"{\"id\":{\"0\":\"c0\",\"1\":\"c1\"},\"class\":{\"0\":\"followed\",\"1\":\"distinguished\"},\"tocase\":{\"0\":\"Minister for Immigration and Multicultural Affairs v Eshetu [1999] HCA 21 ; (1999) 197 CLR 611\",\"1\":\"Re Dainty and Minister for Immigration and Ethnic Affairs (1987) 6 AAR 259\"},\"text\":{\"0\":\"Since the period of time spent in Australia as a permanent resident is an important consideration in an application for citizenship, the Court is satisfied that there is no Wednesbury unreasonableness in the Tribunal's decision. Having so concluded, the appellant's claim that the decision of the Tribunal on this issue was unreasonable has no legal consequence: see Minister for Immigration and Multicultural Affairs v Eshetu [1999] HCA 21 ; (1999) 197 CLR 611 at 626 [40] . For this reason, the second ground of appeal is rejected.\",\"1\":\"The appellant also relied upon a decision referred to in Roberts namely Re Dainty and Minister for Immigration and Ethnic Affairs (1987) 6 AAR 259. That decision is also distinguishable since the applicant in that case had a residence in Australia and had conducted a business in Australia for more than a decade. In that case the Court found that ' significant hardship or disadvantage would result if citizenship were not awarded '. Davies J said of the Policy (at 267): \\n \\n 'The discretion, moreover, looks to period of presence in Australia which ought to be treated as periods of permanent residence. In my opinion, this requires attention to be given to the nature or the character of the presence in Australia, that is to say, to the family, social and business connections which gave rise to the presence in Australia. The closer the analogy between the periods of presence in Australia and permanent residence therein, the more readily the discretion may be exercised.'\\n\\nIn Re Sadawut Taechaubol, another authority referred to by the appellant, the applicant had a long standing association with Australia. This is simply another example demonstrating that each application for citizenship will depend upon its merits.\\n\\nAustralian citizenship represents formal membership of the community of the Commonwealth of Australia which involves reciprocal rights and obligations, uniting all Australians: see the preamble to the Act. Section 13(1) of the Act contains the criteria which would assist the Minister in determining whether the applicant for citizenship satisfies the objectives of the Act. Section 13(1)(j) provides that a grant of citizenship may be made if the Minister is satisfied inter alia that: \\n \\n 'If granted a certificate of Australian citizenship, the person is likely to reside, or to continue to reside, in Australia, or to maintain a close and continuing association with Australia'.\"}}"