"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\",\"3\":\"c3\",\"4\":\"c4\",\"5\":\"c5\",\"6\":\"c6\",\"7\":\"c7\"},\"class\":{\"0\":\"followed\",\"1\":\"referred to\",\"2\":\"referred to\",\"3\":\"applied\",\"4\":\"referred to\",\"5\":\"referred to\",\"6\":\"referred to\",\"7\":\"referred to\"},\"tocase\":{\"0\":\"Humayun v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCAFC 35 ; (2006) 149 FCR 558\",\"1\":\"Minister for Immigration & Multicultural Affairs v Hou [2002] FCA 574\",\"2\":\"Minister for Immigration & Multicultural Affairs v Nguyen [2002] FCA 460\",\"3\":\"Minister for Immigration and Multicultural and Indigenous Affairs v Zhou [2006] FCAFC 96 ; (2006) 152 FCR 115\",\"4\":\"Liyanage v Minister for Immigration and Multicultural Affairs [2006] FMCA 725\",\"5\":\"Pradhan v Minister for Immigration and Multicultural Affairs [1999] FCA 1240 ; (1999) 94 FCR 91\",\"6\":\"Quan v Minister for Immigration & Multicultural & Indigenous Affairs [2004] FCA 764\",\"7\":\"Singh v Minister for Immigration and Ethnic Affairs [1994] FCA 1011\"},\"text\":{\"0\":\"36 The appellant lodged an application for review of the decision of the Tribunal with the Federal Magistrates Court on 23 November 2005. Originally he did so on the basis that the s 20 notice was invalid. However, a Full Court of this Court had subsequently held that a cancellation under s 116 of the Migration Act was not dependant on the validity or otherwise of a s 20 notice: see Humayun v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCAFC 35 ; (2006) 149 FCR 558.\\n\\n37 The appellant then submitted an amended application on 23 February 2006. The appellant submitted that even though the decision in question had been made prior to the 8 October 2005 amendments, a requirement for the Tribunal to provide natural justice applied. In his reasons for judgment, Federal Magistrate Phipps found, however, that the cases the appellant relied on in that regard were of no assistance.\\n\\n38 His Honour also held that even if the appellant had been misled by the warnings given by the Institute, that did not effect the validity of the Tribunal's decision affirming the cancellation of the visa. His Honour held that once the Tribunal came to the conclusion that the appellant had failed to attend 80% of contact hours in term 2, the Tribunal was obliged to affirm the cancellation.\\n\\n39 The appellant also submitted that the Tribunal had erred in the way it had dealt with the evidence that the education provider's policy was to mark students absent if 15 minutes late. He referred to the Tribunal noting that the Institute had confirmed the policy in a letter and advised that he had been late in June but not marked as absent. He argued that this did not exclude the possibility that he had been marked as absent on other occasions. He contended that there were two points of significance arising from this. First, that the Tribunal had misled itself and, second, that it should have waited for further comments from the Institute or sought further information about attendance.\\n\\n40 The Federal Magistrate rejected both of these contentions. His Honour held that the Tribunal had been entitled to conclude that the letter meant that the appellant had not been late in April or May. He further held that there was no legal obligation on the Tribunal to make inquiries and that the Tribunal had not breached any requirements for procedural fairness.\\n\\n41 The appellant has appealed to this Court from the whole of the judgment of the Federal Magistrate on the basis that his Honour:\\n \\n \\u2022 failed to find that the Tribunal identified the wrong issue, asked the wrong question, relied on irrelevant material or ignored relevant material, and therefore acted without jurisdiction;\\n \\u2022 failed to find that the s 20 notice was defective and invalid as it did not accurately reflect the situation of the appellant at all material times;\\n \\u2022 failed to find that the Tribunal misconstrued and misapplied the operation of condition 8202; \\n \\u2022 failed to find that the Tribunal denied the appellant procedural fairness; \\n \\u2022 erred in concluding that the errors of law committed by the Tribunal were validated by s 474 of the Migration Act and did not constitute jurisdictional errors warranting review or the grant of prerogative writs; and\\n \\u2022 erred in dismissing the application.\\n\\n42 The Minister has conceded that the notice issued by the Institute did not comply with the requirements of s 20 of the ESOS Act and was therefore invalid. However, she has also correctly submitted that the invalidity of a s 20 notice does not lead to the invalidity of a subsequent decision of a delegate of the Minister, or the Tribunal, to cancel a visa pursuant to s 116 of the Migration Act : see Humayun and Minister for Immigration and Multicultural and Indigenous Affairs v Zhou [2006] FCAFC 96 ; (2006) 152 FCR 115. In any event, the Tribunal did not rely on the information contained in the s 20 notice when satisfying itself that the breach of condition 8202 had occurred. Accordingly, for both of those reasons, the appellant's submission that the s 20 notice was defective and invalid is of no consequence in the present appeal.\",\"1\":\"30 Second, it held that once a breach of condition 8202 had been established, s 116(3) and reg 2.43(2)(b) operated to make cancellation of the visa in such circumstances mandatory. The Tribunal held that it had no discretion to set aside the cancellation. In that regard it relied upon the judgments of Minister for Immigration & Multicultural Affairs v Nguyen [2002] FCA 460 and Minister for Immigration & Multicultural Affairs v Hou [2002] FCA 574.\",\"2\":\"30 Second, it held that once a breach of condition 8202 had been established, s 116(3) and reg 2.43(2)(b) operated to make cancellation of the visa in such circumstances mandatory. The Tribunal held that it had no discretion to set aside the cancellation. In that regard it relied upon the judgments of Minister for Immigration & Multicultural Affairs v Nguyen [2002] FCA 460 and Minister for Immigration & Multicultural Affairs v Hou [2002] FCA 574.\",\"3\":\"42 The Minister has conceded that the notice issued by the Institute did not comply with the requirements of s 20 of the ESOS Act and was therefore invalid. However, she has also correctly submitted that the invalidity of a s 20 notice does not lead to the invalidity of a subsequent decision of a delegate of the Minister, or the Tribunal, to cancel a visa pursuant to s 116 of the Migration Act : see Humayun and Minister for Immigration and Multicultural and Indigenous Affairs v Zhou [2006] FCAFC 96 ; (2006) 152 FCR 115. In any event, the Tribunal did not rely on the information contained in the s 20 notice when satisfying itself that the breach of condition 8202 had occurred. Accordingly, for both of those reasons, the appellant's submission that the s 20 notice was defective and invalid is of no consequence in the present appeal.\\n\\n44 In Zhou , the Full Court of this Court accepted that the amendments could not assist a person whose student visa was cancelled prior to 8 October 2005. It stated (at [44]): \\n \\n \\\"It may be further observed that the Migration Amendment Regulations 2005 (Cth) (No 8) have amended the provisions in Sch 5 relating to student (temporary) (class TU) visas in reg 2.43(2)(b). The effect of the amendment is to import an additional element into the matters which the Minister must consider before cancelling a visa for breach of a condition 8202. That element is that \\\"the non-compliance was not due to exceptional circumstances beyond the visa holder's control\\\". The effect is therefore to place the procedure under s 20 of the Overseas Students Act and s 116 of the Migration Act on a similar footing with respect to consideration of exceptional circumstances. The amendment came into effect on 7 October 2005 and so cannot assist Ms Zhou. It does however serve to address any apparent injustice implicit in the argument of \\\"legal interaction\\\" by reason of the fact that the requirement to attend in response to a s 20 notice afforded an opportunity for service of a s 119 notice. The necessity for this amendment is nevertheless confirmatory of the opinion we have reached that, without it, the relevant and regulatory provisions do not allow us to uphold the reasoning of the federal magistrate.\\\"\\n\\n45 Following this reasoning, I reject the appellant's submission that the Minister and\\/or the Tribunal had an obligation to consider any \\\"exceptional circumstances\\\" before proceeding to cancel the appellant's visa.\\n\\n46 The Minister has further submitted that the Federal Magistrate was correct in holding that the Tribunal was entitled to interpret the letter from the Institute setting out its absentee policy in the manner that it did. I agree that the Federal Magistrate was correct in so holding, particularly when regard is had to the circumstances in which the Tribunal drew the conclusions that it did.\",\"4\":\"2 The appellant appeals from the judgment and orders of Federal Magistrate Phipps: see Liyanage v Minister for Immigration and Multicultural Affairs [2006] FMCA 725. His Honour dismissed an application for review of, and relief by way of prerogative writ in respect of, a decision of the Migration Review Tribunal dated 2 November 2005.\\n\\n3 The 2 November 2005 decision affirmed a decision, made on 25 August 2004, of a delegate of the Minister for Immigration and Multicultural Affairs to cancel the appellant's Student (Temporary) (Class TU) visa, subclass 573.\\n\\n4 At the time the visa was cancelled, s 116 of the Migration Act relevantly provided: \\n \\n \\n \\\"(1) Subject to subsections (2) and (3), the Minister may cancel a visa if he or she is satisfied that: \\n \\n \\n \\n ... \\n \\n (b) its holder has not complied with a condition of the visa; ... \\n \\n \\n \\n (3) If the Minister may cancel a visa under subsection (1), the Minister must do so if there exist prescribed circumstances in which a visa must be cancelled.\\\"\",\"5\":\"32 Last, the Tribunal found that the appellant had in fact breached condition 8202. It applied Pradhan v Minister for Immigration and Multicultural Affairs [1999] FCA 1240 ; (1999) 94 FCR 91 in concluding that the operative version of condition 8202 was that which applied on the date the visa was granted.\",\"6\":\"33 The Tribunal referred to the decisions of Quan v Minister for Immigration & Multicultural & Indigenous Affairs [2004] FCA 764 at [33] - [34] per Jacobson J and Singh v Minister for Immigration and Ethnic Affairs [1994] FCA 1011 , and found that it was required to be satisfied \\\"to a high degree\\\" that the information upon which the visa cancellation was based was correct.\",\"7\":\"33 The Tribunal referred to the decisions of Quan v Minister for Immigration & Multicultural & Indigenous Affairs [2004] FCA 764 at [33] - [34] per Jacobson J and Singh v Minister for Immigration and Ethnic Affairs [1994] FCA 1011 , and found that it was required to be satisfied \\\"to a high degree\\\" that the information upon which the visa cancellation was based was correct.\"}}"