"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\"},\"class\":{\"0\":\"followed\",\"1\":\"referred to\",\"2\":\"followed\"},\"tocase\":{\"0\":\"Australian Municipal Administrative Clerical Services Union v Greater Dandenong City Council (No 2) [2001] FCA 1076\",\"1\":\"Communications, Electrical, Electronic, Energy, Information, Postal, Plumbing & Allied Services Union of Australia v ACI Operations Pty Ltd [2005] FCA 1662\",\"2\":\"Burazin v Blacktown City Guardian Pty Ltd (1996) 142 ALR 144\"},\"text\":{\"0\":\"3 ACI contended that, under the scheme created by Part XA of the Act, it is not appropriate to award compensation for non-pecuniary loss. It said that an award of that type has yet to be made. In response the Union referred to the judgment of Madgwick J in Australian Municipal Administrative Clerical Services Union v Greater Dandenong City Council (No 2) [2001] FCA 1076 at [10] where his Honour said, in the context of s 298U(e):\\n \\n \\\"It must be borne in mind that conduct contravening Part XA may be of many different kinds and may occur in many different circumstances. The statutory phrase is aimed at giving the Court maximum power and flexibility [to] do what it thinks appropriate in the circumstances. Further, the phrase in section 298U(f); \\\"any other consequential orders\\\" in my opinion, refers to orders consequential upon any order of a kind falling within ... subs (b), (c) or (e).\\\"\",\"1\":\"4 Further, as I noted in the first judgment published in this proceeding Communications, Electrical, Electronic, Energy, Information, Postal, Plumbing & Allied Services Union of Australia v ACI Operations Pty Ltd [2005] FCA 1662 at [76] , predecessor provisions limited the Court to an order for reimbursement of wages lost. \\\"Compensation\\\" is a broad concept which should not be interpreted in a narrow way. In an appropriate case the Court is able to order compensation for non-economic loss. There is nothing in the scheme of the Act to support the contrary view. I agree, with respect, with the views of Madgwick J as to the flexibility the Court possesses to, in effect, correct injustice by the ordering of compensation beyond the mere reimbursement of lost wages.\",\"2\":\"5 ACI submitted that if the Court held that it had the power to make an order for compensation which took into account non-economic loss it should be guided by the principles for the award of non-pecuniary loss which have been developed in unfair dismissal jurisprudence. It referred to the judgment of the Full Court of Industrial Relations Court of Australia in Burazin v Blacktown City Guardian Pty Ltd (1996) 142 ALR 144 at 156 where the Court said:\\n \\n \\\"There is an element of distress in every termination. To ensure compensation is confined within reasonable limits, restraint is required. But in this case there were unusual exacerbating circumstances that make it appropriate to include in the compensation an allowance for the distress unnecessarily caused to Ms Burazin. These circumstances include Ms Burazin having to suffer the humiliating experience of being escorted from Blacktown's premises by the police. Having regard to these circumstances, the compensation assessed by the trial judge should be increased by the sum of $2000, to $5,000.\\\"\\n\\n6 ACI observed that the only evidence of non-economic loss before the Court was that contained in Mr Williams' affidavit of 14 October 2005 which referred to the financial stress occasioned by his termination. It said that there was no evidence about any \\\"unusual exacerbating circumstances\\\" associated with the manner of his termination.\\n\\n7 The Union submitted that the passage in Burazin relied upon by ACI did not articulate a \\\"benchmark test\\\" but only stated why, on the facts before the Court, compensation for distress was appropriate. The Union contended that there is no warrant for limiting compensation for non-economic loss to situations which are \\\"unusual and exacerbating.\\\"\\n\\n8 The Union said that Mr Williams suffered an injury in two ways. First, it said that he was not permitted to leave his work premises in a dignified way but was pressed to leave the factory quickly with security summoned. Second, it said that Mr Williams' sudden unemployment caused him stress and tension as a result of his family losing the income of its sole breadwinner.\\n\\n9 The Union conceded that Mr Williams gave no evidence about the impact of ACI's treatment on him on the day of his termination. It further accepts that some restraint is called for but contends that, in the circumstances, some compensatory order should be made. It also submitted that some compensation should be given to Mr Williams as a result of his affidavit evidence that his termination caused him shock and emotional strain and placed his relationship with his wife under pressure.\\n\\n11 I make no order as to compensation in the circumstances of this case. To do otherwise would not be acting with restraint. In my view Burazin establishes that something more is required for compensation for non-economic loss than the usual element of distress which accompanies most terminations. Whilst \\\"unusual and exacerbating circumstances\\\" is not necessarily the yardstick, there must be something attending a termination which justifies an order for non-economic loss. Such an order may have been made in this case had Mr Williams given evidence of the effect on him of his ejection from his workplace by security personnel.\\n Order \\n \\nThere be no order as to compensation.\\n\\n\\n I certify that the preceding eleven (11) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Marshall. \\n\\n\\nAssociate:\\n\\n\\nDated: 24 February 2006\\n\\n\\n Counsel for the Applicant: Dr C Jessup QC with Mr S Moore \\n \\n Solicitor for the Applicant: CEPU \\n \\n Counsel for the Respondent: Mr F Parry SC with Mr C O'Grady \\n \\n Solicitor for the Respondent: Clayton Utz \\n \\n Completion of written submissions: 7 February 2006 \\n \\n Date of Judgment: 24 February 2006 \\n\\n \\n\\n \\n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \\n URL: http:\\/\\/www.austlii.edu.au\\/au\\/cases\\/cth\\/FCA\\/2006\\/122.html\"}}"