"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\",\"3\":\"c3\",\"4\":\"c4\",\"5\":\"c5\",\"6\":\"c6\",\"7\":\"c7\",\"8\":\"c8\"},\"class\":{\"0\":\"referred to\",\"1\":\"cited\",\"2\":\"referred to\",\"3\":\"discussed\",\"4\":\"discussed\",\"5\":\"discussed\",\"6\":\"referred to\",\"7\":\"referred to\",\"8\":\"cited\"},\"tocase\":{\"0\":\"Hexal Australia Pty Ltd v Roche Therapeutics Inc (2005) 66 IPR 325\",\"1\":\"Theta Developments Pty Ltd v Leonardis (2002) 59 IPR 368\",\"2\":\"Pavel v Sony Corporation (CA (UK), 13 January 1993, unreported)\",\"3\":\"Anaesthetic Supplies Pty Ltd v Rescare Ltd (1994) 50 FCR 1\",\"4\":\"Bristol-Myers Squibb Company v FH Faulding & Co Ltd [2000] FCA 316 ; (2000) 97 FCR 524\",\"5\":\"Rescare Ltd v Anaesthetic Supplies Pty Ltd (1992) 111 ALR 205\",\"6\":\"Sartas No 1 Pty Ltd v Koukourou & Partners Pty Ltd (1994) 30 IPR 479\",\"7\":\"The Queen v Toohey; Ex parte Meneling Station Pty Ltd [1982] HCA 69 ; (1982) 158 CLR 327\",\"8\":\"Harper v Minister for Sea Fisheries [1989] HCA 47 ; (1989) 168 CLR 314\"},\"text\":{\"0\":\"28 The term \\\"staple commercial product\\\" is not defined in the Act, and there is a dearth of authority on the topic in Australia: per Stone J in Hexal Australia Pty Ltd v Roche Therapeutics Inc (2005) 66 IPR 325 at 331; [2005] FCA 1218 at [30] . In Theta Developments Pty Ltd v Leonardis (2002) 59 IPR 368 at 384; [2002] FCAFC 170 at [100] Wilcox and French JJ held that a spacer for foundation fastenings was a \\\"staple commercial product\\\", but there is no discussion in that case of that expression which directly pertains to the present issue. Dowsett J, the other member of the Full Court, did not need to expressly address the issue.\",\"1\":\"28 The term \\\"staple commercial product\\\" is not defined in the Act, and there is a dearth of authority on the topic in Australia: per Stone J in Hexal Australia Pty Ltd v Roche Therapeutics Inc (2005) 66 IPR 325 at 331; [2005] FCA 1218 at [30] . In Theta Developments Pty Ltd v Leonardis (2002) 59 IPR 368 at 384; [2002] FCAFC 170 at [100] Wilcox and French JJ held that a spacer for foundation fastenings was a \\\"staple commercial product\\\", but there is no discussion in that case of that expression which directly pertains to the present issue. Dowsett J, the other member of the Full Court, did not need to expressly address the issue.\",\"2\":\"29 The phrase \\\"staple commercial product\\\" also appears in s 60(3) of the Patents Act 1977 (UK). In Pavel v Sony Corporation (CA (UK), 13 January 1993, unreported) the Court at [6.4] to [6.5] held that the term means a product that is of a kind which is needed every day and is generally obtainable. See also the brief discussion in Lahore, Patents, Trade Marks and Related Right , Butterworths, 2006 at [18,285], fn 1. The term \\\"staple article commodity of commerce suitable for substantial non-infringing use\\\" appears in the United States Code Patents (35 USC, s 271 (1952)). As discussed by A Monotti, \\\"Contributory Infringement of a Process Patent under the Patents Act 1990 : Does it Exist after Rescare?\\\" (1995) 6 AIPJ 217 at 218-221, both the UK and the US provisions were said to be of significance to the Industrial Property Advisory Committee in its Report, \\\"Patents, Innovation and Competition in Australia\\\" (AGPS, Canberra, 1984) leading to the Act. That background does not, however, itself give meaning to the words of s 117 as enacted, although of course it is of assistance in construing those words.\\n\\n30 It is not necessary to explore fully the content of that expression. The Collins accepted that, but for one feature, the timber was a staple commercial product. The distinguishing feature, it was said, was that the Territory had \\\"written off\\\" the trees on the Howard Springs land as a commercial crop for use as timber (which they described as included within the term silverculture) in November 1995, and therefore that the Territory thereafter regarded the Howard Springs land as only suitable for clearing so that the licences permitting the removal of the timber were merely part of a \\\"salvage\\\" operation. Silverculture, they said, included forestry operations for commercial timber, woodchips, aesthetics, and other commercial uses. But for having been \\\"written off\\\", there would (as the Collins submitted) have been no issue but that the timber was a staple commercial product.\\n\\n31 I accept that, in November 1995 or thereabouts, the Territory decided upon advice that the trees on the relevant property at Howard Springs were not of sufficient quality for their initially intended use for commercial timber and other associated products.\",\"3\":\"18 As counsel for the Territory recognised, there is an apparent difference in the views of the Full Court in Anaesthetic Supplies Pty Ltd v Rescare Ltd (1994) 50 FCR 1 ( Rescare ) on the one hand and in Bristol-Myers Squibb Company v FH Faulding & Co Ltd [2000] FCA 316 ; (2000) 97 FCR 524 ( Bristol-Myers ) on the other, as to the construction of s 117(1).\",\"4\":\"18 As counsel for the Territory recognised, there is an apparent difference in the views of the Full Court in Anaesthetic Supplies Pty Ltd v Rescare Ltd (1994) 50 FCR 1 ( Rescare ) on the one hand and in Bristol-Myers Squibb Company v FH Faulding & Co Ltd [2000] FCA 316 ; (2000) 97 FCR 524 ( Bristol-Myers ) on the other, as to the construction of s 117(1).\\n\\n20 The contrast with Bristol-Myers can be seen from the remarks of Black CJ and Lehane J at 559 [95] where their Honours said:\\n \\n \\\"We may say, with all the advantages of hindsight, that the drafting of s 117 is less than felicitous ... it is perhaps a pity that the drafter chose to use the phrase 'use of a product', which contains such a clear reference to the terminology of para (a) of the definition of 'exploit'. But s 117 provides its own dictionary, in subs (2). And our paraphrase of s 117(1), incorporating subs(2)(c), shows, in our view, that the construction urged by the appellant is not only a possible construction but a literal one. That literal construction being consistent with the apparent purpose of the provision, it is, in our view, plainly to be preferred.\\\" \\n \\n\\nThe reference to the construction of the appellant is to the contention that the use of an input to the process would amount to contributory infringement of the process patent then in suit by the supplier of the input.\\n\\n21 It is correct, as counsel for the Territory contended, that Bristol-Myers was decided on the ground of want of novelty, so that strictly speaking those observations are obiter dicta.\\n\\n22 As I have decided this matter on another basis in any event, I think it is preferable simply to note the Territory's contention that I should follow the decision in Rescare , and not to decide the issue as between those two lines of authority. If I were to accept the Territory's contention, it would follow that s 117(1) did not apply to the \\\"supply\\\" of the timber to ACOC by the Territory in any event, because ACOC's use of the product supplied (the timber) did not itself infringe the patent, and that to conclude otherwise would extend the protection afforded a patentee beyond that provided for by s 13(1) of the Act.\\n\\n23 The additional contention of the Territory on this topic is that, in any event, it was the trees or the timber which was \\\"supplied\\\", and that the relevant product used by ACOC (if Bristol-Myers is to be followed) is not the timber itself but the selected bark and wood from that timber.\\n\\n24 In my view, that alternative contention draws attention to the further submission of the Territory that it did not supply any product at all by the grant of the licences referred to.\",\"5\":\"19 In Rescare , Lockhart J (with whom Wilcox J agreed) at 24 said:\\n \\n \\\"The lasts remaining point is whether the primary judge erred in holding that s 117 of the 1990 Act did not apply in relation to the alleged infringement of claims 9 and 11 in that he held that it was a precondition to the operation of that section in relation to a method claim that there be a product the use of which would infringe that method claim. In my opinion his Honour decided that question correctly.\\\" \\n \\n\\nThe other member of the Full Court, Sheppard J, did not address the issue. In the decision at first instance, Rescare Ltd v Anaesthetic Supplies Pty Ltd (1992) 111 ALR 205 Gummow J at 243, concluded:\\n \\n \\\"As I have indicated, where the invention relevantly claims a method or process, exploitation occurs, other than by use of the method or process, only by the doing of an act mentioned in para (a) of the definition of 'exploit'. There must be an act done 'in respect of a product resulting from such use'. Here, the respondent urges, and I agree, there is no such product with the result that, in a case such as the present, s 117 has no operation.\\\" \\n \\n\\nGummow J in Sartas No 1 Pty Ltd v Koukourou & Partners Pty Ltd (1994) 30 IPR 479 at 495 repeated that view.\",\"6\":\"19 In Rescare , Lockhart J (with whom Wilcox J agreed) at 24 said:\\n \\n \\\"The lasts remaining point is whether the primary judge erred in holding that s 117 of the 1990 Act did not apply in relation to the alleged infringement of claims 9 and 11 in that he held that it was a precondition to the operation of that section in relation to a method claim that there be a product the use of which would infringe that method claim. In my opinion his Honour decided that question correctly.\\\" \\n \\n\\nThe other member of the Full Court, Sheppard J, did not address the issue. In the decision at first instance, Rescare Ltd v Anaesthetic Supplies Pty Ltd (1992) 111 ALR 205 Gummow J at 243, concluded:\\n \\n \\\"As I have indicated, where the invention relevantly claims a method or process, exploitation occurs, other than by use of the method or process, only by the doing of an act mentioned in para (a) of the definition of 'exploit'. There must be an act done 'in respect of a product resulting from such use'. Here, the respondent urges, and I agree, there is no such product with the result that, in a case such as the present, s 117 has no operation.\\\" \\n \\n\\nGummow J in Sartas No 1 Pty Ltd v Koukourou & Partners Pty Ltd (1994) 30 IPR 479 at 495 repeated that view.\",\"7\":\"25 I have referred briefly to the licences to ACOC above. They were permissive, as ACOC was not obliged to enter upon the Howard Springs land and lop or clear any trees and remove any timber. ACOC was permitted, but not obliged, to enter upon the Howard Springs land and to harvest the trees and remove the timber from that land. Similar characteristics of an arrangement under a statutory licence were described by Wilson J in The Queen v Toohey; Ex parte Meneling Station Pty Ltd [1982] HCA 69 ; (1982) 158 CLR 327 at 352 as the grant of rights under a statutory scheme (in that case, grazing rights) rather than as a supply of fodder. See also per Brennan J in Harper v Minister for Sea Fisheries [1989] HCA 47 ; (1989) 168 CLR 314 at 334 (in that case, with respect to fishing rights).\",\"8\":\"25 I have referred briefly to the licences to ACOC above. They were permissive, as ACOC was not obliged to enter upon the Howard Springs land and lop or clear any trees and remove any timber. ACOC was permitted, but not obliged, to enter upon the Howard Springs land and to harvest the trees and remove the timber from that land. Similar characteristics of an arrangement under a statutory licence were described by Wilson J in The Queen v Toohey; Ex parte Meneling Station Pty Ltd [1982] HCA 69 ; (1982) 158 CLR 327 at 352 as the grant of rights under a statutory scheme (in that case, grazing rights) rather than as a supply of fodder. See also per Brennan J in Harper v Minister for Sea Fisheries [1989] HCA 47 ; (1989) 168 CLR 314 at 334 (in that case, with respect to fishing rights).\"}}"