"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\"},\"class\":{\"0\":\"cited\",\"1\":\"applied\",\"2\":\"cited\"},\"tocase\":{\"0\":\"Patmore v Upton [2004] TASSC 77\",\"1\":\"Forsyth v Blundell [1973] HCA 20 ; (1973) 129 CLR 477\",\"2\":\"Fountain Meat Sales Pty Ltd v International Produce Merchants Pty Ltd (1988) 81 ALR 397 at 401\"},\"text\":{\"0\":\"Settlement of the Patmore contract was delayed by litigation over applications initiated by the respondent (on 6 June 2003) and Mr Patmore (on 19 December 2003) for the removal of Mr Upton's caveat. A contested hearing took place in the Supreme Court in March 2004 and on 27 July 2004 Underwood J delivered a judgment ordering that the caveat be removed: Patmore v Upton [2004] TASSC 77.\\n\\nOn 6 August 2004 the contract between the respondent and Mr Patmore for the sale of the whole of the land was completed.\",\"1\":\"In exercising its power of sale the respondent was under a duty to act in good faith, and not to fraudulently, or wilfully or recklessly sacrifice the mortgage property. The taking of reasonable precautions to obtain a proper price is part of the duty to act in good faith: Forsyth v Blundell [1973] HCA 20 ; (1973) 129 CLR 477.\\n\\nI am satisfied that the respondent took all reasonable steps. The land was put up at a properly advertised auction, and then remained on the market for some 15 months, during which time it only attracted one offer, for which it was sold. I am satisfied that the price was a reasonable price, and in fact was at or about market value at the time. I reject valuation evidence given on behalf of Mr Upton by Mr Daryll Timms. He valued the land at 27 November 2000 at $175,000 \\\"for security purposes\\\" but on the basis that \\\"a six lot Council approved development would be completed by Mr Upton himself\\\".\\n\\nIt is not quite clear what is meant by this last-mentioned basis. If it means that a hypothetical purchaser was to buy on the basis that Mr Upton himself, and nobody else, would carry out works at some unspecified price, it is quite unreal.\",\"2\":\"Mr Sealy on behalf of the respondent sought an order for costs on an indemnity basis. He referred to a number of authorities, including Fountain Meat Sales Pty Ltd v International Produce Merchants Pty Ltd (1988) 81 ALR 397 at 401 where Woodward J said that such an order was appropriate where an action has been commenced or continued in circumstances where the party, properly advised, should have known that he had no chance of success. It is not necessary to show that the claim was brought for some collateral purpose or is an abuse of process.\\n\\nIn my opinion this was a hopeless case, and should have been recognised as such from the outset. Given the initial auction and the time the property was on the market, there was no arguable basis for contending that the sale to Mr Patmore was improper. On that premise, the respondent could not have been expected to act other than in the way it did. At the heart of Mr Upton's case is, I suspect, a belief that notwithstanding he was a mortgagor in default he had some kind of right of first refusal before the mortgagee could sell. This is a misconception. There should be an award of indemnity costs. \\n\\n\\n I certify that the preceding sixty-eight (68) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Heerey. \\n\\n\\n Associate:\\n\\nDated: 17 August 2006\\n\\n\\n Counsel for the Applicant: RA Skiller and JA Munnings \\n \\n Solicitors for the Applicant: CA Johnstone Munnings & Co \\n \\n Counsel for the Respondent: L Sealy and M Chambers \\n \\n Solicitors for the Respondent: Shields Heritage \\n \\n Dates of Hearing: 9, 10, 11 August 2006 \\n \\n Date of Judgment: 11 August 2006 \\n\\n\\n\\n \\n\\n \\n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \\n URL: http:\\/\\/www.austlii.edu.au\\/au\\/cases\\/cth\\/FCA\\/2006\\/1088.html\"}}"