"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\",\"3\":\"c3\",\"4\":\"c4\",\"5\":\"c5\",\"6\":\"c6\",\"7\":\"c7\",\"8\":\"c8\",\"9\":\"c9\",\"10\":\"c10\"},\"class\":{\"0\":\"referred to\",\"1\":\"referred to\",\"2\":\"cited\",\"3\":\"cited\",\"4\":\"cited\",\"5\":\"cited\",\"6\":\"referred to\",\"7\":\"referred to\",\"8\":\"referred to\",\"9\":\"cited\",\"10\":\"cited\"},\"tocase\":{\"0\":\"Wu v Avin Operations Pty Ltd [2006] FCA 36\",\"1\":\"Wu v Avin Operations Pty Ltd (No 2) [2006] FCA 792\",\"2\":\"Scanlon v American Cigarette Co (Overseas) Pty Ltd (No 1) [1987] VR 261\",\"3\":\"Friends of Hinchinbrook Society Inc v Minister for Environment (No 1) (1996) 69 FCR 1\",\"4\":\"CBS Records Australia Ltd v Telmak Teleproducts (Aust) Pty Ltd (1987) 72 ALR 270\",\"5\":\"PS Chellaram & Co Ltd v China Ocean Shipping Co [1991] HCA 36 ; (1991) 102 ALR 321\",\"6\":\"R v Barnet London Borough Council, Ex parte Shah [1983] 2 AC 309\",\"7\":\"Mohamed v Hammersmith and Fulham London Borough Council [2001] UKHL 57 ; [2002] 1 AC 547\",\"8\":\"Logue v Hansen Technologies Ltd (2003) FCR 125\",\"9\":\"Bryan E Fencott and Associates Pty Ltd v Eretta Pty Ltd (1987) 16 FCR 497\",\"10\":\"Soh v Commonwealth [2006] FCA 575\"},\"text\":{\"0\":\"This proceeding commenced on 9 May 2003, with the filing by Ms Wu (referred to hereafter as the applicant) of an application and statement of claim. The history of the proceeding can be ascertained by reference to Wu v Avin Operations Pty Ltd [2006] FCA 36 and Wu v Avin Operations Pty Ltd (No 2) [2006] FCA 792.\",\"1\":\"This proceeding commenced on 9 May 2003, with the filing by Ms Wu (referred to hereafter as the applicant) of an application and statement of claim. The history of the proceeding can be ascertained by reference to Wu v Avin Operations Pty Ltd [2006] FCA 36 and Wu v Avin Operations Pty Ltd (No 2) [2006] FCA 792.\",\"2\":\"The Court has a discretion to permit or refuse an application made in an interlocutory proceeding to cross-examine a deponent on an affidavit that he or she has made, although the discretion to permit such cross-examination is exercised cautiously and, as Nicholson J said in Scanlon v American Cigarette Co (Overseas) Pty Ltd (No 1) [1987] VR 261 at 272, \\\"normally\\\" \\\"somewhat sparingly\\\". Branson J cited this statement of his Honour with approval in Friends of Hinchinbrook Society Inc v Minister for Environment (No 1) (1996) 69 FCR 1 at 17.\",\"3\":\"The Court has a discretion to permit or refuse an application made in an interlocutory proceeding to cross-examine a deponent on an affidavit that he or she has made, although the discretion to permit such cross-examination is exercised cautiously and, as Nicholson J said in Scanlon v American Cigarette Co (Overseas) Pty Ltd (No 1) [1987] VR 261 at 272, \\\"normally\\\" \\\"somewhat sparingly\\\". Branson J cited this statement of his Honour with approval in Friends of Hinchinbrook Society Inc v Minister for Environment (No 1) (1996) 69 FCR 1 at 17.\",\"4\":\"The question is whether the Court should, in the exercise of this discretion, award security for costs in the second and third respondents' favour. The onus of establishing that security should be granted lies on the second and third respondents: see CBS Records Australia Ltd v Telmak Teleproducts (Aust) Pty Ltd (1987) 72 ALR 270 (\\\" CBS Records \\\") at 284-285 per Bowen CJ. Having regard to the evidence filed in support of, and in opposition to, the motion, application for security turns principally on the questions, whether or not the applicant is ordinarily resident outside Australia and has no assets within the jurisdiction. \\n\\n Ordinarily resident outside Australia\\n\\nAs this passage indicates, the mere fact that an applicant is ordinarily resident outside Australia does not necessarily justify an order for security for costs, although this fact, coupled with the absence of assets within the jurisdiction, tends to attract an affirmative exercise of discretion: compare CBS Records at 284-285.\\n\\nPlainly enough, the fact that an applicant is ordinarily resident outside Australia is necessary to attract O 28 r 3(1)(a) and militates in favour of an order for security. I am not, however, satisfied that the applicant is properly regarded as ordinarily resident outside Australia. It is common ground that she is not an Australian citizen and is not enrolled on the electoral roll. It is also common ground that she is lawfully in this country and has been so since the middle of this year. Further, she maintains that she wishes to make Australia her permanent home. The fact that she was previously resident in this country for around six years between July 1997 and April 2004 lends credence to her statements in this regard. She has business interests in Australia. The property that she rented on her previous stay in Australia is the same property that she and her son are now renting. As appears below, I am satisfied that she has an interest in land within the jurisdiction. Her only son is living in Australia with his wife. I accept that she wishes to reside in Australia on a settled basis indefinitely and, in order to accomplish this, she intends to apply for permanent residence status in accordance with the law of this country. In these circumstances, I reject the respondents' submission that she is ordinarily resident outside Australia.\\n\\nThe expression 'ordinarily resident' is one that is used by the law to signify that, for the time being, a person, here the applicant, has chosen to live everyday life in a particular place, on a settled basis and for some continuous period of time. In the present context, if an applicant is ordinarily resident outside Australia, a respondent may reasonably apprehend that there will no funds or other assets within the jurisdiction to meet orders for costs made in the respondent's favour.\",\"5\":\"In PS Chellaram & Co Ltd v China Ocean Shipping Co [1991] HCA 36 ; (1991) 102 ALR 321 (\\\" PS Chellaram\\\" ') at 323, McHugh J said: \\n \\n \\\"To make or refuse to make an order for security for costs involves the exercise of a discretionary judgment. That means that the court exercising the discretion must weight all the circumstances of the case. The weight to be given to any circumstance depends not only upon its own intrinsic persuasiveness but upon the impact of the other circumstances which have to be weighed. A circumstance which may have very great weight when only two or three circumstances have to be weighed may be of minor significance when many circumstances have to be weighed. However, for over 200 years, the fact that a party, bringing proceedings, is resident out of the jurisdiction and has no assets within the jurisdiction has been seen as a circumstance of great weight in determining whether an order for security for costs should be made. Indeed, for many years the practice has been to order such a party to provide security for costs unless that party can point to other circumstances which overcome the weight of the circumstance that that person is resident out of and has no assets within the jurisdiction.\\\"\",\"6\":\"In R v Barnet London Borough Council, Ex parte Shah [1983] 2 AC 309, Lord Scarman developed the concept of 'ordinarily resident', concluding at 343 that: \\n \\n \\\"...'ordinarily resident' refers to a man's abode in a particular place or country which he has adopted voluntarily and for settled purposes as part of the regular order of his life for the time being, whether of short or long duration.\\\" \\n \\n\\nSee also Mohamed v Hammersmith and Fulham London Borough Council [2001] UKHL 57 ; [2002] 1 AC 547.\",\"7\":\"In R v Barnet London Borough Council, Ex parte Shah [1983] 2 AC 309, Lord Scarman developed the concept of 'ordinarily resident', concluding at 343 that: \\n \\n \\\"...'ordinarily resident' refers to a man's abode in a particular place or country which he has adopted voluntarily and for settled purposes as part of the regular order of his life for the time being, whether of short or long duration.\\\" \\n \\n\\nSee also Mohamed v Hammersmith and Fulham London Borough Council [2001] UKHL 57 ; [2002] 1 AC 547.\",\"8\":\"As Weinberg J said in Logue v Hansen Technologies Ltd [2003] FCA 81 ; (2003) 125 FCR 590 (\\\" Logue \\\") at 598: \\n \\n \\\"The English authorities suggest that if may also be possible for a person to have two ordinary residences, one within the jurisdiction and one outside. In such a case the Court has power to order security for costs, but that person's connection with the United Kingdom will be relevant to the exercise of that discretion. The closer the connection, the greater the relevance. If the claimant has an established home, and is resident, though not 'ordinarily resident' in that country, security will rarely be ordered. If the claimant has an established home and is ordinarily resident in that country, security will be ordered even more rarely...\\\"\\n\\nAfter reviewing the authorities, most of which were English, Weinberg J said, at 599, that \\\"the test for ordinary residence depends to a significant degree upon the state of mind of the person whose residence is in question. The language used in a number of the cases focuses upon whether the person habitually and normally resides in the jurisdiction, and does so for a settled purpose.\\\" I agree with his Honour in this regard.\\n\\nEach case will, naturally enough, depend on its own facts. A person may be said to habitually and normally reside in the jurisdiction, even though he or she settled there comparatively recently. The onus rests on the respondents to show that the applicant is not now resident in Australia. They have not demonstrated this to my satisfaction, on the balance of probabilities.\\n\\nThe applicant's evidence establishes that she is currently living in suburban Melbourne and has chosen to make her home in Australia at least until her current visa expires in 2011, with a view to settling in this country indefinitely if lawfully permitted to do so. As I have said, various other factors lend credence to her claim: see [26]. She is, therefore, not to be taken as ordinarily resident outside the jurisdiction. I do not consider the possibility that she may fail in obtaining permanent residence status strongly militates against this conclusion. \\n\\n Assets within the jurisdiction\",\"9\":\"Although the proceeding has been on foot since 9 May 2003, the respondents have not made any application for security prior to their motion of 15 August 2006. Further, it is apparent that the second respondent ought to have been aware for at least eighteen months that she has been living in China, although, as I have said, she is now living in Melbourne. Whether or not the second respondent earlier gave the instructions to apply for security for costs as he claims, the fact remains that this application was not made until comparatively recently and the applicant has incurred costs in the meantime. This also militates against the respondents' application. Applications for security should be made without delay. As French J said in Bryan E Fencott and Associates Pty Ltd v Eretta Pty Ltd (1987) 16 FCR 497 (\\\" Bryan E Fencott \\\") at 514: \\n \\n \\\"The further a plaintiff has proceeded in an action and the greater the costs it has been allowed to incur without steps being taken to apply for an order for security for costs, the more difficult it will be to persuade the court that such an order is not, in the circumstances, unfair or oppressive.\\\" \\n\\nIndeed, it has been said that delay on a respondent's part may give rise to a waiver of a respondent's entitlement to security for costs: see Bryan E Fencott at 514-515 and the authorities there cited. \\n Inadequate evidence of estimate of costs\\n\\nThe respondents estimate that the costs of the proceeding could exceed $300,000 but they do not provide any proper basis for this estimate. The basis for this estimate is said to be the second respondent's knowledge of the costs of the litigation, but, as the applicant said, this knowledge is entirely unparticularised. The grounds for the assumption on which the estimate are based are otherwise unsupported. There is no other evidence filed in support of the second respondent's estimate of costs.\",\"10\":\"As Madgwick J said in Soh v Commonwealth [2006] FCA 575 at [30] \\\"[i]f a party seeks security for costs it is reasonable for the Court to insist that at least the best practicable efforts at estimation of the relevant costs be made\\\". The second respondents' general and largely unsupported estimate is not sufficient for this purpose.\\n\\nFurther, it must be borne in mind that both the second and third respondents are presently unrepresented and thus not presently incurring legal costs. \\n\\n Claimed Injustice to the Respondents\\n\\nOn what is before the Court, neither the applicant's claim nor the respondents' defence can be described as untenable. The merits of the parties' respective positions are thus properly matters for trial.\"}}"