"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\"},\"class\":{\"0\":\"cited\",\"1\":\"cited\",\"2\":\"cited\"},\"tocase\":{\"0\":\"MZXGR v Minister for Immigration and Multicultural Affairs [2006] FCA 1167\",\"1\":\"VBAP of 2002 v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCA 965\",\"2\":\"SZEEU v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCAFC 2 ; (2006) 150 FCR 214\"},\"text\":{\"0\":\"21 As I have noted, her Honour held that the Tribunal's finding that it was reasonable for the appellant to relocate within India was made independently of the accepted failure to comply with s 424A(1) of the Act. The appellant was specifically asked whether he directed any ground of appeal to the finding on relocation or the consequences of that independent finding in light of the failure to comply with s 424A(1). The only matter that he raised was a question of fact as to the difficulties for him in relocating. Consistent with MZXGR v Minister for Immigration and Multicultural Affairs [2006] FCA 1167 at [7] ; VBAP of 2002 v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCA 965 at [33] and SZEEU at [233], I see no error in her Honour's approach.\",\"1\":\"21 As I have noted, her Honour held that the Tribunal's finding that it was reasonable for the appellant to relocate within India was made independently of the accepted failure to comply with s 424A(1) of the Act. The appellant was specifically asked whether he directed any ground of appeal to the finding on relocation or the consequences of that independent finding in light of the failure to comply with s 424A(1). The only matter that he raised was a question of fact as to the difficulties for him in relocating. Consistent with MZXGR v Minister for Immigration and Multicultural Affairs [2006] FCA 1167 at [7] ; VBAP of 2002 v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCA 965 at [33] and SZEEU at [233], I see no error in her Honour's approach.\",\"2\":\"10 The appellant's grounds of appeal before Barnes FM were similar to those raised in this Court. Her Honour methodically addressed the grounds of appeal and found that they were generalised assertions unsupported by evidence. The appellant did not establish jurisdictional error on the part of the Tribunal. The Minister raised a conceded failure to comply with s 424A(1) of the Act. Her Honour, however, did not find that that failure warranted the setting aside of the Tribunal's decision. Her Honour accepted, within the reasoning of SZEEU v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCAFC 2 ; (2006) 150 FCR 214 at [233] , that there had been an entirely separate basis for the decision, namely that it would be reasonable for the appellant to relocate within India (at [37]). That independent finding provided a basis to uphold the validity of the decision.\\n\\n11 Federal Magistrate Barnes found that the factual basis for the denial of procedural fairness as in Muin was not established in the circumstances of this case (at [12]). In particular, her Honour noted that there was no statement of agreed facts or, indeed, any evidence before her Honour to establish a factual basis akin to that made out in Muin . Her Honour's approach reveals no error.\\n\\n12 The Minister is required to notify the applicant for a protection visa of her decision to grant or refuse the visa in accordance with s 66 of the Act. The allegation that there had been a failure to comply with subss 66(1) and 66(2) of the Act was not raised before the Federal Magistrate and the Minister submits that it ought not to be raised for the first time on appeal. In any event, as noted by counsel for the Minister, pursuant to s 66(4) of the Act any failure to give notification of a decision does not affect the validity of Minister's decision.\\n\\n13 I note further that there is no evidence that the appellant did not receive the Minister's decision. There is evidence that the Minister's decision was sent to the appellant. Further, the application to the Tribunal was filed within time (s 412(1)(b) of the Act). This indicates that the appellant did indeed receive the decision and that the application to the Tribunal was validly made. It follows that the Tribunal had jurisdiction to conduct its review and any complaint in respect of s 66 of the Act cannot be sustained.\\n\\n14 It is not clear what relevant evidence the appellant says should have been taken into account. The Tribunal in its reasons observed that the appellant had advised the Department that he would provide supporting documentation relating to his claims but did not do so. No supporting material was submitted to the Tribunal. I specifically raised this matter with the appellant. He confirmed that he had not sent any further written evidence to the Tribunal.\\n\\n21 As I have noted, her Honour held that the Tribunal's finding that it was reasonable for the appellant to relocate within India was made independently of the accepted failure to comply with s 424A(1) of the Act. The appellant was specifically asked whether he directed any ground of appeal to the finding on relocation or the consequences of that independent finding in light of the failure to comply with s 424A(1). The only matter that he raised was a question of fact as to the difficulties for him in relocating. Consistent with MZXGR v Minister for Immigration and Multicultural Affairs [2006] FCA 1167 at [7] ; VBAP of 2002 v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCA 965 at [33] and SZEEU at [233], I see no error in her Honour's approach.\"}}"