"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\",\"3\":\"c3\",\"4\":\"c4\",\"5\":\"c5\",\"6\":\"c6\",\"7\":\"c7\",\"8\":\"c8\",\"9\":\"c9\",\"10\":\"c10\",\"11\":\"c11\",\"12\":\"c12\",\"13\":\"c13\"},\"class\":{\"0\":\"referred to\",\"1\":\"referred to\",\"2\":\"applied\",\"3\":\"referred to\",\"4\":\"referred to\",\"5\":\"referred to\",\"6\":\"referred to\",\"7\":\"referred to\",\"8\":\"referred to\",\"9\":\"cited\",\"10\":\"referred to\",\"11\":\"referred to\",\"12\":\"referred to\",\"13\":\"referred to\"},\"tocase\":{\"0\":\"Adnyamathanha People No 1 v South Australia (2004) 208 ALR 91\",\"1\":\"Bolton on behalf of the Southern Noongar Families v State of Western Australia [2004] FCA 760\",\"2\":\"Daniel v Western Australia (2002) 194 ALR 278\",\"3\":\"Harrington-Smith on behalf of the Wongatha People v State of Western Australia [2002] FCA 871\",\"4\":\"Holborow v State of Western Australia [2002] FCA 1428\",\"5\":\"Johnson, in the matter of Lawson v Lawson [2001] FCA 894\",\"6\":\"Johnson on behalf of the Barkandji (Paakantyi) People v Minister for Land and Water Conservation for the State of New South Wales [2003] FCA 981\",\"7\":\"Johnson on behalf of the Barkandji (Paakantyi) People v Minister for Land and Water Conservation for the State of New South Wales [2003] FCA 1411\",\"8\":\"Lawson on behalf of the 'Pooncarie' Barkandji (Paakantyi) People v Minister for Land and Water Conservation for the State of New South Wales [2002] FCA 1517\",\"9\":\"Melaleuca of Australia & New Zealand Pty Ltd v Duck [2005] FCA 1481\",\"10\":\"Noble v Murgha [2005] FCAFC 211\",\"11\":\"Parsons v Martin (1984) 5 FCR 235\",\"12\":\"Ward v Northern Territory [2002] FCA 171\",\"13\":\"Ward v Northern Territory of Australia (2003) 196 ALR 32\"},\"text\":{\"0\":\"9 In particular, I see no reason why the Court's incidental power to grant a person leave to appear by a non-lawyer and the power to do so under s 85 of the NTA should not involve similar considerations, particularly in the current context. In Harrington-Smith on behalf of the Wongatha People v State of Western Australia [2002] FCA 871 , Lindgren J stated at [20] in relation to an application for leave under s 85: \\n \\n 'What should be clearly understood is that leave is required because it is not to be taken for granted that a person who is not a solicitor or barrister will be allowed to represent a party. Perhaps Dolly Walker thinks that leave is granted as a matter of course, just for the asking. This is not so and for good reason. Solicitors and barristers are qualified by education and training to represent parties and are subject to professional and curial disciplines and responsibilities. The requirement of leave is imposed for the reason that the Court must be satisfied that it is in the interests of the administration of justice in all the circumstances that a party be represented by a person who is not a solicitor or barrister.' \\n\\nSee also, Adnyamathanha People No 1 v South Australia (2004) 208 ALR 91 at [9] et seq.\",\"1\":\"28 In Daniel v Western Australia (2002) 194 ALR 278 (' Daniel ') at [17], French J drew from s 66B the following conditions that must be met for an order under the section to be made:\\n \\n \\n 1. There is a claimant application.\\n 2. Each applicant for an order under s 66B is a member of the native title group.\\n 3. The person to be replaced is no longer authorised by the claim group to make the application and to deal with matters arising in relation to it.\\n 4. Alternatively, the person to be replaced has exceeded the authority given to him or her by the claim group.\\n 5. The persons making the application under s 66B are authorised by the claim group to make the application and to deal with matters arising under it. \\n \\n\\nSee also, Holborow v State of Western Australia [2002] FCA 1428 ; Ward v Northern Territory of Australia (2003) 196 ALR 32; Lawson ; and Bolton on behalf of the Southern Noongar Families v State of Western Australia [2004] FCA 760.\",\"2\":\"28 In Daniel v Western Australia (2002) 194 ALR 278 (' Daniel ') at [17], French J drew from s 66B the following conditions that must be met for an order under the section to be made:\\n \\n \\n 1. There is a claimant application.\\n 2. Each applicant for an order under s 66B is a member of the native title group.\\n 3. The person to be replaced is no longer authorised by the claim group to make the application and to deal with matters arising in relation to it.\\n 4. Alternatively, the person to be replaced has exceeded the authority given to him or her by the claim group.\\n 5. The persons making the application under s 66B are authorised by the claim group to make the application and to deal with matters arising under it. \\n \\n\\nSee also, Holborow v State of Western Australia [2002] FCA 1428 ; Ward v Northern Territory of Australia (2003) 196 ALR 32; Lawson ; and Bolton on behalf of the Southern Noongar Families v State of Western Australia [2004] FCA 760.\\n\\n29 It is pertinent to note, however, that the Court retains a discretion not to make the orders sought under s 66B of the NTA: see Ward v Northern Territory [2002] FCA 171 (' Ward ') at [16] and Daniel at [18].\",\"3\":\"9 In particular, I see no reason why the Court's incidental power to grant a person leave to appear by a non-lawyer and the power to do so under s 85 of the NTA should not involve similar considerations, particularly in the current context. In Harrington-Smith on behalf of the Wongatha People v State of Western Australia [2002] FCA 871 , Lindgren J stated at [20] in relation to an application for leave under s 85: \\n \\n 'What should be clearly understood is that leave is required because it is not to be taken for granted that a person who is not a solicitor or barrister will be allowed to represent a party. Perhaps Dolly Walker thinks that leave is granted as a matter of course, just for the asking. This is not so and for good reason. Solicitors and barristers are qualified by education and training to represent parties and are subject to professional and curial disciplines and responsibilities. The requirement of leave is imposed for the reason that the Court must be satisfied that it is in the interests of the administration of justice in all the circumstances that a party be represented by a person who is not a solicitor or barrister.' \\n\\nSee also, Adnyamathanha People No 1 v South Australia (2004) 208 ALR 91 at [9] et seq.\",\"4\":\"28 In Daniel v Western Australia (2002) 194 ALR 278 (' Daniel ') at [17], French J drew from s 66B the following conditions that must be met for an order under the section to be made:\\n \\n \\n 1. There is a claimant application.\\n 2. Each applicant for an order under s 66B is a member of the native title group.\\n 3. The person to be replaced is no longer authorised by the claim group to make the application and to deal with matters arising in relation to it.\\n 4. Alternatively, the person to be replaced has exceeded the authority given to him or her by the claim group.\\n 5. The persons making the application under s 66B are authorised by the claim group to make the application and to deal with matters arising under it. \\n \\n\\nSee also, Holborow v State of Western Australia [2002] FCA 1428 ; Ward v Northern Territory of Australia (2003) 196 ALR 32; Lawson ; and Bolton on behalf of the Southern Noongar Families v State of Western Australia [2004] FCA 760.\",\"5\":\"2 On 13 July 2001, I rejected an application made under s 66B to remove the Lawsons as the applicant: Johnson, in the matter of Lawson v Lawson [2001] FCA 894. Although I accepted that the Lawsons had lost the confidence of some important members of the Claim Group I was not satisfied that the evidence was sufficient to show that the Claim Group, by appropriate decision-making processes, had revoked their authority to represent it or had authorised other members of the Claim Group to replace them.\",\"6\":\"10 In opposing the application for leave for Mr Dengate to appear, Ms Phillips, who appeared for New South Wales Native Title Services ('NTS'), pointed out that the application for leave (which was signed by Mr Dengate) sought to have him represent Mr Lawson and Mr Johnson not only in respect of the present motion but also in the substantive proceedings. The notion that there is any scope for members of the applicant group to be separately represented fundamentally misconceives the role of those comprising an applicant in native title proceedings. As I pointed out in Johnson on behalf of the Barkandji (Paakantyi) People v Minister for Land and Water Conservation for the State of New South Wales [2003] FCA 981 (' Johnson ') at [8]:\\n \\n 'Such applicants are representatives of the claimant group; they have no personal interest other than as members of the claimant group and for this reason their interests do not differ from each other or from the claimant group and separate representation is inappropriate and unacceptable.'\",\"7\":\"11 I am satisfied that, in the present circumstances, it is not in the interests of justice for Mr Dengate to be permitted to represent Mr Lawson and Mr Johnson. With the greatest respect to Mr Dengate, and despite his genuine commitment to his clients, I am convinced that he has neither the discipline nor the understanding to assist them or the Court. I am confirmed in this view by my previous experience of Mr Dengate as an advocate; see my comments in Johnson at [14]-[16] and Johnson on behalf of the Barkandji (Paakantyi) People v Minister for Land and Water Conservation for the State of New South Wales [2003] FCA 1411 at [4] - [6] . For these reasons I declined to grant leave for Mr Dengate to appear.\\n\\n12 It is also relevant to note that Messrs Lawson and Johnson have some experience in native title proceedings in this Court and, as it transpired, their evidence and submissions at the motion hearing were cogent, relevant and explained the dispute between the parties clearly.\\n\\n13 A further issue was raised at the directions hearing of 5 December 2005 in relation to the suitability or otherwise of the proposed hearing date; 13 December 2005. Mr Dengate contended that there had been delays in the service of the documents relating to the motion. He stated that Mr Lawson had not been served with all the documents until 21 November 2005. Consequently, he argued that it was not appropriate to hear the motion on 13 December 2005.\",\"8\":\"3 Following unsuccessful attempts to mediate the issues within the Claim Group, a further application to replace the Lawsons was successful. On 9 December 2002, I ordered that Ray Lawson, Noel Johnson, Mary-Ann Marton, Jennifer Whyman and Patricia Johnson replace the Lawsons as the applicant: Lawson on behalf of the 'Pooncarie' Barkandji (Paakantyi) People v Minister for Land and Water Conservation for the State of New South Wales [2002] FCA 1517 (' Lawson '). On 29 September 2004, the application was amended to add William Bates, Maureen O'Donnell and Cyril Hunter to the group comprising the applicant. These eight individuals presently comprise the applicant in this proceeding.\\n\\n4 On 23 December 2004, the NNTT refused to accept the amended application for registration. Subsequently, a dispute about the future conduct of the proceeding arose between Ray Lawson and Noel Johnson and the other members of the applicant group. In essence, Mr Lawson and Mr Johnson believe that the area subject to the claim should be split between two claims, those of the people they regard as 'pure' Barkandji people and those of the other members of the Claim Group.\\n\\n5 Attempts to resolve the dispute referred to above have been unsuccessful and, pursuant to resolutions passed at a meeting of the Claim Group on 1 October 2005, culminated in the filing of a notice of motion on 14 October 2005. By this notice of motion, an amended version of which was filed in Court on 13 December 2005, members of the Claim Group seek an order under s 66B of the Native Title Act 1993 (Cth) ('the NTA') replacing the current applicant on grounds that the current applicant is no longer authorised by the claim group to make the application and to deal with matters arising in relation to it. In effect the motion seeks: (a) to remove Mr Lawson and Mr Johnson from the applicant group as well as a third member, Mrs Patricia Johnson; and (b) to add two new members, Mr Murray Butcher and Mr Derek Hardman. Mr Lawson and Mr Johnson oppose the application to remove them; Mrs Johnson has not appeared or made any submissions however it is alleged that, because of her ill health, she no longer wishes to be part of the group that comprises the applicant or to be involved in the management of the proceeding.\\n\\n36 For the above reasons, I will make the orders sought in the amended notice filed on 13 December 2005. However, it is pertinent to note that in making these orders the Court is not adversely reflecting in any way on the conduct of Mr Lawson and Mr Johnson. There clearly has been a deeply held disagreement within the Claim Group and this has been resolved in accordance with the provisions of the NTA. As was discussed at the 1 October meeting, an order made under s 66B(2) of the NTA does not remove Mr Lawson and Mr Johnson from the Claim Group, nor does it affect their standing according to traditional law and custom. As members of the Claim Group both will continue to have the opportunity to participate in discussions as to the future conduct of the native title claim and it is to be hoped that they will avail themselves of the opportunity to do so. \\n \\n \\n I certify that the preceding thirty-six (36) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Stone. \\n\\n\\n\\nAssociate:\\n\\nDated: 2 February 2006\\n\\n\\n Counsel for the Applicants on the motion and New South Wales Native Title Services: Ms S Phillips \\n \\n Solicitor for the Applicants on the motion and New South Wales Native Title Services: New South Wales Native Title Services \\n \\n Mr Ray Lawson and Mr Noel Johnson appeared in person \\n \\n \\n Solicitor for the NSW Minister for Land & Water Conservation: Ms S Illiadis \\n \\n Solicitor for the NSW Farmers' Association respondents: Mr R Gorczyca \\n \\n Date of Hearing: 12 December 2005 \\n \\n Date of Judgment: 2 February 2006 \\n\\n\\n 'Pooncarie' Barkandji (Paakantyi) People v NSW Minister for Land & Water Conservation \\n [2006] FCA 25 \\n \\n\\n Schedule \\n \\n\\n Respondents \\n\\n \\nNSW Minister for Land and Water Conservation\\nNational Parks Association of NSW Inc\\nAvoca Vineyards Pty Ltd\\nStephen George Alexander\\nKeith James Bell\\nSam Costa\\nDarryn Robert Davies\\nHenry George Washington Davies\\nMaxwell Charles Gregg\\nKenneth John Hearne\\nPaul Anthony Hyde\\nWilliam Henry Lever\\nPeter James Middleton\\nWilliam John Summers\\nBalranald Shire Council\\nBourke Shire Council\\nBroken Hill City Council\\nCentral Darling Shire Council\\nCobar Shire Council\\nThe Commonwealth of Australia\\nThe Murray Darling Basin Commission\\nWentworth Shire Council\\nDareton Local Aboriginal Land Council\\nMutawintji Local Aboriginal Land Council\\nNSW Native Title Services Limited\\nKeith William Allison\\nChristopher Kym Andrews\\nRoss David and Colleen Frances Andrews\\nKenneth William and Rosemary Anne Barnes\\nBarry Frederick and Christione Phillis Barraclough\\nWalter John Barraclough and Vera May Douglas Barraclough\\nJames Arthur Bartholomaeus\\nRobert Malcolm Bartlett and Eveline Alexis Bartlett\\nBawarra Pty Ltd\\nGlen Gene Bell; Nyoli Merle Bell, Craig Andrew Bell\\nPeter Robert Beven\\nRandall William Beven\\nPhillip Peter Blore\\nTerry Francis Blore\\nJeffrey Langdon Bonython and Clara Wendy Bonython\\nCleveland Jay Bright\\nDallas Jay Bright\\nDarran Jay Bright\\nRex and Deana Brunsdon\\nBrywent Pty Ltd; Robin Owen York Jackson\\nChristopher Raymond Byrnes\\nEdward James Byrnes and Patricia Susan Byrnes\\nGerald Byrnes\\nCalzic Pty Ltd\\nAllan Charles Charmichael and William James John Carmichael\\nCarstairs Holdings Family Trust\\nChurch's Plumbing Supplies Pty Ltd\\nLeighton Clark\\nCol Cullinan, Comarto Station\\nIan Edward Crossing\\nGraeme Ross Crozier and Catherine Marie Petrina Crozier\\nMark Hurtle Crozier\\nTerry William Crozier\\nKim Desmond Cullen\\nDanny Ronald and Susan Marie Currran\\nAnthony Charles Dakis and Helen Kay Dakis\\nDalmorino Props (NSW) Pty Ltd, William Lindsay Scott Crozier\\nArthur Bernard Davies\\nEdward William Davies and Beatrice Mary Davies\\nRoger F Day\\nWalter Thomas Dell, Maxine Lorraine Dell and Walter John Dell\\nHugh Robert William Dettmann and Jennifer Mary Dettmann\\nDonald John Cullinan, Cherry Denice Cullinan, DJ & CD Cullinan Pty Ltd\\nDonald Robert Poulton, Dale Phyllis Poulton, Single Oak Pty Ltd\\nAnthony Sholto Douglas\\nBrendon Douglas Duncan, Maureen Therese Duncan and Glen Esk Pastoral\\nIan Charles Edson and Trudy Nadine Edson\\nRobert James Edwards and Barbara Anne Edwards\\nClarence Lawrence Elliott and Christine Gaye Elliott\\nEric Nitscuke, Eric Nitscuke Family Trust\\nIan David Farnsworth and Delma Joy Farnsworth\\nMaxwell Henry Follett\\nGary Gaiter\\nJohn Gall\\nLachlan John Gall\\nRichard Gates and Joanne Gates\\nNeil Edward Gibbons\\nBrendan R Gorman\\nWilliam Sydney Grace\\nJames Graham\\nGarry James Griffiths\\nGulthul Pty Ltd\\nMalcolm John Hammat\\nGarry Ross Hannigan\\nFrank Murray Hanns and Mary Patricia Hanns\\nAlan Harris and Annie Harris\\nDouglas Linton Harrison\\nRonald Harvy and Marilyn Peta Harvy\\nArthur O'Hara Hayes and Jennifer Margaret Hayes\\nAnne Daphne Headon\\nMichael John Healy\\nPatrick Joseph Healy\\nRaymond Gerard Healy\\nCynthia Heasyman\\nFoster John Heatley\\nFrederick Herring\\nHomfray Family Partnership\\nElaine Laura Huddleston\\nPhillip Hudson and Daphne Hudson\\nJohn Gwynne Hughes\\nKevin David Ingram and Robyn Anne Ingram\\nInkerman Pastoral Co Pty Ltd\\nDavid Henry Jackson and Mary Jill Jackson\\nJeremy John McClure for TJL McClure Pty Ltd\\nJohn Smith, Marlene Smith, Ricky Howard, Susan Howard\\nWesley Judd and Kathleen Judd\\nGaye Constance Kelly\\nMary Margaret Knight and David William Knight\\nPhilip Anthony Larwood and Christine Grace Larwood\\nAndrew John Lawrence and Vivienne Jean Lawrence\\nJohn Joseph Lawrence\\nMark Lawrence and Jann Lawrence\\nPeter Lawrence\\nWilliam Norman Lawrence and Anne Dorothy Lawrence\\nGraham Leckie and Julie Leckie\\nThomas Henry Lee; Dawn Lee; Helen Patricia Lee; Daniel Thomas Lee\\nNeill Robert Leigo and Debra Anne Leigo\\nStuart LeLievre\\nLema Props\\nLimbra Pastoral Company Pty Ltd\\nDavid John Linklater and Denise Cheryl Linklater\\nWilliam George Looney and Shirley Ann Looney\\nDavid Anthony Lord\\nJohn Montgomery Lord\\nWilliam Laurence Mahy and Fae Linda Mahy\\nMallara Station Partnership Frank, Florence, Richard and Jennifer Smith\\nMannahill Pastoral Services\\nMark Alexander Withers and Lindy Maree Smith-Withers\\nMark Etheridge, Megan Davies, M&M Pastoral Pty Ltd\\nMarrapina Station Pty Ltd\\nBruce Marshall and Wendy Marshall\\nEric John Martin and Hazel Dorothy Martin\\nAnthony Aloyius McGinty and Heather Ann McGinty\\nCampbell Addison McGrath\\nPaul McPherson and Christine McPherson\\nMichael Joseph Maher and Jeanna Danielle Dettington\\nBryan Milne and Bronwyn Kaye Milne\\nMK Lush, D Lush, G Lush, JO Lush and BD Lush\\nGeorge V Morton\\nMount Manara Pastoral Company\\nMurray Edward Cramp, Cramps Pastoral Co Pty Ltd\\nNeil Howard, Lynnette Zell Howard, Chad Lloyd Howard, Hayley Natika Zell Howard\\nJohn Arthur Nelson and Gillian Mary Nelson\\nNesbit Rural Holdings. Partners are James Alfred O'Hara Nesbit, Jennifer Faye Nesbit, Martin Edward Nesbit\\nJames Markham O'Connor\\nPhilip Hurtle Palmer and Patricia Mary Palmer\\nKevin Payne\\nPenrose Park Recreation Reserve Trust\\nPetro Pastoral Co Pty Ltd\\nBrett Anthony Pickering\\nJohn Ernest Pippin\\nGregory John Pollard; Dianne Mary Pollard (Warrananga Proprietors)\\nVera Jean Pollard (Warrananga Proprietors)\\nPolocara Pastoral Company Pty Ltd\\nAlexander Peter Pulver and Noreen Joy Pulver\\nGary Arnold Radford\\nRaymond Joseph Byrnes and Luke Anthony Byrnes\\nGrahame Ronald Rees\\nReginald Edgar Stanmore, Patricia Mary Stanmore, Christopher John Stanmore, Jane Margaret Stanmore\\nTerrence Remmert\\nRobert Charles Duncan Fo \\\"Dunedin Park\\\" Proprietors\\nIan and Evelyn Robertson\\nLee Scott Robertson\\nWilliam Geoffrey Rodda and Barbara Valmai Rodda\\nRodoni Engineering\\nPhillip Albert Rogers\\nMax Oliphant Russell,\\nJohn Famers Scobie\\nRobert Seekamp and Hillary Seekamp\\nSilverlea Incorporated\\nJames Malcolm Skinner and Dinah Helena Skinner\\nEdwin Smith\\nGeoffrey Kenneth Smith and Vanessa Smith\\nPatrick William Smith and Lynda James Smith\\nThomas Smith\\nAndrew Charles Spinks\\nStephen Alfred Stewart Withers, Maxine Stuart Withers, Alfred Andrew Stewart Withers\\nSteven Keith Marwood, Sandra Louise Marwood or Belmore Farms\\nLaurence Walter Strachan and Kayleen Frances Strachan\\nPeter Geoffery Sullivan\\nSwiss Australian Farm Holdings Pty Ltd\\nThomas John Symes\\nArnold Taylor and Frederick Joseph Taylor\\nJohn Robert Jeffrey Taylor\\nMilton Douglas Taylor\\nRaymond V Tesseyman\\nBrian Gaffney Thomas\\nDavid James Turner\\nGraham Holbrook Turner and Judith Mary Turner\\nKenneth Turner\\nJohn Vernon\\nIan Walter Wakefield\\nAndrew Samuel Wall; Edward Alfred Neindorf; Sharyn Edith Neindorf; Kathryn Anne Wall\\nAllan Frederick Wembridge; Lorna Florence Wembridge; James Raymond Wembridge\\nWenda Johnson, John Johnson, Cheryl Johnson\\nAlan Whyte\\nMaxine Yvonne Wilkinson and Roger Graham Wilkinson\\nWilliam Alfred Anderson, Helen Patricia Anderson, Michael Christian Anderson,\\nRichard John Anderson\\nNeil Geoffrey Williams\\nRichard James Williams\\nRobert Bates Wilson\\nWirryilka Pastoral Co Pty Ltd\\nPeter Malcolm Withers and Helen Withers\\nWokabity Pty Ltd\\nWyona Pty Ltd\\nChristopher Forrest and Shelley Forrest\\nRichard Dale Chapman and Grant Allan Chapman\\nDominic Alfonzi and Marlene Alfonzi\\nOmah (Peter) Amjah\\nAngloGold Shanti Australia Limited\\nArumpo Bentonite Pty Ltd\\nIris Jean Baldwin\\nBasin Minerals Holdings NL (Title Holder), Bemax Resources NL (farminee)\\nGeorge Leslie Baynes; Russell James Hann; Geoffrey Logan\\nRobert John Crawford and Anita Margaret Crawford\\nGeorge Diamantes, James Dimantes\\nWayne Donehue\\nGraeme R Dowton & Helen M Dowton\\nNeville A Dowton\\nRonald Arthur Dowton and Susan Erica Dowton\\nBrian Eakin\\nEllen Francis\\nGolden Cross Operations Pty Ltd\\nBarbara Jean Golya\\nClair Louise Inness\\nBeryl Eileen Ireland\\nPeter Bruce Kemp\\nKenneth Joseph King\\nLeo Studman and Beryl Metcalf\\nMacapika Pty Ltd\\nIrvan Robert McRae\\nMinex (SA) Pty Ltd, Minotaur Resources Ltd\\nMurray Basin Titanium Pty Ltd\\nNewcrest Operations Limited (N.O.L.)\\nDavid Charles Prendergast\\nMorton Edward Ritchie\\nValerie Jean Ritchie\\nLeigh-Anne Rogers\\nDieter Ruhl\\nDorothea Anne Ruhl\\nDavid George Seaton\\nVincenzo Sferruzzi\\nSheila Young and Karl Brunnenmeyer\\nGlenys Smiley\\nSusan Mary Spangler\\nStephen Hoare and Kathryn Ward\\nUnimin Australia Limited formerly Normandy Industrial Minerals Limited\\nWilliam Neave Young, Sheila Mary Young, Robyn Cecelia Young\\nDenis Young\\nMalcolm Grant Anderson\\nBirdwood Proprietors\\nBroken Hill Licenced Butchers\\nNeville John Crisp\\nJane Ruby Evans\\nFilmink Pty Ltd\\nHillston Rural Lands Protection Board\\nKelleen Holdings\\nPeter John Kiely and Dorothy Anne Kiely\\nCecil Robert Frederick Leckie\\nMichael George Martin\\nJane McClure and Murray Churchill McClure\\nMilparinka Rural Lands Protection Board\\nPatrick Arthur Murphy and Moya Grace Murphy\\nPastoralists' Association of West Darling\\nPooncarie Hospital Reserve Trust\\nIan Lewis and Lisa Gay Roberts\\nJames Barry Robinson and Judith Robinson\\nGwen Rowe\\nAlfio OrazioSapuppo; Vince Sapuppo; Maria Sapuppo\\nNicholas Siemer\\nSilverton Temporary Common Trust\\nMargaret Annette Smith\\nRobert Neil Smith\\nSouth Western Water Users Association\\nAnne May Strain\\nIan Milton Strain\\nTom Ferdinand Willem Gerald Wynen and Jennifer Olive Law\\nWanaaring Rural Lands Protection Board\\nJohn Thompson Waters\\nWentworth Rural Lands Protection Board\\nWillotia Station Pty Ltd\\nJohn Malcolm Caskey\\nClive Maxwell Linnett\\nJames Edward Manns\\nWheepool Pty Ltd\\nTransgrid\\nBroken Hill Speed Boat Club Inc.\\nTelstra Corporation Limited\\nMutawintji National Park Board of Management\\nLance Hilliard and Samantha Jane Hilliard\\nFrank Misali\\nIan William Alexander and Susan Anne Alexander\\nAlingh Grove Pty Ltd\\nDouglas John Alvey and Susan Margaret Alvey\\nRaymond George Alvey and Margaret Beatrice Alvey\\nAndriske Vineyards Pty Ltd (Formerly Andriske(Paringi) Nominees Pty Ltd)\\nGary Charles Andriske and Lin Baddock\\nPeter Bezzina and Julie Bezzina\\nRobert Alexander Blake and Lynette Joy Blake\\nBoeill Creek Holdings Pty Ltd\\nBoeill Creek Nursery Pty Ltd, Raymond Peter and Samantha Maria Formosa; Salvatore B Pensini and Patricia J Pensini\\nBoeill Creek Packers Pty Ltd\\nDavid Ross Bottom\\nGiovanna Cesco\\nTerry William Channing\\nStephen Clarke\\nDavid Griffin Cox and Andrea Cox\\nV and M Cricelli\\nCroftwood Vineyards Pty Ltd\\nDanielle Vineyards Pty Ltd\\nIan James Dowton\\nAlwyn Elstone and Joan Irene Elstone\\nEureka Concrete Holdings Pty Ltd\\nAnn Louise Evers\\nRobert Farnsworth\\nJames Michael Gilmartin; Elaine Joy Perry\\nGregg & Sons (Steel) Pty Ltd\\nBrian Gregg and Sandra Gregg\\nRodney Harvey and Coral Harvey\\nHC & E Farnsworth Pty Ltd\\nGloria Hucker\\nIan Robert Mansell, Ruth Enid Nansell, Robert Jeffery Nansell, Kenneth Allan Mansell, Jeanette Ruth Mason, Denise Margaret Pragt\\nJanette Loveday and Andriske Loveday, Robin Harold Lloyd\\nBarrie Blair McMillan and Nola Joy MacMillan\\nCharles Anthony Mangan; Julie Ann Mangan; Peter Kotsoronis\\nMansell Farms (Family Partnership), Ian Robert Mansell, Ruth Enid Mansell, Robert Jeffery Mansell, Julie Lorraine Mansell, Kenneth Allan Mansell, Anne Elizabeth Mansell\\nVaughan Marshall\\nAnthony James McCarten\\nStella Margaret McCarten\\nAllison McTaggart and Graham Richardson\\nMerbein Investments Pty Ltd\\nJohn Metcalf\\nMildura Equity Chambers Management Pty Ltd (ACN 005 063 294)\\nDennis Cameron Mills and Margot Barbara Mills\\nFrank Modica\\nMourquong Co-op Rural Society Ltd\\nRichard Kevin Munro and Helen Jean Munro\\nIan Murdoch and Robyn Joy Murdoch\\nNakorn Pty Ltd\\nRocco Panuccio\\nPasminco Limited\\nPiave Sand & Earthmoving\\nMario Carmelo Ralli\\nIan Lewis Roberts\\nOrazia Sapuppo and Patricia Sapuppo\\nJanine Margaret Smith\\nRodger McLeod Smith and Anne Maree Smith\\nStanley Wine Co Pty Ltd\\nKenneth Edward Stubbs and Nannette Mary Stubbs\\nSummer Gove Pty Ltd\\nTable Grape Growers of Australia Pty Ltd\\nAdam Thompson\\nTriako Resources Limited (ABN 46 008 498 119)\\nGregory James Turner\\nStanley John Webley and Jennifer Jean Webley\\nWestern Murray Irrigation Limited\\nPamela Janette White\\nVirginia Ann White\\nP and J Whitfield\\nWilcannia Rural Lands Protection Board\\nPeter Geoffrey Wilson\\nWindtan Pty Ltd\\nAlanford Pty Ltd\\nAljor Developments Pty ltd\\nRoderick Campbell Baird and Alice Anne Baird\\nWayne Maxwell Barnfield and Delwyn Barnfield\\nJane Angel Benson\\nBeven Pastoral \\nJoseph Alan Bunyan\\nCantrade Pty Ltd\\nBrian Wayne Casey and Joan Maree Casey\\nStephen Cresswell and Sophia Cresswell\\nPeter Crisp\\nBrian Patrick Michael Cullinan\\nEstate of the late Sydney George Maynard\\nFrancis Fitzgerald, Michael James Fitzgerald, Peter Dennis Fitzgerald\\nRobin Gebert and Margaret Gebert\\nDiane Angel Gibson\\nGrazing Investments Pty Ltd, John Alex Elliott and Dianne June Elliott trading as Moira Plains Co.\\nGuiseppe Simonetta, Antony Simonetta, Mario Simonetta\\nMitchell James Harrison\\nJohn Hederics\\nBeverley Howse\\nJ. B Garde Nominees Pty Ltd (ACN 005 646 015), James Bruce Garde, Robert Bruce Garde\\nRobert William Jolley and Evelyn Marjorie Jolley\\nSteven James Kiel\\nDonald Bach Langford\\nNiki Lisandros and Konstatine Karanicolos\\nPeter John Lush and Beverley Anne Lush\\nDudley Marrows\\nMalcolm James Maynard\\nColin Michael Middleton\\nMinda Proprietors\\nIan Morrison and Robyn Dianne Morrison\\nPeter Neate and Raelene Neate\\nOfficial Trustee in Bankruptcy of Estate of Kuzu (VIC 1910\\/1993)\\nOrmond Murdoch McLeod and Roderick Murray McLeod\\nGiuseppe Pagano and Elizabeth Pagano\\nPowercor Australia Ltd\\nAdrian Ribarits, Simon Ribarits, Anthony Ribarits\\nRichard Ernest Danson, Heather Danson, Terrence Norman Jones, Judith Ann Danson (formerly McLauchlan), Helen Jean Munro\\nJeffrey Michael Smith and Susan Jane Smith\\nMargaret Jean Smith and Daryl Francis Smith\\nTandou Limited\\nGregory Phillip Taylor\\nJohn Gait Vagg\\nKevin John Voullaire; Margaret Patricia Voullaire; Ernst Henry Voullaire, Rodney James Voullaire\\nWillaim Patrick Wilkes, Genevieve Katherine Wilkes, \\\"Moornanyah\\\" Pastoral Co P\\/L\\nAcutt Holdings Pty Ltd\\nReginald James Hall; Thegoa Pastoral Co Pty Ltd\\nNicola Argiro\\nBuronga Hill Pty Ltd\\nSimeon Wines Limited\\nKevin Emmins and Glen Emmins\\n\\n \\n\\n \\n\\n \\n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \\n URL: http:\\/\\/www.austlii.edu.au\\/au\\/cases\\/cth\\/FCA\\/2006\\/25.html\",\"9\":\"8 Section 85 of the NTA provides that a 'party may appear in person or may be represented by a barrister, a solicitor or, with the leave of the Federal Court, another person'. Although Messrs Lawson and Johnson are members of the applicant group they are not, as individuals, parties to this proceeding: see s 61(2) of the NTA. Nevertheless they are, effectively, the contradictors to the present motion. I am satisfied, therefore, that under the Court's power to do that which is incidental or necessary to the exercise of the powers conferred on it, in this case by s 66B of the NTA, I have jurisdiction to entertain the application for leave for Mr Dengate to appear. In Melaleuca of Australia & New Zealand Pty Ltd v Duck [2005] FCA 1481 , Bennett J helpfully summarised the Court's 'inherent' power in this regard at [5]-[15]. While I would prefer to take the approach advocated in Parsons v Martin (1984) 5 FCR 235 at 241 and refer to this power as an 'incidental and necessary power of a statutory court' rather than as 'inherent', I respectfully accept her Honour's statement of the generally applicable principles.\",\"10\":\"27 Subsection 61(2) of the NTA provides that the persons authorised to make the claimant application by the native title claim group are jointly the 'applicant' and none of the other members of the native title claim group is the 'applicant'. This leads to the somewhat awkward situation where the term 'applicant' is applied to a group of separately named individuals: see Noble v Murgha [2005] FCAFC 211 at [6] . Other provisions of the NTA relevant to the present application are:\\n \\n ' 66B Replacing the applicant \\n Application to replace applicant in claimant application \\n \\n \\n (1) One or more members of the native title claim group (the claim group ) in relation to a claimant application, or of the compensation claim group (also the claim group ) in relation to a compensation application, may apply to the Federal Court for an order that the member, or the members jointly, replace the current applicant for the application on the grounds that: \\n \\n \\n (a) either: \\n (i) the current applicant is no longer authorised by the claim group to make the application and to deal with matters arising in relation to it; or \\n (ii) the current applicant has exceeded the authority given to him or her by the claim group to make the application and to deal with matters arising in relation to it; and \\n \\n \\n \\n (b) the member or members are authorised by the claim group to make the application and to deal with matters arising in relation to it. \\n \\n \\n \\n Court order \\n \\n \\n (2) The Court may make the order if it is satisfied that the grounds are established.' \\n \\n \\n \\n ' 251B Authorising the making of applications \\n For the purposes of this Act, all the persons in a native title claim group or compensation claim group authorise a person or persons to make a native title determination application or a compensation application, and to deal with matters arising in relation to it, if: \\n \\n (a) where there is a process of decision-making that, under the traditional laws and customs of the persons in the native title claim group or compensation claim group, must be complied with in relation to authorising things of that kind--the persons in the native title claim group or compensation claim group authorise the person or persons to make the application and to deal with the matters in accordance with that process; or \\n (b) where there is no such process--the persons in the native title claim group or compensation claim group authorise the other person or persons to make the application and to deal with the matters in accordance with a process of decision-making agreed to and adopted, by the persons in the native title claim group or compensation claim group, in relation to authorising the making of the application and dealing with the matters, or in relation to doing things of that kind.'\",\"11\":\"8 Section 85 of the NTA provides that a 'party may appear in person or may be represented by a barrister, a solicitor or, with the leave of the Federal Court, another person'. Although Messrs Lawson and Johnson are members of the applicant group they are not, as individuals, parties to this proceeding: see s 61(2) of the NTA. Nevertheless they are, effectively, the contradictors to the present motion. I am satisfied, therefore, that under the Court's power to do that which is incidental or necessary to the exercise of the powers conferred on it, in this case by s 66B of the NTA, I have jurisdiction to entertain the application for leave for Mr Dengate to appear. In Melaleuca of Australia & New Zealand Pty Ltd v Duck [2005] FCA 1481 , Bennett J helpfully summarised the Court's 'inherent' power in this regard at [5]-[15]. While I would prefer to take the approach advocated in Parsons v Martin (1984) 5 FCR 235 at 241 and refer to this power as an 'incidental and necessary power of a statutory court' rather than as 'inherent', I respectfully accept her Honour's statement of the generally applicable principles.\",\"12\":\"29 It is pertinent to note, however, that the Court retains a discretion not to make the orders sought under s 66B of the NTA: see Ward v Northern Territory [2002] FCA 171 (' Ward ') at [16] and Daniel at [18].\",\"13\":\"28 In Daniel v Western Australia (2002) 194 ALR 278 (' Daniel ') at [17], French J drew from s 66B the following conditions that must be met for an order under the section to be made:\\n \\n \\n 1. There is a claimant application.\\n 2. Each applicant for an order under s 66B is a member of the native title group.\\n 3. The person to be replaced is no longer authorised by the claim group to make the application and to deal with matters arising in relation to it.\\n 4. Alternatively, the person to be replaced has exceeded the authority given to him or her by the claim group.\\n 5. The persons making the application under s 66B are authorised by the claim group to make the application and to deal with matters arising under it. \\n \\n\\nSee also, Holborow v State of Western Australia [2002] FCA 1428 ; Ward v Northern Territory of Australia (2003) 196 ALR 32; Lawson ; and Bolton on behalf of the Southern Noongar Families v State of Western Australia [2004] FCA 760.\"}}"