"{\"id\":{\"0\":\"c0\",\"1\":\"c1\"},\"class\":{\"0\":\"considered\",\"1\":\"followed\"},\"tocase\":{\"0\":\"Furlong v Maxim Electrical Services (Aust) Pty Ltd [2005] FCA 1518\",\"1\":\"Pine v Multiplex Constructions (Vic) Pty Ltd [2005] FCA 1428\"},\"text\":{\"0\":\"4 As I said in a previous judgment in this proceeding concerning the second respondent in Furlong v Maxim Electrical Services (Aust) Pty Ltd [2005] FCA 1518 at [1] :\\n \\n \\\"There is a real issue in this proceeding whether the relevant employees did engage in industrial action. That is yet to be determined.\\\"\\n\\n5 Adapting what follows at [1] in the previous judgment to the current circumstances:\\n \\n \\\"All I am currently required to do is to assess the appropriate penalty, if any, to be imposed on [Maxim (Vic)] , on the basis of the agreed statement of facts advanced by it and the applicant, Mr Furlong.\\\"\\n\\n6 Maxim (Vic) admits that it made payments to certain of its employees at a time when those employees were engaged in industrial action on 5 and 6 August 2003. Those payments totalled $2,056.83.\\n\\n11 The facts and circumstances of this matter are not materially distinguishable from those referred to in the previous judgment in this proceeding, that is, Furlong v Maxim Electrical Services (Aust) Pty Ltd [2005] FCA 1518. As was the case with the contractor referred to in that judgment, the breaches of s 187AA and of the relevant agreement were inadvertent and unlikely to recur. No utility would ordinarily be served by imposing a penalty. However, the parties, operating at arms length and competently advised, consider that a penalty of $1,750 should be imposed. I see no good reason to depart from that agreement as the sum is not a significant one for the seventh respondent. I will impose the penalty for breach of the Act but not impose any additional penalty for breach of the certified agreement, in respect of which a declaration will be recorded.\\n\\n12 For the sake of completeness, as I did in the previous judgment, I reiterate that in accepting that Maxim (Vic) breached the agreement I am not expressing any view about the conduct of the third respondent, the Union or any respondent other that Maxim (Vic).\",\"1\":\"13 At the directions hearing at which this aspect of the proceeding was programmed, counsel for the third to sixth respondents formally submitted that judgment against Maxim (Vic) should not be given at this stage. The submission was only formally advanced given my ruling at [10] to [13] in the previous judgment, in which I accepted the approach of Merkel J in Pine v Multiplex Constructions (Vic) Pty Ltd [2005] FCA 1428. I still adhere to that approach. Therefore there is no reason to withhold judgment concerning Maxim (Vic).\\n \\n\\n\\n I certify that the preceding thirteen (13) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Marshall. \\n\\n\\nAssociate:\\n\\nDated: 14 June 2006\\n\\n\\n Counsel for the Applicant: Mr P O'Grady \\n \\n Solicitor for the Applicant: Australian Government Solicitor \\n \\n Counsel for the Seventh Respondent: Mr J Twigg \\n \\n Solicitors for the Seventh Respondent: Giannokopoulos Solicitors \\n \\n Date of Hearing: 14 June 2006 \\n \\n Date of Judgment: 14 June 2006 \\n\\n \\n\\n \\n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \\n URL: http:\\/\\/www.austlii.edu.au\\/au\\/cases\\/cth\\/FCA\\/2006\\/740.html\"}}"