"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\"},\"class\":{\"0\":\"cited\",\"1\":\"cited\",\"2\":\"cited\"},\"tocase\":{\"0\":\"Hafza v Director-General of Social Security (1985) 6 FCR 444\",\"1\":\"Re Taylor; Ex parte Natwest Australia Bank Limited (1992) 37 FCR 194\",\"2\":\"Taslim v Secretary, Department of Family and Community Services [2004] FCA 789 ; (2004) 138 FCR 70\"},\"text\":{\"0\":\"8 As a general concept, residence has two elements: a physical presence in a particular place and the intention to treat that place as home ( Hafza v Director-General of Social Security (1985) 6 FCR 444 at 449; Taslim v Secretary, Department of Family and Community Services [2004] FCA 789 ; (2004) 138 FCR 70 at [36] ).\\n\\n9 Of course, once a person has established a home in a place, temporary absence from that place (for example, to take a holiday) does not bring the residence to an end. However, a person's residence in a place in which he or she is not present, depends on an intention to return and continue to treat that place as home ( Hafza at 449-450).\",\"1\":\"10 Again, as a general concept, although most people reside in only one place, residence need not be exclusive; a person may reside in more than one place ( Re Taylor; Ex parte Natwest Australia Bank Limited (1992) 37 FCR 194 at 198). For example, an individual who maintains two homes (say, one in Melbourne and one on the Gold Coast) and moves between them according to the seasons may be a resident of both places.\\n\\n11 Pensions and other benefits under the Social Security Act are, of course, not available to everyone. A recipient of benefits paid for by Australian taxpayers is expected to have a connection with Australia. The necessary connection in the case of pensions and benefits payable under the Social Security Act , generally speaking, involves Australian residence.\\n\\n12 A person who has reached pension age is qualified for an age pension if he or she satisfies any of the criteria specified in s 43(1) and (1A). As mentioned above, the criterion which the Tribunal found that Mrs Baccon satisfied was that she had '10 years qualifying Australian residence' (s 43(1)(a)).\",\"2\":\"8 As a general concept, residence has two elements: a physical presence in a particular place and the intention to treat that place as home ( Hafza v Director-General of Social Security (1985) 6 FCR 444 at 449; Taslim v Secretary, Department of Family and Community Services [2004] FCA 789 ; (2004) 138 FCR 70 at [36] ).\\n\\n15 As s 7(3)(f) reveals, for the purposes of the Act, it is, at the least, a relevant factor in determining whether a person is residing in Australia that he or she intends to remain permanently in Australia. 'Permanently' in this context does not mean forever, and it does not mean without ever leaving Australia whether for business or recreational purposes. It requires the person to have an enduring commitment to Australia as home ( Taslim ).\\n\\n16 It seems to me that it may be arguable that, in the context of the Act, a person cannot be an Australian resident and the resident of another country at the same time. Alternatively, it may be arguable that, in the context of the Act, a person cannot have been an Australian resident for any continuous period if he or she has, during that period, been a resident of, and resident in, another country. However, the Secretary did not advance either of these arguments and I need not consider their merit.\\n\\n17 The Secretary submitted that, if a person becomes a resident of a country other than Australia, this is an indication that his or her 'continuous period' of Australian residence may have ended or been interrupted. Subject to the observations in [16], I accept the validity of this submission.\"}}"