"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\",\"3\":\"c3\",\"4\":\"c4\",\"5\":\"c5\"},\"class\":{\"0\":\"cited\",\"1\":\"cited\",\"2\":\"applied\",\"3\":\"cited\",\"4\":\"cited\",\"5\":\"cited\"},\"tocase\":{\"0\":\"Zubair v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 248 ; (2004) 139 FCR 344\",\"1\":\"Minister for Immigration and Multicultural and Indigenous Affairs v Ahmed [2005] FCAFC 58 ; (2005) 143 FCR 314\",\"2\":\"Humayun v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCAFC 35\",\"3\":\"Baidakova v Minister for Immigration and Multicultural Affairs [1998] FCA 1436\",\"4\":\"Weerasinghe v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCA 261\",\"5\":\"Minister for Immigration and Multicultural and Indigenous Affairs v Yu [2004] FCAFC 333 ; (2004) 141 FCR 448\"},\"text\":{\"0\":\"33 Counsel for the first respondent argued that the Tribunal's function is to review the decision on the merits and within the framework provided in Div 5 of Pt 5 of the Act: Zubair v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 248 ; (2004) 139 FCR 344, followed in Minister for Immigration and Multicultural and Indigenous Affairs v Ahmed [2005] FCAFC 58 ; (2005) 143 FCR 314. The Tribunal properly carried out its task of a merits review and asked itself the correct question on the merits review.\",\"1\":\"33 Counsel for the first respondent argued that the Tribunal's function is to review the decision on the merits and within the framework provided in Div 5 of Pt 5 of the Act: Zubair v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 248 ; (2004) 139 FCR 344, followed in Minister for Immigration and Multicultural and Indigenous Affairs v Ahmed [2005] FCAFC 58 ; (2005) 143 FCR 314. The Tribunal properly carried out its task of a merits review and asked itself the correct question on the merits review.\",\"2\":\"34 I accept the submissions of counsel for the first respondent. The Tribunal afforded the applicant a merits review and it was not, therefore, required to address any alleged denial of procedural fairness before the delegate ( Humayun v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCAFC 35 at [30] ('Humayun') ).\\n\\n35 Counsel for the applicant said that the Tribunal had received the response dated 17 May 2005 from the University referring to the applicant's 'semester weighted average' as being unsatisfactory for semester 2 of 2004, but that response had also stated that the applicant was no longer terminated and was granted a 'reprieve' of conditional status. Counsel submitted that the Tribunal treated the applicant's conditional status as of no significance and relied only on the reference in the response to the applicant's 'semester weighted average' as being conclusive that the University had not certified the applicant's academic result to be satisfactory.\\n\\n41 In Humayun at [21] Wilcox J (with whom Conti and Stone JJ agreed) confirmed that the education provider has a 'measure of discretion' as to what level of academic performance is satisfactory for the purposes of providing a certificate in respect of Condition 8202. However, Wilcox J (with whom Conti J agreed) drew a distinction between a decision made by the education provider in relation to whether an academic result was at least satisfactory and a decision made in relation to the status of a student. At [22], Wilcox J (with whom Conti J agreed) said:\\n \\n 'I see no inconsistency in an educational institution saying to a student, whether simultaneously or at different times: \\n \\n \\n (i) \\\"we will allow you to continue your course\\\"; \\n \\n (ii) \\\"your academic results to date are unsatisfactory\\\". \\n \\n \\n On 22 January 2003, the University made the first statement to the appellant; on 7 February 2003 it made the second.'\\n\\n42 In that case, the majority found that the University's letter of 22 January 2003, did not constitute a certification by the provider which met the requirements of Condition 8202.\\n\\n43 The case which the applicant put to the Tribunal was that he accepted that his academic result was unsatisfactory, but that after having given the matter some consideration he had decided to appeal against his terminated status on the grounds that he had only three subjects left to do for his degree. It is apparent that the Tribunal was conscious of the requirement to consider only the question of whether the education provider had certified that the applicant had achieved an academic result that was at least satisfactory, as opposed to any decision of the University in relation to the academic status of the applicant. It cannot be said that, in so doing, the Tribunal asked itself the wrong question. The Tribunal had considerable sympathy for the plight of the applicant but came to the view that the letter from the University of 13 April 2005 and the email response of 17 May 2005 from the University did not comprise a certificate to the effect that the academic result was 'at least satisfactory'. It cannot be said that in coming to that view, the Tribunal misconceived the material from the University. The letter of 13 April 2005 refers only to the student's academic status. The email response from the University of 17 May 2005 itself draws a distinction between the applicant's academic result and his academic status. The email does not certify that the applicant's appeal has led to the 'academic result' being reclassified as 'at least satisfactory'. The email records that the 'semester weighted average' result was 'unsatisfactory', and says that the appeal resulted in a 'reprieve' in the academic status to 'conditional'.\",\"3\":\"36 Counsel for the applicant submitted that the cases of Baidakova v Minister for Immigration and Multicultural Affairs [1998] FCA 1436 and Weerasinghe v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCA 261 support the contention that an education provider can take into account discretionary factors when determining whether an applicant's academic result has been 'at least satisfactory'.\",\"4\":\"36 Counsel for the applicant submitted that the cases of Baidakova v Minister for Immigration and Multicultural Affairs [1998] FCA 1436 and Weerasinghe v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCA 261 support the contention that an education provider can take into account discretionary factors when determining whether an applicant's academic result has been 'at least satisfactory'.\",\"5\":\"44 I also reject the contention of the applicant that the Tribunal committed jurisdictional error by failing to make inquiries as to whether or not the University's letter and email response meant that the University was thereby certifying that the academic result was 'at least satisfactory'. There is no absolute obligation on the Tribunal to make inquiry ( Minister for Immigration and Multicultural and Indigenous Affairs v Yu [2004] FCAFC 333 ; (2004) 141 FCR 448). Once it is recognised that a distinction is to be drawn between a student achieving an academic result that is certified to be 'at least satisfactory', and the academic status accorded to a student, there was no ambiguity in relation to the material from the University and, therefore, no reason for the Tribunal to embark upon any inquiry of the University.\\n\\n45 I find, therefore, that the Tribunal did not fall into jurisdictional error. It follows that the application must be dismissed with costs.\\n \\n\\n\\n I certify that the preceding forty-five (45) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Siopis. \\n\\n\\nAssociate:\\n\\nDated: 23 June 2006\\n\\n\\n\\n Counsel for the Applicant: Mr R Lindsay \\n \\n Solicitor for the Applicant: CGN Legal \\n \\n Counsel for the First Respondent: Mr J Allanson \\n \\n Solicitor for the First Respondent: Australian Government Solicitor \\n \\n Date of Hearing: 19 October 2005 and 15 February 2006 \\n \\n Date of Judgment: 23 June 2006 \\n\\n \\n\\n \\n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \\n URL: http:\\/\\/www.austlii.edu.au\\/au\\/cases\\/cth\\/FCA\\/2006\\/788.html\"}}"