"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\"},\"class\":{\"0\":\"referred to\",\"1\":\"referred to\",\"2\":\"referred to\"},\"tocase\":{\"0\":\"Dinyarrak Investments Pty Ltd v Amoco Australia Ltd (1982) 45 ALR 214\",\"1\":\"Giumelli v Giumelli [1999] HCA 10 ; (1999) 196 CLR 101\",\"2\":\"Repatriation Commission v Tsourounakis [2004] FCAFC 332\"},\"text\":{\"0\":\"28 For Mrs Wall to acquire an interest in Warwick's shares, by the operation of the doctrine of proprietary estoppel, it would be necessary to establish the following matters: \\n \\n \\n (a) an expectation or belief by Mrs Wall, created and encouraged by Warwick, that Mrs Wall was to be regarded as the beneficial owner of the shares in the Company held by Warwick,\\n (b) knowledge by Warwick of Mrs Wall's expectation or belief,\\n (c) some conduct on the part of Mrs Wall, to her detriment, in reliance upon that expectation or belief, encouraged by some conduct of Warwick's or lack of conduct on his part. \\n \\n\\nIn those circumstances, it may be unconscionable for Warwick to rely on his ownership of the shares to defeat his mother's expectation and belief (see Dinyarrak Investments Pty Ltd v Amoco Australia Ltd (1982) 45 ALR 214 and Repatriation Commission v Tsourounakis [2004] FCAFC 332).\",\"1\":\"74 The task of the Tribunal would have been to examine the extent to which a court of equity would require Warwick to compensate his mother, as a term of being permitted to assert beneficial ownership of his shares. That is to say, it would be necessary to enquire whether Warwick's conduct, in receiving $400,000 in 1988 and thereafter having no involvement with the Company, gave rise to an estoppel against his asserting beneficial ownership of the shares. It is only if a constructive trust is the only way in which equity can be done, as between Warwick and his mother, that a court would impose such a remedy. The first step, however, would be to determine whether there was an appropriate equitable remedy that fell short of the imposition of a trust (see Giumelli v Giumelli [1999] HCA 10 ; (1999) 196 CLR 101 at [10] ).\\n\\n75 The difficulty with the Tribunal's reasons is that it simply did not direct attention to findings necessary to establish that a remedy of constructive trust was appropriate in the circumstances. Although these matters were not the subject of any submission to the Tribunal on the hearing of this proceeding, counsel for Warwick suggested that Mrs Wall acted to her detriment in:\\n \\n \\u2022 lending money, interest free, to the Company,\\n \\u2022 refraining from applying for an aged pension under the Entitlements Act. \\n\\nHowever, the Tribunal did not attempt to quantify any such detriment.\\n\\n76 In addition, it would be necessary to examine the extent to which Mrs Wall obtained a benefit by reason of the tax losses of the Company being carried forward so as to be set off against income derived from investments made with money lent, interest free, by her to the Company. A further matter for enquiry may be the extent to which Fontas, a wholly owned subsidiary of the Company, forwent its claim against Warwick for the loan of $1,080,000 made to him in 1988. Of course, that may not have been a detriment to Mrs Wall, unless it is assumed that she was the beneficial owner of the shares.\",\"2\":\"28 For Mrs Wall to acquire an interest in Warwick's shares, by the operation of the doctrine of proprietary estoppel, it would be necessary to establish the following matters: \\n \\n \\n (a) an expectation or belief by Mrs Wall, created and encouraged by Warwick, that Mrs Wall was to be regarded as the beneficial owner of the shares in the Company held by Warwick,\\n (b) knowledge by Warwick of Mrs Wall's expectation or belief,\\n (c) some conduct on the part of Mrs Wall, to her detriment, in reliance upon that expectation or belief, encouraged by some conduct of Warwick's or lack of conduct on his part. \\n \\n\\nIn those circumstances, it may be unconscionable for Warwick to rely on his ownership of the shares to defeat his mother's expectation and belief (see Dinyarrak Investments Pty Ltd v Amoco Australia Ltd (1982) 45 ALR 214 and Repatriation Commission v Tsourounakis [2004] FCAFC 332).\"}}"