"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\"},\"class\":{\"0\":\"followed\",\"1\":\"applied\",\"2\":\"followed\"},\"tocase\":{\"0\":\"Laz v Downer Group Ltd [2000] FCA 1390 ; FCA (2000) 108 IR 244\",\"1\":\"He v Lewin [2004] FCAFC 161 ; (2004) 137 FCR 266\",\"2\":\"Jennings v Salvation Army [2003] FCA 1193 ; (2003) 128 IR 366\"},\"text\":{\"0\":\"19 Parker Hannifin bears the onus of proving that it did not terminate Ms Crowley's employment for the reasons alleged; see Laz v Downer Group [2000] FCA 1390 ; FCA (2000) 108 IR 244 at [26] per Moore J.\\n\\n20 Mr Flint is the decision maker who terminated Ms Crowley's employment. Mr Flint gave evidence that he terminated her employment for the following reasons:\\n \\n\\u2022 her absence from work for an extended period during the previous 12 months;\\n \\n \\u2022 her failure to give timely notification of her absences, in that medical certificates generally arrived in bundles and were backdated by several weeks and sometimes by a month;\\n \\u2022 the difficulty he experienced in communicating with her to ascertain when she would return to work;\\n \\u2022 his belief that there was little prospect of her returning to work in the short to medium term; and\\n \\u2022 his knowledge that she had applied for other jobs, including with Tyco and attending interviews when she was supposed to be too ill to work.\\n\\n21 Mr Flint denies that he terminated Ms Crowley's employment because of her \\\"temporary absence\\\". He says that he considered that her absence was not \\\"a temporary absence\\\". Mr Flint also denies that Ms Crowley's applications to WorkCover or the Equal Opportunity Commission of Victoria were reasons for the termination. He makes the same point in respect of her physical disability, which was the injury to her left ear which caused her absences from employment from November 2004 to March 2005.\",\"1\":\"22 The claim that Ms Crowley's employment was terminated in breach of s 170CK(2)(e) is without foundation. As at the date of the termination (8 March 2005) Ms Crowley had not filed any complaint with any authority. To the extent that Ms Crowley relies on internal complaints within her former employer, such complaints are not encompassed by s 170CK(2)(e); see He v Lewin [2004] FCAFC 161 ; (2004) 137 FCR 266 at [44] .\",\"2\":\"23 Even if the complaint to WorkCover had have preceded the termination, s 170CK(2)(e) would not have been breached. This is because the making of a claim under the Accident Compensation Act 1985 (Vic) is not contemplated by s 170CK(2)(e); see Jennings v Salvation Army [2003] FCA 1193 ; (2003) 128 IR 366 at [35] . The making of a complaint to WorkCover can only be in the context of a claim with which it has jurisdiction to deal. Complaining to WorkCover about aspects of an employer's conduct is also not contemplated by s 170CK(2)(e).\\n\\n24 Mr Flint gave evidence that the injury to Ms Crowley's ear was not a reason for the termination. Ms Crowley did not challenge that evidence in her cross-examination of him. I am confident that if Ms Crowley and Mr Flint had been able to agree on a program for Ms Crowley to be re-integrated into Parker Hannifin's active workforce, on an agreed \\\"return to work program\\\", her termination would not have occurred; at least not at the initiative of Parker Hannifin. I am satisfied that Parker Hannifin has discharged its onus of proof with respect to this aspect of the proceeding.\\n\\n25 The critical issue for determination in the proceeding is whether Parker Hannifin terminated Ms Crowley's employment for a reason which included the reason of her \\\"temporary absence from work because of illness or injury within the meaning of the regulations\\\".\"}}"