"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\",\"3\":\"c3\"},\"class\":{\"0\":\"followed\",\"1\":\"referred to\",\"2\":\"referred to\",\"3\":\"referred to\"},\"tocase\":{\"0\":\"APN News & Media Limited [2007] FCA 770\",\"1\":\"Investa Properties Limited [2007] FCA 1104\",\"2\":\"Peplin Limited [2007] FCA 1387\",\"3\":\"Re Permanent Trustee Co Ltd (2002) 43 ASCR 601\"},\"text\":{\"0\":\"6 There was some discussion of the provision of the implementation agreement under which HPAL has agreed to pay a \\\"break fee\\\" not exceeding $3 million if the scheme does not proceed. The break fee is less than one per cent calculated on the transaction value. This topic was addressed by Lindgren J in APN News & Media Limited [2007] FCA 770 , in particular at [43], [46]-[49] and [55]. Although there is no affidavit evidence along the lines of that referred to by Lindgren J at [55], I would infer that there had been arm's length negotiations between the parties because each of the parties is independently represented by experienced firms of solicitors.\\n\\n7 It is true, as Mr Oakes points out, that there may be some cases in which the requirements referred to by Lindgren J at [55] would need to be dealt with; for example where the acquirer had a substantial shareholding in the target company. That is not the case here and that issue does not need to be further considered by me today.\\n\\n8 I am satisfied that the orders proposed to be made today are in accordance with the existing and usual practice and I propose to make orders in terms of the short minutes of order which have been handed up to me this morning.\\n \\n\\n\\n I certify that the preceding eight (8) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jacobson. \\n\\n\\nAssociate:\\n\\nDated: 11 October 2007\\n\\n\\n Counsel for the Plaintiff: Mr M Oakes SC \\n \\n Solicitor for the Plaintiff: Minter Ellison \\n \\n Date of Hearing: 5 September 2007 \\n \\n Date of Judgment: 5 September 2007 \\n\\n\\n \\n\\n \\n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \\n URL: http:\\/\\/www.austlii.edu.au\\/au\\/cases\\/cth\\/FCA\\/2007\\/1570.html\",\"1\":\"5 Mr Oakes pointed out that there are no novel jurisdictional or procedural issues that fall within the disclosure principle described by Barrett J in Re Permanent Trustee Co Ltd (2002) 43 ASCR 601 at [7]. Nevertheless, Mr Oakes drew my attention to a number of aspects of the scheme. I am satisfied that the structure of the scheme which was explained fully to me this morning addresses the \\\"performance risk\\\" raised in authorities of the court. See, eg. Investa Properties Limited [2007] FCA 1104 at [18] - [19] . Reference is there made to a number of earlier decisions on this question. I am also satisfied that the issue referred to in [27] of Investa , namely, the \\\"vesting free of encumbrances\\\" term is sufficiently addressed.\",\"2\":\"2 In accordance with the practice referred to by Gyles J in Peplin Limited [2007] FCA 1387 at [2] , I will not reproduce the submissions but I will mark them as MFI 1 and direct that they remain with the papers so that they may be available for inspection by any interested party.\\n\\n3 Mr Oakes has taken me through the scheme booklet and the evidence in some detail this morning. I am satisfied from what he told me from the bar table and from what appears in the written submissions that all the relevant statutory conditions for convening the meeting have been satisfied. Briefly, the scheme is proposed between HPAL, which is a company providing outsourced business services, inbound and outbound communication management, results processing and information management services, and its shareholders.\\n\\n4 HPAL is listed on the Australian Securities Exchange ('ASX'). The proposal is that HPAL shareholders will transfer their shares to Salmat Document Management Solutions Pty Limited (the Salmat bidder) which is a subsidiary of Salmat Limited (Salmat). That company is a leading \\\"one-to-one communications business\\\" which is also listed on the ASX. The consideration provided in the scheme is for a cash consideration or for an exchange of shares in Salmat. The ratio of the Salmat shares which would be provided as the consideration is between 0.5040 and 0.5784 Salmat shares. This is subject to a scale-back and a formula as set out in the scheme documentation.\",\"3\":\"5 Mr Oakes pointed out that there are no novel jurisdictional or procedural issues that fall within the disclosure principle described by Barrett J in Re Permanent Trustee Co Ltd (2002) 43 ASCR 601 at [7]. Nevertheless, Mr Oakes drew my attention to a number of aspects of the scheme. I am satisfied that the structure of the scheme which was explained fully to me this morning addresses the \\\"performance risk\\\" raised in authorities of the court. See, eg. Investa Properties Limited [2007] FCA 1104 at [18] - [19] . Reference is there made to a number of earlier decisions on this question. I am also satisfied that the issue referred to in [27] of Investa , namely, the \\\"vesting free of encumbrances\\\" term is sufficiently addressed.\"}}"