"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\"},\"class\":{\"0\":\"followed\",\"1\":\"cited\",\"2\":\"cited\"},\"tocase\":{\"0\":\"Attorney-General v Butterworth [1963] 1 QB 696\",\"1\":\"Australian Competition and Consumer Commission v Nuera Health Pty Ltd (In Liquidation) [2007] FCA 695\",\"2\":\"R v Wright (No1) [1968] VR 164\"},\"text\":{\"0\":\"4 The jurisdiction to make such an order is undoubted. The Court will protect witnesses who have given evidence from subsequent victimisation or harassment: see Attorney-General v Butterworth [1963] 1 QB 696. This position has been followed in many jurisdictions including Victoria: see R v Wright (No1) [1968] VR 164.\",\"1\":\"1 On 9 May 2007 Ryan J made orders granting injunctions based on findings of contraventions of the Trade Practices Act 1974 (Cth) against the respondents: Australian Competition and Consumer Commission v Nuera Health Pty Ltd (In Liquidation) [2007] FCA 695. The conduct of the respondents was of the most appalling nature. It involved exploiting the families of persons suffering from terminal cancer and defrauding them of substantial amounts of money.\\n\\n2 Since Ryan J's order the respondents have persistently harassed the witnesses by sending them strange documents couched in pseudo-legal medieval language, including demands for some $294 million. Understandably, this has caused great distress to the witnesses and has revived their tragic memories.\\n\\n3 The Australian Competition and Consumer Commission now seeks injunctions against those of the respondents who are individuals, that is, Paul John Rana, Christopher James Rana and Michael Lee Rana, to restrain them from communicating in any form whatsoever with the witnesses in relation to the subject matter of the proceeding or any other legal proceeding, from sending them documents of the kind mentioned and from demanding any payment of money from the witnesses.\",\"2\":\"4 The jurisdiction to make such an order is undoubted. The Court will protect witnesses who have given evidence from subsequent victimisation or harassment: see Attorney-General v Butterworth [1963] 1 QB 696. This position has been followed in many jurisdictions including Victoria: see R v Wright (No1) [1968] VR 164.\"}}"