"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\",\"3\":\"c3\"},\"class\":{\"0\":\"cited\",\"1\":\"cited\",\"2\":\"cited\",\"3\":\"cited\"},\"tocase\":{\"0\":\"Commonwealth Bank of Australia v Finance Sector Union of Australia (2007) 157 FCR 329\",\"1\":\"CPSU, the Community and Public Sector Union v Commonwealth of Australia [2007] FCA 1397\",\"2\":\"CPSU, the Community and Public Sector Union v Telstra Corporation Limited (2001) 108 IR 228\",\"3\":\"Maritime Union of Australia v Geraldton Port Authority (No 2) (2000) 94 IR 404\"},\"text\":{\"0\":\"10 In its written submissions on penalty the CPSU submitted, for the first time, that as there were at the relevant time 38,418 CPSU members within the APS whose employment was affected by the DEWR memorandum, the Commonwealth committed 38,418 contraventions of the WR Act by issuing the memorandum. It submitted:\\n \\n \\n '2. It is not unusual to use the singular term when referring to a composite number of penalties arising from a single act. Where multiple penalties are applied in respect of a single act which gives rise to a breach of the WRA, it is common for the orders made by the Court, and the case law, to refer to the penalties imposed as a composite \\\"penalty\\\" . In such cases an order may be made for a single penalty, but the maximum available penalty is determined by the number of persons whose position was relevantly altered giving rise to individual breaches. \\n \\n 3. See for example Commonwealth Bank of Australia v Finance Sector Union of Australia at first instance and on appeal where a single penalty was imposed by Merkel J and apportioned between the breaches. The parties, the primary Judge, and Full Court referred consistently to this composite penalty as a single penalty. \\n \\n \\n \\n \\n \\n 4. Accordingly, the use of the singular word \\\"penalty\\\" may properly be taken to refer to a composite penalty arising from a number of breaches which arise from a single act. In the present case the [Further Amended Statement of Claim] permits such an approach.'\\n\\n11 Nothing in the reasons for judgment in Commonwealth Bank of Australia v Finance Sector Union of Australia (2007) 157 FCR 329 at first instance or on appeal suggests that the issue of the nature of the claim in respect of penalty that the respondent was required to meet arose for determination in that case. Nor, at least before the Full Court, was any significance ascribed to the use of the word 'penalty' as opposed to 'penalties'.\\n\\n12 In my view it would be unfair to the Commonwealth to allow the applicants now to depart from what, in my view, they claimed by the amended application; namely an order that the Commonwealth pay a single penalty in respect of the issuing of the DEWR Advice. I accept the submission of the Commonwealth that had it been aware that the applicants sought the imposition of a penalty in respect of each CPSU member within the APS it would have tested the applicants' evidence of the extent of CPSU membership. It may be that in this circumstance the Commonwealth would also have investigated more thoroughly the impact of the DEWR Advice on individual APS employees or different categories of APS employees within the various Departments and agencies.\\n\\n13 The maximum penalty for a body corporate for a contravention of Part XA of the WR Act is 300 penalty units (s 298U(a)(i) of the WR Act). This translates to $33,000 (s 4AA(1) of the Crimes Act 1914 (Cth)).\\n\\n14 In Commonwealth Bank of Australia v Finance Sector Union of Australia at [181] I observed:\\n \\n \\\"The authorities accept that the matters to be taken into account in determining whether particular conduct under the Act calls for the imposition of a penalty, and assuming that it does, the amount of the penalty, include: \\n \\n (a) the circumstances in which the relevant conduct took place (including whether the conduct was undertaken in deliberate defiance or disregard of the Act); \\n \\n (b) whether the respondent has previously been found to have engaged in conduct in contravention of Pt XA of the Act; \\n \\n (c) where more than one contravention of Pt XA is involved, whether the various contraventions are properly seen as distinct or whether they arise out of the one course of conduct; \\n \\n (d) the consequences of the conduct found to be in contravention of Pt XA of the Act; \\n \\n (e) the need, in the circumstances, for the protection of industrial freedom of association; and \\n \\n \\n \\n (f) the need, in the circumstances, for deterrence. \\n \\n \\n \\n ( Construction, Forestry, Mining & Energy Union v Coal & Allied Operations Pty Ltd (No 2) (1999) 94 IR 231 at [8]; Australian Workers Union v Johnson Matthey (Aust) Ltd [2000] FCA 728 at [5] ; Employment Advocate v National Union of Workers (2000) 99 IR 376 at 377 at [5]; Automotive, Food, Metals, Engineering, Printing and Kindred Industries Union v DMG Industries Pty Ltd (2000) 102 IR 175 at [10]; Australian Nursing Federation v Alcheringa Hostel Inc [2004] FCA 375 ; (2004) 136 FCR 530 at [44] ; and Alfred v Walter Construction Group Ltd [2005] FCA 497 at [10] .)'\",\"1\":\"1 On 6 September 2007 I published reasons for judgment in this matter: CPSU, the Community and Public Sector Union v Commonwealth of Australia [2007] FCA 1397. I concluded that the circulation of certain memoranda of advice by the Department of Employment and Workplace Relation ('the DEWR Advice') resulted in contravention by the Commonwealth of s 298K(1) of the Workplace Relations Act 1996 (Cth) ('the WR Act'). I also concluded that by denying the second and fifth applicants approval to access leave on 15 November 2005 because they proposed to attend the Day of Protest organised to demonstrate opposition to proposed amendments to the WR Act, the Commonwealth breached two industrial instruments, namely the Australian Customs Service Certified Agreement 2004-2007 ('the ACS Agreement') and the Stay Here and Grow DEST Certified Agreement 2002-2005 ('the DEST Agreement').\\n\\n2 The proceeding was stood over to a date to be fixed for the purpose of making orders giving effect to my reasons for judgment and orders as to the penalties, if any, appropriate to be imposed. The parties were directed to provide to my Associate, if possible, an agreed minute as to the orders to be made (other than as to penalties) and written submissions on the order or orders, if any, as to penalty which they respectively contended should be made. The parties were invited to indicate in their respective written submissions if they sought a further oral hearing. Neither party so indicated.\",\"2\":\"5 The question of whether a single act which has an impact on a number of employees in a manner proscribed by s 298K(1) of the WR Act results in one contravention or in a contravention in respect of each affected employee is answered by authority that I should follow; the number of contraventions equals the number of affected employees (see particularly Maritime Union of Australia v Geraldton Port Authority (No 2) (2000) 94 IR 404 at [41] and CPSU, the Community and Public Sector Union v Telstra Corporation Limited (2001) 108 IR 228 at [3]).\\n\\n23 Orders are commonly made that a penalty imposed under the WR Act be paid to an industrial organisation where that organisation instituted the proceeding in question to protect the legitimate interests of its individual members (see CPSU v Telstra at [20]-[28]). In this case the Commonwealth, understandably in the circumstances, did not seek an order that any penalty imposed be paid into the Consolidated Revenue Fund.\\n\\n24 It will be ordered that the penalty imposed be paid to the CPSU.\\n\\n I certify that the preceding twenty-four (24) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Branson. \\n\\n\\n Associate:\\n\\nDated: 30 October 2007\\n\\n\\n Counsel for the Applicant: Ms C Howell \\n \\n Solicitor for the Applicant: Slater & Gordon \\n \\n Counsel for the Respondent: Mr S D Robb QC and Mr R F Crow \\n \\n Solicitor for the Respondent: Australian Government Solicitor \\n \\n Date of Judgment: 30 October 2007 \\n\\n \\n\\n \\n\\n \\n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \\n URL: http:\\/\\/www.austlii.edu.au\\/au\\/cases\\/cth\\/FCA\\/2007\\/1634.html\",\"3\":\"5 The question of whether a single act which has an impact on a number of employees in a manner proscribed by s 298K(1) of the WR Act results in one contravention or in a contravention in respect of each affected employee is answered by authority that I should follow; the number of contraventions equals the number of affected employees (see particularly Maritime Union of Australia v Geraldton Port Authority (No 2) (2000) 94 IR 404 at [41] and CPSU, the Community and Public Sector Union v Telstra Corporation Limited (2001) 108 IR 228 at [3]).\\n\\n14 In Commonwealth Bank of Australia v Finance Sector Union of Australia at [181] I observed:\\n \\n \\\"The authorities accept that the matters to be taken into account in determining whether particular conduct under the Act calls for the imposition of a penalty, and assuming that it does, the amount of the penalty, include: \\n \\n (a) the circumstances in which the relevant conduct took place (including whether the conduct was undertaken in deliberate defiance or disregard of the Act); \\n \\n (b) whether the respondent has previously been found to have engaged in conduct in contravention of Pt XA of the Act; \\n \\n (c) where more than one contravention of Pt XA is involved, whether the various contraventions are properly seen as distinct or whether they arise out of the one course of conduct; \\n \\n (d) the consequences of the conduct found to be in contravention of Pt XA of the Act; \\n \\n (e) the need, in the circumstances, for the protection of industrial freedom of association; and \\n \\n \\n \\n (f) the need, in the circumstances, for deterrence. \\n \\n \\n \\n ( Construction, Forestry, Mining & Energy Union v Coal & Allied Operations Pty Ltd (No 2) (1999) 94 IR 231 at [8]; Australian Workers Union v Johnson Matthey (Aust) Ltd [2000] FCA 728 at [5] ; Employment Advocate v National Union of Workers (2000) 99 IR 376 at 377 at [5]; Automotive, Food, Metals, Engineering, Printing and Kindred Industries Union v DMG Industries Pty Ltd (2000) 102 IR 175 at [10]; Australian Nursing Federation v Alcheringa Hostel Inc [2004] FCA 375 ; (2004) 136 FCR 530 at [44] ; and Alfred v Walter Construction Group Ltd [2005] FCA 497 at [10] .)'\"}}"