"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\",\"3\":\"c3\",\"4\":\"c4\",\"5\":\"c5\",\"6\":\"c6\",\"7\":\"c7\",\"8\":\"c8\",\"9\":\"c9\",\"10\":\"c10\",\"11\":\"c11\",\"12\":\"c12\"},\"class\":{\"0\":\"referred to\",\"1\":\"distinguished\",\"2\":\"referred to\",\"3\":\"applied\",\"4\":\"applied\",\"5\":\"distinguished\",\"6\":\"cited\",\"7\":\"applied\",\"8\":\"discussed\",\"9\":\"cited\",\"10\":\"applied\",\"11\":\"referred to\",\"12\":\"referred to\"},\"tocase\":{\"0\":\"Chappel v Hart [1998] HCA 55 ; (1998) 195 CLR 232\",\"1\":\"Comcare v Mooi (1996) 69 FCR 439\",\"2\":\"Dennis Wilcox Pty Limited v Commissioner of Taxation (1983) 19 ATR 1122\",\"3\":\"Dodds v Comcare Australia (1993) 31 ALD 690\",\"4\":\"Dornan v Riordan (1990) 24 FCR 564\",\"5\":\"Dranichnikov v Minister for Immigration and Multicultural Affairs [2003] HCA 26 ; (2003) 197 ALR 389\",\"6\":\"Favelle Mort Limited v Murray [1976] HCA 13 ; (1975-76) 133 CLR 580\",\"7\":\"Hawkins v Comcare [2001] FCA 726 ; (2001) 115 FCR 127\",\"8\":\"March v E & M H Stramare Pty Limited [1991] HCA 12 ; (1991) 171 CLR 506\",\"9\":\"Minister for Immigration and Ethnic Affairs v Guo [1997] HCA 22 ; (1997) 191 CLR 559\",\"10\":\"Minister for Immigration and Multicultural Affairs v Yusuf [2001] HCA 30 ; (2001) 206 CLR 323\",\"11\":\"NABE v Minister for Immigration and Multicultural and Indigenous Affairs (No 2) [2004] FCAFC 263 ; (2005) 219 ALR 27\",\"12\":\"Wade v Comcare [2002] FCA 305\"},\"text\":{\"0\":\"53 It may follow that there is little practical difference between asking whether Ms Coe's employment caused her disorder or whether it was a contributing factor. As Mason CJ said in March v Stramare at 514, it is for the plaintiff to establish that his or her injuries are caused or materially contributed to by the defendant's conduct: see also Chappel v Hart [1998] HCA 55 ; (1998) 195 CLR 232 at [27] per McHugh J.\",\"1\":\"8 The third ground is that the Tribunal failed to complete the exercise of its jurisdiction. This is related to the second ground and is said to arise because, having found that Ms Coe suffers from a psychiatric illness, the Tribunal should have asked itself whether the condition was contributed to by her employment: see Comcare v Mooi (1996) 69 FCR 439\\n\\n9 Ms Coe brought a separate proceeding, NSD 577 of 2007, by way of an appeal to the Court under s 44 of the Administrative Appeals Tribunal Act 1975 (Cth) (' AAT Act '). That step was taken because the Registry had, several days earlier, rejected the filing of an application for judicial review. Counsel for Ms Coe accepts that the appeal does not raise a question of law, so that proceeding NSD 577 of 2007 must be dismissed.\\n\\n10 The Safety, Rehabilitation and Compensation Act 1988 (Cth) (\\\"the SRC Act \\\") makes provision for payment of compensation by Comcare to Commonwealth employees in respect of an injury that results, inter alia , in the employee's incapacity for work: see s 14 of the SRC Act .\\n\\n36 The Tribunal concluded its analysis of the psychiatric evidence with the following observations:\\n \\n \\\"[49] Finally, Mr Vincent who appeared for Ms Coe emphasised that it did not matter whose diagnosis we found (for example that of Dr Dinnen, Dr Barrett, or Ms Clark), it was a question of the connection with her work which was important. As set out above, we are not satisfied on the evidence that her psychiatric condition is relevantly caused by her employment.\\\" \\n \\n [50] He also argued that we could make a finding that Ms Coe satisfied the test set out in Comcare v Mooi (1996) 69 FCR 439. However, as we are satisfied that Ms Coe suffers from a psychiatric illness, it is not necessary to address that matter.\\\"\\n\\n37 The Tribunal's description at [43] of Dr Skinner's diagnosis was taken from her report. There, Dr Skinner stated that Ms Coe suffers from an anxiety disorder with agoraphobia which was probably present prior to the explosion.\\n\\n38 However, it is clear from cross-examination of Dr Skinner before the Tribunal, that she did not consider that the pre-1979 anxiety disorder was a clinical condition. This is to be seen from the following passages of the transcript:-\\n \\n \\\"MS KELLY: Dr Skinner, I'm just curious I don't quite follow in your report at page 11 you say that she has an underlying condition and dependent personality. I understand the dependent personality, but you're saying there that she has an underlying anxiety condition. The way I read that, you're saying that she had that prior to 1979? --- Yes, I'm not saying a disorder but it seemed that she was a rather shy, nervous sort of person. I'm not saying it's everybody has anxiety and I thought she's a bit more anxious than most people. \\n ... \\n \\n MR VINCENT: Senior Member Kelly was asking you about your diagnosis on page 11 and specifically where you say, 'Has an underlying anxiety condition'. As I've got your answer, you said, 'Not an anxiety disorder'? --- Yes. \\n \\n Not an underlying anxiety disorder? --- Yes. \\n \\n Is that right? --- Yes. \\n \\n Well, isn't what you actually said in the previous paragraph 'Ms Coe suffers from an anxiety disorder'? --- Well, I was talking about presently, you know, in the answer to --- \\n \\n This was probably sorry. This was probably present prior to the 1979 accident? --- Yes, I probably should have said that it was yes, I probably should have said the tendency was there, rather than it being present. I don't think it was a disorder. I'm sorry, I don't think it was a disorder prior to 2002. She describes being more functioning better before that.\\\"\\n\\n66 The Tribunal recorded Mr Vincent's submission at [50] that it could make a finding that Ms Coe's condition satisfied the test stated in Comcare v Mooi .\\n\\n67 In that case, Drummond J said at 443 that the expressions used in the SRC Act to define the various forms of mental conditions that can amount to compensable injuries do not appear to be used in a technical medical sense.\\n\\n68 His Honour was of the view, at 443-444, that it is unnecessary for a worker's condition to be identified with the label of a recognised mental condition. However, he went on to say at 444:\\n \\n \\\"But it is, I think, essential for such a worker to be able to demonstrate that, having regard to his circumstances, he is in a condition that is outside the boundaries of normal mental functioning and behaviour.\\\"\\n\\n69 The Tribunal's reasons for coming to the view that it was not necessary to deal with Comcare v Mooi are perhaps elliptical.\\n\\n70 However, I see no error of law in its failure to address this question. This is because the evidence of Dr Skinner, which the Tribunal accepted, was inconsistent with a finding that Ms Coe's condition prior to 2002 was outside the boundaries of normal functioning and behaviour as stated in Comcare v Mooi .\\n\\n71 Even if it did satisfy that test, it was unnecessary for the Tribunal to consider it further because of its finding that Ms Coe's psychiatric condition was not \\\"relevantly caused\\\" by her employment.\\n\\n72 I propose to order that the application be dismissed with costs.\\n I certify that the preceding seventy-two (72) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jacobson. \\n\\n Associate:\\n\\nDated: 11 October 2007\\n\\n Counsel for the Applicant: Mr M Vincent \\n \\n Solicitor for the Applicant: Stacks\\/Forster \\n \\n Counsel for the Respondent: Mr B Kelly \\n \\n Solicitor for the Respondent: Sparke Helmore \\n \\n Date of Hearing: 27 June 2007 \\n \\n Date of Judgment: 11 October 2007 \\n \\n\\n \\n \\n\\n \\n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \\n URL: http:\\/\\/www.austlii.edu.au\\/au\\/cases\\/cth\\/FCA\\/2007\\/1564.html\",\"2\":\"65 Mr Vincent argued that the Tribunal failed to consider a submission, worthy of consideration, that Ms Coe's employment was a contributing factor to her disorder: Dennis Wilcox Pty Limited v Commissioner of Taxation (1983) 19 ATR 1122 at 1130. In my opinion, this ground of review falls under the same head as failure to address a claim. Accordingly, I must dismiss it.\",\"3\":\"61 The observations of Burchett J in Dodds v Comcare Australia (1993) 31 ALD 690 at 691 are apt. His Honour described a concession made by a medical expert. He went on to say that it did not destroy the doctor's opinion on the balance of probabilities that there was no continuing disability. He said:\\n \\n \\\"The tribunal was entitled to accept and act upon [the doctor's] opinion, and not his doubt.\\\"\",\"4\":\"44 It is well established that this provision is not breached by a failure to deal with every argument that has been raised or with every possibility. It is enough that the findings and reasons deal with the substantial issues upon which the decision turned and that they do so in a way which clearly exposes the reasoning process: Dornan v Riordan (1990) 24 FCR 564 at 567-568; Hawkins v Comcare [2001] FCA 726 ; (2001) 115 FCR 127 at [60] .\",\"5\":\"64 Accordingly, I reject the submission that the Tribunal failed to ask itself the correct question, and that it failed to consider Ms Coe's claim: Dranichnikov v Minister for Immigration and Multicultural Affairs [2003] HCA 26 ; (2003) 197 ALR 389 at [24] ; NABE v Minister for Immigration and Multicultural and Indigenous Affairs (No 2) [2004] FCAFC 263 ; (2005) 219 ALR 27 at [55] ff.\",\"6\":\"51 It has been held that the requirement that a person's employment be \\\"a contributing factor\\\" to an injury is not as stringent as a requirement that it be \\\"the real, the effective or the proximate cause of the injury\\\": see Favelle Mort Limited v Murray [1976] HCA 13 ; (1975-76) 133 CLR 580 at 598.\",\"7\":\"44 It is well established that this provision is not breached by a failure to deal with every argument that has been raised or with every possibility. It is enough that the findings and reasons deal with the substantial issues upon which the decision turned and that they do so in a way which clearly exposes the reasoning process: Dornan v Riordan (1990) 24 FCR 564 at 567-568; Hawkins v Comcare [2001] FCA 726 ; (2001) 115 FCR 127 at [60] .\",\"8\":\"52 That case was decided before the High Court rejected the \\\"but for\\\" test as the sole or determinative test of causation and adopted the approach that in civil cases causation is to be determined by applying a common sense test: March v E & M H Stramare Pty Limited [1991] HCA 12 ; (1991) 171 CLR 506.\\n\\n53 It may follow that there is little practical difference between asking whether Ms Coe's employment caused her disorder or whether it was a contributing factor. As Mason CJ said in March v Stramare at 514, it is for the plaintiff to establish that his or her injuries are caused or materially contributed to by the defendant's conduct: see also Chappel v Hart [1998] HCA 55 ; (1998) 195 CLR 232 at [27] per McHugh J.\",\"9\":\"50 Departure from the language of the statute under consideration carried with it the risk of falling into error: see eg Minister for Immigration and Ethnic Affairs v Guo [1997] HCA 22 ; (1997) 191 CLR 559 at 572.\",\"10\":\"45 Moreover, the High Court has observed that s 430(1)(c) of the Migration Act 1958 (Cth), which is in similar terms to s 43(2B) of the AAT Act , requires the Tribunal to set out the findings of fact it did make, not those it did not make. The section merely obliges the Tribunal to set out its findings on those questions of fact which it considered to be material: Minister for Immigration and Multicultural Affairs v Yusuf [2001] HCA 30 ; (2001) 206 CLR 323 at [68] .\\n\\n46 It is true that the Tribunal identified the appropriate diagnosis of Ms Coe's psychiatric condition as a subsidiary issue in the proceeding. It is also true that the Tribunal failed to express in its own words any finding as to the diagnosis. But it is implicit in what it said about Dr Skinner's evidence that it did make a finding. It recorded Dr Skinner's diagnosis of anxiety disorder with agoraphobia and said it preferred that evidence to the evidence of Dr Dinnen and Dr Synnott.\\n\\n47 In my opinion, the Tribunal's reasons were in accordance with its statutory obligations under s 43(2B). This is because the issue before it was whether Ms Coe's psychiatric condition was \\\"relevantly caused\\\" by the explosion. Plainly, the Tribunal made and set out its findings on the questions of fact it considered to be material to its decision on that issue. It found that causation was not established and its reason for the finding was that it preferred Dr Skinner's evidence to that of Dr Dinnen, particularly her analysis of Ms Coe's medical history and her consideration of the fact that more contemporaneous psychiatric reports disclosed no symptoms of any psychiatric disorder.\",\"11\":\"64 Accordingly, I reject the submission that the Tribunal failed to ask itself the correct question, and that it failed to consider Ms Coe's claim: Dranichnikov v Minister for Immigration and Multicultural Affairs [2003] HCA 26 ; (2003) 197 ALR 389 at [24] ; NABE v Minister for Immigration and Multicultural and Indigenous Affairs (No 2) [2004] FCAFC 263 ; (2005) 219 ALR 27 at [55] ff.\",\"12\":\"62 See also the observations of Spender J in Wade v Comcare [2002] FCA 305 at [24] .\\n\\n63 The effect of what the Tribunal said at [48] was that it accepted Dr Synnott's evidence insofar as it supported the view that Ms Coe's disorder was not related to the injury suffered in the explosion. In that way, it considered the question of whether the explosion was a contributing factor. It did not accept that hypothesis.\"}}"