"{\"id\":{\"0\":\"c0\",\"1\":\"c1\"},\"class\":{\"0\":\"distinguished\",\"1\":\"applied\"},\"tocase\":{\"0\":\"Re Luck [2003] HCA 70 ; (2003) 78 ALJR 177\",\"1\":\"Port of Melbourne Authority v Anshun Pty Ltd [1980] HCA 41 ; (1980) 147 CLR 35\"},\"text\":{\"0\":\"3 The parties proceeded on the basis that, as the application to the Federal Magistrates Court was determined summarily as an abuse of process, it is an interlocutory judgment: see Re Luck [2003] HCA 70 ; (2003) 78 ALJR 177; SYWB v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCA 402 at [48] ; MZWHN v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCA 491 ; Rana v University of South Australia [2004] FCA 559 ; (2004) 136 FCR 344 at [8] - [15] ; SZEIV v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCA 1798. The nature of the present application, being an application for leave to appeal, appears to recognise that position: see s 24(1A) of the Federal Court of Australia Act 1976 (Cth) (the FCA). By way of contrast, an appeal lies as of right from a final decision of the Federal Magistrates Court: see s 24(1)(d) of the FCA.\\n\\n4 The respondent submitted that the applicant's application for leave to appeal was out of time as O 52 r 10(2A)(b) allows seven days to file the application from the date judgment was pronounced. That Rule applies only where leave to appeal is sought from an interlocutory judgment of the Federal Court. The time for filing an application for leave to appeal from an interlocutory judgment of the Federal Magistrates Court is set out in O 52 r 5(2), which allows 21 days. Consequently, this application (if it is properly an application for leave to appeal), having been made on 13 October 2006, was made in time.\\n\\n5 In my view, leave to appeal the Federal Magistrate's decision is not required as I think the decision of Raphael FM was a final decision.\\n\\n7 The differences stem from the application of two decisions of the High Court to the different circumstances of each case: Port of Melbourne Authority v Anshun Pty Ltd [1980] HCA 41 ; (1980) 147 CLR 35 and Re Luck [2003] HCA 70 ; (2003) 78 ALJR 177. In SYWB [2006] FCA 402 at [33] , Lander J suggested that those two decisions may not sit readily together.\\n\\n8 In the more recent case of Re Luck [2003] HCA 70 ; 78 ALJR 177 at 179, the High Court (McHugh ACJ, Gummow and Heydon JJ) said:\\n \\n \\\"An order is an interlocutory order, therefore, when it stays or dismisses an action or refuses leave to commence or proceed with an action because the action is frivolous, vexations or an abuse of the process of the court or does not disclose a reasonable cause of action.\\\" \\n\\n\\nThe High Court was concerned with whether summary dismissal in that circumstance would finally determine the rights of the parties. In that case, Ms Luck had been refused leave to serve a writ and statement of claim that appeared to be an abuse of the process of the Court or a frivolous or vexatious proceeding. It was concluded that her rights had not been finally determined because she retained the right to issue proper proceedings.\",\"1\":\"7 The differences stem from the application of two decisions of the High Court to the different circumstances of each case: Port of Melbourne Authority v Anshun Pty Ltd [1980] HCA 41 ; (1980) 147 CLR 35 and Re Luck [2003] HCA 70 ; (2003) 78 ALJR 177. In SYWB [2006] FCA 402 at [33] , Lander J suggested that those two decisions may not sit readily together.\\n\\n9 But their Honours did not seek to qualify or explain what had earlier been said in Anshun [1980] HCA 41 ; 147 CLR 35, and the unequivocal statement at page 179 does not specifically refer to decisions such as in this case, where the applicant's application to review the decision of the RRT for the second time sought to go behind an already final judgment which had finally determined his rights.\\n\\n10 Anshun [1980] HCA 41 ; 147 CLR 35 recognises that different results flow, depending on the grounds on which a proceeding is deemed to be an abuse of process. At 38, Gibbs J said:\\n \\n \\\"There may well be a difference between a case in which the action is frivolous or vexatious in the ordinary sense, or in which the proceedings disclose no reasonable cause of action, and a case in which the abuse of process lies in an attempt to litigate an issue which is res judicata ...\\\" \\n\\n\\nThe Court held in Anshun [1980] HCA 41 ; 147 CLR 35 that summary dismissal in the latter circumstances did finally determine the rights of the parties and so should be considered a final, rather than interlocutory, judgment.\\n\\n11 In this matter, the applicant seeks to challenge afresh a decision that he has already unsuccessfully challenged in the Federal Magistrates Court and in this Court. His application for special leave to appeal is still before the High Court. The decision of Raphael FM, that the fresh application was an abuse of process, was based upon the application of the principles in Anshun [1980] HCA 41 ; 147 CLR 35. In my view it was therefore a final judgment. I consider that it finally determined the applicant's rights, as he has now (subject to the present proceeding before this Court) no right to further challenge the RRT decision, except by pursuing his earlier application for special leave to appeal to the High Court.\\n\\n12 Accordingly, strictly speaking, in my view leave to appeal from the decision of Raphael FM was not necessary.\\n\\n13 In the result, my view on that issue does not matter. If leave to appeal were necessary, I would refuse it for the reasons set out below. If leave to appeal were not necessary, I would dismiss the appeal for the same reasons.\"}}"