"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\"},\"class\":{\"0\":\"cited\",\"1\":\"cited\",\"2\":\"cited\"},\"tocase\":{\"0\":\"Fadu Pty Ltd v ACN 008 112 196 Pty Ltd [2007] FCA 1965\",\"1\":\"Ruddock v Vadarlis [2001] FCA 1865 ; (2001) 115 FCR 229\",\"2\":\"Hughes v Western Australian Cricket Association (Inc) (1986) 69 ALR 660\"},\"text\":{\"0\":\"1 When I published my reasons in Fadu Pty Ltd v ACN 008 112 196 Pty Ltd [2007] FCA 1965 , I directed that the parties file and serve draft minutes of order to give effect to my findings and reasons and to make submissions on costs. The differences between them that were evidenced in the hearing subsist still.\\n\\n2 As to the orders to be made, I should indicate that I intend to dismiss the Amended Application (which sought relief in respect of restraints of trade at common law) for the reason that, by virtue of s 4M of the Trade Practices Act 1976 (Cth), the law relating to restraint of trade at common law was, in the circumstances, not capable of operating concurrently with s 87(3) of the TP Act, which was invoked by the first, fourth, seventh and eighth respondents (\\\"the respondents\\\") in their cross-claim of 2007. My so doing does not imply that the applicants did not enjoy any measure of success in the proceedings. On the contrary. But for the provisions of s 4M which in turn attracted the remedial provisions of s 87(3), the applicants would have been entitled to the relief they sought. It was only the respondents invocation of s 87(3) and the respondents in the circumstances had the incentive to do so that resulted in a lesser success for the applicants.\\n\\n3 Accordingly, I will order that:\\n \\n(i) the application be dismissed; and \\n \\n (ii) on the cross-claim, the terms of clause 2 of the Deed Poll dated 30 September 2005 be varied so as to read as follows: \\n \\n \\n \\\"2. The Restraint Givers jointly and severally covenant that they will not (and that they will procure that their related entities do not): \\n \\n \\n \\n \\n 2.1 Conduct, or be involved, directly or indirectly, in the conduct of, a laundry hire business; \\n 2.2 ... \\n \\n \\n \\n \\n in any part of the area within the boundary line marked out in Appendix 'B' in the reasons for judgment published in this proceedings on 11 December 2007 for a period of three years after the Completion Date (as that term is defined in the Heads of Agreement).\\\"\",\"1\":\"5 It is well accepted that the general discretion conferred by s 43 of the Federal Court of Australia Act 1976 (Cth) to award costs is absolute and unfettered but that it must be exercised judicially. It is equally well accepted that in the exercise of that discretion:\\n \\n (i) ordinarily costs follow the event and a successful litigant receives costs in the absence of special circumstances justifying some other order;\\n (ii) where a litigant has succeeded only upon a portion of the claim, the circumstances may make it reasonable that the litigant bear the expense of litigating that portion upon which he or she has failed; and\\n (iii) a successful party who has failed on certain issues may not only be deprived of the costs of those issues but may be ordered as well to pay the other parties' costs of them. In this sense \\\"issue\\\" does not mean a precise issue in the technical pleading sense but any disputed question of fact or law. \\n\\n Ruddock v Vadarlis [2001] FCA 1865 ; (2001) 115 FCR 229 at [11] approving Hughes v Western Australian Cricket Association (Inc) (1986) 69 ALR 660; ATPR 40-748 at 48,136. See generally Dal Pont, Laws of Costs , ch 8 (2003).\",\"2\":\"5 It is well accepted that the general discretion conferred by s 43 of the Federal Court of Australia Act 1976 (Cth) to award costs is absolute and unfettered but that it must be exercised judicially. It is equally well accepted that in the exercise of that discretion:\\n \\n (i) ordinarily costs follow the event and a successful litigant receives costs in the absence of special circumstances justifying some other order;\\n (ii) where a litigant has succeeded only upon a portion of the claim, the circumstances may make it reasonable that the litigant bear the expense of litigating that portion upon which he or she has failed; and\\n (iii) a successful party who has failed on certain issues may not only be deprived of the costs of those issues but may be ordered as well to pay the other parties' costs of them. In this sense \\\"issue\\\" does not mean a precise issue in the technical pleading sense but any disputed question of fact or law. \\n\\n Ruddock v Vadarlis [2001] FCA 1865 ; (2001) 115 FCR 229 at [11] approving Hughes v Western Australian Cricket Association (Inc) (1986) 69 ALR 660; ATPR 40-748 at 48,136. See generally Dal Pont, Laws of Costs , ch 8 (2003).\"}}"