"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\",\"3\":\"c3\",\"4\":\"c4\",\"5\":\"c5\"},\"class\":{\"0\":\"cited\",\"1\":\"referred to\",\"2\":\"followed\",\"3\":\"cited\",\"4\":\"cited\",\"5\":\"cited\"},\"tocase\":{\"0\":\"Australia and New Zealand Banking Group Ltd v Merribee Pastoral Industries Pty Limited [1998] 84 FCR 367\",\"1\":\"Clough Engineering Ltd v Oil & Natural Gas Corporation Ltd [No 3] [2007] FCA 2082\",\"2\":\"Erinford Properties Ltd v Cheshire County Council [1974] Ch 261\",\"3\":\"Johnson Tiles Pty Ltd v Esso Australia Ltd [2000] FCA 1572\",\"4\":\"Smith v New South Wales Bar Association [1991] HCA 59 ; (1991) 66 ALJR 219\",\"5\":\"Visy Industries Holdings Pty Ltd v Australian Competition and Consumer Commission [2007] FCAFC 147\"},\"text\":{\"0\":\"13 In my opinion, it is appropriate to grant a stay and to extend the injunctions: Australia and New Zealand Banking Group Ltd v Merribee Pastoral Industries Pty Limited [1998] 84 FCR 367.\\n\\n14 In light of those reasons, the orders that I will make, therefore, are, as to the first four orders, in terms of paragraphs 1 to 4 of the notice of motion as amended. As to 5, I will order that costs be reserved. \\n\\n\\n I certify that the preceding fourteen (14) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gilmour. \\n\\n\\n Associate:\\n\\nDated: 25 February 2008\\n\\n\\n\\n Counsel for the Applicant: Mr G H Murphy SC with Mr B Dharmanada \\n \\n Solicitors for the Applicant: Minter Ellison \\n \\n Counsel for the 1 st Respondent: Dr A S Bell SC with Mr C Lockhart \\n \\n Solicitors for the 1 st Respondent: Maxim Litigation \\n \\n Counsel for the 2 nd - 4 th Respondents: Mr K A Reid \\n \\n Solicitors for the 2 nd - 4 th Respondents: Allens Arthur Robinson \\n \\n Date of Hearing: 21 December 2007 \\n \\n Date of Judgment: 21 December 2007 \\n\\n\\n \\n\\n \\n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \\n URL: http:\\/\\/www.austlii.edu.au\\/au\\/cases\\/cth\\/FCA\\/2007\\/2110.html\",\"1\":\"1 I made orders earlier today including orders for the discharge of injunctions previously made against each of the respondents. In order to avoid repetition and to give relevant context, these reasons ought to be read together with the reasons for making those orders: Clough Engineering Ltd v Oil & Natural Gas Corporation Ltd [No 3] [2007] FCA 2082.\\n\\n2 Immediately following the pronouncement of those orders the applicant, Clough Engineering Ltd, by an amended motion invited the Court to stay their execution and further, to extend the injunctions previously made, pending the determination of an application for leave to appeal from my judgment in respect of those orders.\\n\\n3 In an ex tempore judgment I granted the stay of execution and extended the injunctions.\",\"2\":\"10 Such a limited stay and injunction is open to be made, although the court has ordered the dissolution of the injunctions already made: Erinford Properties Ltd v Cheshire County Council [1974] 1 Ch 261 at 267-268. It is necessary for the applicant to establish that there are reasonably arguable grounds of appeal: Smith v New South Wales Bar Association [1991] HCA 59 ; (1991) 66 ALJR 219 at 220.\",\"3\":\"7 I take into account that on such an application, points of substance will be raised and not merely procedural matters. In such circumstances the threshold for obtaining leave is somewhat lower than otherwise might be the case: Johnson Tiles Pty Ltd v Esso Australia Ltd [2000] FCA 1572 at [45] ; Visy Industries Holdings Pty Ltd v Australian Competition and Consumer Commission [2007] FCAFC 147 at [39] .\",\"4\":\"10 Such a limited stay and injunction is open to be made, although the court has ordered the dissolution of the injunctions already made: Erinford Properties Ltd v Cheshire County Council [1974] 1 Ch 261 at 267-268. It is necessary for the applicant to establish that there are reasonably arguable grounds of appeal: Smith v New South Wales Bar Association [1991] HCA 59 ; (1991) 66 ALJR 219 at 220.\",\"5\":\"7 I take into account that on such an application, points of substance will be raised and not merely procedural matters. In such circumstances the threshold for obtaining leave is somewhat lower than otherwise might be the case: Johnson Tiles Pty Ltd v Esso Australia Ltd [2000] FCA 1572 at [45] ; Visy Industries Holdings Pty Ltd v Australian Competition and Consumer Commission [2007] FCAFC 147 at [39] .\"}}"