"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\",\"3\":\"c3\",\"4\":\"c4\",\"5\":\"c5\",\"6\":\"c6\"},\"class\":{\"0\":\"cited\",\"1\":\"followed\",\"2\":\"cited\",\"3\":\"cited\",\"4\":\"cited\",\"5\":\"cited\",\"6\":\"cited\"},\"tocase\":{\"0\":\"Al-Kateb v Godwin [2004] HCA 37 ; (2004) 219 CLR 562\",\"1\":\"Doukmak v Minister for Immigration and Multicultural Affairs [2001] FCA 1821 ; 114 FCR 432\",\"2\":\"Evans v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCAFC 180\",\"3\":\"Goldie v Minister for Immigration and Multicultural Affairs 56 ALD 321\",\"4\":\"Minister for Immigration and Multicultural and Indigenous Affairs v Nystrom [2006] HCA 50 ; (2006) 230 ALR 370\",\"5\":\"Ross v Minister for Immigration and Multicultural and Indigenous Affairs [2000] FCA 1716 ; 107 FCR 1\",\"6\":\"Tuncok v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 172\"},\"text\":{\"0\":\"21 Next, the applicant contends that the Tribunal erred in failing to take into account the possibility that the applicant's human rights could be violated. He says that the Tribunal failed to consider whether, in cancelling his visa, the applicant would be taken to a detention centre and would be subjected to arbitrary detention. He says that the Tribunal should have taken into account the possibility that cancellation of his visa would have exposed him to a violation of Australian domestic criminal law, namely, arbitrary detention. There is no substance in this ground, in my view. It is precluded by the decision of the High Court in Al-Kateb v Godwin [2004] HCA 37 ; (2004) 219 CLR 562.\\n\\n22 That brings me to the second ground, namely, the question of whether or not the Tribunal misdirected itself in the approach that it took. In order to deal with this ground, it is necessary to say something more about the Tribunal's reasons.\\n\\n23 The Tribunal began by describing the applicant briefly, and referring to the decision of the delegate and the hearing before the Tribunal. The Tribunal then stated the issues in the case as follows: \\n \\n \\n (1) whether the applicant passes the character test, given his substantial criminal record; and \\n (2) if not, whether the Tribunal should exercise its discretion to set aside or affirm the decision made by the delegate to cancel the applicant's visa. \\n \\n\\nIt may be significant that the Tribunal characterised the issue as whether it should exercise a discretion to set aside or affirm the decision. In a sense, that is unexceptionable in so far as the Tribunal, once it has made a decision, must either set aside, affirm, or vary the decision. However, the review of a delegate's decision by the Tribunal involves the Tribunal standing in the shoes of the Minister, so to speak, and exercising de novo the discretion that is conferred by section 501.\",\"1\":\"30 The question is whether the Tribunal wrongly interpreted s 501(2) as conferring a discretion not to cancel a visa as distinct from conferring a discretion to cancel the visa. Section 501(2) is permissive. It confers a power to cancel a visa in the exercise of the Minister's discretion, or, in the present case, the Tribunal's discretion. There is a difference between power and obligation. The question is whether the Tribunal considered that the section obliged it to cancel the applicant's visa, unless it was satisfied that it should not cancel the visa (see Ross v Minister for Immigration and Multicultural and Indigenous Affairs [2000] FCA 1716 ; 107 FCR 1 at [27] to [29], and Doukmak v Minister for Immigration and Multicultural Affairs [2001] FCA 1821 ; 114 FCR 432 at [50] and [51]).\",\"2\":\"20 Next, in relation to this ground, the applicant appears to advance a contention that having regard to the provisions of s 201 , the use of s 501 is for an improper use or an act of bad faith. The applicant says that, by slavishly following policy, and applying s 501 in matters where s 201 could apply, there has been an error in so far as discretionary power has been exercised in accordance with a rule or policy without regard to the merits of the applicant's case, and without availing the applicant of a process by which he could convince the decision-maker to consider his matter under s 201. I consider that this argument is precluded by the decision of the High Court in Minister for Immigration and Multicultural and Indigenous Affairs v Nystrom [2006] HCA 50 ; (2006) 230 ALR 370: see also Evans v Minister [2006] FCAFC 180.\",\"3\":\"24 The Tribunal then referred to s 501 , saying:\\n \\n \\\"The Minister may cancel a visa if the holder does not satisfy the Minister that the person passes the character test.\\\" \\n \\n\\nThat statement is also unexceptionable. The question, however, is whether the Tribunal did, in fact, approach the exercise of discretion from the right direction. Doubt is cast on that matter by that part of the Tribunal's reasons in which it deals with the application of the law and findings of fact. The Tribunal repeats that the first issue for it to decide is whether, pursuant to ss 501(6)(a) and 501 (7), the applicant passes the character test, having regard to his substantial criminal record. The Tribunal observes, citing authority of the Full Federal Court, that the character test requires an objective consideration of the applicant's enduring moral qualities, but that that does not require the applicant to meet the highest standards of integrity. This issue is whether any deficiencies in his character are such that it is in the public good to refuse the visa (see Goldie v Minister for Immigration and Multicultural Affairs 56 ALD 321 at [8] and [24]). The Tribunal then went on to say that, on the other hand, despite the many good qualities possessed by a person, those qualities can be outweighed by a single adverse incident if it is of sufficient weight and seriousness.\\n\\n25 The Tribunal then purports to state the second stage of its decision-making process, and says, relevantly, as follows:\\n \\n \\\"Secondly, I am required to have regard to Part 1 of Direction 21 as a guide to the application of the character test. If I decide that the applicant does not pass the character test, I must consider whether to exercise the discretion in s 501(1) not to cancel the applicant's visa, notwithstanding that the applicant does not pass the character test. In so doing, I must have regard to Part 2 of Direction No 21 as a guide to the exercise of its discretion.\\\"\\n\\n26 The Tribunal then observed that the applicant in the present case failed the character test because of his substantial criminal record, and observed that there were no mitigating circumstances, but that, on the contrary, the record was aggravated by the presence of offences committed while on bail. The Tribunal then said:\\n \\n \\\"I must therefore consider whether to exercise my discretion under 501(2) to decide, nevertheless, whether not to cancel the applicant's visa. In exercising that discretion, the Tribunal has regard to Part 2 of Direction No 21. Paragraph 2.2 provides that a decision-maker should have regard to three primary considerations and a number of other considerations.\\\"\\n\\n27 The Tribunal then went on to deal in some detail with each of the primary considerations that are set out in Direction No 21. After dealing with protection of the Australian community, the Tribunal said:\\n \\n \\\"To set aside the decision under review in the case of an unrehabilitated offender with such a serious record during his eight years in Australia would, in my view, send entirely the wrong message to other non-citizens contemplating criminal behaviour.\\\"\\n\\n28 At the end of the section dealing with the expectations of the Australian community the Tribunal said:\\n \\n \\\"The community would be likely to take the view that there is a limit to how far further chances can be offered to a repeat offender, and the applicant has crossed it. Community expectations would clearly favour visa cancellation in this case.\\\"\\n\\n29 The third primary consideration, the best interests of the child, has no relevance in the present case. After having regard to the other considerations that are specified in Direction No 21, the Tribunal concluded as follows:\\n \\n \\\"The primary considerations of community protection and expectations outweigh the other considerations in this case. The decision under review is affirmed.\\\"\",\"4\":\"20 Next, in relation to this ground, the applicant appears to advance a contention that having regard to the provisions of s 201 , the use of s 501 is for an improper use or an act of bad faith. The applicant says that, by slavishly following policy, and applying s 501 in matters where s 201 could apply, there has been an error in so far as discretionary power has been exercised in accordance with a rule or policy without regard to the merits of the applicant's case, and without availing the applicant of a process by which he could convince the decision-maker to consider his matter under s 201. I consider that this argument is precluded by the decision of the High Court in Minister for Immigration and Multicultural and Indigenous Affairs v Nystrom [2006] HCA 50 ; (2006) 230 ALR 370: see also Evans v Minister [2006] FCAFC 180.\",\"5\":\"30 The question is whether the Tribunal wrongly interpreted s 501(2) as conferring a discretion not to cancel a visa as distinct from conferring a discretion to cancel the visa. Section 501(2) is permissive. It confers a power to cancel a visa in the exercise of the Minister's discretion, or, in the present case, the Tribunal's discretion. There is a difference between power and obligation. The question is whether the Tribunal considered that the section obliged it to cancel the applicant's visa, unless it was satisfied that it should not cancel the visa (see Ross v Minister for Immigration and Multicultural and Indigenous Affairs [2000] FCA 1716 ; 107 FCR 1 at [27] to [29], and Doukmak v Minister for Immigration and Multicultural Affairs [2001] FCA 1821 ; 114 FCR 432 at [50] and [51]).\",\"6\":\"19 The applicant also advanced a contention that the possibility that cancellation of a visa and subsequent removal of a non-citizen may be punitive. However, the exercise of the discretion under s 501 is not directed to the punishment of a visa holder. The possible consequence of deterring other non-citizens from committing similar offences is not an irrelevant consideration in the exercise of the discretion conferred by s 501(2) of the Act, in deciding whether a visa holder should be permitted to remain in Australia, see Tuncok v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 172 at [44] .\"}}"