"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\"},\"class\":{\"0\":\"cited\",\"1\":\"cited\",\"2\":\"cited\"},\"tocase\":{\"0\":\"MIMA v Lay Lat [2006] FCAFC 61 ; (2006) 151 FCR 214\",\"1\":\"SZCIJ v MIMIA [2006] FCAFC 62\",\"2\":\"SZEEU v MIMIA [2006] FCAFC 2\"},\"text\":{\"0\":\"24 Second, the Act clearly sets the parameters for the operation of principles of natural justice, and excludes relevant common law rules: MIMA v Lay Lat [2006] FCAFC 61 ; (2006) 151 FCR 214 and SZCIJ v MIMIA [2006] FCAFC 62. Section 422B(1) provides:\\n \\n (1) This Division is taken to be an exhaustive statement of the requirements of the natural justice hearing rule in relation to the matters it deals with.\",\"1\":\"24 Second, the Act clearly sets the parameters for the operation of principles of natural justice, and excludes relevant common law rules: MIMA v Lay Lat [2006] FCAFC 61 ; (2006) 151 FCR 214 and SZCIJ v MIMIA [2006] FCAFC 62. Section 422B(1) provides:\\n \\n (1) This Division is taken to be an exhaustive statement of the requirements of the natural justice hearing rule in relation to the matters it deals with.\",\"2\":\"12 In considering the Tribunal's decision in light of the claims made by the appellant, Nicholls FM found that the letter of 15 January 2005 from the President of Jatiya Party was provided by the appellant for the purpose of the review and falls within the exception of s 424A(3)(b) of the Act . It was the appellant's lack of credibility which made the Tribunal unable to give weight to the document, as distinct from information about the prevalence of document fraud in Bangladesh. Findings in respect of the credibility of the appellant were matters for the Tribunal: McHugh J in Re Minister for Immigration and Multicultural Affairs; ex parte Durairajasingham [2000] HCA 1 ; (2000) 168 ALR 407 at 423. However, even if the Tribunal had relied on the prevalence of document fraud in Bangladesh it would fall within the exception of s 424A(3)(a) of the Act . His Honour found that there was no statutory obligation of the Tribunal to provide an opportunity to the applicant to comment on the these adverse findings of the Tribunal, as such adverse findings are not \\\"information\\\" for the purposes of s 424A ( SZEEU v MIMIA [2006] FCAFC 2 at [20] , [28]).\\n\\n13 In relation to the claims of a denial of procedural fairness at common law, Nicholls FM noted that the Tribunal in its decision said it had alerted the applicant to country information as to the prevalence of document fraud in Bangladesh. Similarly, the Tribunal had drawn attention to the fact that it could give not weight to the documents because of the adverse view it had taken of the appellant's credibility. In the absence of evidence provided by the applicant, the Court was unable to accept a submission of the applicant challenging these statements of the Tribunal.\\n\\n14 In response to the claims of the appellant at the hearing that he was a politician, not a dentist, and that he was denied another hearing to prove this, Nicholls FM found that the applicant's request for another hearing was in response to the letter of the Tribunal and must be seen in that context. The Tribunal complied with its statutory obligations under s 425 of the Act . To the extent that natural justice in the context of Tribunal hearings is addressed exhaustively in Div 4 of Pt 7 of the Act , any complaint of a denial of natural justice at common law could not succeed. However even if s 422B did not operate, the Federal Magistrate asserted such a claim still would not succeed in these circumstances.\"}}"