"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\"},\"class\":{\"0\":\"considered\",\"1\":\"cited\",\"2\":\"cited\"},\"tocase\":{\"0\":\"Ace Contractors & Staff Pty Ltd v Westgarth Development Pty Ltd [1999] FCA 728\",\"1\":\"Expile Pty Ltd v Jabb's Excavations Pty Ltd (2003) 45 ACSR 711\",\"2\":\"Commonwealth Bank of Australia v Begonia (1983) 11 ACSR 609\"},\"text\":{\"0\":\"8 I now turn to the basis upon which the Deputy Commissioner says he is entitled to his costs. The argument is that Mr De Simone's affidavit did not prove the solvency of the company and a winding up order would have been made had the Deputy Commissioner decided not to withdraw his application. In this connection I was told of a practice that has developed by which a company wishing to prove its solvency must produce audited accounts that evidence solvency. The practice is said to flow from the cases referred to by Weinberg J in Ace Contractors & Staff Pty Ltd v Westgarth Development Pty Ltd [1999] FCA 728 , a decision that has been cited with approval in Expile Pty Ltd v Jabb's Excavations Pty Ltd (2003) 45 ACSR 711, a decision of the Court of Appeal of New South Wales.\",\"1\":\"8 I now turn to the basis upon which the Deputy Commissioner says he is entitled to his costs. The argument is that Mr De Simone's affidavit did not prove the solvency of the company and a winding up order would have been made had the Deputy Commissioner decided not to withdraw his application. In this connection I was told of a practice that has developed by which a company wishing to prove its solvency must produce audited accounts that evidence solvency. The practice is said to flow from the cases referred to by Weinberg J in Ace Contractors & Staff Pty Ltd v Westgarth Development Pty Ltd [1999] FCA 728 , a decision that has been cited with approval in Expile Pty Ltd v Jabb's Excavations Pty Ltd (2003) 45 ACSR 711, a decision of the Court of Appeal of New South Wales.\",\"2\":\"14 The explanation to be given to the cases to which Weinberg J referred is this. There are many shaky companies in the marketplace. Applications are made to wind up some of them. Applications are also made to wind up solvent companies. In each case a representative can come along attempting to prove solvency to avoid a winding up. Judges will look with care at the evidence especially if the judge suspects the company is or may be in a weak financial position. Dependant upon the degree of doubt justified by the facts, a judge may say that the only evidence he will treat as probative is \\\"the fullest and best\\\" evidence available - the kind that in Commonwealth Bank of Australia v Begonia (1983) 11 ACSR 609 Hayne J said was often necessary although interesting enough, not in that case. In some instances this may be the company's audited accounts together with verified proof of both the ownership and value of the company's assets. On the other hand there will be many instances where proof of that sort is not required. In such cases there is no good reason to put the company to the time, trouble and expense of producing audited accounts. In the end it will all depend upon each particular fact of a case.\\n\\n15 Returning to Mr De Simone's affidavit, if the evidence were unchallenged it does make out a prima facie case of solvency. What Mr De Simone said was not the \\\"fullest and best\\\" evidence of the company's financial position. Nor did he produce the audited accounts of the company. But he did explain in some detail the nature of the assets and liabilities of the company. He listed the current assets and liabilities, and provided details of the non-current assets and liabilities. It is apparent that much of the information came from the company's records, although the records were not produced. The thrust of Mr De Simone's evidence was that, after allowing for the debt due to the Deputy Commissioner, the company had surplus assets exceeding $1.4 million, a good proportion of which comprised debts that were due and payable and short-term loans that were either due and payable or payable at short notice.\\n\\n16 Mr Agardy said that Mr De Simone's evidence would have been subjected to careful scrutiny if the case had gone to trial. No doubt this is true. That only demonstrates that it is impossible to predict what the outcome of the case would have been.\"}}"