"{\"id\":{\"0\":\"c0\"},\"class\":{\"0\":\"referred to\"},\"tocase\":{\"0\":\"In the matter of The Australian Gas Light Company (No 2) (2006) 60 ACSR 406\"},\"text\":{\"0\":\"2 The shares of Alinta's predecessor were first listed for quotation on Australian Securities Exchange Limited (ASX) in 2000. Following approval by the Court on 9 October 2006 ( In the matter of The Australian Gas Light Company (No 2) (2006) 60 ACSR 406) of a scheme of arrangement between Alinta's predecessor and its members, the shares in Alinta were also listed for quotation by the ASX. The scheme of arrangement of October was interdependent with another scheme of arrangement involving the Australian Gaslight Company (AGL). The assets of AGL included interests in Australian Pipeline Trust (APT). As a result of the October schemes of arrangement, Alinta has interests in energy producing and energy infrastructure enterprises including AGL's and other interests in APT.\\n\\n3 In January 2007, Alinta announced that it had received an approach concerning a potential management buy-out proposal by a group of senior executives. Alinta's board then initiated a competitive process by which potentially interested parties were invited to put forward expressions of interest to acquire Alinta or interests of Alinta. Proposals were received on 23 March 2007 from two consortia, described as Macquarie Bank Consortium, and a consortium formed by a joint venture of Babcock & Brown International Pty Limited (Babcock & Brown) and Singapore Power International Pty Limited (Singapore Power). The latter consortium (The Babcock-Singapore Consortium) formed ES&L Pty Limited (the Bidder), as the vehicle for the furtherance of their proposal. Following negotiations with both the Macquarie Bank Consortium and the Babcock-Singapore Consortium, a Scheme Implementation Agreement was entered into between Alinta, the Bidder, Babcock & Brown and Singapore Power, under which the Bidder was to acquire the entire issued share capital of Alinta (the Original Agreement).\\n\\n4 A public announcement was made by Alinta on 30 March 2007 concerning the Original Agreement. On 4 May 2007, Macquarie Bank Consortium submitted a revised proposal to Alinta. In response, the Babcock-Singapore Consortium submitted a revised proposal. The latter revised proposal also involved three managed funds connected with Babcock & Brown. The three managed funds (the Funds) are:\\n \\n \\n \\u2022 Babcock & Brown Infrastructure Group, comprising Babcock & Brown Infrastructure Limited and Babcock & Brown Infrastructure Trust. \\n \\u2022 Babcock & Brown Power comprising Babcock & Brown Power Limited and Babcock & Brown Power Trust. \\n \\u2022 Babcock & Brown Wind Partners, comprising Babcock & Brown Wind Partners Limited, Babcock & Brown Wind Partners Bermuda Limited and Babcock & Brown Wind Partners Trust.\"}}"