"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\",\"3\":\"c3\",\"4\":\"c4\",\"5\":\"c5\"},\"class\":{\"0\":\"cited\",\"1\":\"applied\",\"2\":\"applied\",\"3\":\"cited\",\"4\":\"cited\",\"5\":\"cited\"},\"tocase\":{\"0\":\"Freeman v National Australia Bank Ltd [2006] FCAFC 67\",\"1\":\"Dranichnikov v Centrelink [2002] FCA 1622\",\"2\":\"Cowell v Taylor (1885) 31 Ch D 34\",\"3\":\"Ciappina v Ciappina (1983) 70 FLR 287\",\"4\":\"Tait v Bindal People [2002] FCA 322\",\"5\":\"J & M O'Brien Enterprises Pty Ltd v The Shell Co of Australia Ltd (No 2) (1983) 70 FLR 261\"},\"text\":{\"0\":\"4 His Honour then referred to Freeman v National Australia Bank Ltd [2006] FCAFC 67 , and earlier cases which the Full Court there approved, and summarised their effect at [52] as follows:\\n \\n \\\"in determining whether particular proceedings are in fact vexatious, a court may take account of proceedings in other courts where, for example, they have authoritatively resolved the particular issue against the person instituting the proceedings. The Full Court also noted that the expression 'habitually and persistently' implies more than 'frequently', and suggests a degree of stubbornness on the part of the person in question. The element 'without any reasonable ground' is of course to be determined objectively. It is immaterial that the person may believe in the justice of his or her argument, and may not understand that the argument has been authoritatively rejected.\\\" \\n \\n\\nHis Honour considered those observations applicable to s 42B(1)(b).\\n\\n5 His Honour concluded at [54] as follows:\\n \\n \\\"The Tribunal was entitled to have regard to [the appellant's] persistence, over many years, in seeking to have set aside the 4 November 1999 decision. It was entitled to have regard to his entire course of dealings in relation to social security benefits since his accident in 1991, and the fact that his latest foray before it involved an argument that could, and should, have been addressed years earlier. In those circumstances, I can see no error in the Tribunal's having concluded that a limited direction of the kind given was warranted.\\\"\\n\\n6 The respondent has applied for security for costs in the sum of $10,000. Apart from recounting the lengthy history of the matter already recorded by Justice Weinberg, the respondent's solicitor also noted various costs orders made against the applicant, none of which has been complied with. To the extent they have been taxed, they total $30,855.20. Other costs orders are yet to be taxed.\\n\\n7 A bankruptcy notice has issued against the appellant in the sum of $30,855.20. He did not pay the amount of the debt or make arrangements to the creditor's satisfaction within the time stipulated in the notice.\",\"1\":\"8 A single judge may determine an application for security for costs in respect of an appeal: Dranichnikov v Centrelink [2002] FCA 1622 ( Dranichnikov ).\\n\\n9 The appellant did not appear on the application for security. I was told by the respondent's solicitor that the appellant had informed him that he was unable to attend because he was unwell. The appellant also said that his daughter, who usually assisted him in court, was also unable to attend. There was no other evidence of illness, and the appellant did not ask for an adjournment.\\n\\n10 As the history of the various proceedings makes clear, the matter before the Tribunal had already been the subject of a series of decisions made internally by Centrelink officers, the SSAT, the Tribunal, the Federal Magistrates Court, this Court and the High Court.\\n\\n12 The appellant's prospects of success on the appeal are a relevant consideration on any application for security: Dranichnikov at [20]. As Bowen CJ said in J & M O'Brien Enterprises Pty Ltd v The Shell Co of Australia Ltd (No 2) (1983) 70 FLR 261 at 264, that is especially so in the case of an appeal, where the appellant has had his day in court. The matters the appellant wishes to raise on the appeal have already been decided against him. As appears from Dranichnikov at [23], that is a consideration pointing to the appropriateness of an order for security. The appellant's appeal is in my view without merit. There is nothing to suggest any error in the decision under appeal.\",\"2\":\"11 The appellant has had his day in court on the frivolous and vexatious issue before Weinberg J. In Cowell v Taylor (1885) 31 Ch D 34 at 38 Bowen LJ said:\\n \\n \\\"The general view is that poverty is no bar to a litigant .... There is an exception in the case of appeals, but there the appellant has had the benefit of a decision by one of Her Majesty's Courts, and so an insolvent party is not excluded from the Courts, but only prevented, if he cannot find security, from dragging his opponent from one Court to another.\\\" \\n \\n\\nSee also Ciappina v Ciappina (1983) 70 FLR 287 at 290 and Tait v Bindal People [2002] FCA 322.\",\"3\":\"11 The appellant has had his day in court on the frivolous and vexatious issue before Weinberg J. In Cowell v Taylor (1885) 31 Ch D 34 at 38 Bowen LJ said:\\n \\n \\\"The general view is that poverty is no bar to a litigant .... There is an exception in the case of appeals, but there the appellant has had the benefit of a decision by one of Her Majesty's Courts, and so an insolvent party is not excluded from the Courts, but only prevented, if he cannot find security, from dragging his opponent from one Court to another.\\\" \\n \\n\\nSee also Ciappina v Ciappina (1983) 70 FLR 287 at 290 and Tait v Bindal People [2002] FCA 322.\",\"4\":\"11 The appellant has had his day in court on the frivolous and vexatious issue before Weinberg J. In Cowell v Taylor (1885) 31 Ch D 34 at 38 Bowen LJ said:\\n \\n \\\"The general view is that poverty is no bar to a litigant .... There is an exception in the case of appeals, but there the appellant has had the benefit of a decision by one of Her Majesty's Courts, and so an insolvent party is not excluded from the Courts, but only prevented, if he cannot find security, from dragging his opponent from one Court to another.\\\" \\n \\n\\nSee also Ciappina v Ciappina (1983) 70 FLR 287 at 290 and Tait v Bindal People [2002] FCA 322.\",\"5\":\"12 The appellant's prospects of success on the appeal are a relevant consideration on any application for security: Dranichnikov at [20]. As Bowen CJ said in J & M O'Brien Enterprises Pty Ltd v The Shell Co of Australia Ltd (No 2) (1983) 70 FLR 261 at 264, that is especially so in the case of an appeal, where the appellant has had his day in court. The matters the appellant wishes to raise on the appeal have already been decided against him. As appears from Dranichnikov at [23], that is a consideration pointing to the appropriateness of an order for security. The appellant's appeal is in my view without merit. There is nothing to suggest any error in the decision under appeal.\"}}"