"{\"id\":{\"0\":\"c0\",\"1\":\"c1\"},\"class\":{\"0\":\"cited\",\"1\":\"cited\"},\"tocase\":{\"0\":\"Re Refugee Tribunal Ex Parte H [2001] HCA 28 ; (2001) 75 ALJR 982\",\"1\":\"SZBEL v Minister for Immigration, Multicultural and Indigenous Affairs [2006] HCA 63 ; (2006) 81 ALJR 515\"},\"text\":{\"0\":\"14 Even assuming that that is the basis of challenge it faces the difficulty that there is not a scintilla of evidence of actual bias on the part of the Tribunal and neither is there to be found in the Tribunal's reasons anything which would give rise to the objective possibility of bias, having regard to what was said by the High Court in respect of such a challenge in Re Refugee Tribunal Ex Parte H [2001] HCA 28 ; (2001) 75 ALJR 982 at 983, para 5. Thus, however one approaches ground 3, whether from a perspective of a challenge to credibility findings or from the perspective of a repetition of a bias challenge, there is no merit in that ground.\\n\\n15 Ground 4 is not, in terms a ground of jurisdictional error, although in fairness and having regard to the reference in the ground to the Magistrate's conclusion at para 24 of this reasons for judgment, I take that ground to be a repetition of the allegation that the Tribunal breached s 425 of the Migration Act and that the learned Magistrate erred in not so finding. There was certainly a development of argument in the Appellant's oral submissions that there had been a breach of s 425 , although as was, with respect, correctly submitted on behalf of the Minister, there was an absence of particularity in the basis of challenge as developed in those oral submissions.\\n\\n16 In the notice of appeal, para 4, the Appellant alleges, or at least states, that he does not know why the Magistrate (I infer) could not listen to the recording tapes of the Tribunal's hearing. He makes reference to his absence of financial resources and consequent inability to afford the fee in respect of obtaining the transcript of the Tribunal's hearing. It was not, though, for the Magistrate of his own motion to obtain such a transcript.\",\"1\":\"18 It is worth repeating, lest the Appellant think that I differ from the Federal Magistrate in this regard, that the Tribunal was not obliged to disclose to him under s 425 its mental processes or to give a running commentary on what it thought about the evidence that he was giving. The authority to which the Federal Magistrate makes reference, SZBEL v Minister for Immigration, Multicultural and Indigenous Affairs [2006] HCA 63 ; (2006) 81 ALJR 515 at 523, para 48, binds me as much as it did the Federal Magistrate in this regard.\\n\\n19 Overall there is undoubtedly a feeling of disappointment on the part of the Appellant that his claimed basis for his protection visa was not upheld. However, and it is a significant \\\"however,\\\" as I have already stated it is not the role of a court on a judicial review proceeding to revisit merits and much less is it the role of this Court. The bases of challenge which are set out in the notice of appeal are not, in my opinion, made out. That is so whether one regards the challenge made in ground 3 as a challenge to credibility findings on the basis of illogicality or irrationality or whether one regards that ground as a repetition of the bias ground that was advanced before the Federal Magistrate.\\n\\n20 For these reasons, then, the appeal in my opinion must be dismissed.\\n \\n\\n I certify that the preceding twenty (20) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Logan. \\n\\n\\n Associate:\\n\\nDated: 12 August 2008\\n\\n Counsel for the Appellant: The Appellant appeared in person \\n \\n Solicitor for the Respondents: Australian Government Solicitor \\n\\n Date of Hearing: 5 August 2008 \\n \\n Date of Judgment: 5 August 2008 \\n\\n \\n\\n \\n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \\n URL: http:\\/\\/www.austlii.edu.au\\/au\\/cases\\/cth\\/FCA\\/2008\\/1202.html\"}}"