"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\",\"3\":\"c3\"},\"class\":{\"0\":\"cited\",\"1\":\"cited\",\"2\":\"referred to\",\"3\":\"cited\"},\"tocase\":{\"0\":\"Shi v Migration Agents Registration Authority [2008] HCA 31 ; (2008) 248 ALR 390\",\"1\":\"TNT Skypack International (Aust) Pty Ltd v Federal Commissioner of Taxation [1988] FCA 119 ; (1988) 82 ALR 175\",\"2\":\"Boston Commercial Services Pty Ltd (ACN 114 658 070) v GE Capital Finance Australasia Pty Ltd (ACN 070 396 020) [2006] FCA 1352 ; (2006) 236 ALR 720\",\"3\":\"Jefferson Ford Pty Ltd v Ford Motor Company of Australia Ltd [2008] FCAFC 60 ; (2008) 167 FCR 372\"},\"text\":{\"0\":\"12 A deemed refusal to grant access to documents will thus only occur if the relevant request has been made to an \\\"agency\\\" or a \\\"Minister\\\". Ms Luck's request was made to the USQ. It is not a Minister. Nor is it an \\\"agency\\\". An agency is defined in s 4 of the FOI Act to mean \\\"a Department, a prescribed authority or an eligible case manager.\\\" The USQ is none of these things. It is not a Commonwealth Department of State. It is not established under a Commonwealth enactment or for the purposes of a Commonwealth Act. It is established under a Queensland Act, the University of Southern Queensland Act 1998 (Qld). It is not \\\"an eligible case manager\\\". That being so there has been no refusal deemed or actual of Ms Luck's request for access to documents held by the USQ. As a result s 55(1) of the FOI Act and s 25 of the AAT Act do not confer jurisdiction of the Tribunal to hear and determine Ms Luck's application to it. No other source of jurisdiction has been suggested. There was, therefore, no decision, made by USQ, which the AAT had jurisdiction to review: see Shi v Migration Agents Registration Authority [2008] HCA 31 ; (2008) 248 ALR 390 at [132] .\\n\\n13 The Tribunal, was therefore, correct in law in holding that it lacked jurisdiction and in exercising its powers under s 42A(4) of the AAT Act . Its reasons for so doing might have been expressed in more detail.\",\"1\":\"14 There is a further reason why Ms Luck's purported appeal to this Court, has little prospect of success. It is that, at least as presently drafted, her notice of appeal identifies no questions of law which could form the subject matter of the appeal: see TNT Skypack International (Aust) Pty Ltd v Federal Commissioner of Taxation [1988] FCA 119 ; (1988) 82 ALR 175 at 178 (per Gummow J).\",\"2\":\"15 Section 31A of the FCA Act empowers the Court to give judgment for a respondent if an applicant or appellant \\\"has no reasonable prospect of successfully prosecuting [a] proceeding ...\\\" A proceeding may have no reasonable prospect of success even though it is not hopeless or bound to fail: see s 31A(3). This is not a case in which contested evidence is involved: cf Boston Commercial Services Pty Ltd (ACN 114 658 070) v GE Capital Finance Australasia Pty Ltd (ACN 070 396 020) [2006] FCA 1352 ; (2006) 236 ALR 720 at 731 (per Rares J). In such a case the Court will approach the potential application of s 31A with some caution. USQ bases its application for summary judgment on a straight forward question of law: whether the AAT, as it held, lacks jurisdiction to entertain Ms Luck's application. The answer is, in my view, clear. Ms Luck has pursued her application for access to documents under both Commonwealth and Queensland freedom of information legislation. She may well have a right to challenge the USQ's failure to make a decision on her application under the Queensland legislation. She does not have that right under the Commonwealth Act for the reasons which I have explained.\",\"3\":\"16 In these circumstances her proposed appeal has no reasonable prospects of success. Indeed, it is bound to fail. The Court should, in the exercise of its discretion, dismiss the purported appeal under s 31A of the FCA Act : see Jefferson Ford Pty Ltd v Ford Motor Company of Australia Ltd [2008] FCAFC 60 ; (2008) 167 FCR 372 at 406-409 (per Gordon J).\\n\\n I certify that the preceding sixteen (16) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice TRACEY. \\n\\n\\n Associate:\\n\\nDated: 22 October 2008\\n\\n \\n The appellant was self represented \\n \\n Counsel for the Respondent: Mr J Pizer \\n \\n Solicitor for the Respondent: Clayton Utz \\n\\n Date of Hearing: 22 October 2008 \\n \\n Date of Judgment: 22 October 2008 \\n\\n \\n\\n \\n\\n \\n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \\n URL: http:\\/\\/www.austlii.edu.au\\/au\\/cases\\/cth\\/FCA\\/2008\\/1582.html\"}}"