"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\",\"3\":\"c3\",\"4\":\"c4\"},\"class\":{\"0\":\"cited\",\"1\":\"cited\",\"2\":\"cited\",\"3\":\"cited\",\"4\":\"cited\"},\"tocase\":{\"0\":\"Martinsen v Secretary, Department of Family and Community Services [2004] FCA 297\",\"1\":\"TNT Skypack International (Aust) Pty Ltd v Federal Commissioner of Taxation [1988] FCA 119 ; (1988) 82 ALR 175\",\"2\":\"Birdseye v Australian Securities and Investment Commission [2003] FCAFC 232 ; (2003) 76 ALD 321\",\"3\":\"Director-General of Social Services v Chaney (1980) 31 ALR 571\",\"4\":\"Australian Broadcasting Tribunal v Bond (1990) 170 CLR 321\"},\"text\":{\"0\":\"7 The Court has power to grant an extension of time for the lodging of an appeal against a decision of the Tribunal: see s 44(2A) of the AAT Act . A factor which will weigh heavily against the exercise of a discretion to enlarge time within which a proceeding may be commenced is that a proposed appeal has no reasonable prospects of success: see Martinsen v Secretary, Department of Family and Community Services [2004] FCA 297 at [17] .\\n\\n8 I have formed the view that the application for an extension of time should be refused because the proposed appeal is bound to fail and the granting of an extension would serve no useful purpose.\\n\\n9 Section 44(1) of the AAT Act provides for a right of appeal \\\"on a question of law, from any decision of the Tribunal ...\\\" Order 53 r 3(2)(b) of the Federal Court Rules requires the notice of appeal is to state \\\"the question or questions of law to be raised on the appeal ...\\\".\",\"1\":\"10 In TNT Skypack International (Aust) Pty Ltd v Federal Commissioner of Taxation [1988] FCA 119 ; (1988) 82 ALR 175 at 178 Gummow J held that the existence of a question of law is not merely a qualifying condition to ground an appeal under s 44 , \\\" but also the subject matter of the appeal itself ... \\\". (Emphasis added).\",\"2\":\"11 It is, therefore, essential in appeals brought under s 44 of the AAT Act , that a question or questions of law be identified. If the notice of appeal fails to disclose a question of law the necessary subject matter of the appeal is lacking. Ms Luck has failed to identify any such question of law: see Birdseye v Australian Securities and Investment Commission [2003] FCAFC 232 ; (2003) 76 ALD 321 at 325.\",\"3\":\"12 Section 44(1) only provides for an appeal from a \\\"decision\\\" of the Tribunal. In Director-General of Social Services v Chaney (1980) 31 ALR 571 Deane J, with whom Fisher J agreed, held (at 593) that, subject to some immaterial exceptions, \\\"an appeal under s 44(1) of the [AAT] Act lies only from a decision from the Tribunal which constitutes the effective decision or determination of the application for review.\\\" His Honour held that, in the normal case, \\\"such a decision will be the final decision formulated in accordance with the provisions of s 43 of the Act.\\\"\\n\\n13 The Tribunal in the present case has done no more than give directions with a view to readying Ms Luck's application for hearing. In no sense are the directions from which she seeks to appeal final or determinative of her application. They do not, therefore, constitute decisions for the purposes of s 44. It follows that she has no right of appeal under that section.\\n\\n14 In her amended notice of appeal Ms Luck also seeks review of certain procedural decisions said to have been made by the Senior Member and an Assistant Registrar of the Tribunal under the Administrative Decisions (Judicial) Review Act 1977 (Cth) (\\\"the ADJR Act \\\").\\n\\n15 The relevant decisions and conduct of the Senior Member are said to be the decision that the respondent to the proceedings should be the Chief Executive Officer of Centrelink and that Centrelink should file relevant documents with the Tribunal together with a statement of its reasons for its decision and his conduct in giving these directions.\\n\\n16 The decisions attributed to the Assistant Registrar were directions, said to have been given by her, as to the appropriate person to deal with any contacts made by Ms Luck with the Tribunal.\",\"4\":\"21 Ms Luck does not identify any relevant decisions within the meaning of the ADJR Act : see ss 3 , 5 and Australian Broadcasting Tribunal v Bond (1990) 170 CLR 321 at 335-8. None of the \\\"decisions\\\" to which she refers is a \\\"determination for which provision is made by or under a statute, one that ... is substantive, final and operative.\\\" If anything, the Senior Member's directions might be characterised as conduct, that is, \\\"action taken, rather than a decision made, for the purpose of a reviewable decision.\\\" In giving a direction that Ms Luck should only deal with a nominated officer the Assistant Registrar did nothing for the purpose of her or the Tribunal making a reviewable decision. Ms Luck does not identify any grounds on which a judicial review application might reasonably be expected to succeed in relation to the orders made by the Senior Member. She does no more than recite all of the grounds to be found in ss 5 and 6 of the ADJR Act without making any attempt to relate any particular ground to the conduct of the Senior Member.\\n\\n22 Ms Luck's applications for enlargements of time, are, therefore, refused.\\n\\n23 Ms Luck is able to apply to the Tribunal for any further directions which she considers need to be made to facilitate the hearing of her application. In particular she can invite the Tribunal to make an order identifying the relevant decision as that deemed to have been made on 3 July 2005.\\n\\n\\n\\n I certify that the preceding twenty-three (23) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice TRACEY. \\n\\n\\n Associate:\\n\\nDated: 10 October 2008\\n\\n \\n Applicant was self represented \\n \\n Counsel for the Respondent: Mr Philip Ginnane \\n \\n Solicitor for the Respondent: Australian Government Solicitor \\n\\n Date of Hearing: 8 October 2008 \\n \\n Date of Judgment: 8 October 2008 \\n\\n \\n\\n \\n\\n \\n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \\n URL: http:\\/\\/www.austlii.edu.au\\/au\\/cases\\/cth\\/FCA\\/2008\\/1506.html\"}}"