"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\"},\"class\":{\"0\":\"referred to\",\"1\":\"applied\",\"2\":\"applied\"},\"tocase\":{\"0\":\"Cordiant Communications (Australia) Pty Ltd v The Communications Group Holdings Pty Ltd (2005) 194 FLR 322\",\"1\":\"McRae v Coulton (1986) 7 NSWLR 644 at 663\",\"2\":\"O'Reilly v Commissioners of the State Bank of Victoria [1983] HCA 47 ; (1983) 153 CLR 1\"},\"text\":{\"0\":\"40 In the present case, the defect or irregularity alleged is that the 9 September notice was not signed by the applicant and did not use the word \\\"satisfied\\\". Such defects or irregularities would be \\\"formal\\\" in the sense that they concern the form, or expression, of the applicant's state of mind about the respondent's default. As such they are to be distinguished from the question of default itself, which would be a matter of substance, concerning as it did substantive rights and liabilities. As to the comparable provision in the Corporations Act 2001 (Cth), see Cordiant Communications (Australia) Pty Ltd v The Communications Group Holdings Pty Ltd (2005) 194 FLR 322 at [102]-[106] per Palmer J.\\n\\n41 Once it is accepted that any defect was formal, or an irregularity, there could be no suggestion that any injustice, substantial or otherwise, was caused. As already noted, it was accepted that the respondent was in default. Nor could there be any doubt that the applicant held a belief that there had been such default.\\n\\n42 There will be a direction that the PIA executed by the respondent on 2 May 2008 was terminated by a resolution of the respondent's creditors on 30 September 2008.\",\"1\":\"26 Further, the general law of agency supports the validity of the 9 September notice. Gibbs CJ said in O'Reilly v Commissioners of the State Bank of Victoria [1983] HCA 47 ; (1983) 153 CLR 1 at 11:\\n There can be no doubt that as a general proposition at common law a person sufficiently \\\"signs\\\" a document if it is signed in his name and with his authority by somebody else... \\nWhere a statute requires a document to be signed by a person, this rule is displaced only if the statute indicates, by the language of the statute or by context and subject matter, that personal signature is required: McRae v Coulton (1986) 7 NSWLR 644 at 663 per Hope JA; see also Dal Pont GE, Law of Agency (2 nd ed, LexisNexis Butterworths, 2008) at 77. Section 222B(1) calls only for a declaration that the trustee is satisfied. Neither the language nor the context suggest that signature by the trustee is essential, let alone the trustee's personal signature.\",\"2\":\"26 Further, the general law of agency supports the validity of the 9 September notice. Gibbs CJ said in O'Reilly v Commissioners of the State Bank of Victoria [1983] HCA 47 ; (1983) 153 CLR 1 at 11:\\n There can be no doubt that as a general proposition at common law a person sufficiently \\\"signs\\\" a document if it is signed in his name and with his authority by somebody else... \\nWhere a statute requires a document to be signed by a person, this rule is displaced only if the statute indicates, by the language of the statute or by context and subject matter, that personal signature is required: McRae v Coulton (1986) 7 NSWLR 644 at 663 per Hope JA; see also Dal Pont GE, Law of Agency (2 nd ed, LexisNexis Butterworths, 2008) at 77. Section 222B(1) calls only for a declaration that the trustee is satisfied. Neither the language nor the context suggest that signature by the trustee is essential, let alone the trustee's personal signature.\\n\\n27 In O'Reilly it was acknowledged that whether a statute requires a power to be exercised personally is \\\"simply one of construction\\\" (at 10), which \\\"depends on the nature of the power and all the circumstances of the case\\\" (at 11). In that case, it was held unnecessary for a Deputy Commissioner of Taxation to personally sign a statutory income tax notice; a facsimile of the Deputy Commissioner's signature, applied by a chief investigating officer, was sufficient. Gibbs CJ adverted to the \\\"chaos\\\" which would result in the administration of taxation if this were not possible (at 12). Practical considerations are also applicable in the present case. It would cause unnecessary inconvenience if a trustee of a PIA were not able to have a partner in the same firm sign a document on his or her behalf.\\n\\n28 Moreover, the fact that s 63B(1) requires \\\"signed writing\\\" but s 222B(1)(b) says nothing as to signature points against reading into the latter provision a requirement for the \\\"written declaration\\\" to be signed by the trustee.\\n\\n29 It was put that the 9 September notice did not contain an express statement to the effect that the applicant was satisfied that the respondent was in default.\"}}"