"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\",\"3\":\"c3\"},\"class\":{\"0\":\"followed\",\"1\":\"followed\",\"2\":\"followed\",\"3\":\"followed\"},\"tocase\":{\"0\":\"Jess v Scott (1986) 12 FCR 187\",\"1\":\"Kalanje v Minister for Immigration & Multicultural Affairs [2006] FCA 1618\",\"2\":\"W105\\/99A v Minister for Immigration & Multicultural Affairs [2001] FCA 1786\",\"3\":\"WACF v Minister for Immigration & Multicultural & Indigenous Affairs [2003] FCA 1385 , 79 ALD 154\"},\"text\":{\"0\":\"4 There is unquestionably a discretion to extend time if \\\" special reasons \\\" be shown. That expression in r 15(2) describes a flexible discretionary power, but a power requiring an applicant to nonetheless justify a departure from the ordinary rule prescribing a period of 21 days: Jess v Scott (1986) 12 FCR 187. Lockhart, Sheppard and Burchett JJ there observed at 195:\\n \\n It should not be overlooked that r 15(2) enables leave to be given \\\"at any time\\\"; the \\\"special reasons\\\" relevant to such a power cannot but describe an elastic test, suitable for application across a range of situations, from an oversight of a day to a neglect persisted in during a prolonged period. It would require something very persuasive indeed to justify a grant of leave after, for example, a year; equally, it may be said, something much less significant might justify leave where a party is a few days late. \\\"Special reasons\\\" must be understood in a sense capable of accommodating both types of situation. It is an expression describing a flexible discretionary power, but one requiring a case to be made upon grounds sufficient to justify a departure, in the particular circumstances, from the ordinary rule prescribing a period within which an appeal must be filed and served.\\n\\n5 The explanation for the delay provided by the Applicant is simply that he was unaware of the 21 day period.\\n\\n6 Had consideration been confined simply to the short extension of time required, the discretion could well have been exercised favourably to the Applicant. The explanation provided is, with respect, not satisfactory. But, as was recognised by the Full Court, a less persuasive explanation may be required when the extension required is for a comparatively short period of time.\",\"1\":\"7 Consideration, however, is not confined to such matters. Consideration may also be given to the prospects of success of the Applicant should an extension be granted: W105\\/99A v Minister for Immigration & Multicultural Affairs [2001] FCA 1786 at [13] ; WACF v Minister for Immigration & Multicultural & Indigenous Affairs [2003] FCA 1385 , 79 ALD 154; Kalanje v Minister for Immigration & Multicultural Affairs [2006] FCA 1618.\",\"2\":\"7 Consideration, however, is not confined to such matters. Consideration may also be given to the prospects of success of the Applicant should an extension be granted: W105\\/99A v Minister for Immigration & Multicultural Affairs [2001] FCA 1786 at [13] ; WACF v Minister for Immigration & Multicultural & Indigenous Affairs [2003] FCA 1385 , 79 ALD 154; Kalanje v Minister for Immigration & Multicultural Affairs [2006] FCA 1618.\",\"3\":\"7 Consideration, however, is not confined to such matters. Consideration may also be given to the prospects of success of the Applicant should an extension be granted: W105\\/99A v Minister for Immigration & Multicultural Affairs [2001] FCA 1786 at [13] ; WACF v Minister for Immigration & Multicultural & Indigenous Affairs [2003] FCA 1385 , 79 ALD 154; Kalanje v Minister for Immigration & Multicultural Affairs [2006] FCA 1618.\"}}"