"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\",\"3\":\"c3\",\"4\":\"c4\",\"5\":\"c5\",\"6\":\"c6\",\"7\":\"c7\",\"8\":\"c8\",\"9\":\"c9\",\"10\":\"c10\",\"11\":\"c11\",\"12\":\"c12\",\"13\":\"c13\"},\"class\":{\"0\":\"followed\",\"1\":\"followed\",\"2\":\"followed\",\"3\":\"followed\",\"4\":\"followed\",\"5\":\"followed\",\"6\":\"followed\",\"7\":\"followed\",\"8\":\"followed\",\"9\":\"considered\",\"10\":\"followed\",\"11\":\"cited\",\"12\":\"cited\",\"13\":\"followed\"},\"tocase\":{\"0\":\"Barton v Minister for Foreign Affairs [1984] FCA 89 ; (1984) 2 FCR 463\",\"1\":\"Bryan E Fencott & Associates v Eretta Pty Ltd (1987) 16 FCR 497\",\"2\":\"CBS Records Australia Ltd v Telmark Teleproducts (Aust) Pty Ltd (1987) 72 ALR 270\",\"3\":\"Connop v Varena Pty Ltd (1984) 1 NSWLR 71\",\"4\":\"East Grace Corp v Xing (No 1) [2005] FCA 219\",\"5\":\"Energy Drilling Inc v Petroz NL [1989] ATPR 50 ,418\",\"6\":\"James v ANZ Banking Group Ltd (No 1) (1985) 9 FCR 442\",\"7\":\"KP Cable Investments Pty Ltd v Meltglow Pty Ltd (1995) 56 FCR 189\",\"8\":\"Logue v Hansen Technologies Ltd [2003] FCA 81 , 125 FCR 590\",\"9\":\"News Ltd v Australian Rugby Football League Ltd [1996] FCA 1256 ; (1996) 64 FCR 410\",\"10\":\"Ogawa v University of Melbourne [2004] FCA 491\",\"11\":\"Pegang Mining Co Ltd v Choong Sam [1969] 2 MLJ 52\",\"12\":\"Readymix Holdings International Pte Ltd v Wieland Process Equipment Pty Ltd [2006] FCA 1297\",\"13\":\"Worldwide Australia LLC v Jacobsen Platinum Pty Ltd [2005] NSWSC 846\"},\"text\":{\"0\":\"13 One such factor is the ability to register a judgment for costs in the overseas jurisdiction. In resisting the Motion for security, the Applicants contend that the ability to register a judgment overseas has the consequence that such a judgment \\\" will be as effective ... as it would be in the case of a plaintiff who did not ordinarily reside \\\" overseas: Barton v Minister for Foreign Affairs [1984] FCA 89 ; (1984) 2 FCR 463. That was also an application for security and the case was said to raise \\\" an important question as to the ambit of the discretion of the court to make an order for security for the payment of costs in a case where the applicant is ordinarily resident outside Australia \\\". Morling J reviewed the authorities, including the decision of Rath J in Connop v Varena Pty Ltd [1984] 1 NSWLR 71 and concluded at 469 70:\\n \\n In Connop v Varena Pty Ltd ... Rath J dealt with a somewhat similar case. In that case the plaintiff was ordinarily resident in New Zealand. There is legislation in force in New Zealand which makes it possible to enforce (by registration in that country) a judgment of the Supreme Court of New South Wales. His Honour said that an order for costs against the plaintiffs in that case could be register without difficulty in New Zealand, although there might be some delay inconvenience and expense arising from registration of the judgment. Having referred to those matters he said: \\n \\\"But apart from this I see no difference in regard to the costs of the first and second defendants between the circumstances of this case and those of a similar case where a plaintiff is not ordinarily resident outside this State. With only minor reservations, a judgment for costs will be as effective against the plaintiffs here as it would be in the case of a plaintiff who did not ordinarily reside outside this State: see Re Percy and Kelly (etc) Co (1876) 2 Ch D 531 , per Jessel MR, at 531.\\\" \\n His Honour made an order for security for costs, fixing the amount of security at $750. This sum was apparently an estimate of the cost of registration and execution in New Zealand of a judgment for costs in the Supreme Court of New South Wales in favour of the defendants in the action before him. \\n\\nParticular reliance is placed by the Applicants upon the approach pursued by Rath J.\",\"1\":\"21 Estimates as to the totality of all costs from the outset and including future costs varied from $313,027.31 to $418,294.76. It may be accepted that an order for security could now be made extending to all costs, including costs incurred prior to the application for security being made: Bryan E Fencott & Associates v Eretta Pty Ltd (1987) 16 FCR 497 at 515 per French J. It may further be accepted that considerable costs have been incurred to date in the preparation of this case for hearing. Indeed, with few exceptions, it is understood that the entirety of the evidence of the Applicants and the Respondent has been filed or is ready for filing. The case has been set down for hearing for two weeks commencing on 21 July 2008.\",\"2\":\"10 But, as that Rule makes apparent, the fact that an applicant is ordinarily resident outside Australia is but one matter which the Court may take into account when exercising the discretion and the fact of overseas residence is not in itself decisive as to the manner in which the discretion is to be exercised. Bowen CJ in CBS Records Australia Ltd v Telmark Teleproducts (Aust) Pty Ltd (1987) 72 ALR 270 at 284 5 has thus observed:\\n \\n Counsel for the respondent also asked for an order for security for costs to be made against CBS (UK), CBS Inc and Mindbangles Inc in accordance with O 28, r 3(1)(a). This rule certainly gives a discretion to the court to make an order for security. However, it appears to me that it is a discretion to be exercised upon rational grounds and any party applying for security carries the onus of establishing a case showing that security should be granted. The fact that an applicant is ordinarily resident outside Australia is a precondition to an application under that part of the rule but is not sufficient in itself, in my view, to induce the court to exercise its discretion to make an order...\",\"3\":\"13 One such factor is the ability to register a judgment for costs in the overseas jurisdiction. In resisting the Motion for security, the Applicants contend that the ability to register a judgment overseas has the consequence that such a judgment \\\" will be as effective ... as it would be in the case of a plaintiff who did not ordinarily reside \\\" overseas: Barton v Minister for Foreign Affairs [1984] FCA 89 ; (1984) 2 FCR 463. That was also an application for security and the case was said to raise \\\" an important question as to the ambit of the discretion of the court to make an order for security for the payment of costs in a case where the applicant is ordinarily resident outside Australia \\\". Morling J reviewed the authorities, including the decision of Rath J in Connop v Varena Pty Ltd [1984] 1 NSWLR 71 and concluded at 469 70:\\n \\n In Connop v Varena Pty Ltd ... Rath J dealt with a somewhat similar case. In that case the plaintiff was ordinarily resident in New Zealand. There is legislation in force in New Zealand which makes it possible to enforce (by registration in that country) a judgment of the Supreme Court of New South Wales. His Honour said that an order for costs against the plaintiffs in that case could be register without difficulty in New Zealand, although there might be some delay inconvenience and expense arising from registration of the judgment. Having referred to those matters he said: \\n \\\"But apart from this I see no difference in regard to the costs of the first and second defendants between the circumstances of this case and those of a similar case where a plaintiff is not ordinarily resident outside this State. With only minor reservations, a judgment for costs will be as effective against the plaintiffs here as it would be in the case of a plaintiff who did not ordinarily reside outside this State: see Re Percy and Kelly (etc) Co (1876) 2 Ch D 531 , per Jessel MR, at 531.\\\" \\n His Honour made an order for security for costs, fixing the amount of security at $750. This sum was apparently an estimate of the cost of registration and execution in New Zealand of a judgment for costs in the Supreme Court of New South Wales in favour of the defendants in the action before him. \\n\\nParticular reliance is placed by the Applicants upon the approach pursued by Rath J.\",\"4\":\"22 Any order is discretionary but must be an exercise of discretion that takes into account the usual practice of the Court and the particular circumstances of the proceedings in which the order is sought. And there is no mathematical certainty as to the quantum. The quantification of an appropriate amount by way of security is \\\" certainly not an exact science \\\": East Grace Corp v Xing (No 1) [2005] FCA 219 at [6] per French J. An order for security in the present proceedings for an appropriate amount provides the Respondent with some certainty that there is in Australia an available fund from which costs may be paid if ordered.\\n\\n23 In the present proceedings, it is considered that security should be ordered in the sum of $85,000 and should be provided within 21 days.\\n\\n24 The orders of the Court are:\\n \\n1. Leave be granted to file the Further Amended Application and Further Amended Statement of Claim , including liberty to join as the Second Respondent Stuart Mitchell Wieland.\\n \\n\\n \\n2. The Applicants to provide security for costs in the sum of $85,000 within 21 days. \\n \\n\\n \\n3. The costs of both Notices of Motion be reserved.\\n\\n\\n\\n I certify that the preceding twenty-four (24) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Flick. \\n\\n\\n Associate:\\n\\nDated: 20 March 2008\\n\\n\\n Counsel for the Applicants: M Lee, J McDonald \\n \\n Solicitors for the Applicants: TressCox Lawyers \\n \\n Counsel for the Respondent: R K Weaver \\n \\n Solicitors for the Respondent: Rodd Peters \\n \\n Date of Hearing: 12 March 2008 \\n \\n Date of Judgment: 20 March 2008 \\n\\n\\n\\n \\n\\n \\n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \\n URL: http:\\/\\/www.austlii.edu.au\\/au\\/cases\\/cth\\/FCA\\/2008\\/373.html\",\"5\":\"11 The purpose of ordering security for costs in such circumstances is to ensure that a respondent has available to it funds within the jurisdiction against which it can enforce any judgment for costs which may ultimately be made in their favour: Energy Drilling Inc v Petroz NL [1989] ATPR 50 ,418. Gummow J there said:\\n \\n[24] The purpose of ordering security for costs against an applicant ordinarily resident outside the jurisdiction is to ensure that a successful respondent will have a fund available within the jurisdiction of this Court against which it can enforce the judgment for costs, so that the respondent does not bear the risk as to the certainty of enforcement in the foreign country and as to the time and complexity of the action there which might be necessary to effect enforcement... On the other hand, the mere circumstance that an applicant is resident outside the jurisdiction does not necessarily invite an exercise of discretion in favour of ordering security, the question being how justice will best be served in the particular case...\\n \\nCited: Thai Silk Co Ltd v Aser Nominees Pty Ltd (Unreported, Federal Court of Australia, Hill J, 31 May 1989).\",\"6\":\"16 An application for security should also be made promptly: KP Cable Investments Pty Ltd v Meltglow Pty Ltd (1995) 56 FCR 189 at 196 8 per Beazley J; James v ANZ Banking Group Ltd (No 1) (1985) 9 FCR 442 at 446 per Toohey J.\",\"7\":\"16 An application for security should also be made promptly: KP Cable Investments Pty Ltd v Meltglow Pty Ltd (1995) 56 FCR 189 at 196 8 per Beazley J; James v ANZ Banking Group Ltd (No 1) (1985) 9 FCR 442 at 446 per Toohey J.\",\"8\":\"12 Indeed, it may be accepted for present purposes that the practice of this Court and other Superior Courts has been to order such a party to provide security unless that party can point to other factors which overcome the weight of the circumstance that that person is resident out of and has no assets within the jurisdiction: Logue v Hansen Technologies Ltd [2003] FCA 81 at [38] [40], [2003] FCA 81 ; 125 FCR 590 at 600 1 per Weinberg J; Ogawa v University of Melbourne [2004] FCA 491 at [23] [24] per Marshall J; Worldwide Australia LLC v Jacobsen Platinum Pty Ltd [2005] NSWSC 846 at [3] per Einstein J.\",\"9\":\"6 Whatever be the reason for the joinder of Mr Wieland at this stage, it is considered that he should be joined as the Second Respondent. Especially in the absence of any prejudice to the Respondent occasioned by the proposed amendment, he is a person against whom relief can properly be claimed and it is clearly in the interests of the administration of justice that all issues be resolved in the one set of proceedings. The power to join an additional party is a power which calls for a \\\" flexibility of approach \\\" and a power which should be exercised to prevent injustice: cf News Ltd v Australian Rugby Football League Ltd [1996] FCA 1256 ; (1996) 64 FCR 410 (citing Pegang Mining Co Ltd v Choong Sam [1969] 2 MLJ 52 at 55 6 per Lord Diplock).\",\"10\":\"12 Indeed, it may be accepted for present purposes that the practice of this Court and other Superior Courts has been to order such a party to provide security unless that party can point to other factors which overcome the weight of the circumstance that that person is resident out of and has no assets within the jurisdiction: Logue v Hansen Technologies Ltd [2003] FCA 81 at [38] [40], [2003] FCA 81 ; 125 FCR 590 at 600 1 per Weinberg J; Ogawa v University of Melbourne [2004] FCA 491 at [23] [24] per Marshall J; Worldwide Australia LLC v Jacobsen Platinum Pty Ltd [2005] NSWSC 846 at [3] per Einstein J.\",\"11\":\"6 Whatever be the reason for the joinder of Mr Wieland at this stage, it is considered that he should be joined as the Second Respondent. Especially in the absence of any prejudice to the Respondent occasioned by the proposed amendment, he is a person against whom relief can properly be claimed and it is clearly in the interests of the administration of justice that all issues be resolved in the one set of proceedings. The power to join an additional party is a power which calls for a \\\" flexibility of approach \\\" and a power which should be exercised to prevent injustice: cf News Ltd v Australian Rugby Football League Ltd [1996] FCA 1256 ; (1996) 64 FCR 410 (citing Pegang Mining Co Ltd v Choong Sam [1969] 2 MLJ 52 at 55 6 per Lord Diplock).\",\"12\":\"1 These proceedings were first commenced by way of an Application and Statement of Claim filed on 15 March 2004. The proceedings had been listed for hearing before Conti J on 4 September 2006 but that hearing was vacated. The history of the proceedings up to that date have been recounted by his Honour ( Readymix Holdings International Pte Ltd v Wieland Process Equipment Pty Ltd [2006] FCA 1297) and need not be now repeated.\\n\\n2 Presently before the Court are two Notices of Motion , being:\\n \\n(a) a Notice of Motion filed on behalf of the Applicants on 30 May 2007 seeking leave to amend; and \\n \\n(b) a Notice of Motion filed on behalf of the Respondent on 16 May 2007 seeking security for costs.\\n\\n3 The amendments proposed by the draft Further Amended Application and Further Amended Statement of Claim relevantly seek to join as a Second Respondent Stuart Mitchell Wieland, being the Managing Director of the present Respondent. Other amendments are also sought.\",\"13\":\"12 Indeed, it may be accepted for present purposes that the practice of this Court and other Superior Courts has been to order such a party to provide security unless that party can point to other factors which overcome the weight of the circumstance that that person is resident out of and has no assets within the jurisdiction: Logue v Hansen Technologies Ltd [2003] FCA 81 at [38] [40], [2003] FCA 81 ; 125 FCR 590 at 600 1 per Weinberg J; Ogawa v University of Melbourne [2004] FCA 491 at [23] [24] per Marshall J; Worldwide Australia LLC v Jacobsen Platinum Pty Ltd [2005] NSWSC 846 at [3] per Einstein J.\\n\\n19 In all of the circumstances it is considered that an order for security should be made but that that order should be confined to the future costs to be incurred. Confining the order in that way effects an appropriate balance between the fact that, as at present, the Respondent has incurred costs without the benefit of any order for security, but should have the benefit of such an order for the future conduct of the proceedings. Notwithstanding the ability to register a judgment in Singapore, it is nevertheless considered of importance that the Respondent has available to it funds within Australia against which it can enforce any order for costs which may ultimately be made in its favour. Also of importance is the \\\" great weight \\\" which has long been given to the fact that the Applicants are resident outside Australia: Worldwide Australia LLC v Jacobsen Platinum Pty Ltd , supra , at [3] per Einstein J. Whether or not that factor should be given such \\\" great weight \\\" when there is the ability to register a judgment overseas may be left to one side; the fact of overseas residence remains a matter to which weight may be given.\\n\\n20 Various estimates have been provided quantifying those costs, the estimates varying between $83,449.40 to $120,347.00. Included with those estimates are costs incurred in respect to both the Amended Application and the application for security. Those sums, it has been submitted, should not be included in any order. Excluding those costs, the Applicants quantify the future costs to be $72,549.40. The ability to register a judgment of this Court in Singapore has been taken into account, together with the further evidence of Mr Sreenivasan that the First Applicant has a paid up capital of SGD1,200,000. Nothing is known as to the financial position of the Second Applicant.\"}}"