"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\"},\"class\":{\"0\":\"applied\",\"1\":\"followed\",\"2\":\"cited\"},\"tocase\":{\"0\":\"Re South African Supply and Cold Storage (1904) 2 Ch 268\",\"1\":\"Royal Victorian Institute for the Blind Ltd v RBS.RVIB.VAF Ltd [2004] FCA 735 ; (2004) 206 ALR 581\",\"2\":\"SGIC Insurance Ltd v Insurance Australia Ltd (2004) 51 ACSR 470\"},\"text\":{\"0\":\"13 The scheme is a scheme for the reconstruction of the company. It passes the test set out by Buckley J in Re South African Supply and Cold Storage (1904) 2 Ch 268 at 286. The undertaking is being transferred to persons who are not outsiders so that substantially the same business will be carried on by substantially the same persons who previously conducted the business.\\n\\n14 I have been provided with a helpful written outline of pSivida Ltd's submissions. In accordance with the practice usually followed, I will mark the outline of submissions as MFI 1, but will not make any further reference to them in these reasons.\\n\\n15 I am satisfied that I should make orders in accordance with the short minutes of order which I have now signed and dated and placed with the Court papers.\\n\\n I certify that the preceding fifteen (15) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jacobson. \\n\\n Associate:\\nDated: 15 May 2008\\n\\n\\n Counsel for the Plaintiff: I M Jackman SC \\n \\n Solicitor for the Plaintiff: Blake Dawson \\n \\n Date of Hearing: 1 May 2008 \\n \\n Date of Judgment: 1 May 2008 \\n\\n\\n\\n \\n\\n \\n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \\n URL: http:\\/\\/www.austlii.edu.au\\/au\\/cases\\/cth\\/FCA\\/2008\\/627.html\",\"1\":\"6 In accordance with the approach taken in Royal Victorian Institute for the Blind Ltd v RBS.RVIB.VAF Ltd [2004] FCA 735 ; (2004) 206 ALR 581 at [17] and SGIC Insurance Ltd v Insurance Australia Ltd (2004) 51 ACSR 470 at [6], New pSivida Inc has been joined as a defendant in this application.\",\"2\":\"6 In accordance with the approach taken in Royal Victorian Institute for the Blind Ltd v RBS.RVIB.VAF Ltd [2004] FCA 735 ; (2004) 206 ALR 581 at [17] and SGIC Insurance Ltd v Insurance Australia Ltd (2004) 51 ACSR 470 at [6], New pSivida Inc has been joined as a defendant in this application.\"}}"