"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\",\"3\":\"c3\",\"4\":\"c4\",\"5\":\"c5\",\"6\":\"c6\",\"7\":\"c7\",\"8\":\"c8\",\"9\":\"c9\",\"10\":\"c10\"},\"class\":{\"0\":\"cited\",\"1\":\"cited\",\"2\":\"considered\",\"3\":\"cited\",\"4\":\"followed\",\"5\":\"cited\",\"6\":\"cited\",\"7\":\"cited\",\"8\":\"cited\",\"9\":\"considered\",\"10\":\"followed\"},\"tocase\":{\"0\":\"Australian Securities & Investments Commission v Saxby Bridge Financial Planning Pty Ltd [2003] FCAFC 244 ; (2003) 133 FCR 290\",\"1\":\"Birdseye v Australian Securities & Investments Commission [2003] FCAFC 232 ; (2003) 76 ALD 321\",\"2\":\"Collector of Customs v Agfa-Gevaert Ltd [1996] HCA 36 ; (1996) 186 CLR 389\",\"3\":\"Collector of Customs v Pozzolanic Enterprises Pty Ltd [1993] FCA 322 ; (1993) 43 FCR 280\",\"4\":\"Davis v Rio Tinto Staff Superannuation Fund Pty Ltd [2002] FCAFC 376 ; (2002) 118 FCR 170\",\"5\":\"Drake v Minister for Immigration and Ethnic Affairs (1979) 24 ALR 577\",\"6\":\"Minister for Aboriginal Affairs v Peko-Wallsend Ltd [1986] HCA 40 ; (1986) 162 CLR 24\",\"7\":\"SAAP v Minister of Immigration and Multicultural and Indigenous Affairs [2005] HCA 24 ; (2005) 228 CLR 294\",\"8\":\"The Queen v Australian Broadcasting Tribunal; Ex parte Hardiman [1980] HCA 13 ; (1980) 144 CLR 13\",\"9\":\"TNT Skypak International (Aust) Pty Ltd v Federal Commissioner of Taxation [1988] FCA 119 ; (1988) 82 ALR 175\",\"10\":\"Samaras v Australian Retirement Fund Pty Ltd [2007] FCA 1323\"},\"text\":{\"0\":\"43 The questions of law must be stated with precision: Australian Securities & Investments Commission v Saxby Bridge Financial Planning Pty Ltd [2003] FCAFC 244 ; (2003) 133 FCR 290. Order 53B rule 2 of the Federal Court of Australia Rules 1979 (Cth) provides that O 53, with any necessary changes, applies for appeals from the SCT. Order 53 relates to appeals from the Administrative Appeals Tribunal (the Tribunal). In particular, O 53 r 3(2)(b) provides that the notice of appeal shall state the question or questions of law to be raised on the appeal.\\n\\n44 It is the respondent's contention that this notice of appeal does not comply with O 53 r 3(2)(b) but, more particularly, does not raise any question of law.\",\"1\":\"42 In TNT Skypak International (Aust) Pty Ltd v Federal Commissioner of Taxation [1988] FCA 119 ; (1988) 82 ALR 175 , Gummow J, speaking of the corresponding provision in the AAT Act, said at 178:\\n Section 44 of the AAT Act is expressed in narrower terms than the old s 196 of the Tax Act. This provided for appeals from the Board of Review which \\\"involved\\\" a question of law. The result was that if some question of law was involved, the whole of the decision of the Board was open to review, not merely the question of law ... This no longer will be the case with appeals brought to this court under s 44 of the AAT Act. The existence of a question of law is now not merely a qualifying condition to ground the appeal, but also the subject matter of the appeal itself. (Footnotes omitted.) \\nThat statement was approved by the Full Court in Birdseye v Australian Securities & Investments Commission [2003] FCAFC 232 ; (2003) 76 ALD 321.\",\"2\":\"45 In Collector of Customs v Pozzolanic Enterprises Pty Ltd [1993] FCA 322 ; (1993) 43 FCR 280 , the Full Court of the Federal Court sought to identify from previous decisions what might amount to a question of law. That decision was considered by the High Court in Collector of Customs v Agfa-Gevaert Ltd [1996] HCA 36 ; (1996) 186 CLR 389. The Court said at 395:\\n Some recent Federal Court decisions have attempted to distil the numerous authorities on the problem into a number of general propositions. Thus in Pozzolanic, after referring to many cases, the Court identified five general propositions: \\n \\n \\\"1. The question whether a word or phrase in a statute is to be given its ordinary meaning or some technical or other meaning is a question of law.\\n \\n 2. The ordinary meaning of a word or its non-legal technical meaning is a question of fact.\\n \\n 3. The meaning of a technical legal term is a question of law.\\n \\n 4. The effect or construction of a term whose meaning or interpretation is established is a question of law.\\n \\n 5. The question whether facts fully found fall within the provision of a statutory enactment properly construed is generally a question of law.\\\"\\n (Footnotes omitted.)\",\"3\":\"45 In Collector of Customs v Pozzolanic Enterprises Pty Ltd [1993] FCA 322 ; (1993) 43 FCR 280 , the Full Court of the Federal Court sought to identify from previous decisions what might amount to a question of law. That decision was considered by the High Court in Collector of Customs v Agfa-Gevaert Ltd [1996] HCA 36 ; (1996) 186 CLR 389. The Court said at 395:\\n Some recent Federal Court decisions have attempted to distil the numerous authorities on the problem into a number of general propositions. Thus in Pozzolanic, after referring to many cases, the Court identified five general propositions: \\n \\n \\\"1. The question whether a word or phrase in a statute is to be given its ordinary meaning or some technical or other meaning is a question of law.\\n \\n 2. The ordinary meaning of a word or its non-legal technical meaning is a question of fact.\\n \\n 3. The meaning of a technical legal term is a question of law.\\n \\n 4. The effect or construction of a term whose meaning or interpretation is established is a question of law.\\n \\n 5. The question whether facts fully found fall within the provision of a statutory enactment properly construed is generally a question of law.\\\"\\n (Footnotes omitted.)\",\"4\":\"99 In my opinion, that is not correct. The procedure under s 37 of the Act is to review the decisions made by the trustee and insurer. The SCT needs to determine whether those decisions were correct when they were made. In Davis v Rio Tinto Staff Superannuation Fund Pty Ltd [2002] FCAFC 376 ; (2002) 118 FCR 170 at 173-174 at [15], Heerey J said:\\n Under s 37 of the Act the function of the Tribunal was to determine whether the decision of the Trustee was fair and reasonable in the circumstances: see National Mutual Life Association of Autralia Ltd v Campbell [2000] FCA 852 ; (2000) 99 FCR 562 and the cases therein cited. Counsel for the applicant submitted that the relevant time to consider whether the applicant was TPD within the meaning of the contract of insurance was 19 February 1999, that being six months from the date on which he last worked. I do not agree. What the Tribunal had to review and either affirm, vary or set aside was the decision of the Trustee made on 23 December 1999 and subsequently reviewed and affirmed by the Trustee on 1 June 2000 and 28 June 2000. Although not explicitly stated, it would seem that the Tribunal regarded its task as reviewing the decision of the Trustee as at the last mentioned date, an approach I think was correct. The system of review under the Act is to be distinguished from claims made by an insured under a policy: cf Giles v National Mutual Life Association of Australasia Ltd (1986) 4 ANZ Ins Cas 60-751. \\nSee also Samaras v Australian Retirement Fund Pty Ltd [2007] FCA 1323 per Gordon J at [18].\",\"5\":\"5 An appeal lies to this Court pursuant to s 46 of the Act on a question of law: s 46(1). The appeal is, of course, an application in the original jurisdiction of the Court: Drake v Minister for Immigration and Ethnic Affairs (1979) 24 ALR 577 at 581.\",\"6\":\"55 A failure to take into account particular facts will only raise a question of law if the Tribunal was bound to take that fact or that matter into account: Minister for Aboriginal Affairs v Peko-Wallsend Ltd [1986] HCA 40 ; (1986) 162 CLR 24. The applicant complained that the SCT should not have taken into account the video surveillance evidence because it was in digital format. He said that the video might have been altered, cropped, edited or corrupted in its conversion to the digital format. He also complained that the SCT failed to take into consideration that the medical report from Dr BC was based on a short term medical treatment. It failed to take into account that Dr BC was a general practitioner, not a specialist. It failed to take into account any and all pain levels experienced in the activities seen on the video footage. He said that the SCT could not know what medication he had taken on that day or prior to being able to drive his vehicle. The SCT failed to take into account the disadvantage that he had been placed in by receiving his disability support pension. He said also that the SCT should not have taken into account the report of the private investigators. They were not signed and therefore they were inadmissible.\\n\\n56 The Tribunal's powers, for complaints under s 14, are identified in s 37. In particular, the Tribunal is obliged to affirm a decision in relation to a complainant if satisfied that the decision was fair and reasonable in the circumstances. Section 37(6) of the Act provides:\\n \\n \\n (6) The Tribunal must affirm a decision referred to under subsection (3) if it is satisfied that the decision, in its operation in relation to:\\n (a) the complainant; and \\n \\n \\n \\n \\n (b) so far as concerns a complaint regarding the payment of a death benefit--any person (other than the complainant, a trustee, insurer or decision-maker) who:\\n (i) has become a party to the complaint; and \\n \\n \\n \\n \\n \\n (ii) has an interest in the death benefit or claims to be, or to be entitled to benefits through, a person having an interest in the death benefit; \\n \\n \\n was fair and reasonable in the circumstances.\\n\\n57 The Tribunal is not compelled or obliged to take into account any particular consideration in determining whether or not a decision was fair and reasonable.\",\"7\":\"6 The SCT has been appropriately joined as the third respondent to the appeal: SAAP v Minister of Immigration and Multicultural and Indigenous Affairs [2005] HCA 24 ; (2005) 228 CLR 294 at [43] , [91], [153] and [180]. It has filed a submitting appearance which is also appropriate: The Queen v Australian Broadcasting Tribunal; Ex parte Hardiman [1980] HCA 13 ; (1980) 144 CLR 13.\",\"8\":\"6 The SCT has been appropriately joined as the third respondent to the appeal: SAAP v Minister of Immigration and Multicultural and Indigenous Affairs [2005] HCA 24 ; (2005) 228 CLR 294 at [43] , [91], [153] and [180]. It has filed a submitting appearance which is also appropriate: The Queen v Australian Broadcasting Tribunal; Ex parte Hardiman [1980] HCA 13 ; (1980) 144 CLR 13.\",\"9\":\"42 In TNT Skypak International (Aust) Pty Ltd v Federal Commissioner of Taxation [1988] FCA 119 ; (1988) 82 ALR 175 , Gummow J, speaking of the corresponding provision in the AAT Act, said at 178:\\n Section 44 of the AAT Act is expressed in narrower terms than the old s 196 of the Tax Act. This provided for appeals from the Board of Review which \\\"involved\\\" a question of law. The result was that if some question of law was involved, the whole of the decision of the Board was open to review, not merely the question of law ... This no longer will be the case with appeals brought to this court under s 44 of the AAT Act. The existence of a question of law is now not merely a qualifying condition to ground the appeal, but also the subject matter of the appeal itself. (Footnotes omitted.) \\nThat statement was approved by the Full Court in Birdseye v Australian Securities & Investments Commission [2003] FCAFC 232 ; (2003) 76 ALD 321.\",\"10\":\"99 In my opinion, that is not correct. The procedure under s 37 of the Act is to review the decisions made by the trustee and insurer. The SCT needs to determine whether those decisions were correct when they were made. In Davis v Rio Tinto Staff Superannuation Fund Pty Ltd [2002] FCAFC 376 ; (2002) 118 FCR 170 at 173-174 at [15], Heerey J said:\\n Under s 37 of the Act the function of the Tribunal was to determine whether the decision of the Trustee was fair and reasonable in the circumstances: see National Mutual Life Association of Autralia Ltd v Campbell [2000] FCA 852 ; (2000) 99 FCR 562 and the cases therein cited. Counsel for the applicant submitted that the relevant time to consider whether the applicant was TPD within the meaning of the contract of insurance was 19 February 1999, that being six months from the date on which he last worked. I do not agree. What the Tribunal had to review and either affirm, vary or set aside was the decision of the Trustee made on 23 December 1999 and subsequently reviewed and affirmed by the Trustee on 1 June 2000 and 28 June 2000. Although not explicitly stated, it would seem that the Tribunal regarded its task as reviewing the decision of the Trustee as at the last mentioned date, an approach I think was correct. The system of review under the Act is to be distinguished from claims made by an insured under a policy: cf Giles v National Mutual Life Association of Australasia Ltd (1986) 4 ANZ Ins Cas 60-751. \\nSee also Samaras v Australian Retirement Fund Pty Ltd [2007] FCA 1323 per Gordon J at [18].\"}}"