"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\",\"3\":\"c3\",\"4\":\"c4\"},\"class\":{\"0\":\"applied\",\"1\":\"cited\",\"2\":\"referred to\",\"3\":\"applied\",\"4\":\"affirmed\"},\"tocase\":{\"0\":\"SZATV v Minister for Immigration and Citizenship [2007] HCA 40 ; (2007) 233 CLR 18\",\"1\":\"SZCJH v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCA 1660\",\"2\":\"SZFDV v Minister for Immigration and Citizenship [2007] HCA 41 ; (2007) 233 CLR 51\",\"3\":\"SZMCD v Minister for Immigration and Citizenship [2009] FCAFC 46 ; (2009) 174 FCR 415\",\"4\":\"SZMZV v Minister for Immigration and Citizenship [2009] FMCA 617\"},\"text\":{\"0\":\"Although the appellants submit that the Tribunal applied an incorrect test, it is clear from the Tribunal decision that it recognised that it was necessary to ascertain whether it was reasonable for the appellants to relocate in their country to a region where objectively there was no appreciable risk of the occurrence of the feared persecution ( SZATV v Minister for Immigration and Citizenship [2007] HCA 40 ; (2007) 233 CLR 18 at [23] [24]; SZFDV v Minister for Immigration and Citizenship [2007] HCA 41 ; (2007) 233 CLR 51 at [14] ).\\n\\nThe appellants criticise the Tribunal's further conclusion that the appellants would not need to surrender any fundamental rights that are currently protected by the Convention categories if they were to relocate. They say that this indicates that the Tribunal misdirected itself as to the test to be applied and failed to ascertain whether it was reasonable for the appellants to relocate in a practical sense. I accept the Minister's submission that this aspect of the Tribunal's reasons was directed to the considerations described in SZATV at [32]. It is clear that this was an additional consideration taken into account by the Tribunal in order to deal not only with the question of reasonableness of relocation but also with any suggestion, although not advanced, that the appellants would give up such fundamental rights as a price of relocation.\\n\\nI am not satisfied that the Tribunal applied the wrong test in assessing reasonableness. The test for relocation is whether it is reasonable in the sense of being practicable in the particular circumstances of the particular applicant ( SZATV at [24]). The answer to that question, in turn, depends upon the framework set by the particular objections raised to relocation (see SZMCD v Minister for Immigration and Citizenship [2009] FCAFC 46 ; (2009) 174 FCR 415 at [124] per Tracey and Foster JJ).\",\"1\":\"In the appeal to the Federal Magistrates Court, the appellants were represented by counsel. Federal Magistrate Cameron found no error in the approach of the Tribunal, either in respect of the claim of inadequate state protection or in respect of the issue of relocation ( SZMZV v Minister for Immigration and Citizenship [2009] FMCA 617). Further, his Honour noted that the two grounds raised by the appellants provided separate bases for the Tribunal's decision. As his Honour said, it followed that as long as one of those grounds was not affected by jurisdictional error, the decision was not liable to be set aside ( SZCJH v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCA 1660 at [23] ). As the grounds for the application before Cameron FM form the basis of the grounds of appeal, I shall deal with them in greater detail in the consideration of the notice of appeal. The notice of appeal\",\"2\":\"Although the appellants submit that the Tribunal applied an incorrect test, it is clear from the Tribunal decision that it recognised that it was necessary to ascertain whether it was reasonable for the appellants to relocate in their country to a region where objectively there was no appreciable risk of the occurrence of the feared persecution ( SZATV v Minister for Immigration and Citizenship [2007] HCA 40 ; (2007) 233 CLR 18 at [23] [24]; SZFDV v Minister for Immigration and Citizenship [2007] HCA 41 ; (2007) 233 CLR 51 at [14] ).\",\"3\":\"I am not satisfied that the Tribunal applied the wrong test in assessing reasonableness. The test for relocation is whether it is reasonable in the sense of being practicable in the particular circumstances of the particular applicant ( SZATV at [24]). The answer to that question, in turn, depends upon the framework set by the particular objections raised to relocation (see SZMCD v Minister for Immigration and Citizenship [2009] FCAFC 46 ; (2009) 174 FCR 415 at [124] per Tracey and Foster JJ).\",\"4\":\"In the appeal to the Federal Magistrates Court, the appellants were represented by counsel. Federal Magistrate Cameron found no error in the approach of the Tribunal, either in respect of the claim of inadequate state protection or in respect of the issue of relocation ( SZMZV v Minister for Immigration and Citizenship [2009] FMCA 617). Further, his Honour noted that the two grounds raised by the appellants provided separate bases for the Tribunal's decision. As his Honour said, it followed that as long as one of those grounds was not affected by jurisdictional error, the decision was not liable to be set aside ( SZCJH v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCA 1660 at [23] ). As the grounds for the application before Cameron FM form the basis of the grounds of appeal, I shall deal with them in greater detail in the consideration of the notice of appeal. The notice of appeal\"}}"