"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\",\"3\":\"c3\",\"4\":\"c4\",\"5\":\"c5\",\"6\":\"c6\"},\"class\":{\"0\":\"applied\",\"1\":\"considered\",\"2\":\"considered\",\"3\":\"cited\",\"4\":\"cited\",\"5\":\"cited\",\"6\":\"distinguished\"},\"tocase\":{\"0\":\"Molnar Engineering Pty Ltd v Burns [1984] FCA 232 ; (1984) 3 FCR 68\",\"1\":\"Simto Resources limited v Normandy Capital Limited (1993) 10 ACSR 776\",\"2\":\"Termi-Mesh Australia Pty Ltd v Josu Manufacturing Pty Ltd [1999] FCA 1241\",\"3\":\"Classic Ceramic Importers Pty Ltd v Ceramica Antiga SA (1994) 13 ACSR 263\",\"4\":\"Aquatown Pty Ltd v Holder Stroud Pty Ltd (1995) 18 ACSR 622\",\"5\":\"Willey v Synan [1935] HCA 76 ; (1935) 54 CLR 175\",\"6\":\"Julie Anne Barrow Charitable Trust v BrisConnections Management Company Ltd [2009] FCA 412\"},\"text\":{\"0\":\"Order 4 rule 14(2) confers a discretion upon the Court which, although not constrained by the terms of the rule, is nevertheless to be exercised judicially. That discretion will be exercised in favour of the grant of leave where there is a \\\"sufficient reason to do so\\\". In Molnar Engineering Pty Ltd v Burns [1984] FCA 232 ; (1984) 3 FCR 68 , the majority of the Full Court of the Federal Court dismissed an appeal against the refusal by the trial judge to grant leave pursuant to O 4 r 14(2). Smithers J, with whom Sweeney J comprised the majority, considered that the discretion to be exercised was to be exercised judicially \\\"according to the requirements of justice\\\" (at 74). The dissenting judge Keely J agreed with this observation.\\n\\nSmithers J considered that where there was \\\"sufficient reason\\\" it was inevitable that the discretion be exercised in favour of a company. Smithers J then recognised that the problem was to determine what was sufficient reason. His Honour said at 74: \\n \\n \\\"The common reason for a company seeking to proceed without qualified assistance is, no doubt, that the company does not have the funds to engage such assistance. One would suppose that a company might successfully support an application to sue or defend without qualified assistance, not only where the company is bereft of funds, but also where having regard to the necessary or reasonable commitments of the company, the appropriation of funds to engage qualified assistance for the litigation in question would create financial difficulties with which the company could not cope, or with which it ought not be required to cope. The class of company involved, the nature of its undertaking, its financial structure, its ability to retain and pay its staff and no doubt other factors might be relevant in particular cases. \\n \\n\\n \\n \\n Similarly the identity of the shareholders and the spread of the shareholding would be relevant. So also would the capacity of a person by whom the litigation might be commenced and carried on. In this case Mr Molnar is, from the point of view of substance, a one man company. In addition, he is the inventor of the hoist in question and understands the technical factors relating to its safety. It could no doubt be urged that, in the case of a one man company which seeks leave to carry on the proceedings without a solicitor and which proposes that it be carried on by the one man of the company the situation approximates, in substance, that of a litigant in person. If Mr Molnar were carrying on business as personal proprietor thereof he would have the privilege of conducting litigation himself without qualified legal assistance. \\n \\n\\n \\n \\n The accessibility of the courts to any citizen unconditionally, in this respect, is regarded as fundamental to the system of justice under the Crown. That ready accessibility to the courts should be available to a juristic person is no doubt similarly fundamental. However, it has been regarded as appropriate that when a trader decides to use the corporate form in which to carry on his business for the advantages flowing therefrom his accessibility to the courts as plaintiff and his appearance as a defendant should be made conditional as set forth in O 5, r 6 of the rules of the United Kingdom and the practice which it reflects. ...\\\"\\n\\nIn Simto Resources Limited v Normandy Capital Limited (1993) 10 ACSR 776 , French J (as he then was) followed Molnar Engineering Pty Ltd v Burns (supra) and said at 782 in relation to the judgment of Smithers J: \\n \\n \\\"It was clear from the judgment that his Honour was prepared to consider under the rubric of \\\"sufficient reason\\\" such factors as actual financial incapacity, and the financial difficulties created by diversion to paying legal expenses of funds which might be necessary to meet wider commitments of a company. Factors relevant to the exercise of the discretion to give leave would include the class of company involved, the nature of its undertaking, its financial structure, its ability to retain and pay its staff, the identity of its shareholders and the spread of the shareholding. The fact that a company is the alter ego of a single person who has advantageous educational and technical qualifications might also be important (at 75). Sweeney J did not elaborate upon the principles regulating the discretion but dealt with the case on the basis that the Full Court should not interfere with the discretion of the trial judge. Keely J, who dissented in the result, nevertheless agreed with Smithers J that the discretion was to be \\\"exercised judicially according to the requirements of justice and that it must be exercised in favour of a company where there is sufficient reason\\\". He agreed that: \\n \\n\\n \\n \\n \\n leave should be granted where, having regard to the necessary or reasonable commitments of the company, the appropriation of funds to engage legal practitioners for the litigation in question would create financial difficulties with which the company could not--or with which it ought not to be required to--cope and that in this connection the ability of the company to retain and pay its staff may well be relevant (at 80).'\\\"\",\"1\":\"In Simto Resources Limited v Normandy Capital Limited (1993) 10 ACSR 776 , French J (as he then was) followed Molnar Engineering Pty Ltd v Burns (supra) and said at 782 in relation to the judgment of Smithers J: \\n \\n \\\"It was clear from the judgment that his Honour was prepared to consider under the rubric of \\\"sufficient reason\\\" such factors as actual financial incapacity, and the financial difficulties created by diversion to paying legal expenses of funds which might be necessary to meet wider commitments of a company. Factors relevant to the exercise of the discretion to give leave would include the class of company involved, the nature of its undertaking, its financial structure, its ability to retain and pay its staff, the identity of its shareholders and the spread of the shareholding. The fact that a company is the alter ego of a single person who has advantageous educational and technical qualifications might also be important (at 75). Sweeney J did not elaborate upon the principles regulating the discretion but dealt with the case on the basis that the Full Court should not interfere with the discretion of the trial judge. Keely J, who dissented in the result, nevertheless agreed with Smithers J that the discretion was to be \\\"exercised judicially according to the requirements of justice and that it must be exercised in favour of a company where there is sufficient reason\\\". He agreed that: \\n \\n\\n \\n \\n \\n leave should be granted where, having regard to the necessary or reasonable commitments of the company, the appropriation of funds to engage legal practitioners for the litigation in question would create financial difficulties with which the company could not--or with which it ought not to be required to--cope and that in this connection the ability of the company to retain and pay its staff may well be relevant (at 80).'\\\"\",\"2\":\"In Termi-Mesh Australia Pty Ltd v Josu Manufacturing Pty Ltd [1999] FCA 1241 , French J (as he then was) restated the approach of the Court in the following terms at par [13]: \\n \\n \\\"Nevertheless the policy of the rule is clear that ordinarily a corporation will be required to be represented by a solicitor. Relevant factors for dispensing with that requirement include the financial capacity or lack of capacity of the corporation and those standing behind it, the effect of diverting company resources to paying legal expenses, the nature of the company's undertaking, its financial structure, its ability to retain and pay its staff and the identity and spread of its shareholders. The factual complexities of the case and the capacity of the proposed representative to conduct it effectively are also relevant VN International Video Pty Ltd v West End HK TVB Video & Others (1996) 14 ACLC 1308. \\\" \\n \\n\\n \\nFrench J refused leave in the circumstances of that case on the basis of the potential factual complexity of the case, the failure of the relevant individual to provide any detailed financial information about the company, the persons who stood behind it or their ability to engage legal representation and the obvious difficulty which that person would have in dealing efficiently with the legal and factual issues involved.\\n\\nI am satisfied, on the material placed before me by Mr Barrow, that the Charitable Trust is impecunious and that it does not have the ability to pay for legal advice or representation in this proceeding. I consider that that is a necessary factor to be established before the leave can be granted but I do not consider that it is a sufficient factor of itself to warrant the exercise or discretion in the applicant's favour. The factors identified in the authorities to which I have referred, need to be taken into account.\\n\\nI place little weight on the \\\"advantageous education qualifications\\\" and \\\"advantageous experience in the superior Federal Court of Australia\\\" relied upon by Mr Barrow. They do not demonstrate an ability similar to that possessed by a solicitor or counsel experienced in the practice of corporations law to make submissions in relation to the legal and factual issues relevant to an application to set aside a statutory demand. In my view, those educational qualifications and court experience are not such that Mr Barrow's position can be equated to that of a qualified legal practitioner so that the Court will have the opportunity of benefiting from Mr Barrow's legal knowledge. He does not possess any legal qualifications and, indeed, is presently in the course of the first year of a primary law degree.\",\"3\":\"The commercial and practical nature of the statutory process to set aside a statutory demand was explained by Young J in Classic Ceramic Importers Pty Ltd v Ceramica Antiga SA (1994) 13 ACSR 263 at 267 in the following terms: \\n \\n \\\"... The court does not have to consider questions of solvency or abuse of process, it merely has to focus on the matters set out in s 459H, namely, whether there is a genuine dispute and\\/or whether the company has an offsetting claim: see s 459J. Thus it would seem to me that the present regime involves a much closer connection with the winding up proceedings that have been initiated by the service of the statutory demand than was the case under the previous procedure. Commercially speaking, the person who issued the statutory demand is the attacker and an applicant for an order under s 459G is responding to that attack. I think it is appropriate that this court should follow the Federal Court decisions in cases such as Amalgamated Mining Services Pty Ltd v Warman International Ltd and hold that one should focus on the question as to whether in a commercial sense the defendant to litigation is the aggressor. Even if one takes a different tack and says that one must find a legal aggressor, it seems to me that under the existing structure of the Corporations Law the person who issues the statutory demand is the legal aggressor.\\\" \\n \\n\\n \\nIn the words of Sundberg J in Aquatown Pty Ltd v Holder Stroud Pty Ltd (1995) 18 ACSR 622 at 625:\\n \\n \\n \\n \\\"[i]n a practical sense the applicant was forced by the respondent to take legal action\\\". \\n \\n\\n \\nSee also Willey v Synan [1935] HCA 76 ; (1935) 54 CLR 175 at 184-187.\",\"4\":\"The commercial and practical nature of the statutory process to set aside a statutory demand was explained by Young J in Classic Ceramic Importers Pty Ltd v Ceramica Antiga SA (1994) 13 ACSR 263 at 267 in the following terms: \\n \\n \\\"... The court does not have to consider questions of solvency or abuse of process, it merely has to focus on the matters set out in s 459H, namely, whether there is a genuine dispute and\\/or whether the company has an offsetting claim: see s 459J. Thus it would seem to me that the present regime involves a much closer connection with the winding up proceedings that have been initiated by the service of the statutory demand than was the case under the previous procedure. Commercially speaking, the person who issued the statutory demand is the attacker and an applicant for an order under s 459G is responding to that attack. I think it is appropriate that this court should follow the Federal Court decisions in cases such as Amalgamated Mining Services Pty Ltd v Warman International Ltd and hold that one should focus on the question as to whether in a commercial sense the defendant to litigation is the aggressor. Even if one takes a different tack and says that one must find a legal aggressor, it seems to me that under the existing structure of the Corporations Law the person who issues the statutory demand is the legal aggressor.\\\" \\n \\n\\n \\nIn the words of Sundberg J in Aquatown Pty Ltd v Holder Stroud Pty Ltd (1995) 18 ACSR 622 at 625:\\n \\n \\n \\n \\\"[i]n a practical sense the applicant was forced by the respondent to take legal action\\\". \\n \\n\\n \\nSee also Willey v Synan [1935] HCA 76 ; (1935) 54 CLR 175 at 184-187.\",\"5\":\"The commercial and practical nature of the statutory process to set aside a statutory demand was explained by Young J in Classic Ceramic Importers Pty Ltd v Ceramica Antiga SA (1994) 13 ACSR 263 at 267 in the following terms: \\n \\n \\\"... The court does not have to consider questions of solvency or abuse of process, it merely has to focus on the matters set out in s 459H, namely, whether there is a genuine dispute and\\/or whether the company has an offsetting claim: see s 459J. Thus it would seem to me that the present regime involves a much closer connection with the winding up proceedings that have been initiated by the service of the statutory demand than was the case under the previous procedure. Commercially speaking, the person who issued the statutory demand is the attacker and an applicant for an order under s 459G is responding to that attack. I think it is appropriate that this court should follow the Federal Court decisions in cases such as Amalgamated Mining Services Pty Ltd v Warman International Ltd and hold that one should focus on the question as to whether in a commercial sense the defendant to litigation is the aggressor. Even if one takes a different tack and says that one must find a legal aggressor, it seems to me that under the existing structure of the Corporations Law the person who issues the statutory demand is the legal aggressor.\\\" \\n \\n\\n \\nIn the words of Sundberg J in Aquatown Pty Ltd v Holder Stroud Pty Ltd (1995) 18 ACSR 622 at 625:\\n \\n \\n \\n \\\"[i]n a practical sense the applicant was forced by the respondent to take legal action\\\". \\n \\n\\n \\nSee also Willey v Synan [1935] HCA 76 ; (1935) 54 CLR 175 at 184-187.\",\"6\":\"In a further affidavit filed on 10 July 2009 Mr Barrow sets out the following factors which he contends are sufficient grounds to enable him to be given leave to represent the applicant in the proceeding: \\n(a) He has \\\"advantageous education qualifications\\\" for legal reasoning and advocacy. He sets out degrees he has been awarded in accounting and finance, philosophy and english literature and creative writing. He also says he is currently enrolled in the first year of Juris Doctor of Law at RMIT and is a fully qualified certified public accountant.\\n \\n \\n(b) He has \\\"advantageous experience in the superior Federal Court of Australia\\\". He refers to his participation in proceedings before Gray J (VID 335 of 2008 David Charles Barrow v Blackrock Investment Management Limited ) and Gordon J, Julie Anne Barrow Charitable Trust v BrisConnections Management Company Ltd [2009] FCA 412. \\n \\n \\n(c) The Corporate Trustee is a sole director corporation;\\n \\n \\n(d) Mr Barrow is the sole major donor of The Charitable Trust;\\n \\n \\n(e) The Charitable Trust is impecunious and cannot afford to pay for legal advice or legal representation in court proceedings;\\n \\n \\n(f) Pro bono representation is not appropriate;\\n \\n \\n(g) Refusing leave would be a denial of access to justice;\\n \\n \\n(h) Julie Anne Barrow was his sister who died of an asthma attack on 23 June 2008.\\n\\nOrder 4 r 14 of the Federal Court Rules provides: \\n \\n \\\"(1) Subject to subrule (2) and to Order 43 (which relates to disability), any person may proceed in the Court by a solicitor or in person. \\n \\n\\n \\n \\n (2) Except as provided by or under any Act, a corporation may not, without the leave of the Court, commence or carry on any proceeding otherwise than by a solicitor.\\\"\\n\\nI am conscious of the fact that I have reached a conclusion different to that of Gordon J in Julie Anne Barrow Charitable Trust v BrisConnections Management Company Ltd [2009] FCA 412 but I consider that there are a number of features of the application before me which distinguish that application from the application made before Gordon J.\\n\\nIn the proceeding before Gordon J Mr Barrow applied for leave to appear on behalf of the named applicant but Gordon J refused his application. Her Honour's reasons were that: \\n(a) the issues of fact and law raised in the amended statement of claim were of a kind that were not suited to presentation and examination by a lay representative;\\n \\n \\n(b) Mr Barrow was to be the principal witness in the proceeding;\\n \\n \\n(c) no reason had been proffered by Mr Barrow or the Corporate Trustee why it was that a Charitable Trust could not secure legal representation to prosecute an urgent application for interlocutory relief;\\n \\n \\n(d) even if leave was granted to Mr Barrow to appear on behalf of the Corporate Trustee the applicant faced significant obstacles which needed to be overcome before any substantive application could be heard.\\n\\nThe principal distinguishing feature is that in the proceeding before Gordon J the applicant was seeking affirmative relief and was not in the position of being a defendant to a claim or potential claim brought against it. Further, the issues of fact and law raised before me are quite different from the issues of fact and law raised before Gordon J. Although Mr Barrow is the principal witness in this proceeding, as he was in the proceeding before Gordon J, I consider that the issues raised in the applicant's claim to set aside the statutory demands are substantially based on documentation rather than the viva voce evidence of Mr Barrow. There is also evidence before me, which apparently was not before Gordon J, that the applicant and The Charitable Trust are impecunious and cannot afford to pay for legal advice or legal representation.\\n\\nIt is also important to note that Gordon J concluded that even if leave was granted to Mr Barrow to appear on behalf of the Corporate Trustee the applicant faced significant obstacles which needed to be overcome before any substantive application could be heard. As I understand the present proceeding the applicant does not face the same significant obstacles.\\n\\nIt was accordingly for these reasons that I made the order on 8 September 2009.\\n I certify that the preceding twenty-four (24) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Goldberg. \\n \\n Associate:\\nDated: 14 September 2009\\n \\n Counsel for the Applicant: Mr David Barrow appeared by leave for the applicant \\n \\n Counsel for the Respondent: C Brown \\n \\n Solicitor for the Respondent: Results Legal Solutions \\n Date of Hearing: 8 September 2009 \\n \\n Date of Judgment: 14 September 2009 \\n \\n\\n \\n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \\n URL: http:\\/\\/www.austlii.edu.au\\/au\\/cases\\/cth\\/FCA\\/2009\\/1026.html\"}}"