"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\"},\"class\":{\"0\":\"cited\",\"1\":\"cited\",\"2\":\"cited\"},\"tocase\":{\"0\":\"Comcare v Commonwealth of Australia [2009] FCA 700\",\"1\":\"R v Penn [1994] 19 MVR 367\",\"2\":\"R v Previtera (1997) 94 A Crim R 76\"},\"text\":{\"0\":\"In these proceedings there is merit in permitting the immediate family members of Mr McCallum to table written material detailing the impact of the loss of Mr McCallum on their lives. The Court has discretion, as a superior court of record, to regulate its own affairs in a way which permits the Court to hear and assess such information as the Court determines to be of assistance to the Court in resolving the matters before it. I consider that in the context of these particular proceedings this material would be of some assistance in understanding the background to these proceedings: cf North J in Comcare v Commonwealth of Australia [2009] FCA 700. However I consider that the principles raised by the respondent in relation to the tabling of this material have force. In permitting this material to be admitted:\\n\\nIn my view the appropriate orders are as follows: The Court will receive material from Mr Paul Everett, Mrs Ann Everett and Mr Andrew McCallum, being immediate family members of Mr Mark McCallum, which material will be confined to the impact of the demise of Mr Mark McCallum on their lives. The material referred to in paragraph 1 of these orders will be in the form of written statements.\\n I certify that the preceding four (4) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Collier. \\n \\n Associate:\\n \\n \\nDated: 23 October 2009\\n \\n Counsel for the Applicant: Mr AK Herbert \\n \\n Solicitor for the Applicant: Mr M Curran of Dibbs Barker Lawyers \\n \\n Counsel for the Respondent: Mr J Fernon SC \\n \\n Solicitor for the Respondent: Ms S Flores-Walsh of Australian Business Lawyers \\n Date of Hearing: 12 October 2009 \\n \\n Date of Judgment: 23 October 2009 \\n \\n\\n \\n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \\n URL: http:\\/\\/www.austlii.edu.au\\/au\\/cases\\/cth\\/FCA\\/2009\\/1196.html\",\"1\":\"\",\"2\":\"\"}}"