"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\",\"3\":\"c3\",\"4\":\"c4\",\"5\":\"c5\",\"6\":\"c6\",\"7\":\"c7\",\"8\":\"c8\",\"9\":\"c9\"},\"class\":{\"0\":\"cited\",\"1\":\"cited\",\"2\":\"cited\",\"3\":\"cited\",\"4\":\"related\",\"5\":\"related\",\"6\":\"cited\",\"7\":\"cited\",\"8\":\"cited\",\"9\":\"cited\"},\"tocase\":{\"0\":\"Australian Competition and Consumer Commission v Prouds Jewellers Pty Ltd [2008] FCAFC 199\",\"1\":\"Australian Trade Commission v Disktravel [2000] FCA 62\",\"2\":\"Bowen Investments Pty Ltd v Tabcorp Holdings Ltd (No 2) [2008] FCAFC 107\",\"3\":\"Caboolture Park Shopping Centre Pty Ltd (in liquidation) v White Industries (Qld) Pty Ltd [1993] FCA 471 ; (1993) 45 FCR 224\",\"4\":\"Citrus Queensland Pty Ltd v Sunstate Orchards Pty Ltd (No 8) [2008] FCA 1556\",\"5\":\"Citrus Queensland Pty Ltd v Sunstate Orchards Pty Ltd (No 10) [2009] FCA 498\",\"6\":\"Colgate-Palmolive v Cussons [1993] FCA 536 ; (1993) 46 FCR 225\",\"7\":\"Emirates v Australian Competition and Consumer Commission (No 2) [2009] FCA 492\",\"8\":\"Hughes v Western Australian Cricket Association (Inc) (1986) ATPR 40-748\",\"9\":\"InterTAN Inc v DSE (Holdings) Pty Ltd [2005] FCAFC 54\"},\"text\":{\"0\":\"As has been made clear in many cases (recently, for example, in Australian Competition and Consumer Commission v Prouds Jewellers Pty Ltd [2008] FCAFC 199 at [69] ), the only limitation on the exercise of the Court's discretion as to costs is that the discretion be exercised judicially. Hearings of 8 December 2008 and 20 February 2009\\n\\nIn my view, Mrs Tracy in her submissions correctly summarises the position of the parties with respect to the filing of additional submissions, the hearings of 8 December 2008 and 20 February 2009, and the resultant costs incurred, particularly in respect of the hearing of 20 February 2009. As I indicated on 20 February 2009, Mrs Tracy was entitled to file written submissions by 6 February 2009 in relation to notice of motion as a whole. The history of why I had originally made orders simply anticipating an exchange of submissions on 6 February 2009 is set out in the transcript of the hearing of 20 February 2009 and I do not propose to repeat that history. While it is true that Mrs Tracy was late in filing the written submissions due by 6 February 2009 indeed the submissions were not filed until 10 February 2009 as I indicated on 20 February 2009 Mrs Tracy had not done anything wrong in filing those detailed written submissions. The confusion of the first and second respondents arose because Mrs Tracy's principal written submissions were filed late, and from what appeared to be the belief of the first and second respondents that the direction concerning the filing of any supplementary written submissions concerning a jurisdictional issue by 9 February 2009 limited the written submissions which the parties were entitled to file by 6 February 2009. I agree with Mrs Tracy that that was never the case.\\n\\nI do not accept the submission of the first and second respondents that costs connected with the hearings of 8 December 2008 and 20 February 2009 be costs on the motion. In my view the costs of those hearings should follow the event, and should be awarded to Mrs Tracy. Is Mrs Tracy entitled to indemnity costs?\",\"1\":\"The first and second respondents have submitted that Mrs Tracy ought to pay their costs in respect of the jurisdictional issue. As recently observed, in the past the Full Court has cautioned against too ready a resort to apportionment according to issue based outcomes ( Emirates v Australian Competition and Consumer Commission (No 2) [2009] FCA 492 at [8], Australian Trade Commission v Disktravel [2000] FCA 62 at [3] ). Looking at the proceedings as a whole, the jurisdictional issue was a relatively minor aspect of the case, as was the question whether Mrs Tracy should be liable on an indemnity basis for costs of the first and second respondents. In my view, it is clear that the principal aspect of these proceedings concerned the question whether Mrs Tracy was in fact liable for non-party costs. Mrs Tracy was successful in respect of this principal issue and should, in my view, be entitled to a significant proportion of her costs. However, the facts that: Counsel for Mrs Tracy raised the jurisdictional issue at the hearing of the notice of motion without notice; which in turn necessitated further oral and written submissions by Counsel; and in the final analysis the first and second respondents were successful in respect of this issue; \\nin my view justifies some apportionment of costs in favour of the first and second respondent. However I am not persuaded by the submission of the first and second respondents that Mrs Tracy should be entitled only to one third of her costs on the notice of motion. In light of the fact that Mrs Tracy was successful overall in these proceedings and taking into consideration the minor significance of the jurisdictional issue in the proceedings, I consider that the appropriate order is that Mrs Tracy's costs be discounted by 15%.\\n \\n I certify that the preceding twelve (12) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Collier. \\n \\n Associate:\\n \\n \\nDated: 3 June 2009\\n \\n Solicitor for the Applicants: Mr P Lynch of Lynch Morgan \\n \\n Counsel for the Respondents: Mr PP McQuade \\n \\n Solicitor for the Respondents: McCullough Robertson \\n Date of Hearing: 15 May 2009 \\n \\n Date of Judgment: 3 June 2009 \\n \\n\\n \\n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \\n URL: http:\\/\\/www.austlii.edu.au\\/au\\/cases\\/cth\\/FCA\\/2009\\/590.html\",\"2\":\"Of course, the usual rule is that costs follow the event in the absence of special circumstances justifying some other order ( Hughes v Western Australian Cricket Association (Inc) (1986) ATPR 40-748 , Bowen Investments Pty Ltd v Tabcorp Holdings Ltd (No 2) [2008] FCAFC 107). The first and second respondents were unsuccessful in respect of their notice of motion. However, for very different reasons, the parties have submitted that the usual rule as to costs should not be perfunctorily applied in relation to this notice of motion. In summary: The first and second respondents have submitted that: the parties' costs of the hearings on 8 December 2008 and 20 February 2009 be costs of the notice of motion; and because, of three clear issues identified in the notice of motion, Mrs Tracy was successful in relation to two, the first and second respondents should pay one-third of Mrs Tracy's costs on a party and party basis. Mrs Tracy has submitted that: there is no question that Mrs Tracy was wholly successful in the proceedings; in the circumstances, the costs ordered in favour of Mrs Tracy should be on an indemnity basis because: Mrs Tracy had to instruct solicitors and Counsel and thereby incur legal fees and disbursements, and if only party and party costs are awarded to Mrs Tracy she will be penalised by the difference between the party and party costs awarded and the amount of her own solicitor and client costs incurred in defending the proceedings; The first and second respondents engaged in inflammatory correspondence to the Court wrongfully claiming that the filing by Mrs Tracy of her written submissions on 9 February 2009 was not contemplated when they knew that those submissions were both contemplated, and ordered by the Court. The result of that conduct was that the Court convened a directions hearing, at which hearing it emerged that the objections made by the first and second respondents were groundless; The notice of motion was commenced or continued in disregard of known facts, including that the first and second respondents had evidence that Mrs Tracy had not provided any financial support for the principal action; The notice of motion was commenced or continued for an ulterior motive, presumably for the purpose of applying pressure to Mrs Tracy or her husband the second applicant as some form of intimidation or punishment. Mrs Tracy arranged time off work in order to comply with the requirement for cross-examination as notified by the first and second respondents, which the first and second respondents subsequently advised was not necessary; The notice of motion was commenced or maintained in disregard of clearly established law, including that the first and second respondents pressed for indemnity costs against Mrs Tracy notwithstanding that the applicants in the substantive proceedings had been the subject of an order for standard costs; The proceedings have been unduly prolonged by the making of groundless contentions by the first and second respondents; and The first and second respondents persistently breached the directions made by the Court in the proceedings and thereby caused Mrs Tracy to incur greater costs than she would have incurred had they complied with the directions of the Court. Consideration\",\"3\":\"\",\"4\":\"In Citrus Queensland Pty Ltd v Sunstate Orchards Pty Ltd (No 8) [2008] FCA 1556 I discussed in some detail principles relevant to the award of indemnity costs by the Court in appropriate circumstances. A number of those key principles are:\\n\\nAs I also observed in Citrus (No 8) [2008] FCA 1556 , a long and non-exhaustive list of relevant issues for the Court in considering whether to award indemnity costs can be found in such cases as Colgate-Palmolive v Cussons [1993] FCA 536 ; (1993) 46 FCR 225 and InterTAN Inc v DSE (Holdings) Pty Ltd [2005] FCAFC 54.\",\"5\":\"In Citrus Queensland Pty Ltd v Sunstate Orchards Pty Ltd (No 10) [2009] FCA 498 I dismissed a notice of motion filed by the first and second respondents to the substantive proceedings in which they sought an order for non-party costs against Mrs Adrienne Tracy, the wife of the second applicant to the substantive proceedings. At the time of delivery of judgment I made directions permitting the parties to make written submissions as to costs in respect of the notice of motion, to be filed by 4.00 pm on 29 May 2009, and which submissions I indicated I would take into consideration in making my decision as to costs. I made it clear at that time that final submissions (if any) were to be made by the parties in accordance with the directions. The parties understood that directions were made on that basis. The first and second respondents complied with those directions, and filed submissions on 29 May 2009. Mrs Tracy filed submissions last Monday, one business day late, however I do not consider that any prejudice is occasioned to the first and second respondents as a result of this late filing.\",\"6\":\"As I also observed in Citrus (No 8) [2008] FCA 1556 , a long and non-exhaustive list of relevant issues for the Court in considering whether to award indemnity costs can be found in such cases as Colgate-Palmolive v Cussons [1993] FCA 536 ; (1993) 46 FCR 225 and InterTAN Inc v DSE (Holdings) Pty Ltd [2005] FCAFC 54.\",\"7\":\"The first and second respondents have submitted that Mrs Tracy ought to pay their costs in respect of the jurisdictional issue. As recently observed, in the past the Full Court has cautioned against too ready a resort to apportionment according to issue based outcomes ( Emirates v Australian Competition and Consumer Commission (No 2) [2009] FCA 492 at [8], Australian Trade Commission v Disktravel [2000] FCA 62 at [3] ). Looking at the proceedings as a whole, the jurisdictional issue was a relatively minor aspect of the case, as was the question whether Mrs Tracy should be liable on an indemnity basis for costs of the first and second respondents. In my view, it is clear that the principal aspect of these proceedings concerned the question whether Mrs Tracy was in fact liable for non-party costs. Mrs Tracy was successful in respect of this principal issue and should, in my view, be entitled to a significant proportion of her costs. However, the facts that: Counsel for Mrs Tracy raised the jurisdictional issue at the hearing of the notice of motion without notice; which in turn necessitated further oral and written submissions by Counsel; and in the final analysis the first and second respondents were successful in respect of this issue; \\nin my view justifies some apportionment of costs in favour of the first and second respondent. However I am not persuaded by the submission of the first and second respondents that Mrs Tracy should be entitled only to one third of her costs on the notice of motion. In light of the fact that Mrs Tracy was successful overall in these proceedings and taking into consideration the minor significance of the jurisdictional issue in the proceedings, I consider that the appropriate order is that Mrs Tracy's costs be discounted by 15%.\\n \\n I certify that the preceding twelve (12) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Collier. \\n \\n Associate:\\n \\n \\nDated: 3 June 2009\\n \\n Solicitor for the Applicants: Mr P Lynch of Lynch Morgan \\n \\n Counsel for the Respondents: Mr PP McQuade \\n \\n Solicitor for the Respondents: McCullough Robertson \\n Date of Hearing: 15 May 2009 \\n \\n Date of Judgment: 3 June 2009 \\n \\n\\n \\n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \\n URL: http:\\/\\/www.austlii.edu.au\\/au\\/cases\\/cth\\/FCA\\/2009\\/590.html\",\"8\":\"Of course, the usual rule is that costs follow the event in the absence of special circumstances justifying some other order ( Hughes v Western Australian Cricket Association (Inc) (1986) ATPR 40-748 , Bowen Investments Pty Ltd v Tabcorp Holdings Ltd (No 2) [2008] FCAFC 107). The first and second respondents were unsuccessful in respect of their notice of motion. However, for very different reasons, the parties have submitted that the usual rule as to costs should not be perfunctorily applied in relation to this notice of motion. In summary: The first and second respondents have submitted that: the parties' costs of the hearings on 8 December 2008 and 20 February 2009 be costs of the notice of motion; and because, of three clear issues identified in the notice of motion, Mrs Tracy was successful in relation to two, the first and second respondents should pay one-third of Mrs Tracy's costs on a party and party basis. Mrs Tracy has submitted that: there is no question that Mrs Tracy was wholly successful in the proceedings; in the circumstances, the costs ordered in favour of Mrs Tracy should be on an indemnity basis because: Mrs Tracy had to instruct solicitors and Counsel and thereby incur legal fees and disbursements, and if only party and party costs are awarded to Mrs Tracy she will be penalised by the difference between the party and party costs awarded and the amount of her own solicitor and client costs incurred in defending the proceedings; The first and second respondents engaged in inflammatory correspondence to the Court wrongfully claiming that the filing by Mrs Tracy of her written submissions on 9 February 2009 was not contemplated when they knew that those submissions were both contemplated, and ordered by the Court. The result of that conduct was that the Court convened a directions hearing, at which hearing it emerged that the objections made by the first and second respondents were groundless; The notice of motion was commenced or continued in disregard of known facts, including that the first and second respondents had evidence that Mrs Tracy had not provided any financial support for the principal action; The notice of motion was commenced or continued for an ulterior motive, presumably for the purpose of applying pressure to Mrs Tracy or her husband the second applicant as some form of intimidation or punishment. Mrs Tracy arranged time off work in order to comply with the requirement for cross-examination as notified by the first and second respondents, which the first and second respondents subsequently advised was not necessary; The notice of motion was commenced or maintained in disregard of clearly established law, including that the first and second respondents pressed for indemnity costs against Mrs Tracy notwithstanding that the applicants in the substantive proceedings had been the subject of an order for standard costs; The proceedings have been unduly prolonged by the making of groundless contentions by the first and second respondents; and The first and second respondents persistently breached the directions made by the Court in the proceedings and thereby caused Mrs Tracy to incur greater costs than she would have incurred had they complied with the directions of the Court. Consideration\",\"9\":\"As I also observed in Citrus (No 8) [2008] FCA 1556 , a long and non-exhaustive list of relevant issues for the Court in considering whether to award indemnity costs can be found in such cases as Colgate-Palmolive v Cussons [1993] FCA 536 ; (1993) 46 FCR 225 and InterTAN Inc v DSE (Holdings) Pty Ltd [2005] FCAFC 54.\"}}"