"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\",\"3\":\"c3\"},\"class\":{\"0\":\"followed\",\"1\":\"cited\",\"2\":\"followed\",\"3\":\"followed\"},\"tocase\":{\"0\":\"Dranichnikov v Minister for Immigration and Multicultural Affairs [2003] HCA 26 ; (2003) 197 ALR 389\",\"1\":\"Minister for Immigration v Khawar [2002] HCA 14 ; (2002) 210 CLR 1\",\"2\":\"MZXDQ v Minister for Immigration and Multicultural Affairs [2006] FCA 1632\",\"3\":\"SZJRU v Minister for Immigration and Citizenship [2009] FCA 315\"},\"text\":{\"0\":\"In Dranichnikov v Minister for Immigration and Multicultural Affairs [2003] HCA 26 ; (2003) 197 ALR 389 the High Court considered the task of the Tribunal where an applicant claimed persecution on the basis of membership of a particular social group. The majority (Gummow, Hayne and Callinan JJ) said that the task of the Tribunal involved a number of steps, namely:\\n\\nIn this case it appears that the Tribunal gave consideration to whether the appellants, in particular the male appellant, was a member of a particular social group. In particular, I note the following passage from the reasons for decision of the Tribunal including: \\n The Tribunal has not accepted that the applicant has been in any way harmed or targeted in the past. Looking to the reasonably foreseeable future, the Tribunal finds to be remote the chance that the applicant would suffer abduction or other serious harm for reason of being a member of the particular social group constituted by wealthy, middle class persons or wealthy middle class businessmen . The Tribunal finds this to be the case in spite of his past associations with Tamil people and military officers. For similar reasons, the Tribunal finds to be remote the chance that the applicant wife would suffer abduction or persecution for reason of membership of such a group .(emphasis added)\\n\\nElsewhere in its reasons, the Tribunal also observed: \\n Submissions to the Tribunal have attached emphasis to the risk of abduction of wealthy middle class citizens or businessmen. The Tribunal is willing to accept for the purposes of this decision that such people constitute a particular social group . Nevertheless, it finds to be remote the chance that the applicant would suffer abduction or any other harm for reason of the membership of such a group if he were to return to Sri Lanka. (emphasis added)\\n\\nAt the hearing before me, Ms McWilliam for the appellants strongly contended that the decision of the Tribunal was fatally attended by jurisdictional error because, notwithstanding these statements in the Tribunal's reasons, the Tribunal also obviously considered a relevant issue to be the ethnicity of the appellants, specifically the fact that they are Sinhalese and the impact this had on the likelihood of abduction. The appellants' submissions stressed the irrelevancy of the ethnicity of the appellants as a factor in the determination by the Tribunal as to whether the appellants had a well-founded fear of persecution for reasons of their membership of their particular social group, which was wealthy, middle class businessmen. In particular, the appellants note that, after the second passage I quoted from the reasons for decision of the Tribunal, the Tribunal continued: \\n In making this finding, the Tribunal has carefully considered all of the evidence, including the written statements and other witness evidence provided to the Tribunal. For reasons set out above, the Tribunal does not accept that the applicant has in the past in any way suffered harm at the hands of the Karuna group or any other group accused of involvement in abductions. As the Tribunal has put to the applicants, the available independent country information indicates that it is primarily Tamils and other minority groups who have been the victims of abduction. Indeed, the reports submitted by the applicants refer largely to Tamils and also Muslims as victims of such harm. The Tribunal has been provided with articles indicating that Sinhalese account for 9.1% of those killed in Sri Lanka and for 3% of abductions (to the extent that the ethnicity of victims is known).\\n\\nThe appellants submitted that this approach is contrary to Dranichnikov [2003] HCA 26 ; (2003) 197 ALR 389. However relevantly in MZXDQ v Minister for Immigration and Multicultural Affairs [2006] FCA 1632 Finkelstein J observed: \\n [18] The Appellant contended before this Court that this was an impermissible line of reasoning. He argued that the steps outlined in Dranichnikov must be followed even if the Tribunal is of the view that the Applicant's fear is unrelated to the membership of any such group. This is plainly incorrect. Courts will frequently skip over more difficult questions if the main issue can be determined from the answer to a simpler later question: in the law of negligence, there is no need to ask whether there is a duty of care if it is obvious that there has been no damage. In this case, moving to the last step in Dranichnikov was quite proper. \\n\\n \\n ... \\n\\n \\n [25] It is entirely proper to avoid identifying the appropriate \\\"particular social group\\\" if it is unnecessary to do so. Dranichnikov does not demand otherwise.\\n\\nMs Wheatley for the first respondent also directed my attention to recent comments of Besanko J in SZJRU v Minister for Immigration and Citizenship [2009] FCA 315 at [50] where, after referring to Dranichnikov [2003] HCA 26 ; (2003) 197 ALR 389 , his Honour said: \\n Notwithstanding these principles, it is not necessarily an error for the Tribunal not to begin with (or even to deal with) the question of whether there is a particular social group ... If the serious harm results from the application of a law of general application and there is no discrimination and therefore no persecution, the claim must fail ...\",\"1\":\"\",\"2\":\"The appellants submitted that this approach is contrary to Dranichnikov [2003] HCA 26 ; (2003) 197 ALR 389. However relevantly in MZXDQ v Minister for Immigration and Multicultural Affairs [2006] FCA 1632 Finkelstein J observed: \\n [18] The Appellant contended before this Court that this was an impermissible line of reasoning. He argued that the steps outlined in Dranichnikov must be followed even if the Tribunal is of the view that the Applicant's fear is unrelated to the membership of any such group. This is plainly incorrect. Courts will frequently skip over more difficult questions if the main issue can be determined from the answer to a simpler later question: in the law of negligence, there is no need to ask whether there is a duty of care if it is obvious that there has been no damage. In this case, moving to the last step in Dranichnikov was quite proper. \\n\\n \\n ... \\n\\n \\n [25] It is entirely proper to avoid identifying the appropriate \\\"particular social group\\\" if it is unnecessary to do so. Dranichnikov does not demand otherwise.\",\"3\":\"In response the respondent submitted in summary: The Tribunal did consider the claim of the appellants concerning their membership of a particular social group, namely wealthy middle class businessmen, but it was in the context of the primary submission of the appellants before the Tribunal which was that the male appellant was being persecuted due to his perceived association and support for various Tamil groups. The issue whether a particular social group needs to be considered if there has been no persecution was recently considered by Besanko J in SZJRU v Minister for Immigration and Citizenship [2009] FCA 315. The Tribunal found, as a finding of fact, a lack of credibility in the appellants' account of events which formed the basis for the claim of a well-founded fear of persecution. In short, the Tribunal did not accept that the appellants left Sri Lanka in the circumstances claimed, nor that they had been targeted by the Sri Lankan security forces, the army, the paramilitary, the Karuna nor anyone else. No jurisdictional error or error in the decision of the Federal Magistrate was apparent in this ground of appeal. Consideration\\n\\nArticle 1A(2) of the Refugees Convention provides that a \\\"refugee\\\" is a person who: \\n owing to a well-founded fear of being persecuted for reasons of race, religion, nationality, membership of a particular social group or political opinion, is outside the country of his nationality and is unable or owing to such fear, is unwilling to avail himself of the protection of that country.\\n\\nIn applying Art 1A(2) of the Convention and the concept of \\\"persecution\\\" in the context of the Migration Act , s 91R of the Migration Act 1958 (Cth) relevantly provides: \\n (1) For the purposes of the application of this Act and the regulations to a particular person, Article 1A(2) of the Refugees Convention as amended by the Refugees Protocol does not apply in relation to persecution for one or more of the reasons mentioned in that Article unless: \\n\\n \\n(a) that reason is the essential and significant reason, or those reasons are the essential and significant reasons, for the persecution; and\\n \\n \\n(b) the persecution involves serious harm to the person; and\\n \\n \\n(c) the persecution involves systematic and discriminatory conduct.\\n \\n \\n (2) Without limiting what is serious harm for the purposes of paragraph (1)(b), the following are instances of serious harm for the purposes of that paragraph: \\n\\n \\n(a) a threat to the person's life or liberty;\\n \\n \\n(b) significant physical harassment of the person;\\n \\n \\n(c) significant physical ill treatment of the person;\\n \\n \\n(d) significant economic hardship that threatens the person's capacity to subsist;\\n \\n \\n(e) denial of access to basic services, where the denial threatens the person's capacity to subsist;\\n \\n \\n(f) denial of capacity to earn a livelihood of any kind, where the denial threatens the person's capacity to subsist.\\n\\nI accept Ms McWilliam's submission that this case is not out of the ordinary, so that as a general proposition the Tribunal must consider the appellants' case by reference to the particular social group articulated by them (cf Besanko J in SZJRU v Minister for Immigration and Citizenship [2009] FCA 315).\\n\\nHowever, the appellants' case is (and must be in order to satisfy the requirements of the Migration Act and the definition of \\\"refugee\\\" for the purposes of the Convention), that they had a well-founded fear of persecution by reason of their membership of a particular social group. As submitted by the Minister, in essence the Tribunal made a factual finding that the appellants did not have a well-founded fear of persecution for any reason, because the Tribunal did not accept that the appellants had previously been the subject of abduction, assault, harassment or other forms of serious harm which complaints formed the basis of the appellants' claims of their well-founded fear of persecution before the Tribunal. If the appellants did not have a well-founded fear of persecution as contemplated by s 91R(1) of the Migration Act , as the Tribunal found, the Tribunal was entitled to affirm the decision of the Minister not to grant the appellants Protection (Class XA) visas.\\n\\nMs Wheatley for the first respondent also directed my attention to recent comments of Besanko J in SZJRU v Minister for Immigration and Citizenship [2009] FCA 315 at [50] where, after referring to Dranichnikov [2003] HCA 26 ; (2003) 197 ALR 389 , his Honour said: \\n Notwithstanding these principles, it is not necessarily an error for the Tribunal not to begin with (or even to deal with) the question of whether there is a particular social group ... If the serious harm results from the application of a law of general application and there is no discrimination and therefore no persecution, the claim must fail ...\"}}"