"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\",\"3\":\"c3\",\"4\":\"c4\",\"5\":\"c5\",\"6\":\"c6\",\"7\":\"c7\"},\"class\":{\"0\":\"cited\",\"1\":\"cited\",\"2\":\"cited\",\"3\":\"cited\",\"4\":\"cited\",\"5\":\"cited\",\"6\":\"distinguished\",\"7\":\"cited\"},\"tocase\":{\"0\":\"Cargill v Bower (1878) 10 Ch D 502\",\"1\":\"CIC Insurance Limited v Bankstown Football Club Limited (1997) 187 CLR 384\",\"2\":\"Dare v Pulham [1982] HCA 70 ; (1982) 148 CLR 658\",\"3\":\"Gould and Birbeck and Bacon v Mount Oxide Mines Ltd (In liquidation) [1916] HCA 81 ; (1916) 22 CLR 490\",\"4\":\"Lam Soon Australia Pty Ltd v Molit (No 55) Pty Ltd (1996) 22 ACSR 169\",\"5\":\"Lewis and Lewis v Durnford (1907) 24 TLR 64\",\"6\":\"Re Java 452 Pty Ltd (administrator appointed) (No 2) (1999) 32 ACSR 507\",\"7\":\"Renowden v McMullin [1970] HCA 24 ; (1970) 123 CLR 584\"},\"text\":{\"0\":\"If a party does not repeat a claim for relief made in the originating application in the statement of claim, the claim must be taken to be abandoned: Renowden v McMullin [1970] HCA 24 ; (1970) 123 CLR 584 ; Cargill v Bower (1878) 10 Ch D 502 ; Lewis and Lewis v Durnford (1907) 24 TLR 64 at 65.\",\"1\":\"The context in which s 444F finds itself must be examined to determine the construction of the section. The context not only includes the enactment itself but also the existing state of the law and the mischief which the enactment was intended to address and remedy: CIC Insurance Limited v Bankstown Football Club Limited (1997) 187 CLR 384 at 408. Part 5.3A of the Corporations Act\\n\\nPart 5.3A of the Corporations Act , which contains s 444F , was enacted in 1993 following the Harmer Report and provided at that time for a wholly new regime for the administration of companies apart from the existing forms of external administration and especially winding up in insolvency.\\n\\nSection 435A identifies the objects of the Part: \\n 435A The object of this Part is to provide for the business, property and affairs of an insolvent company to be administered in a way that: \\n\\n \\n(a) maximises the chances of the company, or as much as possible of its business, continuing in existence; or\\n \\n \\n(b) if it is not possible for the company or its business to continue in existence results in a better return for the company's creditors and members than would result from an immediate winding up of the company.\",\"2\":\"The rule enunciated in those cases is no more than an extension of the general principles of pleading. There is more than one purpose for pleadings. One of the purposes of pleadings is to define the issues and to give the opposing party fair notice of the case that that party must meet: Dare v Pulham [1982] HCA 70 ; (1982) 148 CLR 658 at 664. Order 11 rule 2 of the Federal Court Rules assists to achieve that purpose by requiring a party to plead a statement in a summary form of the material facts upon which the party relies. Absent any claim for relief in the statement of claim, a respondent may properly assume such a claim is not being pursued. A court will confine a party to the party's pleadings if to do otherwise would be unjust to another party.\",\"3\":\"Pleadings are, of course, only a means to an end. They are designed to accord the parties procedural fairness. If the parties choose to ignore the pleadings and fight the case on different issues \\\"it is impossible for either of them to hark back to the pleadings and treat them as governing the area of contest\\\": Gould and Birbeck and Bacon v Mount Oxide Mines Ltd (In liquidation) [1916] HCA 81 ; (1916) 22 CLR 490 at 517.\\n\\nThe applicants abandoned their claim for statutory relief against forfeiture under s 138 of the NT Property Act in their written submissions. It was accepted that the conditions precedent for the operation of the section had not yet occurred. The only claim therefore arising on the pleadings at trial was the claim for relief under s 444F of the Corporations Act . The Parties\\n\\nThe first applicants (the administrators) are the joint and several deed administrators of the second applicant, DNPW Pty Ltd (subject to DOCA) (DNPW). DNPW was incorporated on 23 December 2003 and operated two licensed venues, namely the Ducks Nuts Bar and Grill (Ducks) and the Fox Alehouse (Fox) in Darwin.\",\"4\":\"Section 444F should be construed with those objects in mind and should be given a construction that would promote those purposes rather than a construction that would not: s 15AA of the Acts Interpretation Act 1901 (Cth); Lam Soon Australia Pty Ltd v Molit (No 55) Pty Ltd (1996) 22 ACSR 169.\\n\\nThe scheme of Part 5.3A is to empower the creditors to determine the future of the company. It does so by allowing the company to appoint an administrator in circumstances where the directors are of the opinion that the company is insolvent or likely to become insolvent at some future time and resolve that an administrator should be appointed: s 436A. The administrator is entrusted with the administration of the company and after his or her appointment has control of the company's business, property and affairs and has the power to carry on the company's business and manage its property and affairs, and to perform any function that the company or any of its officers could have performed if the company were not under administration: s 437A. The administrator's appointment stays the powers of any officer or a provisional liquidator of the company: s 437C. After his or her appointment, only an administrator can deal with the company's property: s 437D. The administrator's appointment also impacts upon the members in that the members cannot, during the administration of the company, transfer shares in the company, except if the administrator consents or the Court permits: s 437F.\\n\\nThe administrator must convene a meeting of the company's creditors within eight business days of the beginning of the administration in order to determine whether to appoint a committee of creditors: s 436E.\",\"5\":\"If a party does not repeat a claim for relief made in the originating application in the statement of claim, the claim must be taken to be abandoned: Renowden v McMullin [1970] HCA 24 ; (1970) 123 CLR 584 ; Cargill v Bower (1878) 10 Ch D 502 ; Lewis and Lewis v Durnford (1907) 24 TLR 64 at 65.\",\"6\":\"BCC argued that Re Java 452 Pty Ltd (administrator appointed) (No 2) (1999) 32 ACSR 507 was authority for the proposition that an order cannot be made after the lease is determined.\\n\\nI do not agree. The application with which the Court was concerned in Re Java 32 ACSR 507 was by a lessor for an order that it have leave to take possession of leasehold premises pursuant to s 440C of the Corporations Act or, alternatively, a declaration under s 441F of the Corporations Act .\\n\\nIn Re Java 32 ACSR 507 the landlord, Permanent Trustee, gave notice of default under the lease for non-payment of some four months rent. The notice stipulated that if the breach were not remedied Permanent Trustee would re-enter the premises 14 days later. Five days later Permanent Trustee gave a notice said to be under s 146 of the Property Law Act 1958 (Vic) in relation to interest and legal costs said to be owing and warned that unless the breaches were remedied within 14 days Permanent Trustee would re-enter without further notice. About a week after the second notice the directors of the lessee company appointed administrators to the company under s 436A. The company was then still in possession of the leasehold property but the breaches in the two notices had not been remedied. During the administration two offers were made to purchase the company's business and for the purchaser to take an assignment of the lease. The administrators recommended that the creditors approve the arrangement. However, Permanent Trustee insisted that the lease had been terminated and that it was not prepared to negotiate with the prospective purchaser but had found another prospective tenant. The administrators recommended to the company's creditors that a deed of company arrangement be executed pending the sale of the business and the assignment of the lease.\\n\\nPermanent Trustee commenced the proceeding in the first place seeking leave to enter into possession pursuant to s 440C in case the creditors resolved that the company enter into a deed of company arrangement that day because Permanent Trustee would be at risk under s 444F if such a proposal were made.\\n\\nThe application therefore before the Court was in relation to a company in administration, not a company subject to a deed of company arrangement.\",\"7\":\"If a party does not repeat a claim for relief made in the originating application in the statement of claim, the claim must be taken to be abandoned: Renowden v McMullin [1970] HCA 24 ; (1970) 123 CLR 584 ; Cargill v Bower (1878) 10 Ch D 502 ; Lewis and Lewis v Durnford (1907) 24 TLR 64 at 65.\"}}"