"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\"},\"class\":{\"0\":\"cited\",\"1\":\"applied\",\"2\":\"cited\"},\"tocase\":{\"0\":\"MZWZC v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCA 544\",\"1\":\"Niemann v Electronic Industries Ltd [1978] VR 431\",\"2\":\"SZGCH v Minister for Immigration & Multicultural Affairs [2006] FCA 809\"},\"text\":{\"0\":\"That these principles are applicable in this case is clear from a number of recent judgments of this Court (see Besanko J in SZGCH v Minister for Immigration & Multicultural Affairs [2006] FCA 809 at par 14; Sundberg J in MZWZC v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCA 544 at par 8).\",\"1\":\"Further, the first respondent in written submissions cited Niemann v Electronic Industries Ltd [1978] VR 431 as authority that the following principles are applicable to the grant of leave to appeal: (a) whether in all the circumstances the decision is attended by sufficient doubt to warrant it being reconsidered by the Full Court and (b) whether substantial injustice would result if leave were refused supposing the decision to be wrong.\\n\\nIn respect of the principles in Niemann the first respondent submitted the following: \\u2022 the application does not create any doubt as to the correctness of the judgment of Driver FM, much less sufficient doubt, to warrant reconsideration by this Court \\u2022 no error is raised as to the approach or findings of Driver FM \\u2022 Driver FM was plainly correct to dismiss the application for the reasons he did \\u2022 the Court ought not to interfere with the exercise of judicial discretion in the making of an interlocutory decision unless it is satisfied that there has been some error of law or logic or some unfairness which is apparent on the face of the reasons or implicit in the result \\u2022 no substantial injustice would result because there is no error in the Tribunal's decision.\",\"2\":\"That these principles are applicable in this case is clear from a number of recent judgments of this Court (see Besanko J in SZGCH v Minister for Immigration & Multicultural Affairs [2006] FCA 809 at par 14; Sundberg J in MZWZC v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCA 544 at par 8).\"}}"