"{\"id\":{\"0\":\"c0\",\"1\":\"c1\"},\"class\":{\"0\":\"referred to\",\"1\":\"referred to\"},\"tocase\":{\"0\":\"SZEZI v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCA 1195\",\"1\":\"SZEEU v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCAFC 6\"},\"text\":{\"0\":\"4 The Notice of Appeal alleging a breach of the requirements of s 424A of the Act was dismissed by Barnes FM in her reasons for judgment. Her Honour said in par 11:\\n \\n '... when one considers the Tribunal's reasons for decision, it is apparent that the reason for the Tribunal's findings, including its ultimate finding of a lack of satisfaction that the applicant had a well-founded fear of persecution (and hence was a person to whom Australia had protection obligations) was based on the inadequacy of the claims and the material submitted by the applicant. The Tribunal referred to the scant details of the applicant's claims and gave examples of such inadequacy.' \\n\\n\\nHer Honour continued at par 12:\\n\\n \\n 'This is not a case in which the Tribunal purported to rely on any inconsistencies between what appeared in the protection visa application and in the applicant's claims as made to the Tribunal. Rather the decision turned on the inadequacy of the materials provided. In such circumstances, as in SZEZI v Minister for Immigration and Multicultural and Indigenous Affairs [ 2005 ] FCA 1195 ['SZEZI'] , it cannot be said that there is information which forms the reason or part of the reason for affirming a decision under review subject to the operation of the obligation in section 424A(1). '\\n\\n5 Her Honour referred to the decision of Allsop J in SZEZI and accepted the application of his Honour's comments to the case before her Honour, where Allsop J had said, at par 29:\\n \\n '... The Tribunal, having read all the material and having evaluated its content and weight, was unable to reach a specified mental state. It was not satisfied that the appellant had a well-founded fear because of subjectively perceived inadequacies in the information. The reason for the decision was simply (and no more than) the evaluative conclusion founded upon the perceived inadequacy of the information, in the sense of an absence of detail and intrinsic explanation which had been invited. It would be an inadequate and misleading statement to say that the information was the reason or part of the reason for the decision. It was the lack of the requested further assistance and explanation that was the reason.'\",\"1\":\"6 Later her Honour said at par 15, after having referred to SZEEU v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCAFC 6: \\n \\n 'In this case it was the inadequacy of information alone which provided the basis for the Tribunal decision.' \\n\\n\\nHer Honour concluded:\\n\\n \\n 'No failure to comply with s 424A(1) of the Migration Act is established on the material before the Court.'\\n\\n7 Barnes FM was correct to so find. The material before the Court does not disclose any reviewable error in the decision of Barnes FM.\\n\\n8 The appeal of the appellant is dismissed.\"}}"