"{\"id\":{\"0\":\"c0\",\"1\":\"c1\"},\"class\":{\"0\":\"applied\",\"1\":\"applied\"},\"tocase\":{\"0\":\"NAKX v Minister of Immigration & Multicultural & Indigenous Affairs [2003] FCA 1559\",\"1\":\"NALM v Minister for Immigration & Multicultural & Indigenous Affairs [2004] FCAFC 17\"},\"text\":{\"0\":\"13 In my view, the appropriate course in the circumstances of this case is to dismiss the appeal. The medical certificate, to adopt the words of Lindgren J in NAKX v Minister for Immigration & Multicultural & Indigenous Affairs [2003] FCA 1559 , is 'quite unsatisfactory'. It does not address the question why the condition referred to would prevent the appellant from travelling to the Court and participating effectively in a hearing.\\n\\n14 In addition, it is difficult to see the status of the certificate where no circumstances are set for the receipt by the Court of the certificate, and the basis upon which it is to be tendered before the Court. All that has happened is that it has been left with the Court for the Court's information and this is, in my view, unsatisfactory. I will accept for the moment that implicit in the delivery of the certificate is an application for an adjournment. However, in my view, no proper basis has been made for the adjournment by the mere giving to the Court of a certificate without any further explanation.\\n\\n15 Therefore, pursuant to section 25(2B)(bb)(ii) , for failure of the appellant to attend a hearing relating to the appeal, I will make an order that the appeal be dismissed. I should indicate, however, that because this is a dismissal in the absence of the appellant, the appellant may, if so advised and on the proper material, seek to have the order set aside upon application. I say nothing as to whether such an application will be likely to succeed in the circumstances of this case, and this will be a matter which will need to be determined if and when application is made. Accordingly, I will dismiss the appeal with costs.\\n \\n\\n\\n I certify that the preceding fifteen (15) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Middleton. \\n\\n\\n Associate:\\n\\nDated: 24 November 2006\\n\\n\\n Counsel for the Appellant: No appearance by the Appellant. \\n \\n Counsel for the Respondent: R Knowles \\n \\n Solicitor for the Respondent: Phillips Fox \\n \\n Date of Hearing: 21 November 2006 \\n \\n Date of Judgment: 21 November 2006 \\n \\n \\n\\n \\n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \\n URL: http:\\/\\/www.austlii.edu.au\\/au\\/cases\\/cth\\/FCA\\/2006\\/1624.html\",\"1\":\"\"}}"