"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\"},\"class\":{\"0\":\"followed\",\"1\":\"referred to\",\"2\":\"referred to\"},\"tocase\":{\"0\":\"SAAP v Minister for Immigration and Multicultural and Indigenous Affairs (2005) ALR 162\",\"1\":\"SBBS v Minister for Immigration and Multicultural and Indigenous Affairs (2002) 194 ALR 749\",\"2\":\"SZAJB v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCA 782\"},\"text\":{\"0\":\"20 The information which it is claimed should have been provided is not specified in the Notice of Appeal. Insofar as it relates to the relationship between the Hong Kong police and the PSB, such information is regarded as country information; that is, it is information upon which the Tribunal may take cognisance and pursuant to s 424A(3) there is no obligation upon it to furnish such information to the appellant. Had the Tribunal relied on material other than country information which had not been furnished to the appellant, and had not been provided by the appellant to the Tribunal, the Tribunal would have been obliged to provide such information to the appellant: see SAAP v Minister for Immigration and Multicultural and Indigenous Affairs (2005) ALR 162 per Gleeson CJ at [5]. However, in this instance there is simply no such material relied upon by the Tribunal.\\n\\n21 At the hearing before me the appellant sought to rely upon several documents purportedly issued by the PSB. These documents comprised of an arrest warrant, a 'wanted' notice, purportedly arising from his importation of bibles into the PRC, and a certificate of baptism. The appellant did not produce the originals of such documents and said that they were at home. He also referred the Court to an affidavit but he did not rely upon it.\\n\\n22 The three documents were not placed before the Tribunal and it is unclear whether they were placed before Emmett FM as Her Honour's judgment does not refer to them, and the transcript of the hearing before Her Honour has not been tendered.\\n\\n31 The Court notes that consistent with the decision of the High Court in SAAP the Refugee Review Tribunal should be joined as a second respondent.\\n\\n32 The first respondent has sought an order that the appellant pay its costs in the sum of $1700. Since this is within a realistic range for costs the Court will make such order.\\n I certify that the preceding thirty- two (32) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Cowdroy. \\n\\n\\n Associate:\\n\\nDated: 30 November 2006\\n\\n\\n Counsel for the Respondent: S McNaughton \\n \\n Solicitor for the Respondent: Blake Dawson Waldron \\n \\n Date of Hearing: 24 November 2006 \\n \\n Date of Judgment: 30 November 2006 \\n \\n \\n\\n \\n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \\n URL: http:\\/\\/www.austlii.edu.au\\/au\\/cases\\/cth\\/FCA\\/2006\\/1627.html\",\"1\":\"19 No evidence has been provided to support the claim of prejudice and the appellant merely said that the Tribunal had made a judgment 'out of its own mind' rather than upon the evidence. The principles relating to allegations of bias were considered in SBBS v Minister for Immigration and Multicultural and Indigenous Affairs (2002) 194 ALR 749. In that decision the Full Court made it plain that allegations of bias are serious and should be clearly alleged and proved (see at [43]). The allegations in the present case are unsupported by any evidence and accordingly this ground must be dismissed.\",\"2\":\"24 Although the function of this Court is to review purported errors of law of the Federal Magistrate rather than those of the Tribunal: see SZAJB v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCA 782 at [4] , the Court nevertheless allowed the tender of the documents in order to understand the argument of the appellant.\\n\\n25 The appellant was asked why he had not produced the three documents to the Tribunal. The appellant claimed that he was not given enough time to do so. He also claimed that he was too scared to produce them. In fact, the Tribunal questioned him extensively in relation to the very issues which are the subject of the documents, namely the appellant's alleged involvement in the activity of importing bibles into the PRC.\\n\\n26 The appellant did not argue that the Tribunal erred in finding that he was detained in the PRC for a short period only because he happened to be at his friend's home when the PSB called. Nor did he dispute the Tribunal's finding that the PSB had not questioned him in relation to the smuggling or importing of bibles to the PRC and that when they realised he was a visitor from Hong Kong they released him. Accordingly, the Tribunal correctly concluded that the appellant was not a person of interest to the PSB.\"}}"