"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\"},\"class\":{\"0\":\"cited\",\"1\":\"cited\",\"2\":\"cited\"},\"tocase\":{\"0\":\"Minister for Immigration and Multicultural Affairs v Respondents S152\\/2003 [2004] HCA 18 ; (2004) 222 CLR 1\",\"1\":\"SZCIA v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCA 238\",\"2\":\"SZEEU v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCAFC 2 ; (2006) 150 FCR 214\"},\"text\":{\"0\":\"A mere lack of resources does not of itself give rise to the kind of lack of state protection that is necessary to establish a well-founded fear of persecution for a Convention reason. As McHugh J observed in Minister for Immigration & Multicultural Affairs v Respondents S152\\/2003 [2004] HCA 18 ; (2004) 222 CLR 1 at [33] : \\n \\n ' [t] he inability of Australian governments to eliminate [death or serious injury from motor car accidents] does not determine whether the fear [of death or serious injury from a motor accident] is well-founded.'\\n\\nThe second ground of appeal concerns whether or not any part of the Tribunal's reasons were based upon information that should have been disclosed to the appellant pursuant to s 424A(1) of the Act. Leave is required for the appellant to raise this ground as it was not argued before the Federal Magistrate.\\n\\nIt is submitted by the appellant that s 424A(1) of the Act applies in this case in two ways. First, there was a reference in the Tribunal's reasons to country information that had been before the Delegate. The country information included the response of the Department of Foreign Affairs and Trade to a series of questions apparently asked by the Tribunal concerning the status of women trafficking in Mongolia ('the response').\\n\\nThe appellant accepts that if the response was information of a kind to which s 424A(3)(a) of the Act applied it did not need to be disclosed to the appellant. However, the appellant submits that because the response commenced with the words ' SEVERAL FEMALE APPLICANTS CLAIM TO HAVE PARTICIPATED IN PROTESTING AGAINST WOMEN TRAFFICKING IN MONGOLIA ON BEHALF OF A LOCAL WOMENS SUPPORT GROUP ' (emphasis added), the information must be ' specifically about the applicant or another person ' and not ' just about a class of persons of which the applicant or other person is a member ' (s 434A(3)(a)).\\n\\nIt is clear to me that when one looks at the response in its totality, the information relates only to a class of persons. All of the answers to the questions and the questions themselves relate to a class of persons, being victims of women trafficking or persons participating in protests against women trafficking, and not to any individual. Accordingly, even if that did form part of the information upon which the Tribunal relied, the Tribunal was not obliged to disclose the response to the appellant.\",\"1\":\"The basis for the Tribunal's decision was that it was the unsatisfactory nature of the evidence before the Tribunal alone that was the reason for affirming the decision of the Delegate. That such information does not come within s 424A(1) has been reaffirmed in SZEEU v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCAFC 2 ; (2006) 150 FCR 214 at [223] to [224] and again in SZCIA v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCA 238 at [12] .\",\"2\":\"The basis for the Tribunal's decision was that it was the unsatisfactory nature of the evidence before the Tribunal alone that was the reason for affirming the decision of the Delegate. That such information does not come within s 424A(1) has been reaffirmed in SZEEU v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCAFC 2 ; (2006) 150 FCR 214 at [223] to [224] and again in SZCIA v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCA 238 at [12] .\"}}"