"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\",\"3\":\"c3\",\"4\":\"c4\",\"5\":\"c5\",\"6\":\"c6\"},\"class\":{\"0\":\"cited\",\"1\":\"approved\",\"2\":\"cited\",\"3\":\"cited\",\"4\":\"cited\",\"5\":\"cited\",\"6\":\"approved\"},\"tocase\":{\"0\":\"Cilli v Abbott (1981) 53 FLR 108\",\"1\":\"Gauci v Kennedy [2006] FCA 869\",\"2\":\"Han v Minister for Immigration (No 2) [2006] FMCA 1251\",\"3\":\"Latoudis v Casey [1990] HCA 59 ; (1990) 170 CLR 534\",\"4\":\"MLGXAL v MIMIA [2006] FCA 966\",\"5\":\"MZWXC v MIMIA [2006] FCA 172\",\"6\":\"Rana v University of South Australia [2004] FCA 559\"},\"text\":{\"0\":\"12 As a general rule, costs of an application follow the event. A key reason for this is because, as pointed out by the Full Court in Cilli v Abbott (1981) 53 FLR 108 at 111, 'the object of costs is not to penalise; it is to indemnify the successful party in relation to expense to which he has been put by reason of legal proceedings'. This principle was adopted in Latoudis v Casey [1990] HCA 59 ; (1990) 170 CLR 534 per Mason CJ at 543, Toohey J at 563 and McHugh J at 567 in the context of both civil and criminal proceedings.\",\"1\":\"10 In my view, a decision of a Federal Magistrate dismissing an application pursuant to r 13.10 Federal Magistrates Court Rules 2001 is an interlocutory decision, requiring leave of the Federal Court to appeal: Rana v University of South Australia [2004] FCA 559 ; Gauci v Kennedy [2006] FCA 869. No leave to appeal has been sought. However this point in my view is moot because, as I indicated earlier in this judgment, both parties were of the view that the appeal be dismissed. The real issue before me is in relation to costs.\",\"2\":\"3 Subsequently, on 14 June 2006 the appellant filed an application seeking an order that the orders of Jarrett FM be set aside. On 28 August 2006, Jarrett FM made orders setting aside his orders of 6 February 2006, that the applicant pay the respondent's costs of and incidental to its application filed 14 June 2006, and that the Migration Review Tribunal be joined as a second respondent to those proceedings. His Honour also made directions including that the appellant's further application be listed for hearing on 23 October 2006 ( Han v Minister for Immigration (No 2) [2006] FMCA 1251).\\n\\n4 I understand that the further application was heard by Jarrett FM on 23 October 2006, and his Honour has reserved judgment.\\n\\n5 As a result of this sequence of events, it follows that there is no reason for the appellant to maintain its appeal from the judgment of Jarrett FM of 6 February 2006. Indeed, the appellant before me this morning submitted draft orders including that the appeal be dismissed.\\n\\n6 The issue upon which the parties do not agree however is the issue of costs in this appeal.\\n\\n7 In summary, the appellant has sought orders that:\\n \\n1. The appeal be dismissed.\\n \\n2. Costs of and incidental to the appeal follow the decision of Jarrett FM currently reserved (Federal Magistrates Court proceedings File No BRG772\\/2005), with the result that if the appellant is successful before Jarrett FM, the respondent should pay the costs of the appeal, and vice versa if the respondents are successful before Jarrett FM.\",\"3\":\"12 As a general rule, costs of an application follow the event. A key reason for this is because, as pointed out by the Full Court in Cilli v Abbott (1981) 53 FLR 108 at 111, 'the object of costs is not to penalise; it is to indemnify the successful party in relation to expense to which he has been put by reason of legal proceedings'. This principle was adopted in Latoudis v Casey [1990] HCA 59 ; (1990) 170 CLR 534 per Mason CJ at 543, Toohey J at 563 and McHugh J at 567 in the context of both civil and criminal proceedings.\",\"4\":\"9 In summary, the respondent has submitted:\\n \\n\\u2022 Where an appeal arises from a decision which has now been set aside, the appeal should be dismissed and the appellant ordered to pay the respondent's costs of and incidental to the appeal.\\n \\n\\u2022 The appropriate way to proceed in relation to decisions in the Federal Magistrates Court under r 13.10 is to make an application to set aside the decision under r 16.05. The appellant eventually did this and was successful in having the decision set aside. This approach has been endorsed in a number of cases including MZWXC v MIMIA [2006] FCA 172 and MLGXAL v MIMIA [2006] FCA 966. \\n \\n\\u2022 The appeal in this matter was always misconceived as to the proper course to proceed, and incompetent as no application for leave to appeal was filed.\\n \\n\\u2022 The decision of Jarrett FM on the substantive hearing has no relevance to this appeal. Further, Ms Wheatley for the respondent submitted in Court this morning that costs in this appeal bear no relevance to the new matter before Jarrett FM.\\n\\n13 It is strongly argued by the respondent, on the basis of such authorities as MZWXC and MLGXAL that the appropriate course for the appellant to have adopted in the first place would have been to apply to have the decision of Jarrett FM set aside. I note from the notice of appeal that the appellant was unrepresented, or at least appeared unrepresented, at the time of filing, and he may not have understood that an application to set aside the judgment of 6 February 2006 was the proper course in the circumstances. Irrespective of this, the respondent has been put to expense by legal proceedings in the form of this appeal, and this appeal has now been rendered nugatory by the appellant successfully applying to have the original judgment set aside and a fresh application determined by the Federal Magistrates Court.\\n\\n14 Before me this morning Mr Boccabella pressed that the appellant's case has merit, and that this should influence my approach to making a costs order in this matter. Counsel distinguished MZWXC and MLGXAL on this basis namely that the applications in those cases appeared to lack merit. In my view it is unnecessary to examine this issue in detail, other than to observe that it is clear that there is sufficient merit in the appellant's case to justify orders setting aside the decision of Jarrett FM of 6 February 2006, but that the merits of the appellant's application before Jarrett FM will be considered by Jarrett FM in his judgment in due course. All parties agree that this appeal should be dismissed because it has been overtaken by events at the appellant's instigation. The merits of the substantive case now before Jarrett FM are of little relevance in the context before me.\",\"5\":\"9 In summary, the respondent has submitted:\\n \\n\\u2022 Where an appeal arises from a decision which has now been set aside, the appeal should be dismissed and the appellant ordered to pay the respondent's costs of and incidental to the appeal.\\n \\n\\u2022 The appropriate way to proceed in relation to decisions in the Federal Magistrates Court under r 13.10 is to make an application to set aside the decision under r 16.05. The appellant eventually did this and was successful in having the decision set aside. This approach has been endorsed in a number of cases including MZWXC v MIMIA [2006] FCA 172 and MLGXAL v MIMIA [2006] FCA 966. \\n \\n\\u2022 The appeal in this matter was always misconceived as to the proper course to proceed, and incompetent as no application for leave to appeal was filed.\\n \\n\\u2022 The decision of Jarrett FM on the substantive hearing has no relevance to this appeal. Further, Ms Wheatley for the respondent submitted in Court this morning that costs in this appeal bear no relevance to the new matter before Jarrett FM.\\n\\n13 It is strongly argued by the respondent, on the basis of such authorities as MZWXC and MLGXAL that the appropriate course for the appellant to have adopted in the first place would have been to apply to have the decision of Jarrett FM set aside. I note from the notice of appeal that the appellant was unrepresented, or at least appeared unrepresented, at the time of filing, and he may not have understood that an application to set aside the judgment of 6 February 2006 was the proper course in the circumstances. Irrespective of this, the respondent has been put to expense by legal proceedings in the form of this appeal, and this appeal has now been rendered nugatory by the appellant successfully applying to have the original judgment set aside and a fresh application determined by the Federal Magistrates Court.\\n\\n14 Before me this morning Mr Boccabella pressed that the appellant's case has merit, and that this should influence my approach to making a costs order in this matter. Counsel distinguished MZWXC and MLGXAL on this basis namely that the applications in those cases appeared to lack merit. In my view it is unnecessary to examine this issue in detail, other than to observe that it is clear that there is sufficient merit in the appellant's case to justify orders setting aside the decision of Jarrett FM of 6 February 2006, but that the merits of the appellant's application before Jarrett FM will be considered by Jarrett FM in his judgment in due course. All parties agree that this appeal should be dismissed because it has been overtaken by events at the appellant's instigation. The merits of the substantive case now before Jarrett FM are of little relevance in the context before me.\",\"6\":\"10 In my view, a decision of a Federal Magistrate dismissing an application pursuant to r 13.10 Federal Magistrates Court Rules 2001 is an interlocutory decision, requiring leave of the Federal Court to appeal: Rana v University of South Australia [2004] FCA 559 ; Gauci v Kennedy [2006] FCA 869. No leave to appeal has been sought. However this point in my view is moot because, as I indicated earlier in this judgment, both parties were of the view that the appeal be dismissed. The real issue before me is in relation to costs.\"}}"