"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\",\"3\":\"c3\"},\"class\":{\"0\":\"affirmed\",\"1\":\"applied\",\"2\":\"considered\",\"3\":\"cited\"},\"tocase\":{\"0\":\"Chinda Nouv v Minister for Immigration & Multicultural & Indigenous Affairs [2006] FMCA 1101\",\"1\":\"Sean Investments Pty Ltd v MacKellar (1981) 38 ALR 363 at 375\",\"2\":\"Ho v Minister for Immigration and Multicultural Affairs [2006] FMCA 1285 at [28]\",\"3\":\"Minister for Aboriginal Affairs v Peko-Wallsend Ltd [1986] HCA 40 ; (1986) 162 CLR 24 at 29\"},\"text\":{\"0\":\"2 A delegate of the Minister refused to grant the permanent visa. That refusal was affirmed on review by the Migration Review Tribunal. An application for judicial review was refused by Connolly FM: Chinda Nouv v Minister for Immigration & Multicultural & Indigenous Affairs [2006] FMCA 1101. The appellant now appeals to this Court.\\n\\n3 The factual background, the relevant legislation and the terms of the Tribunal's decision are set out in the decision of the learned Magistrate and it is not necessary to repeat them.\\n\\n4 The appellant's counsel contended that the learned Magistrate erred in that he should have set aside the Tribunal's decision on the grounds that:\\n \\n1. The Tribunal failed to take into account a mandatory relevant consideration, namely the appellant's travelling to Cambodia to participate in her husband's funeral;\\n \\n2. The Tribunal misconstrued the visa criteria in that it:\\n \\n(a) failed to fix a point in time at which the visa criteria were to be considered; and\\n \\n(b) failed to take proper account of the effect of the grant of the provisional visa.\",\"1\":\"8 However, the way with which the Tribunal was required to deal with the factual material before it was affected by the way the case was put. Thus in Sean Investments Pty Ltd v MacKellar (1981) 38 ALR 363 at 375 Deane J said:\\n \\n \\\"... it is largely for the decision-maker, in light of matters placed before him by the parties, to determine which matters he regards as relevant and the comparative importance to be accorded to matters which he so regards. The ground of failure to take into account a relevant consideration will only be made good if it is shown that the decision-maker has failed to take into account a consideration which he was, in the circumstances, bound to take into account for there to be a valid exercise of the power to decide.\\\"\\n\\n9 There were before the Tribunal some photographs showing the appellant at the funeral. Also some of the statutory declarations by friends of the appellant made passing reference to her attendance at the funeral. However, in four detailed submissions made to the Tribunal by the appellant's solicitors, totalling 16 pages, the only reference to the attendance at the funeral is in a letter of 22 September 2005 at page 6 where the solicitors say:\\n \\n \\\"In response to some of the issues raised by the Delegate we are instructed: \\n ... \\n \\n 6. The clothing belonging to the applicant's deceased husband was taken to Cambodia by the applicant when she attended his funeral. It is normal for a widow to give her husband's clothing to the poor and this is what she did. \\n ...\\n\\n10. The deceased left many of his personal papers with the applicant when he went to Cambodia. Copies of these accompany this letter. The applicant says this is consistent with normal arrangements between spouses. The applicant obtained her husband's passport from his mother in Cambodia when she visited at the time of the funeral.\\\" \\n\\n10 Thus the references to the appellant's attendance at the funeral were not only brief, but were incidental to some other issue that was being dealt with. The funeral attendance was not put as something of relevance in itself.\",\"2\":\"14 As Phipps FM pointed out in the analogous case of Ho v Minister for Immigration and Multicultural Affairs [2006] FMCA 1285 at [28] , the Tribunal may have, and often will have, different and additional evidence bearing on the parties' relationship at the time of the grant of the permanent visa. It must make its own assessment of that evidence. There is no basis in the regulations for saying that it must accept as correct a previous decision based on different evidence.\\n\\n15 The appeal will be dismissed with costs.\\n\\n I certify that the preceding fifteen (15) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Heerey. \\n\\n\\n Associate:\\n\\nDated: 10 November 2006\\n\\n\\n Counsel for the Appellant: J Gibson \\n \\n Solicitors for the Appellant: Clothier Anderson & Associates \\n \\n Counsel for the Respondent: G Livermore \\n \\n Solicitor for the Respondent: Australian Government Solicitor \\n \\n Date of Hearing: 1 November 2006 \\n \\n Date of Judgment: 10 November 2006 \\n\\n\\n\\n \\n\\n \\n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \\n URL: http:\\/\\/www.austlii.edu.au\\/au\\/cases\\/cth\\/FCA\\/2006\\/1474.html\",\"3\":\"6 This was a consideration the Tribunal was bound to take into account: Minister for Aboriginal Affairs v Peko-Wallsend Ltd 1986) [1986] HCA 40 ; 162 CLR 24 at 29.\\n\\n7 It is true that in its detailed reasons the Tribunal did not mention the appellant's attendance at the funeral, although it did (at [41]) accept that she \\\"may have experienced sadness at the time of the sponsor's death and ... that she and the sponsor may have been friends or become friends in the process of preparing and pursuing the visa application\\\".\"}}"