"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\",\"3\":\"c3\"},\"class\":{\"0\":\"cited\",\"1\":\"cited\",\"2\":\"applied\",\"3\":\"distinguished\"},\"tocase\":{\"0\":\"Maunder v Commonwealth (1983) 51 ALR 44 at 49\",\"1\":\"Gregory v Comcare Australia (1997) 72 FCR 196 at 202\",\"2\":\"Roncevich v Repatriation Commission [2005] HCA 40 ; (2005) 218 ALR 733 at [23]\",\"3\":\"Hatzimanolis v ANI Corporation Limited [1992] HCA 21 ; (1992) 173 CLR 473\"},\"text\":{\"0\":\"19 Counsel for the applicant attacked the Tribunal's findings that the essential character of the function remained and that it continued to be an officially-approved function at a place of work attended by the respondent and his work colleagues. However, this was a matter of fact and degree: Maunder v Commonwealth (1983) 51 ALR 44 at 49, Gregory v Comcare Australia (1997) 72 FCR 196 at 202.\",\"1\":\"19 Counsel for the applicant attacked the Tribunal's findings that the essential character of the function remained and that it continued to be an officially-approved function at a place of work attended by the respondent and his work colleagues. However, this was a matter of fact and degree: Maunder v Commonwealth (1983) 51 ALR 44 at 49, Gregory v Comcare Australia (1997) 72 FCR 196 at 202.\\n\\n22 Counsel for the applicant relied on Hatzimanolis v ANI Corporation Limited [1992] HCA 21 ; (1992) 173 CLR 473. But, as the Tribunal correctly observed, that case was concerned with quite a different situation, where the worker's injury was sustained in an \\\"interlude or interval occurring within an overall period or episode of work\\\" as distinct from \\\"after the day's work has ceased\\\" (see at 483 and the discussion by Cooper J in Gregory at 200-202). The question in the present case is whether the day's work had ceased before the respondent mounted his motor cycle or, more correctly, whether it was open to the Tribunal to find it had not.\",\"2\":\"20 I did not understand counsel for the applicant to dispute the finding that at its inception the function was work-related and that the respondent was required or expected to attend it as part of his duties: cf Roncevich v Repatriation Commission [2005] HCA 40 ; (2005) 218 ALR 733 at [23] . Rather, counsel submitted that, at some time before the respondent left, the function ceased to have the character of an officially-approved work function. However, there was ample evidence on which the Tribunal could make the finding it did including:\\n \\n\\u2022 Leave was not good prior to the function;\\n \\n\\u2022 Leave was not piped or formally announced during the function;\\n \\n\\u2022 There was no evidence of any announcement that the function had concluded;\\n \\n\\u2022 Most of the function occurred within normal working hours;\\n \\n\\u2022 It was reasonable to infer that work issues were still being discussed towards the end of the function;\\n \\n\\u2022 The final clean-up did not occur until about 5.30 pm.\\n\\n21 Understandably, counsel for the applicant did not submit that the Tribunal was obliged to find that the work-related character of the function ceased on the dot of 3.50 or 4.00 pm. That being so, the applicant's case has to be that the only finding open to the Tribunal was that at some unspecified time after 4.00 pm but (well) before 5.30 or 6.00 pm, and without any announcement or other identifiable event, the character of the function changed. This argument must be rejected.\",\"3\":\"22 Counsel for the applicant relied on Hatzimanolis v ANI Corporation Limited [1992] HCA 21 ; (1992) 173 CLR 473. But, as the Tribunal correctly observed, that case was concerned with quite a different situation, where the worker's injury was sustained in an \\\"interlude or interval occurring within an overall period or episode of work\\\" as distinct from \\\"after the day's work has ceased\\\" (see at 483 and the discussion by Cooper J in Gregory at 200-202). The question in the present case is whether the day's work had ceased before the respondent mounted his motor cycle or, more correctly, whether it was open to the Tribunal to find it had not.\"}}"