"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\",\"3\":\"c3\"},\"class\":{\"0\":\"referred to\",\"1\":\"referred to\",\"2\":\"referred to\",\"3\":\"referred to\"},\"tocase\":{\"0\":\"Australian Competition and Consumer Commission v ABB Transmissions and Distribution Ltd (No 3) [2002] FCA 609\",\"1\":\"Macquarie Radio Network Pty Ltd v Australian Broadcasting Authority [2002] FCA 1408\",\"2\":\"Williams v Forgie [2003] FCA 991\",\"3\":\"Seven Network Ltd v News Ltd (No 9) [2005] FCA 1394 ; (2006) 225 ALR 256\"},\"text\":{\"0\":\"13 In Australian Competition and Consumer Commission v ABB Transmissions and Distribution Ltd (No 3) [2002] FCA 609 , Finkelstein J said (at [7]):\\n \\n 'The question that I must resolve is what principle should be applied when deciding to allow inspection in cases where leave is required. In giving the answer I propose to confine myself to those cases where a non-party seeks access to material which has been relied upon by the judge. In such a case, I have no doubt that the proper approach is that access should be allowed unless the interests of justice require a different course. It is only by adopting this approach that, in a practical sense, the principle of open justice will be preserved. Put differently, in my view there is a strong presumption in favour of allowing any member of the public who wishes to do so to inspect any document or thing that is put into evidence. Inspection should only be refused in exceptional circumstances. I think that the position is fortiori when the material has been read by the judge in private and is not read out in court. If that material is not made available for inspection then the manner in which the case is being conducted will only be known to the parties. That is an unacceptable position.'\",\"1\":\"14 This statement of approach has been referred to with approval in a number of cases: Macquarie Radio Network Pty Ltd v Australian Broadcasting Authority [2002] FCA 1408 ; Williams v Forgie [2003] FCA 991 ; Seven Network Ltd v News Ltd (No 9) [2005] FCA 1394 ; [2006] 225 ALR 256.\",\"2\":\"14 This statement of approach has been referred to with approval in a number of cases: Macquarie Radio Network Pty Ltd v Australian Broadcasting Authority [2002] FCA 1408 ; Williams v Forgie [2003] FCA 991 ; Seven Network Ltd v News Ltd (No 9) [2005] FCA 1394 ; [2006] 225 ALR 256.\",\"3\":\"14 This statement of approach has been referred to with approval in a number of cases: Macquarie Radio Network Pty Ltd v Australian Broadcasting Authority [2002] FCA 1408 ; Williams v Forgie [2003] FCA 991 ; Seven Network Ltd v News Ltd (No 9) [2005] FCA 1394 ; [2006] 225 ALR 256.\"}}"