"{\"id\":{\"0\":\"c0\",\"1\":\"c1\"},\"class\":{\"0\":\"referred to\",\"1\":\"applied\"},\"tocase\":{\"0\":\"Arthur v Vaupotic Investments Pty Ltd [2005] FCA 433\",\"1\":\"Australian Securities Commission v Macleod (1994) 54 FCR 309\"},\"text\":{\"0\":\"5 Order 35A applies where a party is in default, which is the case here; O 35A r2(2)(b). It permits the Court to give judgment against the respondent in default under r3(2)(c) and r3(2)(d). Speaking of O 35A r3(2)(c), in Arthur v Vaupotic Investments Pty Ltd [2005] FCA 433 at [3] , Heerey J observed:\\n \\n 'the rule does not require proof by way of evidence of the applicant's claim; rather that on the face of the statement of claim there is a claim for the relief sought and, of course, that the court has jurisdiction to grant that relief.'\",\"1\":\"6 I am satisfied that the conditions of O 35A r3(2)(c) have been met and that I am entitled to make the orders sought. However, the applicants have elected to proceed under O 35A r3(2)(d) and accept that, in accordance with the principles stated in Australian Securities Commission v Macleod (1994) 54 FCR 309 at 314, I must satisfy myself on the evidence before me (uncontested though it may be) that their claims have been made out and I am justified in making the orders sought. On 6 June, after hearing submissions made by Ms Gay, the solicitor for the applicants and considering the evidence to which Ms Gay took me I reached that level of satisfaction and made the requested orders. I said that I would provide reasons at a later date; these are my reasons.\\n\\n7 In their written submissions the applicants identify the offending conduct of the respondent as follows:\\n \\n '(a) the attempted importation, through his agent Bakhtyar Amani, of a range of clothing bearing the names \\\"Bob the Builder\\\" and \\\"Thomas the Tank Engine\\\" and related images in October 2004 ... \\n (b) the offering for sale and sale of children's clothing featuring the names \\\"Bob the Builder\\\" and \\\"Thomas the Tank Engine\\\", and images of more characters, in October 2004 ... \\n \\n (c) the attempted importation of a range of clothing bearing the names \\\"Bob the Builder\\\" and \\\"Thomas the Tank Engine\\\" and related images in October 2005 ... \\n \\n (d) the offering for sale and sale of children's clothing featuring the names \\\"Bob the Builder\\\" and \\\"Thomas the Tank Engine\\\", and images of those characters in May 2006...'\\n\\n8 The applicants have filed a number of affidavits in support of their claims. In addition to affidavits of service that I do not need to dwell on, they are:\\n \\n (a) affidavit of Craig Raymond Douglas, a licensed enquiry agent, sworn on 23 May 2006; (b) affidavit of Dani Muntz, Operations Manager for Nationwide Research Group Pty Limited, sworn on 24 May 2006; (c) three affidavits of Rebekah Frances Gay, solicitor, affirmed on 25 May, 5 June and 6 June 2006 respectively; (d) affidavit Joyce D Slocum, General Counsel and Executive Vice President of the HIT Entertainment group of companies, affirmed on 25 May 2006; (e) Luke Muntz, Field Agent for Nationwide Research Group Pty Limited, sworn on 26 May 2006.\"}}"