"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\",\"3\":\"c3\",\"4\":\"c4\",\"5\":\"c5\",\"6\":\"c6\",\"7\":\"c7\",\"8\":\"c8\",\"9\":\"c9\",\"10\":\"c10\",\"11\":\"c11\",\"12\":\"c12\",\"13\":\"c13\",\"14\":\"c14\",\"15\":\"c15\",\"16\":\"c16\",\"17\":\"c17\",\"18\":\"c18\"},\"class\":{\"0\":\"cited\",\"1\":\"cited\",\"2\":\"cited\",\"3\":\"cited\",\"4\":\"cited\",\"5\":\"cited\",\"6\":\"cited\",\"7\":\"cited\",\"8\":\"cited\",\"9\":\"cited\",\"10\":\"cited\",\"11\":\"cited\",\"12\":\"cited\",\"13\":\"cited\",\"14\":\"cited\",\"15\":\"cited\",\"16\":\"cited\",\"17\":\"cited\",\"18\":\"cited\"},\"tocase\":{\"0\":\"Commissioner of Stamp Duties (NSW) v Buckle [1998] HCA 4 ; (1998) 192 CLR 226\",\"1\":\"Federal Commissioner of Taxation v Vegners (1989) 90 ALR 547\",\"2\":\"Re Smith [1928] Ch 915\",\"3\":\"Re Nelson [Note] [1928] Ch 920\",\"4\":\"Re Coleman [1888] 39 Ch D 443\",\"5\":\"Gartside v Inland Revenue Commissioners [1967] UKHL 6 ; [1968] AC 553\",\"6\":\"R & I Bank of Western Australia Ltd v Anchorage Investments Pty Ltd (1992) 10 WAR 59\",\"7\":\"Re Londonderry's Settlement [1965] Ch 918\",\"8\":\"Spellson v George (1987) 11 NSWLR 300\",\"9\":\"Hartigan Nominees Pty Ltd v Rydge (1992) 29 NSWLR 405\",\"10\":\"Commissioner of Stamp Duties (Qld) v Livingston [1965] AC 694\",\"11\":\"Re Atkinson [1971] VR 613\",\"12\":\"Craig v Federal Commissioner of Taxation [1945] HCA 1 ; (1945) 70 CLR 441\",\"13\":\"Inland Revenue Commissioners v Trustees of Sir John Aird's Settlement [1984] Ch 382\",\"14\":\"Inland Revenue Commissioners v Trustees of Sir John Aird's Settlement [1982] 2 All ER 929\",\"15\":\"Ascot Investments Pty Ltd v Harper [1981] HCA 1 ; (1981) 148 CLR 337\",\"16\":\"In the Marriage of Ashton (1986) 11 Fam LR 457\",\"17\":\"In the Marriage of Goodwin (1990) 101 FLR 386\",\"18\":\"In Marriage of Davidson No 2) (1990) 101 FLR 373\"},\"text\":{\"0\":\"19 A less straightforward question arises when the relevant person is a beneficiary of a discretionary trust. The term 'discretionary trust' has been said in the High Court to bear a meaning 'disclosed by a consideration of usage rather than doctrine' and to be used in a way that is 'descriptive rather than normative'. It has 'no fixed meaning and is used to describe particular features of certain express trusts' Commissioner of Stamp Duties (NSW) v Buckle [1998] HCA 4 ; (1998) 192 CLR 226 at [8] . In Federal Commissioner of Taxation v Vegners (1989) 90 ALR 547 at 552, Gummow J said that the expression 'discretionary trust' is used to identify a species of express trusts in which, unlike a fixed trust, the entitlement of the beneficiaries to income, or to corpus, or both, is not immediately ascertainable (at 552): \\n \\n '...the beneficiaries are selected from a nominated class by the trustee or some other person and this power may be exercisable once or from time to time.' \\n \\n\\nHis Honour described the power of the trustee as a 'special or hybrid power'. Thus (at 552): \\n \\n \\n '... a power exercisable in favour of any person including the donee of the power would be a general power and thus would be tantamount to ownership of the property concerned, whilst the objects of a special power would be limited to some class, and the objects of a hybrid power would be such that the donee might appoint to anyone except designated classes or groups.' \\n \\n\\nAt least by analogy it may be observed that a beneficiary who effectively controls the trustee of a discretionary trust may have what approaches a general power and thus a proprietary interest in the income and corpus of the trust.\",\"1\":\"19 A less straightforward question arises when the relevant person is a beneficiary of a discretionary trust. The term 'discretionary trust' has been said in the High Court to bear a meaning 'disclosed by a consideration of usage rather than doctrine' and to be used in a way that is 'descriptive rather than normative'. It has 'no fixed meaning and is used to describe particular features of certain express trusts' Commissioner of Stamp Duties (NSW) v Buckle [1998] HCA 4 ; (1998) 192 CLR 226 at [8] . In Federal Commissioner of Taxation v Vegners (1989) 90 ALR 547 at 552, Gummow J said that the expression 'discretionary trust' is used to identify a species of express trusts in which, unlike a fixed trust, the entitlement of the beneficiaries to income, or to corpus, or both, is not immediately ascertainable (at 552): \\n \\n '...the beneficiaries are selected from a nominated class by the trustee or some other person and this power may be exercisable once or from time to time.' \\n \\n\\nHis Honour described the power of the trustee as a 'special or hybrid power'. Thus (at 552): \\n \\n \\n '... a power exercisable in favour of any person including the donee of the power would be a general power and thus would be tantamount to ownership of the property concerned, whilst the objects of a special power would be limited to some class, and the objects of a hybrid power would be such that the donee might appoint to anyone except designated classes or groups.' \\n \\n\\nAt least by analogy it may be observed that a beneficiary who effectively controls the trustee of a discretionary trust may have what approaches a general power and thus a proprietary interest in the income and corpus of the trust.\",\"2\":\"22 The distinction between exhaustive and non-exhaustive trusts and its significance to the nature of the beneficiaries' interests appears in the judgment of Romer J in Re Smith [1928] Ch 915 (at 918):\\n \\n 'Where there is a trust under which trustees have a discretion as to applying the whole or part of a fund to or for the benefit of a particular person, that particular person cannot come to the trustees, and demand the fund; for the whole fund has not been given to him but only so much as the trustees think fit to let him have. But when the trustees have no discretion as to the amount of the fund to be applied, the fact that the trustees have a discretion as to the method in which the whole of the fund shall be applied for the benefit of the particular person does not prevent that particular person from coming and saying: \\\"Hand over the fund to me\\\".'\",\"3\":\"23 In Re Nelson [Note] [1928] Ch 920 the trustees of a deceased estate under a will were empowered by its terms to apply the income of one third of the estate for the benefit of such of the testator's son, daughter-in-law and granddaughter as they thought fit. It was an exhaustive discretionary trust with a closed class comprising the three named beneficiaries. The three beneficiaries collectively mortgaged their share and interest under the will. The Court of Appeal rejected an argument that there was no interest to be mortgaged. The disposition was described by Swinfen Eady MR as '... an absolute gift between the three individuals who are of age and sui juris'. They had all concurred '... in assigning by way of mortgage their interest'. Duke LJ and Eve J agreed.\\n\\n24 The Master of the Rolls in Re Nelson distinguished the case of Re Coleman [1888] 39 Ch D 443 which was relied upon by the appellants. In Re Coleman the trustees had power to apply the income of a trust fund for the benefit of a class or any one of them to the exclusion of the others. One of the beneficiaries assigned his share and claimed unsuccessfully that an appropriate portion, one quarter of the income, should be paid to his assignee. Swinfen Eady MR said of that case (at 921):\\n \\n 'The answer to that was that he did not take an equal fourth or any other share and the trustees could have applied the whole of the income to the other members of that class. That is quite a different case from the present case, where all the members of the class have assigned their shares to the mortgagees.'\",\"4\":\"24 The Master of the Rolls in Re Nelson distinguished the case of Re Coleman [1888] 39 Ch D 443 which was relied upon by the appellants. In Re Coleman the trustees had power to apply the income of a trust fund for the benefit of a class or any one of them to the exclusion of the others. One of the beneficiaries assigned his share and claimed unsuccessfully that an appropriate portion, one quarter of the income, should be paid to his assignee. Swinfen Eady MR said of that case (at 921):\\n \\n 'The answer to that was that he did not take an equal fourth or any other share and the trustees could have applied the whole of the income to the other members of that class. That is quite a different case from the present case, where all the members of the class have assigned their shares to the mortgagees.'\",\"5\":\"27 Gartside v Inland Revenue Commissioners [1967] UKHL 6 ; [1968] AC 553 concerned a trust under which the trustees had a discretion to apply the income of a fund for the maintenance or benefit of all or any of the testator's son, daughter-in-law or children (if any) and to accumulate surplus income. A principal issue in the case was whether the potential beneficiaries of the trust had 'interests in possession' in the trust fund for estate duty purposes. The House of Lords rejected that contention. Lord Wilberforce said (at 617):\\n \\n 'No doubt in a certain sense a beneficiary under a discretionary trust has an \\\"interest\\\": the nature of it may, sufficiently for the purpose, be spelt out by saying that he has a right to be considered as a potential recipient of benefit by the trustees and a right to have his interest protected by a court of equity.' \\n \\n\\nLord Wilberforce also made the point that the term 'interest' may have different meanings according to the context in which it is used (at 618): \\n \\n \\n '... it may be a right, with some degree of concreteness or solidity, one which attracts the protection of a court of equity, yet it may still lack the necessary quality of definable extent which must exist before it can be taxed.'\\n\\n28 The Full Court of the Supreme Court of Western Australia considered these questions in R & I Bank of Western Australia Ltd v Anchorage Investments Pty Ltd (1992) 10 WAR 59. The case involved contempt proceedings for alleged breach of a mareva injunction. One of the persons bound by the injunction exercised his powers as appointor under a trust deed to make his son guardian of the trust and removed himself as appointor. His son then removed the other trustee, Anchorage, and appointed a company with which he was associated as trustee. The new trustee, with his consent and that of his wife, declared that they be excluded as general beneficiaries. The question was whether these transactions amounted to a breach of the terms of the injunction. The Full Court held that a beneficiary of a trust of the type then in question did not have a proprietary interest in any particular 'assets' of the trust fund or in the trust fund as a whole. The expectancy which a beneficiary has that the trustee might appoint capital of the trust fund in his or her favour lacked the requisite aspect of 'value' to enable it to be regarded as an asset. In his judgment in that case Owen J said (at 79): \\n \\n 'A beneficiary of a trust of this type does not have a proprietary interest in any particular asset of the trust fund or in the Trust Fund as a whole: see Gartside v Inland Revenue Commissioner [1967] UKHL 6 ; [1968] AC 553 . The Trust Deed confers on a trustee a mere power. It is a power of very wide import. The trustee can determine whether an individual beneficiary is to benefit at all, and if so, in what way, from the exercise of the power in his or her favour. In this sense, the beneficiary has nothing more than an expectancy. The trustee has a duty to administer the trust bona fide having regard to the purpose for which it was established.' \\n \\n\\nASIC sought to distinguish that case on the basis that the question with which it was concerned was whether the interest of a general beneficiary under a discretionary trust could be characterised as an 'asset'. In my opinion, however, the observations of Owen J have a more general application.\",\"6\":\"28 The Full Court of the Supreme Court of Western Australia considered these questions in R & I Bank of Western Australia Ltd v Anchorage Investments Pty Ltd (1992) 10 WAR 59. The case involved contempt proceedings for alleged breach of a mareva injunction. One of the persons bound by the injunction exercised his powers as appointor under a trust deed to make his son guardian of the trust and removed himself as appointor. His son then removed the other trustee, Anchorage, and appointed a company with which he was associated as trustee. The new trustee, with his consent and that of his wife, declared that they be excluded as general beneficiaries. The question was whether these transactions amounted to a breach of the terms of the injunction. The Full Court held that a beneficiary of a trust of the type then in question did not have a proprietary interest in any particular 'assets' of the trust fund or in the trust fund as a whole. The expectancy which a beneficiary has that the trustee might appoint capital of the trust fund in his or her favour lacked the requisite aspect of 'value' to enable it to be regarded as an asset. In his judgment in that case Owen J said (at 79): \\n \\n 'A beneficiary of a trust of this type does not have a proprietary interest in any particular asset of the trust fund or in the Trust Fund as a whole: see Gartside v Inland Revenue Commissioner [1967] UKHL 6 ; [1968] AC 553 . The Trust Deed confers on a trustee a mere power. It is a power of very wide import. The trustee can determine whether an individual beneficiary is to benefit at all, and if so, in what way, from the exercise of the power in his or her favour. In this sense, the beneficiary has nothing more than an expectancy. The trustee has a duty to administer the trust bona fide having regard to the purpose for which it was established.' \\n \\n\\nASIC sought to distinguish that case on the basis that the question with which it was concerned was whether the interest of a general beneficiary under a discretionary trust could be characterised as an 'asset'. In my opinion, however, the observations of Owen J have a more general application.\",\"7\":\"30 I accept that there are some rights enjoyed, even by the beneficiaries of a non-exhaustive discretionary trust with an open class of beneficiaries. They include the right to inspect the trust documents Re Londonderry's Settlement [1965] Ch 918 and the right to require the trustee to provide information about management of the trust fund Spellson v George (1987) 11 NSWLR 300; Hartigan Nominees Pty Ltd v Rydge (1992) 29 NSWLR 405. There is also a right to enforce the proper management of the trust by the trustee Commissioner of Stamp Duties (Qld) v Livingston [1965] AC 694; Re Atkinson [1971] VR 613.\",\"8\":\"30 I accept that there are some rights enjoyed, even by the beneficiaries of a non-exhaustive discretionary trust with an open class of beneficiaries. They include the right to inspect the trust documents Re Londonderry's Settlement [1965] Ch 918 and the right to require the trustee to provide information about management of the trust fund Spellson v George (1987) 11 NSWLR 300; Hartigan Nominees Pty Ltd v Rydge (1992) 29 NSWLR 405. There is also a right to enforce the proper management of the trust by the trustee Commissioner of Stamp Duties (Qld) v Livingston [1965] AC 694; Re Atkinson [1971] VR 613.\",\"9\":\"30 I accept that there are some rights enjoyed, even by the beneficiaries of a non-exhaustive discretionary trust with an open class of beneficiaries. They include the right to inspect the trust documents Re Londonderry's Settlement [1965] Ch 918 and the right to require the trustee to provide information about management of the trust fund Spellson v George (1987) 11 NSWLR 300; Hartigan Nominees Pty Ltd v Rydge (1992) 29 NSWLR 405. There is also a right to enforce the proper management of the trust by the trustee Commissioner of Stamp Duties (Qld) v Livingston [1965] AC 694; Re Atkinson [1971] VR 613.\",\"10\":\"30 I accept that there are some rights enjoyed, even by the beneficiaries of a non-exhaustive discretionary trust with an open class of beneficiaries. They include the right to inspect the trust documents Re Londonderry's Settlement [1965] Ch 918 and the right to require the trustee to provide information about management of the trust fund Spellson v George (1987) 11 NSWLR 300; Hartigan Nominees Pty Ltd v Rydge (1992) 29 NSWLR 405. There is also a right to enforce the proper management of the trust by the trustee Commissioner of Stamp Duties (Qld) v Livingston [1965] AC 694; Re Atkinson [1971] VR 613.\",\"11\":\"30 I accept that there are some rights enjoyed, even by the beneficiaries of a non-exhaustive discretionary trust with an open class of beneficiaries. They include the right to inspect the trust documents Re Londonderry's Settlement [1965] Ch 918 and the right to require the trustee to provide information about management of the trust fund Spellson v George (1987) 11 NSWLR 300; Hartigan Nominees Pty Ltd v Rydge (1992) 29 NSWLR 405. There is also a right to enforce the proper management of the trust by the trustee Commissioner of Stamp Duties (Qld) v Livingston [1965] AC 694; Re Atkinson [1971] VR 613.\",\"12\":\"32 ASIC submitted that a contingent interest in property equates to a proprietary interest. It cited Craig v Federal Commissioner of Taxation [1945] HCA 1 ; (1945) 70 CLR 441. That case concerned the application of s 8(4) of the Estate Duty Assessment Act 1914 (Cth). The Act levied estate duty on the value of the estate of deceased persons. Included in the property brought into the estate for the purposes of the assessment of estate duty was property 'comprised in a settlement made by the deceased person under which he had any interest of any kind for his life...'.\",\"13\":\"35 In Inland Revenue Commissioners v Trustees of Sir John Aird's Settlement [1984] Ch 382, the trustees of a trust sought to take advantage of an exemption from charge under the Finance Act 1975 of beneficiaries of discretionary trusts who on surviving another person for a specified period became entitled to interests in possession as from the other person's death. Irrevocable appointments were made by the trustees in favour of two of the settlor's children contingent on their surviving for the period of one day a person whose death should occur on 29 November 1975 and who would be the first of the persons dying on that date to be named in the deaths' column on the back page of The Times published on Monday, 1 December 1975. The case went off, in the Court of Appeal, on the basis that the true legal effect of the appointments caused the interests conferred on the beneficiaries to vest only in the event of their surviving publication of the relevant edition of the newspaper. The appointments did not contain any genuine contingency of surviving another person by a specified period. The Court of Appeal reversed the judgment of Nourse J at first instance, but Nourse J, in a passage unaffected by the appellate decision, said: \\n \\n 'A contingency is an event which may or may not happen. If there is no real possibility that it will not happen, so that it is as good as certain that it will, it is a contingency without reality and substance and no contingency at all. But a real possibility is not the same thing as a probability. It may be highly improbable that an event will happen, but there can still be a real possibility that it will. If there is that possibility, however remote it may be, the contingency is one of reality and substance.' \\n \\n - Inland Revenue Commissioners v Trustees of Sir John Aird's Settlement [1982] 2 All ER 929 at 940\",\"14\":\"35 In Inland Revenue Commissioners v Trustees of Sir John Aird's Settlement [1984] Ch 382, the trustees of a trust sought to take advantage of an exemption from charge under the Finance Act 1975 of beneficiaries of discretionary trusts who on surviving another person for a specified period became entitled to interests in possession as from the other person's death. Irrevocable appointments were made by the trustees in favour of two of the settlor's children contingent on their surviving for the period of one day a person whose death should occur on 29 November 1975 and who would be the first of the persons dying on that date to be named in the deaths' column on the back page of The Times published on Monday, 1 December 1975. The case went off, in the Court of Appeal, on the basis that the true legal effect of the appointments caused the interests conferred on the beneficiaries to vest only in the event of their surviving publication of the relevant edition of the newspaper. The appointments did not contain any genuine contingency of surviving another person by a specified period. The Court of Appeal reversed the judgment of Nourse J at first instance, but Nourse J, in a passage unaffected by the appellate decision, said: \\n \\n 'A contingency is an event which may or may not happen. If there is no real possibility that it will not happen, so that it is as good as certain that it will, it is a contingency without reality and substance and no contingency at all. But a real possibility is not the same thing as a probability. It may be highly improbable that an event will happen, but there can still be a real possibility that it will. If there is that possibility, however remote it may be, the contingency is one of reality and substance.' \\n \\n - Inland Revenue Commissioners v Trustees of Sir John Aird's Settlement [1982] 2 All ER 929 at 940\",\"15\":\"37 As discussed earlier, the beneficiary who effectively controls the trustee's power of selection because he is the trustee or one of them and\\/or has the power to appoint a new trustee has something approaching a general power and the ownership of the trust property. There are cases in the Family Law jurisdiction which have dealt with like circumstance. In Ascot Investments Pty Ltd v Harper [1981] HCA 1 ; (1981) 148 CLR 337, Gibbs J said (at 354-355):\\n \\n '... if a company is completely controlled by one party to a marriage, so that in reality an order against the company is an order against the party, the fact that in form the order appears to affect the rights of the company may not necessarily invalidate it.' \\n \\n\\nStephen, Aickin and Wilson JJ agreed.\",\"16\":\"38 The Full Court of the Family Court of Australia in In the Marriage of Ashton (1986) 11 Fam LR 457 considered a case in which the husband was appointor of a family trust. He had the power to remove and appoint the trustee and could appoint himself. The trustee had the power to alter the terms of the trust at will. He was not a beneficiary of the trust but had received income from it. He was found to be 'in full control of the assets of the trust'. There were 'good grounds for saying the trust is no more than the husband's alter ego'. Strauss J said (at [14]):\\n \\n 'In the result, having regard to the powers and discretions which the husband has, and having regard to what had in fact taken place, for the purposes of s 79 [of the Family Law Act 1975 (Cth)] , the husband's power of appointment, and all the attributes it carries with it, amounts to de facto ownership of the property of the trust.'\",\"17\":\"39 A similar trust arrangement existed in In the Marriage of Goodwin (1990) 101 FLR 386. The trial judge had found that the reality in that case was that no person other than the husband had any real interest in the property or income of the trust except at the will of the husband. In upholding the trial judge, the Full Court said (at 392):\\n \\n '... we have no doubt that his Honour was entitled to find that the trust property was in reality the property of the husband in the present case. The husband had the sole power of appointment of the trustee which was a creature under his control and he was a beneficiary to whom the trustee could make payments exclusive of other beneficiaries as the husband saw fit.' \\n \\n\\nIn the case of In Marriage of Davidson (No 2) (1990) 101 FLR 373 the Full Court observed (at 382):\\n \\n 'Whatever may have been the position 100 years ago Australian courts today have to look at the reality of the situation and the purpose which family trusts serve today.'\",\"18\":\"39 A similar trust arrangement existed in In the Marriage of Goodwin (1990) 101 FLR 386. The trial judge had found that the reality in that case was that no person other than the husband had any real interest in the property or income of the trust except at the will of the husband. In upholding the trial judge, the Full Court said (at 392):\\n \\n '... we have no doubt that his Honour was entitled to find that the trust property was in reality the property of the husband in the present case. The husband had the sole power of appointment of the trustee which was a creature under his control and he was a beneficiary to whom the trustee could make payments exclusive of other beneficiaries as the husband saw fit.' \\n \\n\\nIn the case of In Marriage of Davidson (No 2) (1990) 101 FLR 373 the Full Court observed (at 382):\\n \\n 'Whatever may have been the position 100 years ago Australian courts today have to look at the reality of the situation and the purpose which family trusts serve today.'\"}}"