"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\",\"3\":\"c3\",\"4\":\"c4\"},\"class\":{\"0\":\"referred to\",\"1\":\"referred to\",\"2\":\"discussed\",\"3\":\"cited\",\"4\":\"cited\"},\"tocase\":{\"0\":\"Beach Petroleum NL v Johnson (No 2) (1995) 57 FCR 119\",\"1\":\"Canvas Graphics Pty Ltd v Kodak (Australasia) Pty Ltd [1998] FCA 23\",\"2\":\"Brookfield v Davey Products Pty Ltd [1997] FCA 1462\",\"3\":\"Dunstan v Human Rights and Equal Opportunity Commission (No 3) [2006] FCA 916\",\"4\":\"Dunstan v Seymour [2002] FCA 1195\"},\"text\":{\"0\":\"9 Order 62 r 4(1) and (2), in my view, thus contemplate successively an order for costs, and for a means of quantifying those costs. That is a view which has been adopted by the Court, apparently without remark: see e.g. Beach Petroleum NL v Johnson (No 2) (1995) 57 FCR 119; Canvas Graphics Pty Ltd v Kodak (Australasia) Pty Ltd [1998] FCA 23. I can see no reason why O 62 r 4(2)(c) should not be given that effect.\",\"1\":\"9 Order 62 r 4(1) and (2), in my view, thus contemplate successively an order for costs, and for a means of quantifying those costs. That is a view which has been adopted by the Court, apparently without remark: see e.g. Beach Petroleum NL v Johnson (No 2) (1995) 57 FCR 119; Canvas Graphics Pty Ltd v Kodak (Australasia) Pty Ltd [1998] FCA 23. I can see no reason why O 62 r 4(2)(c) should not be given that effect.\",\"2\":\"11 An alternative way of reaching the same outcome, where a gross sum order for costs may be made after an order for costs to be taxed, was adopted by Branson J in Brookfield v Davey Products Pty Ltd [1997] FCA 1462. In that matter, the costs order had expressly stated that the entitlement was to pay the 'costs to be taxed'. Her Honour considered that there was power under s 43 to vary the costs order so made by specifying a gross sum for costs.\\n\\n12 I observe that, on 21 December 2005 when this issue was raised, Mr Dunstan did not contend that there was no power to do so.\",\"3\":\"13 In Dunstan v Human Rights and Equal Opportunity Commission (No 3) [2006] FCA 916 (the main costs judgment) delivered at the same time as this judgment, I referred at [22]-[24] to certain of the principles relevant to deciding whether to make a gross sum order for costs. I will not repeat them.\\n\\n14 The course of the taxation of costs thus far in these matters indicates that the process of taxing costs to date in these matters has been prolonged and expensive. Mr Dunstan contends that that is the defendants' fault, and so should not be in the particular circumstances a reason to fix a gross sum for costs.\\n\\n15 The bills of costs lodged on 20 February 2001 totalled $20,967 (31\\/97) and $21,137 (32\\/97) respectively. An accompanying memorandum indicated that, as the defendant in each matter was represented by the same solicitor and as each matter was conducted simultaneously, many item costs had been apportioned to each bill of costs. Mr Dunstan by letter of 25 March 2001 raised a number of objections to those bills of costs. The defendants indicated that, apart from the possibility that certain claimed costs relating to discovery ought not to have been included, they disagreed with Mr Dunstan's objections. They were nevertheless prepared to have the items objected to removed from the bills of costs. That led to the bills of costs being reduced by $3808 to $17,159 (31\\/97) and by $3811 to $17,326 (32\\/97). The disputed (and conceded) items were identified.\",\"4\":\"20 On 29 May 2002, directions were given for the taxing process. It was to commence on 20 September 2002. On 6 September 2002, Mr Dunstan applied by motion to set aside the costs orders in each matter. On 13 September 2002, those motions were each dismissed with costs: Dunstan v Seymour [2002] FCA 1195. In the meantime, the taxations were rescheduled to commence on 4 October 2002.\\n\\n21 There have then been seven attendances between 4 October 2002 and 27 November 2003 totalling 15.5 hours for the taxing of costs. There has been no progress since that date. In that time, only five of 37 pages of the bill of costs in one matter (31\\/97) have been taxed. That covers 45 of 326 items. The taxation of the other bill of costs (32\\/97) has not yet started. Mr Dunstan's circumstances have restricted the sessions to no more than two hours, and it has been difficult to arrange his availability. Some schedule sessions have not taken place, though events beyond Mr Dunstan's control.\\n\\n22 I do not regard that material as supporting Mr Dunstan's claim that responsibility for the slow progress of the taxation of costs rests with the defendants. It shows that the defendants, for the purposes of the taxation, were prepared to concede Mr Dunstan's first round of objections. They did so, on the evidence, to progress the taxation. They did not thereby acknowledge that those items should not have been claimed. An issue arose as to the extent to which Mr Dunstan should have access to material the subject of legal professional privilege for the purposes of the taxation. Another issue arose as to the extent to which time spent on research should be allowed on taxation. They are common issues which arise. They do not indicate the defendants consciously claimed work done which was not done, or claimed that time was spent which was not spent. The taxing officer could adjudicate on the individual items of work claimed. Indeed, the material referred to tends to indicate that Mr Dunstan, rather than the defendants, has approached the taxation of costs in an obstructive way by disputing each item of work claimed, even to the extent of saying that the work was not done.\"}}"