"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\",\"3\":\"c3\",\"4\":\"c4\",\"5\":\"c5\"},\"class\":{\"0\":\"reversed\",\"1\":\"cited\",\"2\":\"discussed\",\"3\":\"cited\",\"4\":\"cited\",\"5\":\"distinguished\"},\"tocase\":{\"0\":\"Hussain v King Investment Solutions [2006] FMCA 426\",\"1\":\"Centurian Constructions Pty Ltd v Beca Developments Pty Ltd (In Liq) (1996) 129 FLR 364\",\"2\":\"Crimmins v Glenview Home Units [1999] FCA 515\",\"3\":\"David Grant & Co Pty Limited (Receiver Appointed) v Westpac Banking Corporation [1995] HCA 43 ; (1995) 184 CLR 265\",\"4\":\"Hubner v Australia and New Zealand Banking Group Ltd [1999] FCA 385 ; (1999) 88 FCR 445\",\"5\":\"Seovic Civil Engineering Pty Ltd v Groeneveld [1999] FCA 255 ; (1999) 87 FCR 120\"},\"text\":{\"0\":\"\",\"1\":\"Counsel for the creditor developed an interesting argument based upon ss 459C J (inclusive) of the Corporations Act 2001 (Cth) that were said to be cognate with the provisions in question here. It was submitted that the approach to those provisions (exemplified by Centurian Constructions Pty Ltd v Beca Developments Pty Ltd (In Liq) (1996) 129 FLR 364 and David Grant & Co Pty Limited (Receiver Appointed) v Westpac Banking Corporation [1995] HCA 43 ; (1995) 184 CLR 265) would result in there being no effective proceeding unless the strict requirements of the Act are met. It would also follow that the defect could not be cured pursuant to s 306 of the Act because there is no effective proceeding as required by that section.\",\"2\":\"It is pointed out by counsel for the creditor that each of subrules (2), (3) and (4) includes the word 'must' which, it is submitted, compels the conclusion that each is a mandatory requirement. Counsel was unable to refer to any direct authority as to the effect of non-compliance with r 30.02(4) of the 2001 Rules or the later r 3.02(3) of the Federal Magistrates Court (Bankruptcy) Rules 2006 , which is in similar terms. Counsel pointed out that the provision was also in similar terms to the former Federal Court Rule O 77 r 13(4). Although not directly on point, counsel drew the Court's attention to the decision of the Full Court in Hubner v Australia and New Zealand Banking Group Ltd [1999] FCA 385 ; (1999) 88 FCR 445 and the decision of Branson J in Crimmins v Glenview Home Units [1999] FCA 515 , dealing with other provisions of O 77 r 13.\\n\\nThe decision in Hubner v Australia and New Zealand Banking Group Ltd does not provide any real guidance as, in that case, the application to set aside the bankruptcy notice had not been filed within the time for compliance with it. The Full Court's agreement with the finding that the proceedings were defective, in that the applications were not accompanied by appropriate affidavits, does not decide the issue here. The decision of Branson J in Crimmins v Glenview Home Units appears to have something for both sides. Her Honour said (at [11]): \\n \\n 'Unless the Court in any case exercises the discretion given to it by O 1 r 8 of the Federal Court Rules to dispense with the compliance with any of the requirements of the Rules, parties to litigation before the Court are bound by the Federal Court Rules .' \\n \\n\\nNo application was made in that case for dispensation. It was found that the affidavits which accompanied the application did not comply strictly with O 77 r 13(3)(c) (corresponding to r 30.02(3)(c)) but nonetheless the Court gave such a dispensation.\\n\\nThere is a critical difference between rules of court, on one hand, and statutory obligations on the other. As shown by the decision in Crimmins v Glenview Home Units there is always an overriding power in the Court to dispense with the effect of rules of court. The applicable provision here was r 1.06 of the Federal Magistrates Court Rules 2001 . Although the Federal Magistrate indicated a disinclination to extend any leeway concerning the failure to serve in time in this case, his decision in that respect miscarried because of his misunderstanding as to the procedure to that date. Apart from not being aware of the orders extending the time for compliance with the bankruptcy notice, his Honour did not advert to the fact that the parties had appeared at the first return of the proceeding and that directions were made on that occasion in contemplation that the application would be heard in the normal way. The debtors argue that the time to contend that the proceeding was a nullity was on the first return date on 17 January 2006 and that such a position was effectively waived by what took place. It is submitted for the creditor that no waiver as such took place. It was submitted that cooperation in relation to procedural directions did not abandon a point fatal to the application which was taken before the Federal Magistrate when the matter came on for hearing.\\n\\nIn my opinion, the proceeding was not a nullity, as the failure to abide by the rules as to service could have been excused. It is submitted for the debtors that the creditor has not been able to point to any prejudice that would arise if there were such dispensation. I am satisfied that the question as to whether there should be dispensation from failure to comply with the rule was not considered at first instance in the light of all of the relevant circumstances.\\n\\nLastly, it was contended for the creditor that it is clear that there was no misstatement in the bankruptcy notice, and that, as there could only be one conclusion, I should deal with the issue and not return the matter to the Federal Magistrate. I indicated to counsel during the course of argument that I would not take that course. The merits are not so clear that I should enter upon that issue.\",\"3\":\"Counsel for the creditor developed an interesting argument based upon ss 459C J (inclusive) of the Corporations Act 2001 (Cth) that were said to be cognate with the provisions in question here. It was submitted that the approach to those provisions (exemplified by Centurian Constructions Pty Ltd v Beca Developments Pty Ltd (In Liq) (1996) 129 FLR 364 and David Grant & Co Pty Limited (Receiver Appointed) v Westpac Banking Corporation [1995] HCA 43 ; (1995) 184 CLR 265) would result in there being no effective proceeding unless the strict requirements of the Act are met. It would also follow that the defect could not be cured pursuant to s 306 of the Act because there is no effective proceeding as required by that section.\",\"4\":\"It is pointed out by counsel for the creditor that each of subrules (2), (3) and (4) includes the word 'must' which, it is submitted, compels the conclusion that each is a mandatory requirement. Counsel was unable to refer to any direct authority as to the effect of non-compliance with r 30.02(4) of the 2001 Rules or the later r 3.02(3) of the Federal Magistrates Court (Bankruptcy) Rules 2006 , which is in similar terms. Counsel pointed out that the provision was also in similar terms to the former Federal Court Rule O 77 r 13(4). Although not directly on point, counsel drew the Court's attention to the decision of the Full Court in Hubner v Australia and New Zealand Banking Group Ltd [1999] FCA 385 ; (1999) 88 FCR 445 and the decision of Branson J in Crimmins v Glenview Home Units [1999] FCA 515 , dealing with other provisions of O 77 r 13.\\n\\nThe decision in Hubner v Australia and New Zealand Banking Group Ltd does not provide any real guidance as, in that case, the application to set aside the bankruptcy notice had not been filed within the time for compliance with it. The Full Court's agreement with the finding that the proceedings were defective, in that the applications were not accompanied by appropriate affidavits, does not decide the issue here. The decision of Branson J in Crimmins v Glenview Home Units appears to have something for both sides. Her Honour said (at [11]): \\n \\n 'Unless the Court in any case exercises the discretion given to it by O 1 r 8 of the Federal Court Rules to dispense with the compliance with any of the requirements of the Rules, parties to litigation before the Court are bound by the Federal Court Rules .' \\n \\n\\nNo application was made in that case for dispensation. It was found that the affidavits which accompanied the application did not comply strictly with O 77 r 13(3)(c) (corresponding to r 30.02(3)(c)) but nonetheless the Court gave such a dispensation.\",\"5\":\"Counsel for the creditor seeks to maintain the orders on other bases. The first is that a separate notice is required under s 41(5). The application to set aside the bankruptcy notice was not such a notice. Counsel was not able to refer to any authority which establishes that proposition. It was suggested that assistance may be gained from a passage from the judgment in Seovic Civil Engineering Pty Ltd v Groeneveld [1999] FCA 255 ; (1999) 87 FCR 120 as follows (at [37]): \\n \\n 'The object of a debtor's notice under s 41(5) is to inform the creditor that the debtor disputes the bankruptcy notice and does so on the ground of a misstatement contained in that notice. The point of the notice is to draw to the creditor's attention the misstatement, thereby giving the creditor the opportunity to consider, for example, whether the bankruptcy notice should be withdrawn and a fresh notice, correcting the misstatement, issued. If the creditor is given no hint in the notice as to the nature of the misstatement, there is a considerable risk that the debtor will be able to take unmeritorious advantage of minor errors (such as the small mistake in the present case) and that unnecessary and wasteful litigation will eventuate. It is no answer to say that the creditor can ask for particulars, since the debtor would not be obliged to give any until after litigation had been instituted. Indeed, a debtor wishing to take advantage of the technicalities of the law of bankruptcy might be well-advised to say as little as possible for as long as possible about the true nature of the alleged misstatement in the bankruptcy notice.' \\n \\n\\nThe notice in that case was a separate letter.\\n\\nSubsection 41(5) is silent as to the method of giving notice. I can see no reason why it cannot be done by service of an application to set aside a bankruptcy notice in an appropriate form. It was faintly argued that this application was not in a form to give the necessary notice. I do not agree. Furthermore, it seems to me that the passage relied upon from Seovic Civil Engineering Pty Ltd v Groeneveld is neutral as to the point which arises here. As the application was served within the time allowed for payment, the subsection is satisfied. Failure to expressly advert to s 41(5) is not of any significance. It is true that 'notice' and 'application' are different words and that each is used in different parts of the Act. However, the two are not mutually exclusive. The section requires the giving of notice, not serving of a notice in any particular form.\\n\\nCounsel for the creditor contends that the failure on the part of the debtors to serve the process within three days as required by r 30.02(4) was fatal to the application. That failure certainly weighed with the learned Federal Magistrate, although he described that rule as being 'almost mandatory' in the events which had happened. The point had been taken, albeit briefly, in the written submissions for the creditor at the hearing. It is submitted that the Act is silent as to the procedure for setting aside a bankruptcy notice. That procedure is found only in the Federal Magistrates Court Rules 2001 as they then stood. Rule 30.02(4) was undoubtedly not complied with. No explanation was proffered for the failure to comply with that rule. Rule 30.02 is as follows: \\n \\n ' Requirements of application to set aside, or extend time for complying with, notice \\n (1) This rule applies to: \\n \\n \\n (a) an application to set aside a bankruptcy notice; or \\n \\n \\n \\n \\n (b) an application for an extension of the time for complying with a bankruptcy notice. \\n \\n \\n \\n (2) An application must be accompanied by: \\n \\n \\n \\n (a) a copy of the bankruptcy notice; and \\n (b) an affidavit stating: \\n \\n \\n \\n (i) the grounds in support of the application; and \\n (ii) the date when the bankruptcy notice was served on the applicant; and \\n \\n \\n \\n (c) a copy of any application to set aside the judgment or order in relation to which the bankruptcy notice was issued and any material in support of that application. \\n \\n \\n \\n \\n (3) If the application to set aside a bankruptcy notice on the ground that the debtor has a counter-claim, set-off or cross-demand mentioned in paragraph 40(1)(g) of the Bankruptcy Act , the affidavit must also state: \\n \\n \\n \\n \\n (a) the date when the bankruptcy notice was served on the debtor; and \\n (b) the full details of the counter-claim, set-off or cross-demand; and \\n (c) the amount of the counter-claim, set-off or cross-demand and the amount by which it exceeds the amount claimed in the bankruptcy notice; and \\n (d) why the counter-claim, set-off or cross-demand was not raised in the proceeding that resulted in the judgment or order in relation to which the bankruptcy notice was issued. \\n \\n \\n \\n \\n (4) The application and accompanying documents must be served on the respondent creditor within 3 days after the application is filed. ' \\n \\n \\n \\n \\n [emphasis added]\"}}"