"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\",\"3\":\"c3\",\"4\":\"c4\",\"5\":\"c5\",\"6\":\"c6\",\"7\":\"c7\",\"8\":\"c8\",\"9\":\"c9\",\"10\":\"c10\",\"11\":\"c11\",\"12\":\"c12\",\"13\":\"c13\",\"14\":\"c14\",\"15\":\"c15\",\"16\":\"c16\",\"17\":\"c17\",\"18\":\"c18\",\"19\":\"c19\"},\"class\":{\"0\":\"cited\",\"1\":\"cited\",\"2\":\"cited\",\"3\":\"cited\",\"4\":\"cited\",\"5\":\"cited\",\"6\":\"cited\",\"7\":\"cited\",\"8\":\"cited\",\"9\":\"cited\",\"10\":\"cited\",\"11\":\"cited\",\"12\":\"cited\",\"13\":\"cited\",\"14\":\"cited\",\"15\":\"cited\",\"16\":\"cited\",\"17\":\"cited\",\"18\":\"cited\",\"19\":\"cited\"},\"tocase\":{\"0\":\"Australian Competition and Consumer Commission v CG Berbatis Holdings Pty Ltd ( 2003) [2003] HCA 18 ; 214 CLR 51\",\"1\":\"Australian Competition and Consumer Commission v Samton Holdings Pty Ltd [2002] FCA 62 ; (2002) 117 FCR 301\",\"2\":\"Commercial Bank of Australia v Amadio [1983] HCA 14 ; (1983) 151 CLR 447\",\"3\":\"Wardley Australia Ltd v Western Australia [1992] HCA 55 ; (1995) 175 CLR 514\",\"4\":\"Janssen-Cilag Pty Ltd v Pfizer Pty Ltd (1992) 37 FCR 526\",\"5\":\"Marks v GIO Australia Holdings [1998] HCA 69 ; (1998) 196 CLR 494\",\"6\":\"Ting v Blanche (1993) 118 ALR 543\",\"7\":\"Phoenix Court Pty Ltd v Melbourne Central Pty Ltd (1997) ATPR (Digest) 46-179\",\"8\":\"Australian Competition and Consumer Commission v Universal Sports Challenge [2002] FCA 1276\",\"9\":\"Global Sportsman Pty Ltd v Mirror Newspapers Pty Ltd (1984) 2 FCR 82\",\"10\":\"Bill Acceptance Corporation Ltd v GWA Limited (1983) 50 ALR 242\",\"11\":\"Hospital Products Ltd v United States Surgical Corporation [1984] HCA 64 ; (1984) 156 CLR 41\",\"12\":\"Breen v Williams [1995] HCA 63 ; (1996) 186 CLR 71\",\"13\":\"Phipps v Boardman [1967] 1 AC 46\",\"14\":\"Norberg v Wynrib (1992) 92 DLR (4 th ) 449\",\"15\":\"Paul Dainty Corp Pty Ltd v National Tennis Centre Trust (1990) 22 FCR 495\",\"16\":\"Elders Trustee and Executor Co Ltd v EG Reed Pty Ltd (1987) 78 ALR 193\",\"17\":\"Pacific Carriers Ltd v BNP Paribas [2004] HCA 35 ; (2004) 218 CLR 451\",\"18\":\"Reardon Smith Line Ltd v Hansen-Tangen [1976] 1 WLR 989\",\"19\":\"Codelfa Constructions Pty Ltd v State Rail Authority of NSW [1982] HCA 24 ; (1982) 149 CLR 337\"},\"text\":{\"0\":\"506 From the opening of the case the statement of claim required clarification and particularisation of the damages sought in respect of each of the causes of action pleaded. In the closing submissions those damages were particularised under each head as follows: \\n \\n A. Unconscionable conduct K7,717,578. This amount was said to represent the difference between revenue that Fubilan earned under the OTML Contract and revenue that would have been earned had the respondents \\\"withdrawn the P&O tender\\\". The calculation was said to be based on the evidence of Mr Campbell.\\n B. Misleading or deceptive conduct \\n \\n \\n (a) K1,072,981 representing management fees paid from February 2004 to December 2004 plus K587,782 representing management fees paid from January 2005 to August 2005, a total of K1,660.763; \\n (b) A$1,824,000 from September 2005 to August 2009. These are management fees payable under the new management agreement that would not have been paid or be payable had the respondents' representations as to training been true.\\n (c) K7,903,368 being K1,975,842 per annum from February 2004 to February 2008 for the loss of opportunity to cater to other sites in PNG. \\n \\n\\n C. Breach of fiduciary duty. \\n \\n \\n (a ) K7,717,578 representing the difference between the original tender rate and the contract rate.;\\n (b) K10,915,503.48 being the value of a 15% rebate on total purchases by Compass Group (Australia) and Eurest for the period February 2000 to August 2005 constituted by K4,684,338.98 for purchases from Australia and K6,231,164.50 for purchases within PNG. The same sum is claimed in relation to the causes of action for negligence and breach of contract. \\n \\n\\n D. Negligence \\n \\n \\n (a) K7,717,578 being the difference between the original tender rates and the contract rates;\\n (b) K10,915,503.48 being rebates retained by the respondents;\\n (c) K3,987,091.07 being: \\n \\n \\n \\n \\n (i) K816,735.79 for overpayment on stock in warehouse at the commencement of the contract; \\n (ii) K2,844,456.00 for overpayment by Eurest on its invoices 1311 and 1312; \\n (iii) K321,707.65 for the duty component to be deducted from the stock figure K1,798,329.30;\\n (iv) K4,191.02 for an additional overpayment on invoice 1312. \\n \\n \\n \\n \\n In the alternative to (i) and (iv) the applicants seek an account of profits on the basis that they do not have the original source documents used to enter MYOB data for the whole of the period from February 2000 to August 2005. This is said to be necessary if forensic analysis of payments allowed are to be conducted. That is to say the original purchase orders, invoices and payment documents should be obtained. \\n (d) K65,808.90 fees and interest paid by MRSM to ANZ Bank on borrowing to fund purchase of the stock in the warehouse; and \\n (e) K7,903,368 being K1,975,842 per annum from February 2004 to February 2008 for the loss of an opportunity to cater in PNG. This claim is in the alternative to the misleading or deceptive conduct claim. \\n E. Breach of contract by retention of rebates. \\n \\n \\n K10,915,503.48 being rebates retained. This cause of action is raised as an alternative to the claim for breach of fiduciary duty and for negligence. \\n F. Breach of contract for expenses incorrectly charged . \\n \\n \\n (a) K5,907,892.62 for expatriate salary expenses of Eurest from February 2000 to August 2005 that Eurest paid out of Fubilan's bank account; plus\\n (b) the taking of an account for the expenses of Eurest's expatriate employees in relation to travel and accommodation. \\n G. Eurest competing for catering business in the contract area \\n \\n \\n K1,823,380 being K455,845 per annum for four years and, alternatively, the taking of an account. This claim is said to arise from the no compete clause 2.4(a)(ii) of the Management Agreement. \\n H. Claim against Compass Group (Australia) \\n The claim is made pursuant to the guarantee and indemnity said to be provided by Compass Group under cls 15.1(a)(i) and (ii) of the Management Agreement. The notice of demand relied upon in respect of the guarantee is exhibit 228. The claim is against Compass Group (Australia) for Eurest's breaches of the Management Agreement. The indemnity claim is said to be to the same effect, but not requiring a notice of demand.\\n\\n507 Compass Group Plc is the company incorporated according to the laws of the United Kingdom which is the ultimate holding company of Compass Group (Australia) Pty Ltd. So much was admitted on the pleadings. In [5] of the statement of claim it was asserted that Compass Group (Australia) Pty Ltd was the agent of Compass Group Plc in relation to the dealings of each of the respondents with the applicants.\\n\\n508 The Compass Group acquired Eurest in November 1999. There is however no evidence to suggest that Compass Group (Australia) Pty Ltd was acting as agent of the Compass Group Plc in relation to dealings with the applicants. The ill-conceived nature of the pleading so far as it relates to Compass Group Plc was illustrated by [19] of the statement of claim which asserted that all respondents \\\"were, at all material times, aware of or ought to have been aware of, the International Management Requirement\\\". This was a reference to OTML's requirement that the applicants appoint an internationally reputable firm to be their catering managers to manage and implement the OTML Contract before OTML would consider any proposal in relation to the contract. This requirement, as pleaded, was raised in 1998, the year before the Compass Group acquired Eurest. In [22] it is stated that: \\n \\n In or about mid 1999 the first, second and third respondents were aware of the pending incorporation of the first applicant ...\\n \\n\\nAgain, so far as Compass Group Plc is concerned this seems to make little sense. So too did the allegation that it made various representations to MRSM in November 1998 as pleaded in [49] and following.\\n\\n513 The concept of unconscionable conduct as used in s 51AA was discussed by the High Court in Australian Competition and Consumer Commissioner v CG Berbatis Holdings Pty Ltd [2003] HCA 18 ; (2003) 214 CLR 51. The case was argued on the basis that it involved, as does this case, an allegation of unconscionable conduct comprising the knowing exploitation by one party of the special disadvantage of another. The idea of special disadvantage was propounded in Berbatis Holdings [2003] HCA 18 ; 214 CLR 51 as \\\"... a disabling circumstance seriously affecting the ability of the innocent party to make a judgment in [that party's] own best interests\\\". Gleeson CJ accepted that formulation as \\\"... consistent with what the Act calls the unwritten law concerning unconscionable conduct, bearing in mind that the Act also allows for the development of the law from time to time\\\" (at [5]). The Chief Justice went on to say, referring to the judgment of the Full Court of the Federal Court in Australian Competition and Consumer Commission v Samton Holdings Pty Ltd [2002] FCA 62 ; (2002) 117 FCR 301 that (at [11]): \\n \\n A person is not in a position of relevant disadvantage, constitutional, situational, or otherwise, simply because of inequality of bargaining power. Many, perhaps even most, contracts are made between parties of unequal bargaining power, and good conscience does not require parties to contractual negotiations to forfeit their advantages, or neglect their own interests.\",\"1\":\"513 The concept of unconscionable conduct as used in s 51AA was discussed by the High Court in Australian Competition and Consumer Commissioner v CG Berbatis Holdings Pty Ltd [2003] HCA 18 ; (2003) 214 CLR 51. The case was argued on the basis that it involved, as does this case, an allegation of unconscionable conduct comprising the knowing exploitation by one party of the special disadvantage of another. The idea of special disadvantage was propounded in Berbatis Holdings [2003] HCA 18 ; 214 CLR 51 as \\\"... a disabling circumstance seriously affecting the ability of the innocent party to make a judgment in [that party's] own best interests\\\". Gleeson CJ accepted that formulation as \\\"... consistent with what the Act calls the unwritten law concerning unconscionable conduct, bearing in mind that the Act also allows for the development of the law from time to time\\\" (at [5]). The Chief Justice went on to say, referring to the judgment of the Full Court of the Federal Court in Australian Competition and Consumer Commission v Samton Holdings Pty Ltd [2002] FCA 62 ; (2002) 117 FCR 301 that (at [11]): \\n \\n A person is not in a position of relevant disadvantage, constitutional, situational, or otherwise, simply because of inequality of bargaining power. Many, perhaps even most, contracts are made between parties of unequal bargaining power, and good conscience does not require parties to contractual negotiations to forfeit their advantages, or neglect their own interests.\",\"2\":\"514 In their joint judgment Gummow and Hayne JJ quoted a passage from the judgment of Mason J in Commercial Bank of Australia v Amadio [1983] HCA 14 ; (1983) 151 CLR 447 at 462 in which his Honour referred to the underlying general principle applicable where one party takes unfair or unconscientious advantage of an opportunity created by the special disadvantage of another. Mason J said: \\n \\n I qualify the word \\\"disadvantage\\\" by the adjective \\\"special\\\" in order to disavow any suggestion that the principle applies whenever there is some difference in the bargaining power of the parties and in order to emphasise that the disabling condition or circumstance is one which seriously affects the ability of the innocent party to make a judgment as to his own best interests, when the other party knows or ought to know of the existence of that condition or circumstance and of its effect on the innocent party.\\n \\n\\nGummow and Hayne JJ pointed out that Mason J had gone on to emphasise the need for the plaintiff seeking relief to establish that the defendant took unconscientious advantage of the plaintiff's disabling position or circumstance. Their Honours said (at [55]):\\n \\n \\n It will be apparent that the special disadvantage of which Mason J spoke in this passage was one seriously affecting the ability of the innocent party to make a judgment as to that party's own best interests.\\n\\n515 Section 51AC has a wider field of operation than s 51AA. The unconscionable conduct which it prohibits is not limited in its range to \\\"unconscionable conduct within the meaning of the unwritten law\\\" as is that prohibited by s 51AA. In this case, however, the difference in the fields of operation of the two provisions is immaterial. The applicants rest their causes of action in unconscionable conduct upon the proposition that they were at a special disadvantage and that the respondents took unfair advantage of that special disadvantage.\\n\\n516 The elements of the statutory cause of action for unconscionable conduct asserted by the applicants appeared from [16] and following of the statement of claim. Fubilan and MRSM pleaded OTML's requirement that they appoint an internationally reputable firm as catering manager before OTML would consider any proposal from Fubilan and MRSM in relation to its catering contract. It was designated in the statement of claim as the \\\"International Management Requirement\\\". It was said at [17]:\\n \\n As a result of the International Management Requirement the applicants were unable, or had a diminished ability, to protect and conserve their own interests.\\n\\n517 Fubilan and MRSM alleged that, as a result of the International Management Requirement imposed by OTML, they were at a special disadvantage as against the respondents. The respondents were or ought to have been aware of that special disadvantage. Through their agent Mr Hayes they agreed to prepare a proposal for the OTML Contract on behalf of the applicants and to act as their catering contract manager if the proposal were successful. Reference was then made to elements of the Tender Proposal.\\n\\n518 The applicants pleaded the lodgment of the Poons' tender which did not include a joint venture or similar arrangement with any individual or group from the Preferred Area as defined in the OTML tender document. The effect of the Poons' tender proposal, if successful, was that Poons would not have been required to share any profits or benefits from the OTML Contract.\",\"3\":\"542 The loss or damage recoverable under s 82 is loss or damage suffered \\\"by conduct of another person that was done in contravention ... of Part V\\\". So where misleading or deceptive conduct is alleged it must be shown that the applicant suffered loss or damage as a result of that conduct. Mason CJ, Dawson, Gaudron and McHugh JJ in Wardley Australia Ltd v Western Australia [1992] HCA 55 ; (1995) 175 CLR 514 said (at 525): \\n \\n The statutory cause of action arises when the plaintiff suffers loss or damage \\\"by\\\" contravening conduct of another person. \\\"By\\\" is a curious word to use. One might have expected \\\"by means of\\\", \\\"by reason of\\\", \\\"in consequence of\\\" or \\\"as a result of\\\". But the word clearly expresses the notion of causation without defining or elucidating it. In this situation, s 82(1) should be understood as taking up the common law practical or common-sense concept of causation recently discussed by this Court in March v Stramare (E & M H) Pty Ltd [1991] HCA 12 ; (1991) 171 CLR 506, except in so far as that concept is modified or supplemented expressly or impliedly by the provisions of the Act. Had Parliament intended to say something else, it would have been natural and easy to have said so.\",\"4\":\"543 The test of causation therefore is a practical or common sense one. It does not require that the contravening conduct be the only cause of the applicant's loss. Nor is it necessary, where the misleading or deceptive conduct involves a misrepresentation, that the applicant who suffered loss or damage relied upon that misrepresentation. It may be that misleading or deceptive conduct will set in train a chain of events where one person is led into error on the basis of that conduct and induces some other person to do something that causes them to suffer loss or damage. As Lockhart J said in Janssen-Cilag Pty Ltd v Pfizer Pty Ltd (1992) 37 FCR 526 (at 529): \\n \\n What emerges from an analysis of the cases (and there are many of them) is that they do not impose some general requirement that damage can be recovered only where the applicant himself relies upon the conduct of the respondent constituting the contravention of the relevant provision. \\n \\n\\nSee also: Marks v GIO Australia Holdings [1998] HCA 69 ; (1998) 196 CLR 494 at 528 (Gummow J) where the above passage was quoted.\",\"5\":\"543 The test of causation therefore is a practical or common sense one. It does not require that the contravening conduct be the only cause of the applicant's loss. Nor is it necessary, where the misleading or deceptive conduct involves a misrepresentation, that the applicant who suffered loss or damage relied upon that misrepresentation. It may be that misleading or deceptive conduct will set in train a chain of events where one person is led into error on the basis of that conduct and induces some other person to do something that causes them to suffer loss or damage. As Lockhart J said in Janssen-Cilag Pty Ltd v Pfizer Pty Ltd (1992) 37 FCR 526 (at 529): \\n \\n What emerges from an analysis of the cases (and there are many of them) is that they do not impose some general requirement that damage can be recovered only where the applicant himself relies upon the conduct of the respondent constituting the contravention of the relevant provision. \\n \\n\\nSee also: Marks v GIO Australia Holdings [1998] HCA 69 ; (1998) 196 CLR 494 at 528 (Gummow J) where the above passage was quoted.\",\"6\":\"545 The way in which the section was pleaded was close to unintelligible. Paragraph 68 seemed to suggest that it was invoked as an element of the prohibition imposed by s 52. But s 51A \\\"... does not of itself create a cause of action, nor ... define a norm of conduct\\\": Ting v Blanche (1993) 118 ALR 543 at 552 (Hill J). It does not create a cause of action independent of that created by s 52 when read with s 82. There are authorities which say that it casts a burden of proof on the respondent: see Ting 118 ALR 543; Phoenix Court Pty Ltd v Melbourne Central Pty Ltd (1997) ATPR (Digest) 46-179 at 54,432 (Goldberg J). It certainly casts the \\\"evidential burden\\\" on the respondent in the sense of an obligation to adduce evidence on the issue of whether there were reasonable grounds for making the representation. It does not impose on the representor the legal or persuasive burden to prove that it had reasonable grounds for making the representations alleged. As Emmett J said of s 51A in Australian Competition and Consumer Commission v Universal Sports Challenge [2002] FCA 1276 , the section does not reverse the onus of proof when it applies. It merely requires the alleged representor to \\\"adduce evidence to the contrary\\\". There may be a question whether a representor can discharge the evidential burden by pointing to evidence which forms part of the applicant's case. In my opinion a respondent may rely upon evidence called by an applicant which answers the description \\\"evidence to the contrary\\\".\",\"7\":\"545 The way in which the section was pleaded was close to unintelligible. Paragraph 68 seemed to suggest that it was invoked as an element of the prohibition imposed by s 52. But s 51A \\\"... does not of itself create a cause of action, nor ... define a norm of conduct\\\": Ting v Blanche (1993) 118 ALR 543 at 552 (Hill J). It does not create a cause of action independent of that created by s 52 when read with s 82. There are authorities which say that it casts a burden of proof on the respondent: see Ting 118 ALR 543; Phoenix Court Pty Ltd v Melbourne Central Pty Ltd (1997) ATPR (Digest) 46-179 at 54,432 (Goldberg J). It certainly casts the \\\"evidential burden\\\" on the respondent in the sense of an obligation to adduce evidence on the issue of whether there were reasonable grounds for making the representation. It does not impose on the representor the legal or persuasive burden to prove that it had reasonable grounds for making the representations alleged. As Emmett J said of s 51A in Australian Competition and Consumer Commission v Universal Sports Challenge [2002] FCA 1276 , the section does not reverse the onus of proof when it applies. It merely requires the alleged representor to \\\"adduce evidence to the contrary\\\". There may be a question whether a representor can discharge the evidential burden by pointing to evidence which forms part of the applicant's case. In my opinion a respondent may rely upon evidence called by an applicant which answers the description \\\"evidence to the contrary\\\".\",\"8\":\"545 The way in which the section was pleaded was close to unintelligible. Paragraph 68 seemed to suggest that it was invoked as an element of the prohibition imposed by s 52. But s 51A \\\"... does not of itself create a cause of action, nor ... define a norm of conduct\\\": Ting v Blanche (1993) 118 ALR 543 at 552 (Hill J). It does not create a cause of action independent of that created by s 52 when read with s 82. There are authorities which say that it casts a burden of proof on the respondent: see Ting 118 ALR 543; Phoenix Court Pty Ltd v Melbourne Central Pty Ltd (1997) ATPR (Digest) 46-179 at 54,432 (Goldberg J). It certainly casts the \\\"evidential burden\\\" on the respondent in the sense of an obligation to adduce evidence on the issue of whether there were reasonable grounds for making the representation. It does not impose on the representor the legal or persuasive burden to prove that it had reasonable grounds for making the representations alleged. As Emmett J said of s 51A in Australian Competition and Consumer Commission v Universal Sports Challenge [2002] FCA 1276 , the section does not reverse the onus of proof when it applies. It merely requires the alleged representor to \\\"adduce evidence to the contrary\\\". There may be a question whether a representor can discharge the evidential burden by pointing to evidence which forms part of the applicant's case. In my opinion a respondent may rely upon evidence called by an applicant which answers the description \\\"evidence to the contrary\\\".\",\"9\":\"546 To make a promise which is not performed or a prediction which is not fulfilled is not of itself misleading or deceptive: Global Sportsman Pty Ltd v Mirror Newspapers Pty Ltd (1984) 2 FCR 82 at 88; Bill Acceptance Corporation Ltd v GWA Limited (1983) 50 ALR 242. The making of a promise or prediction may contain implied representations of present fact such as the promisor's intention or capacity to perform the promise. Such representations if false may be misleading or deceptive within the meaning of s 52. A prediction which is apparently based on the expertise or experience of the representor may carry with it an implied representation as to the existence of that necessary expertise or experience and perhaps also an implied representation that relevant inquiries have been undertaken to support the opinion being offered.\",\"10\":\"546 To make a promise which is not performed or a prediction which is not fulfilled is not of itself misleading or deceptive: Global Sportsman Pty Ltd v Mirror Newspapers Pty Ltd (1984) 2 FCR 82 at 88; Bill Acceptance Corporation Ltd v GWA Limited (1983) 50 ALR 242. The making of a promise or prediction may contain implied representations of present fact such as the promisor's intention or capacity to perform the promise. Such representations if false may be misleading or deceptive within the meaning of s 52. A prediction which is apparently based on the expertise or experience of the representor may carry with it an implied representation as to the existence of that necessary expertise or experience and perhaps also an implied representation that relevant inquiries have been undertaken to support the opinion being offered.\",\"11\":\"566 In the applicants' closing written submissions some generally uncontentious propositions about fiduciary duties were advanced. It was said that a fiduciary duty will arise where there has been an undertaking to act in the interests of another party together with the power to affect that interest in a practical sense and as a consequence of that power to affect the interests of the person to whom the duty is owed. Where the person is vulnerable and the power is abused breach of duty is established. Reliance was placed upon Hospital Products Ltd v United States Surgical Corporation [1984] HCA 64 ; (1984) 156 CLR 41 at 96-97 (Mason J). The critical feature of a fiduciary relationship was said to be the reposing of trust or confidence in the fiduciary who undertook to act for, and on behalf of, and in the interests of, vulnerable persons in the exercise of a power or discretion which would affect the interests: Breen v Williams [1995] HCA 63 ; (1996) 186 CLR 71 at 82. The obligation of the party owing the fiduciary duty to act reasonably and in good faith was referred to.\\n\\n580 In Hospital Products Ltd [1984] HCA 64 ; 156 CLR 41, the High Court was concerned with a distribution agreement for hospital products between an American company and an Australian distributor. The Australian distributor acquired a large quantity of the company's demonstration products, sterilised them and sold them in competition with, or in substitution for, the company's products. He later manufactured the same products locally. While he was held in certain respects to be in breach of the distribution agreement, the High Court held by majority (Gibbs CJ, Wilson and Dawson JJ, contra Mason and Deane JJ) that there was no fiduciary relationship between the parties.\\n\\n585 In Breen v Williams [1995] HCA 63 ; 186 CLR 71, the High Court decided that a doctor owes a patient no general duty to provide access to the patient's medical records. The decision did involve a consideration of whether fiduciary obligations arose out of the doctor\\/patient relationship. Gummow J accepted that the mere presence of a contract does not exclude the coexistence of the concurrent fiduciary duties and that it may in particular circumstances provide the occasion for their existence. His Honour relied upon what was said by Mason J in Hospital Products Ltd [1984] HCA 64 ; 156 CLR 41. Gaudron and McHugh JJ cited Mason J and also, with approval, the statement of Sopinka JA in Norberg v Wynrib (1992) 92 DLR (4 th ) 449 at 481 (at 118): \\n \\n Fiduciary duties should not be superimposed on ... common law duties simply to improve the nature or extent of the remedy.\\n\\n586 In the Fourth Edition of Equity, Doctrines and Remedies (Meagher, Heydon and Leeming), the judgment of Mason J in Hospital Products Ltd [1984] HCA 64 ; 156 CLR 41 is cited with the added observation by the learned authors: \\n \\n However where there is a contract and no established category of fiduciary relationship (for example partnership or agency) applies, it must be remembered that trust and reliance may be tempered by caution and self-interest and vulnerability to abuse remedied in the particular mutual accommodation of competing interests achieved in the contract itself, so that these considerations are relevant to the decision whether the contract has wholly excluded any fiduciary relationship. Fiduciary duties are less likely to be identified in commercial transactions between parties at arms' length effective in written form: Artifakts Design Group Ltd v NP Rigg Ltd [1993] 1 NZLR 196 at 231; Auag Resources Ltd v Waihi Mines Ltd [1994] 3 NZLR 571. See generally Re Gold Corp Exchange Ltd (In Receivership) [1994] UKPC 3 ; [1995] 1 AC 74 at 98 ... \\n \\n\\nAnd further at 5-105:\\n \\n \\n ... there are not many cases outside the \\\"accepted\\\" categories in which courts have found fiduciary relationships to exist. \\n \\n\\nAnd (at 5-020): \\n \\n \\n \\\"Commercial\\\" relationships are, of course, capable of being fiduciary. A trust or an agency, for instance, is none the less fiduciary because it happens to arise in the commercial context. The more difficult question is, to what extent will courts, in a commercial context, find fiduciary relationships to exist outside the \\\"accepted\\\" categories. Traditionally there has been considerable reluctance to do so.\\n\\n587 Courts have traditionally been reluctant to superimpose fiduciary duties upon contractual obligations outside the accepted categories of fiduciary relationships. That observation is supported not only in Meagher, Gummow and Leeming, but also in the 31 st Edition of Snell's Equity (2005, Thomson) which states (at 149):\\n \\n The reason fiduciary duties do not commonly arise in commercial settings is that it is normally inappropriate to expect a commercial party to subordinate its own interests to those of another commercial party. But if that expectation is not inappropriate in the circumstances of the relationship between the parties, and this will be presumed in a settled category of fiduciary relationships, then fiduciary duties will arise. \\n \\n\\nSee also Lehane JRF, \\\"Fiduciaries in a Commercial Context\\\" in Finn (ed) Essays in Equity (Law Book Co, 1985) at 104.\\n\\n588 In Paul Dainty Corp Pty Ltd v National Tennis Centre Trust (1990) 22 FCR 495 the Full Court said (at 515): \\n \\n The authorities make it clear that equity will not impose fiduciary obligations on parties who have entered into ordinary and arm's length commercial relationships, which fully prescribe the respective powers and duties of the parties. This is particularly so when the parties involved are substantial corporations, having equal bargaining power. \\n \\n\\nAnd in Elders Trustee and Executor Co Ltd v EG Reed Pty Ltd (1987) 78 ALR 193, Gummow J referred to the circumstances in which parties are acting in commercial transaction, at arms length and with the assistance of independent professional advice and observed: \\n \\n Whilst these considerations are not of themselves decisive indicia of the absence of fiduciary obligations of disclosure ... they are of significance: Keith Henry & Co Pty Ltd v Stuart Walker & Co Pty Ltd [1958] HCA 33 ; (1985) 100 CLR 342 at 350-1; Hospital Products Ltd v United States Surgical Corp [1984] HCA 64 ; (1984) 156 CLR 41 at 70, 119 and 146.\",\"12\":\"566 In the applicants' closing written submissions some generally uncontentious propositions about fiduciary duties were advanced. It was said that a fiduciary duty will arise where there has been an undertaking to act in the interests of another party together with the power to affect that interest in a practical sense and as a consequence of that power to affect the interests of the person to whom the duty is owed. Where the person is vulnerable and the power is abused breach of duty is established. Reliance was placed upon Hospital Products Ltd v United States Surgical Corporation [1984] HCA 64 ; (1984) 156 CLR 41 at 96-97 (Mason J). The critical feature of a fiduciary relationship was said to be the reposing of trust or confidence in the fiduciary who undertook to act for, and on behalf of, and in the interests of, vulnerable persons in the exercise of a power or discretion which would affect the interests: Breen v Williams [1995] HCA 63 ; (1996) 186 CLR 71 at 82. The obligation of the party owing the fiduciary duty to act reasonably and in good faith was referred to.\\n\\n585 In Breen v Williams [1995] HCA 63 ; 186 CLR 71, the High Court decided that a doctor owes a patient no general duty to provide access to the patient's medical records. The decision did involve a consideration of whether fiduciary obligations arose out of the doctor\\/patient relationship. Gummow J accepted that the mere presence of a contract does not exclude the coexistence of the concurrent fiduciary duties and that it may in particular circumstances provide the occasion for their existence. His Honour relied upon what was said by Mason J in Hospital Products Ltd [1984] HCA 64 ; 156 CLR 41. Gaudron and McHugh JJ cited Mason J and also, with approval, the statement of Sopinka JA in Norberg v Wynrib (1992) 92 DLR (4 th ) 449 at 481 (at 118): \\n \\n Fiduciary duties should not be superimposed on ... common law duties simply to improve the nature or extent of the remedy.\",\"13\":\"583 Mason J, while in dissent on the existence of a fiduciary relationship, essayed a helpful and frequently quoted discussion of the circumstances in which fiduciary relationships may arise. He cited Phipps v Boardman [1966] UKHL 2 ; (1967) 2 AC 46 for the proposition that relationships of trust and confidence or confidential relations such as those between trustee and beneficiary, agent and principal, solicitor and client, employer and employee, director and company and between members of a partnership are accepted fiduciary relationships. A mere subcontractor is not a fiduciary. Although the subcontractor's work could be described as work carried out in the interests of the head contract, the subcontractor \\\"cannot in any meaningful sense be said to exercise a power or discretion which places the head contractor in a position of vulnerability\\\".\\n\\n584 In relation to the coexistence of contractual and fiduciary relationships, Mason J said (at 97): \\n \\n ... it is the contractual foundation which is all important because it is the contract that regulates the basic rights and liabilities of the parties. The fiduciary relationship, if it is to exist at all, must accommodate itself to the terms of the contract that it is consistent with, and conforms to, them. The fiduciary relationship cannot be superimposed upon the contract in such a way as to alter the operation which the contract was intended to have according to its true construction.\",\"14\":\"585 In Breen v Williams [1995] HCA 63 ; 186 CLR 71, the High Court decided that a doctor owes a patient no general duty to provide access to the patient's medical records. The decision did involve a consideration of whether fiduciary obligations arose out of the doctor\\/patient relationship. Gummow J accepted that the mere presence of a contract does not exclude the coexistence of the concurrent fiduciary duties and that it may in particular circumstances provide the occasion for their existence. His Honour relied upon what was said by Mason J in Hospital Products Ltd [1984] HCA 64 ; 156 CLR 41. Gaudron and McHugh JJ cited Mason J and also, with approval, the statement of Sopinka JA in Norberg v Wynrib (1992) 92 DLR (4 th ) 449 at 481 (at 118): \\n \\n Fiduciary duties should not be superimposed on ... common law duties simply to improve the nature or extent of the remedy.\",\"15\":\"588 In Paul Dainty Corp Pty Ltd v National Tennis Centre Trust (1990) 22 FCR 495 the Full Court said (at 515): \\n \\n The authorities make it clear that equity will not impose fiduciary obligations on parties who have entered into ordinary and arm's length commercial relationships, which fully prescribe the respective powers and duties of the parties. This is particularly so when the parties involved are substantial corporations, having equal bargaining power. \\n \\n\\nAnd in Elders Trustee and Executor Co Ltd v EG Reed Pty Ltd (1987) 78 ALR 193, Gummow J referred to the circumstances in which parties are acting in commercial transaction, at arms length and with the assistance of independent professional advice and observed: \\n \\n Whilst these considerations are not of themselves decisive indicia of the absence of fiduciary obligations of disclosure ... they are of significance: Keith Henry & Co Pty Ltd v Stuart Walker & Co Pty Ltd [1958] HCA 33 ; (1985) 100 CLR 342 at 350-1; Hospital Products Ltd v United States Surgical Corp [1984] HCA 64 ; (1984) 156 CLR 41 at 70, 119 and 146.\",\"16\":\"588 In Paul Dainty Corp Pty Ltd v National Tennis Centre Trust (1990) 22 FCR 495 the Full Court said (at 515): \\n \\n The authorities make it clear that equity will not impose fiduciary obligations on parties who have entered into ordinary and arm's length commercial relationships, which fully prescribe the respective powers and duties of the parties. This is particularly so when the parties involved are substantial corporations, having equal bargaining power. \\n \\n\\nAnd in Elders Trustee and Executor Co Ltd v EG Reed Pty Ltd (1987) 78 ALR 193, Gummow J referred to the circumstances in which parties are acting in commercial transaction, at arms length and with the assistance of independent professional advice and observed: \\n \\n Whilst these considerations are not of themselves decisive indicia of the absence of fiduciary obligations of disclosure ... they are of significance: Keith Henry & Co Pty Ltd v Stuart Walker & Co Pty Ltd [1958] HCA 33 ; (1985) 100 CLR 342 at 350-1; Hospital Products Ltd v United States Surgical Corp [1984] HCA 64 ; (1984) 156 CLR 41 at 70, 119 and 146.\",\"17\":\"618 The letter was countersigned by Mr Yalapan and witnessed by Mr Baitia. Counsel for the respondents pointed out that the reason for the exclusion of direct project related expenses from the management fee was that they were on-billed to OTML. The management fee was intended to cover costs not recoverable from OTML. The letter of 7 July 1999 forms part of the background to the formation of the Management Agreement against which that agreement may be better understood. The construction of the agreement is to be determined by what a reasonable person in the position of the parties would have understood it to mean. As the High Court said in Pacific Carriers Ltd v BNP Paribas [2004] HCA 35 ; (2004) 218 CLR 451 (at 462):\\n \\n That requires consideration not only of the text of the document, but also the surrounding circumstances known to [the parties], and the purpose and object of the transaction.\\n \\n\\nTheir Honours quoted Lord Wilberforce in Reardon Smith Line Ltd v Hansen - Tangen [1976] 1 WLR 989 at 995-996, also quoted by Mason J in Codelfa Constructions Pty Ltd v State Rail Authority of NSW [1982] HCA 24 ; (1982) 149 CLR 337 at 350: \\n \\n \\n In a commercial contract it is certainly right that the court should know the commercial purpose of the contract and this in turn presupposes knowledge of the genesis of the transaction, the background, the context, the market in which the parties are operating.\",\"18\":\"618 The letter was countersigned by Mr Yalapan and witnessed by Mr Baitia. Counsel for the respondents pointed out that the reason for the exclusion of direct project related expenses from the management fee was that they were on-billed to OTML. The management fee was intended to cover costs not recoverable from OTML. The letter of 7 July 1999 forms part of the background to the formation of the Management Agreement against which that agreement may be better understood. The construction of the agreement is to be determined by what a reasonable person in the position of the parties would have understood it to mean. As the High Court said in Pacific Carriers Ltd v BNP Paribas [2004] HCA 35 ; (2004) 218 CLR 451 (at 462):\\n \\n That requires consideration not only of the text of the document, but also the surrounding circumstances known to [the parties], and the purpose and object of the transaction.\\n \\n\\nTheir Honours quoted Lord Wilberforce in Reardon Smith Line Ltd v Hansen - Tangen [1976] 1 WLR 989 at 995-996, also quoted by Mason J in Codelfa Constructions Pty Ltd v State Rail Authority of NSW [1982] HCA 24 ; (1982) 149 CLR 337 at 350: \\n \\n \\n In a commercial contract it is certainly right that the court should know the commercial purpose of the contract and this in turn presupposes knowledge of the genesis of the transaction, the background, the context, the market in which the parties are operating.\",\"19\":\"618 The letter was countersigned by Mr Yalapan and witnessed by Mr Baitia. Counsel for the respondents pointed out that the reason for the exclusion of direct project related expenses from the management fee was that they were on-billed to OTML. The management fee was intended to cover costs not recoverable from OTML. The letter of 7 July 1999 forms part of the background to the formation of the Management Agreement against which that agreement may be better understood. The construction of the agreement is to be determined by what a reasonable person in the position of the parties would have understood it to mean. As the High Court said in Pacific Carriers Ltd v BNP Paribas [2004] HCA 35 ; (2004) 218 CLR 451 (at 462):\\n \\n That requires consideration not only of the text of the document, but also the surrounding circumstances known to [the parties], and the purpose and object of the transaction.\\n \\n\\nTheir Honours quoted Lord Wilberforce in Reardon Smith Line Ltd v Hansen - Tangen [1976] 1 WLR 989 at 995-996, also quoted by Mason J in Codelfa Constructions Pty Ltd v State Rail Authority of NSW [1982] HCA 24 ; (1982) 149 CLR 337 at 350: \\n \\n \\n In a commercial contract it is certainly right that the court should know the commercial purpose of the contract and this in turn presupposes knowledge of the genesis of the transaction, the background, the context, the market in which the parties are operating.\"}}"