"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\"},\"class\":{\"0\":\"cited\",\"1\":\"cited\",\"2\":\"cited\"},\"tocase\":{\"0\":\"Black & Decker (Australasia) Pty Ltd v GMCA Pty Ltd [2007] FCA 1623\",\"1\":\"Adam P Brown Male Fashions Pty Ltd v Phillip Morris Incorporated [1981] HCA 39 ; (1981) 148 CLR 170\",\"2\":\"The State of Queensland v J L Holdings Pty Limited [1997] HCA 1 ; (1997) 189 CLR 146\"},\"text\":{\"0\":\"1 The applicant seeks leave to appeal from the interlocutory judgment of Finkelstein J given on 23 October 2007: Black & Decker (Australasia) Pty Ltd v GMCA Pty Ltd [2007] FCA 1623. His Honour refused the applicant leave to rely on certain affidavit evidence which was filed out of time. Leave to appeal will be refused.\\n\\n6 The application for leave to appeal from the interlocutory judgment of Finkelstein J is refused and the appellant's motion dated 26 October 2007 is dismissed with costs. \\n I certify that the preceding six (6) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Heerey. \\n\\n Associate:\\n\\nDated: 2 November 2007\\n\\n Counsel for the Appellant: R Garratt QC and J Samargis \\n \\n Solicitor for the Appellant: Kahns Lawyers \\n \\n Counsel for the Respondent: B Caine SC and G Fitzgerald \\n \\n Solicitor for the Respondent: Davies Collison Cave \\n \\n Date of Hearing: 2 November 2007 \\n \\n Date of Judgment: 2 November 2007 \\n\\n \\n\\n \\n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \\n URL: http:\\/\\/www.austlii.edu.au\\/au\\/cases\\/cth\\/FCA\\/2007\\/1680.html\",\"1\":\"2 As is clear from the decision of the High Court in Adam P Brown Male Fashions Pty Ltd v Phillip Morris Incorporated [1981] HCA 39 ; (1981) 148 CLR 170, great restraint should be exercised in allowing leave to appeal in matters of practice and procedure.\\n\\n3 I do not see any arguable case that his Honour's discretion miscarried. In particular, it was not necessary for him to make express reference to what was obviously common ground, namely that the evidence in question was relevant. Nor was it necessary for him to restate the trite fact that there is a public interest in invalid patents not remaining on the register.\",\"2\":\"4 The State of Queensland v J L Holdings Pty Limited [1997] HCA 1 ; (1997) 189 CLR 146 is not authority for the proposition that amendments, adjournments and other procedural indulgences must always be granted and that the balm of costs will always be sufficient. In this case his Honour made findings of fact as to the prejudice that would be suffered by Black & Decker if this evidence was admitted. Those findings were open to him. His Honour was entitled to place considerable weight on the procedural record of GMCA. Whether or not criticism can be launched in this regard at Black & Decker, the fact remains that time and again GMCA have sought to enlarge the case and produce further evidence without regard to the firm directions given by the Court.\\n\\n5 This case is not concerned with particularly arcane technology, for expert evidence concerning which the parties might have to search throughout the world. It was incumbent on the parties to get their case in order long before now. The integrity of the court process is an important issue on which his Honour was entitled to place great weight.\"}}"