"{\"id\":{\"0\":\"c0\",\"1\":\"c1\"},\"class\":{\"0\":\"cited\",\"1\":\"cited\"},\"tocase\":{\"0\":\"Ruddock v Vardalis (No 2) [2001] FCA 1865 ; (2001) 115 FCR 229\",\"1\":\"Akbar v Minister for Immigration and Multicultural Affairs [2002] FCA 209\"},\"text\":{\"0\":\"5 It is unnecessary here to consider the law with respect to costs at any length. The power to make an order for costs derives from s 43 of the Federal Court of Australia Act 1976 (Cth). The nature of this power has been discussed on numerous occasions: see, for example, Ruddock v Vardalis (No 2) [2001] FCA 1865 ; (2001) 115 FCR 229. Order 52 r 19(3) of the Federal Court Rules applies in the present circumstances. Order 52 r 19 states:\\n \\n (1) An appellant may file and serve a notice of discontinuance: \\n \\n \\n \\n (a) at any time before the hearing of the appeal, without the leave of the Court; or \\n (b) at the hearing, or after the hearing and before judgment is pronounced or made, with the leave of the Court. \\n \\n \\n \\n \\n (1A) If a notice of discontinuance is filed and served under subrule (1), the appeal is abandoned. \\n (2) ... \\n (3) A party filing a notice of discontinuance under subrule (1) shall be liable to pay the costs of the other party or parties occasioned by the appeal. \\n (4) A party whose costs are payable under subrule (3) may tax the costs and if the taxed costs are not paid within 14 days after service of the certificate of taxation may enter judgment for the taxed costs.\",\"1\":\"6 As indicated earlier, Mr and Mrs Lababidi have filed a notice of discontinuance. If the notice is effective, then Mr and Mrs Lababidi are liable to pay the respondent's costs pursuant to O 52 r 19(3). They seek to be relieved from this liability on the basis of financial incapacity. There are, however, numerous decisions in this Court to the effect that financial hardship or claimed incapacity does not justify an order relieving a party of a costs burden that would ordinarily be imposed. In Akbar v Minister for Immigration and Multicultural Affairs [2002] FCA 209 , for example, the appellant filed a notice of discontinuance and subsequently asked to be relieved of the obligation to pay costs on the basis that he was impecunious. The Court refused his request stating that his inability to pay \\\"may be of very great importance to any decision to recover costs by the respondent, but it does not have any effect in altering the operation of O 52 r 19(3)\\\". There is no basis shown for depriving the respondent of the benefit of O 52 r 19(3). There is also no basis upon which this Court might vary the order for costs that has been made by the Federal Magistrate in respect of the proceeding in the Federal Magistrates Court.\\n\\n I certify that the preceding six (6) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Kenny. \\n\\n\\n Associate:\\n\\nDated: 12 October 2007\\n\\n\\n Counsel for the Appellant: The appellant appears in person \\n \\n Counsel for the Respondent: Ms P Heffernan \\n \\n Solicitor for the Respondent: Australian Government Solicitor \\n \\n Date of Hearing: 12 October 2007 \\n \\n Date of Judgment: 12 October 2007 \\n\\n\\n \\n \\n \\n\\n \\n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \\n URL: http:\\/\\/www.austlii.edu.au\\/au\\/cases\\/cth\\/FCA\\/2007\\/1568.html\"}}"