"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\"},\"class\":{\"0\":\"cited\",\"1\":\"cited\",\"2\":\"referred to\"},\"tocase\":{\"0\":\"Minister for Immigration and Multicultural Affairs v Yusuf [2001] HCA 30 ; (2001) 206 CLR 323\",\"1\":\"Project Blue Sky Inc & Ors v Australian Broadcasting Authority [1998] HCA 28 ; (1998) 194 CLR 355\",\"2\":\"SZBYR v Minister for Immigration and Citizenship [2007] HCA 26\"},\"text\":{\"0\":\"8 Notoriously the winds of change have been blowing through China and the extent to which they may have relevantly affected a claim such as that made by the appellant might well have been discussed in the kinds of international publications habitually resorted to by the Tribunal and referred to generally as \\\"country information\\\". It is true, as Mr Zipser argued for the appellant, that, not having set out what the evidence was to support his finding against the appellant, it would be open to the Court to infer that there was no such evidence at all and consequent jurisdictional error: Minister for Immigration and Multicultural Affairs v Yusuf [2001] HCA 30 ; (2001) 206 CLR 323. However, since I have the relevant part of the transcript it does not seem to me to be fair, in the circumstances of this particular case, to draw that inference (which in general, in the interests of transparency, courts should not be slow to draw).\",\"1\":\"9 A question arose as to whether, nevertheless, an order or injunction might go to the Tribunal member to cause him to comply with his obligation under s 430(1)(d) of the Migration Act 1958 (Cth) to \\\"refer to the evidence or ... other material on which the findings of fact were based\\\". In my opinion, in a proper case, the Court would have jurisdiction to issue such an order and ought not be slow to do so and, but for the matter to which I am about to come, I would have done so in this case: see Project Blue Sky Inc & Ors v Australian Broadcasting Authority [1998] HCA 28 ; (1998) 194 CLR 355, [100].\\n\\n10 Mr Smith, counsel for the Minister, points out that the Tribunal member in fact also considered the matter on the assumption that the appellant had been detained as he alleged in the second and third sentences of the quoted paragraph.\\n\\n11 Mr Zipser complained of the second sentence that the Tribunal could not have used the language there set out unless it had misconceived what was involved in a claim of persecution for reasons of political opinion. Clearly enough, a public demonstration against a government-run enterprise followed by arrest by the security police, would have to be regarded as the infliction of harm for reasons of the subject person's political opinion. However, again, exercising the degree of charity to which a Tribunal member is on the authorities entitled, I think such a view of the Tribunal's words is, in their context, to misread them. It is true that the sentence, read alone, would bear the imputation and the consequent criticism identified by counsel for the appellant. But, reading the sentence in the context, particularly of the next sentence and of the paragraph that follows, I think it is fair to say that the Tribunal was not denying the potential Convention significance of demonstrating against a state employer but was asserting that, in his view, and on the other facts that he found, there was no implication arising out of what had happened to the appellant, for his future safety. There had been no indication that the appellant would wish further to agitate the matter of the cold store conditions if he returned to China, nor was there any other basis upon which he might so behave as to attract the attention of the authorities. The Tribunal member, it seems to me, was really saying that if the appellant had been detained as he claimed, there was no well-founded fear that any future harm to him might come from that fact or the underlying reason for its having occurred.\",\"2\":\"13 SZBYR v Minister for Immigration and Citizenship [2007] HCA 26 is authority for the proposition that a proper exercise of the discretion requires that relief should not issue in such circumstances. So much, with respect, also appears to me to be plain common sense and I regret that the appellant must fail here.\\n\\n14 It will be apparent that issues were debated in this Court that were not debated before the learned Federal Magistrate but they do not require the Court to find any error on the part of the court below.\\n\\n15 The appeal will be dismissed with costs. \\n\\n\\n I certify that the preceding fifteen (15) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Madgwick. \\n\\n\\n Associate:\\n\\nDated: 4 September 2007\\n\\n\\n Counsel for the Appellant: Mr B Zipser \\n \\n Counsel for the Respondent: Mr J Smith \\n \\n Solicitor for the Respondent: DLA Phillips Fox \\n \\n Date of Hearing: 20 August 2007 \\n \\n Date of Judgment: 20 August 2007 \\n\\n \\n \\n \\n\\n \\n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \\n URL: http:\\/\\/www.austlii.edu.au\\/au\\/cases\\/cth\\/FCA\\/2007\\/1333.html\"}}"