"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\",\"3\":\"c3\",\"4\":\"c4\"},\"class\":{\"0\":\"distinguished\",\"1\":\"distinguished\",\"2\":\"applied\",\"3\":\"cited\",\"4\":\"cited\"},\"tocase\":{\"0\":\"Friends of Hinchinbrook Society Inc. v The Minister for the Environment (No.1) (1996) 69 FCR 1\",\"1\":\"Friends of Hinchinbrook Society Inc. v The Minister for Environment (unreported, Northrop, Burchett and Hill JJ, 27 May 1997)\",\"2\":\"News Limited v Australian Rugby Football League Limited (1996) 64 FCR 410\",\"3\":\"The Wilderness Society Inc. v The Hon. Malcolm Turnbull, Minister for the Environment and Water Resources [2007] FCA 1863\",\"4\":\"The Investors for the Future of Tasmania Inc. v Minister for the Environment and Water Resources [2007] FCA 1179\"},\"text\":{\"0\":\"6 IFT contends that the fact that Gunns was joined to the proceeding on its own application should be taken into account when exercising the Court's discretion to award costs. IFT relies on the case of Friends of Hinchinbrook Society Inc. v The Minister for the Environment (No. 1) (1996) 69 FCR 1 for the proposition that it is appropriate to deny Gunns its costs in circumstances where it was joined to the proceeding as an interested person on its own application. In Friends of Hinchinbrook , Branson J imposed a condition on the joinder that the additional respondent not seek its costs in the proceeding. That decision was upheld on appeal: Friends of Hinchinbrook Society Inc. v The Minister for Environment (unreported, Northrop, Burchett and Hill JJ, 27 May 1997).\\n\\n9 In Friends of Hinchinbrook at 13, Branson J did not view the State of Queensland as a necessary party to the proceeding. In this matter Gunns was a necessary party to the proceeding. Its rights and interests were capable of being directly affected by any order made in the proceeding. It should have been joined at the outset: see, News Limited v Australian Rugby Football League Limited (1996) 64 FCR 410 at 523-525. It is irrelevant that IFT did not seek any relief against Gunns. The challenge to the Minister's decisions involved IFT seeking relief against him and not Gunns. Even so, Gunns' direct interest in the outcome of the challenge was greater than any direct interest apart from that of the Minister.\",\"1\":\"6 IFT contends that the fact that Gunns was joined to the proceeding on its own application should be taken into account when exercising the Court's discretion to award costs. IFT relies on the case of Friends of Hinchinbrook Society Inc. v The Minister for the Environment (No. 1) (1996) 69 FCR 1 for the proposition that it is appropriate to deny Gunns its costs in circumstances where it was joined to the proceeding as an interested person on its own application. In Friends of Hinchinbrook , Branson J imposed a condition on the joinder that the additional respondent not seek its costs in the proceeding. That decision was upheld on appeal: Friends of Hinchinbrook Society Inc. v The Minister for Environment (unreported, Northrop, Burchett and Hill JJ, 27 May 1997).\",\"2\":\"9 In Friends of Hinchinbrook at 13, Branson J did not view the State of Queensland as a necessary party to the proceeding. In this matter Gunns was a necessary party to the proceeding. Its rights and interests were capable of being directly affected by any order made in the proceeding. It should have been joined at the outset: see, News Limited v Australian Rugby Football League Limited (1996) 64 FCR 410 at 523-525. It is irrelevant that IFT did not seek any relief against Gunns. The challenge to the Minister's decisions involved IFT seeking relief against him and not Gunns. Even so, Gunns' direct interest in the outcome of the challenge was greater than any direct interest apart from that of the Minister.\",\"3\":\"3 The submissions on costs from the applicant and the respondents overlap substantially with the submissions on costs relied on in The Wilderness Society proceeding, as the proceedings were heard together and evidence in one was evidence in the other: see, The Wilderness Society Inc. v The Hon. Malcolm Turnbull, Minister for the Environment and Water Resources [2007] FCA 1863 (TWS proceeding). These reasons should be read in conjunction with the reasons published in the TWS proceeding today.\\n\\n4 IFT submits that the Court should make no order as to costs. Where IFT submits that no order should be made in favour of the first respondent, I reject that submission and adopt the reasons contained in the TWS proceeding.\\n\\n5 There is a difference between the submissions of the parties in this matter and those in the TWS proceeding which emphasise the fact that Gunns was joined as a party to the proceeding on its own application over the opposition of IFT. IFT made specific submissions seeking an order that Gunns would not be entitled to its costs if it was joined to the proceeding as an additional respondent. In making orders joining Gunns as an additional respondent, the Court reserved its determination on the question of costs.\",\"4\":\"2 The Court published its judgment in the substantive proceeding on 9 August 2007, dismissing the application wholly in favour of the first and second respondents : see, The Investors for the Future of Tasmania Inc. v Minister for the Environment and Water Resources [2007] FCA 1179. In that judgment, orders as to costs were reserved and an order made that the parties file and serve written submissions on the question of costs within 21 days of the primary judgment. Accordingly, written submissions were received from the parties under an agreed extended timetable. I now set out my reasons regarding the question of costs.\"}}"