"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\",\"3\":\"c3\"},\"class\":{\"0\":\"cited\",\"1\":\"cited\",\"2\":\"considered\",\"3\":\"cited\"},\"tocase\":{\"0\":\"SZBYR v Minister for Immigration & Citizenship (2007) 185 ALR 609\",\"1\":\"SZJHL v Minister for Immigration and Citizenship [2007] FCA 1713\",\"2\":\"SZKSO & Ors v Minister for Immigration [2007] FMCA 1413\",\"3\":\"VAF v Minister for Immigration & Multicultural & Indigenous Affairs [2004] FCAFC 123\"},\"text\":{\"0\":\"18 To the extent that the appellants are submitting that the Tribunal was obliged to have further discussion with them or to provide another hearing, the Tribunal was under no such obligation by reason of s 424A(1) of the Act ( SZBYR v Minister for Immigration & Citizenship (2007) 185 ALR 609, SZJHL v Minister for Immigration and Citizenship [2007] FCA 1713). To the extent that the appellants are saying that the Tribunal had an obligation to notify them of its thought processes after receipt of the comments pursuant to the s 424A(1) letter, the Tribunal was under no obligation to do so ( SZBYR ; VAF v Minister for Immigration & Multicultural & Indigenous Affairs [2004] FCAFC 123).\",\"1\":\"18 To the extent that the appellants are submitting that the Tribunal was obliged to have further discussion with them or to provide another hearing, the Tribunal was under no such obligation by reason of s 424A(1) of the Act ( SZBYR v Minister for Immigration & Citizenship (2007) 185 ALR 609, SZJHL v Minister for Immigration and Citizenship [2007] FCA 1713). To the extent that the appellants are saying that the Tribunal had an obligation to notify them of its thought processes after receipt of the comments pursuant to the s 424A(1) letter, the Tribunal was under no obligation to do so ( SZBYR ; VAF v Minister for Immigration & Multicultural & Indigenous Affairs [2004] FCAFC 123).\",\"2\":\"6 The appellants applied for a review of the Tribunal decision ( SZKSO & Ors v Minister for Immigration [2007] FMCA 1413). The appellants relied on a number of grounds including a claim of bias on the part of the Tribunal and a failure to comply with s 424A of the Act.\\n\\n7 Federal Magistrate Scarlett rejected the appellants' claim that the Tribunal had made its finding with bias (at [21]). His Honour noted that the basis of that claim was that the Tribunal had completely ignored independent evidence submitted to it but observed that this does not constitute bias (at [21]). His Honour noted that it was open to the Tribunal to prefer the evidence of the expert to the evidence of the first appellant (at [19]).\\n\\n8 In dealing with an alleged failure by the Tribunal to comply with its obligations under s 424A of the Act, the Federal Magistrate concluded that s 424A had been complied with and that that ground failed (at [22]).\\n\\n9 His Honour also dismissed what appeared to be a claim that the appellants had not been provided with a hearing as required by s 425 of the Act. As his Honour noted, there was no transcript to show that the evidence of the appellants was unduly curtailed or truncated or that they were prevented from anything (at [23]).\\n\\n10 The appellants appeared in person, assisted by an interpreter, and provided particulars of the bases or the grounds of appeal upon which they relied. The notice of appeal contains three grounds, that the Federal Magistrate:\\n \\n 1. erred in law by incorrectly assessing the appellants' claim that the Tribunal ignored or failed to consider their claim, ignored relevant materials, misstated or misconceived the claim, made a mistake in relation to an important finding of fact and incorrectly assessed the first appellant's credibility;\\n 2. was wrong in finding that the Tribunal considered the appellants' claims properly when the Tribunal made its finding with bias and ignored evidence put to it; and\\n 3. was wrong in finding that the Tribunal complied with its obligations under s 424A of the Act.\\n\\n11 Before me, the first appellant explained that the appellants were not saying that the Tribunal had failed to consider a claim that had been made to it but rather that the Tribunal did not believe what the first appellant had said. A decision on credibility is a matter for the Tribunal. This ground of appeal does not succeed.\\n\\n12 The appellants did not point to any matter which the Tribunal ignored other than to assert that the Tribunal preferred the evidence of the expert, which it should not have done because the expert was not familiar with grapes in China. The first appellant also asserted that, while in the response to the s 424A letter the appellants were unable to provide further information about the grape type that they said that they had grown, this information could easily have been found on the internet. The appellants complained that the Tribunal had not found it.\",\"3\":\"18 To the extent that the appellants are submitting that the Tribunal was obliged to have further discussion with them or to provide another hearing, the Tribunal was under no such obligation by reason of s 424A(1) of the Act ( SZBYR v Minister for Immigration & Citizenship (2007) 185 ALR 609, SZJHL v Minister for Immigration and Citizenship [2007] FCA 1713). To the extent that the appellants are saying that the Tribunal had an obligation to notify them of its thought processes after receipt of the comments pursuant to the s 424A(1) letter, the Tribunal was under no obligation to do so ( SZBYR ; VAF v Minister for Immigration & Multicultural & Indigenous Affairs [2004] FCAFC 123).\"}}"