"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\",\"3\":\"c3\",\"4\":\"c4\",\"5\":\"c5\"},\"class\":{\"0\":\"referred to\",\"1\":\"referred to\",\"2\":\"referred to\",\"3\":\"referred to\",\"4\":\"applied\",\"5\":\"referred to\"},\"tocase\":{\"0\":\"Bahonko v Sterjov [2007] FCA 867\",\"1\":\"Bahonko v Sterjov [2007] FCA 1341\",\"2\":\"Bahonko v Sterjov [2007] FCA 1377\",\"3\":\"Bahonko v Sterjov & Ors [2007] FCA 1555\",\"4\":\"Bizuneh v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCAFC 42 ; (2003) 128 FCR 353\",\"5\":\"Paramasivam v Randwick City Council [2005] FCA 369\"},\"text\":{\"0\":\"14 On 24 May 2007, following the closure of the respondents' evidentiary case on the two applications (see [2007] FCA 1555 at [4] ) before Jessup J, Ms Bahonko attempted to make a range of oral applications including an application to file a statement of charge for contempt of court against the respondent and the respondents' legal representatives, Mr McKenney and Mr Vitiello, and sought to challenge the competency of two of the witnesses called on behalf of the respondents, the fourth respondent and Ms Esther Matthews. Jessup J did not grant leave to file these applications: see [8] at paras (2) and (4) and [9] of Bahonko v Sterjov [2007] FCA 867.\",\"1\":\"17 In relation to other purported contempt claims made by Ms Bahonko about the evidence given by witnesses during the course of the trial before Jessup J, there is no basis for those allegations to be made, let alone heard and determined. The fact of the claim is referred to in para [25] of the reasons for decision of Jessup J reported at [2007] FCA 1341. The credibility of the witnesses was addressed by Jessup J in his reasons for decision and are reflected in the Substantive Orders and the Costs Orders which are the subject of the Appeal. The appeal process is the procedure to be adopted by Ms Bahonko if she seeks to challenge the findings made by Jessup J.\\n\\n18 There is no basis for Ms Bahonko's purported contempt claims to be heard and determined.\\n\\n19 Ms Bahonko is to be provided with a copy of the transcript of evidence before Jessup J in VID 114\\/2006 in an electronic form at the expense of the Court.\",\"2\":\"8 Goldberg J considered the question of a stay of the Substantive Orders in Bahonko v Sterjov [2007] FCA 1377. His Honour summarised the principles in the following terms at [6]: \\n \\n \\n \\n \\\"The general principle which is applied in the Court is that an appeal does not operate as a stay unless the Court or a Judge otherwise orders. Whether or not such a stay should be granted depends upon whether the Court or a Judge thinks in all the circumstances that the matter is an appropriate case for the grant of a stay: See, for example, Powerflex Services Pty Ltd v Data Access Co (1996) 137 ALR 498.\\\"\\n\\n9 The primary matter relied upon by Ms Bahonko in support of a stay was that \\\" there were and are not any costs due against me.\\\" That is an issue for the Appeal of the Substantive Orders.\\n\\n10 The additional matters referred to by Ms Bahonko in her affidavit sworn on 20 September 2007 and in her oral submissions are properly described as scandalous and vexatious. They include allegations of criminal conduct and conduct constituting abuse of office. Those allegations are unsupported and insupportable. None of the matters relied upon by Ms Bahonko provides any basis for the grant of stay of the Costs Orders.\",\"3\":\"4. Appellant's claims of Contempt of the Court by Mr McKenney, Mr Vitiello, the Defendants and their witness Ms Esther Keji Matthew to be determined prior to the appeal hearing & the Contempt of the Court proceeding is deemed to commenced.\\\" \\n \\n \\n \\n \\n 2 For the reasons below, subject to one qualification, I would dismiss the Notice of Motion. \\n BACKGROUND \\n Substantive Proceedings \\n \\n 3 The history of the substantive proceedings which give rise to this Notice of Motion are set out in the reasons for decision I delivered earlier today in VID 822 of 2007: see Bahonko v Sterjov & Ors [2007] FCA 1555 at [3] to [7]. I adopt the same defined terms in these reasons. \\n ANALYSIS \\n Application for leave to access transcripts: para 1 of the Notice of Motion \\n \\n 4 Ms Bahonko seeks an order that the Court make available to her a transcript in an electronic form or in a printed form of the substantive proceedings before Jessup J.\\n\\n5 Having regard to the reasons for decision of Jessup J and the grounds of appeal, it appears to me to be inevitable that the Appeal Books before the Full Court of the Federal Court will need to include a copy of the transcript of the evidence given by Ms Bahonko and the respondents' witnesses. It would therefore facilitate the conduct of the Appeal if all participants in the Appeal were provided with a copy of the transcript of the evidence before Jessup J. Accordingly, in relation to the transcript of the substantive proceedings, the request for access to the transcript is granted but only in respect of evidence given viva voce before Jessup J. That transcript will be provided by the Court in an electronic form.\\n\\n6 Ms Bahonko applies for a stay of the Costs Orders.\\n\\n14 On 24 May 2007, following the closure of the respondents' evidentiary case on the two applications (see [2007] FCA 1555 at [4] ) before Jessup J, Ms Bahonko attempted to make a range of oral applications including an application to file a statement of charge for contempt of court against the respondent and the respondents' legal representatives, Mr McKenney and Mr Vitiello, and sought to challenge the competency of two of the witnesses called on behalf of the respondents, the fourth respondent and Ms Esther Matthews. Jessup J did not grant leave to file these applications: see [8] at paras (2) and (4) and [9] of Bahonko v Sterjov [2007] FCA 867.\",\"4\":\"16 A direction under O 46 r 7A is not a judgment able to be subjected to an appeal by Ms Bahonko: Bizuneh v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCAFC 42 ; (2003) 128 FCR 353 at [19] per Lee, Whitlam and Jacobson JJ. See also Paramasivam v Randwick City Council [2005] FCA 369 at [40] and [41] per Sackville J. That application is dismissed.\",\"5\":\"16 A direction under O 46 r 7A is not a judgment able to be subjected to an appeal by Ms Bahonko: Bizuneh v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCAFC 42 ; (2003) 128 FCR 353 at [19] per Lee, Whitlam and Jacobson JJ. See also Paramasivam v Randwick City Council [2005] FCA 369 at [40] and [41] per Sackville J. That application is dismissed.\"}}"