"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\"},\"class\":{\"0\":\"cited\",\"1\":\"cited\",\"2\":\"followed\"},\"tocase\":{\"0\":\"Breen v Williams (1996) 186 CLR 71\",\"1\":\"Pilmer v Duke Group Ltd [2001] HCA 31 , 207 CLR 165\",\"2\":\"Save the Ridge Inc v Commonwealth [2005] FCAFC 203 , 147 FCR 97\"},\"text\":{\"0\":\"4 The source of the obligation imposed upon the Respondent to keep the First Applicant (\\\"the Trustee\\\") so informed was said to be a fiduciary duty owed by Mr Rickus. So much is apparent from the terms of the Amended Statement of Claim and from the transcript of the proceedings before Gyles J on 4 October 2007. Written submissions as filed on behalf of both the Respondent and APRA deny the existence of any such duty. Reliance was placed in those submissions inter alia upon the decision in Breen v Williams (1996) 186 CLR 71. Particular reliance was placed upon the joint judgment of Gaudron and McHugh JJ at 113. Reference may also be made to like observations made subsequently in Pilmer v Duke Group Ltd [2001] HCA 31 , 207 CLR 165 at 197 8 by McHugh, Gummow, Hayne and Callinan JJ.\",\"1\":\"4 The source of the obligation imposed upon the Respondent to keep the First Applicant (\\\"the Trustee\\\") so informed was said to be a fiduciary duty owed by Mr Rickus. So much is apparent from the terms of the Amended Statement of Claim and from the transcript of the proceedings before Gyles J on 4 October 2007. Written submissions as filed on behalf of both the Respondent and APRA deny the existence of any such duty. Reliance was placed in those submissions inter alia upon the decision in Breen v Williams (1996) 186 CLR 71. Particular reliance was placed upon the joint judgment of Gaudron and McHugh JJ at 113. Reference may also be made to like observations made subsequently in Pilmer v Duke Group Ltd [2001] HCA 31 , 207 CLR 165 at 197 8 by McHugh, Gummow, Hayne and Callinan JJ.\",\"2\":\"8 Another area of factual uncertainty potentially surrounding the application is whether or not the documents produced by Mr Rickus pursuant to the notice were his personal property or the property of the Trustee. The submissions as made orally today by the Trustee were also at odds in some respects with its written Outline of Submissions as previously filed. It is not appropriate to formulate questions, or to answer questions ordered to be separately determined pursuant to O 29 of the Federal Court Rules , where such uncertainty prevails. It is unnecessary to cite further authority for the proposition that the procedure contemplated by O 29 should be adopted with caution and is a procedure fraught with difficulties, other than the decision of the Full Court in Save the Ridge Inc v Commonwealth [2005] FCAFC 203 , 147 FCR 97.\\n\\n9 It should further be noted that at the commencement of the proceedings today, APRA sought leave to intervene pursuant to s 320 of the Superannuation Industry Supervision Act 1993 (Cth). No reliance was placed by APRA upon O 6, r 17 of the Federal Court Rules . Neither the Trustee nor the Respondent sought to contend that the Authority could not intervene because the proceedings presently before the Court did not relate to a matter arising under the 1993 Act within the meaning of s 320(1).\\n\\n10 The orders of the Court are:\\n \\n1. Leave is granted to the Applicant to further amend their Amended Statement of Claim and the Amended Application .\\n \\n2. The orders made by Gyles J on 9 October 2007 be vacated.\\n \\n3. The Applicant pay the costs of the First Respondent of and incidental to today's hearing and the application to further amend the Amended Statement of Claim and the Application .\\n \\n4. The Australian Prudential Regulation Authority be joined as the Second Respondent to the proceedings.\\n \\n5. The question of costs insofar as the Second Respondent is concerned is reserved.\\n \\n6. The Second Respondent file and serve any submissions in support of an application that the Applicant pay its costs no later than 22 November 2007 at 5pm.\\n \\n7. The Applicant file and serve any submissions in support of an application that the Second Respondent not be entitled to its costs, or an order that those costs be paid forthwith, on or before 23 November 2007 at 4pm.\\n \\n8. The question as to whether the Applicant should pay the First Respondent its costs on an indemnity basis, and the question as to whether an order should be made under Federal Court Rules O 62, be reserved and heard on 26 November 2007 at 9:30am.\\n \\n9. The First Respondent file and serve any submissions in support of an application for costs on an indemnity basis, together with an order that those costs be paid forthwith, and an indication as to the quantum of those costs, no later than 22 November 2007 at 5pm.\\n \\n10. The Applicant file and serve any submissions in opposition to either of those two orders no later that 23 November 2007 at 4pm.\\n\\n I certify that the preceding ten (10) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Flick. \\n\\n\\n Associate:\\n\\nDated: 15 July 2008\\n\\n Counsel for the Applicants: S Robb QC \\n \\n Solicitor for the Applicants: Home Wilkinson Lowry \\n \\n Counsel for the First Respondent: M Livesey QC \\n \\n Solicitor for the First Respondent: DMAW \\n \\n Counsel for the Second Respondent N Hutley SC \\n\\n Date of Hearing: 7 November 2007 \\n \\n Date of Judgment: 7 November 2007 \\n\\n \\n\\n \\n\\n \\n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \\n URL: http:\\/\\/www.austlii.edu.au\\/au\\/cases\\/cth\\/FCA\\/2007\\/2117.html\"}}"