"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\",\"3\":\"c3\"},\"class\":{\"0\":\"cited\",\"1\":\"referred to\",\"2\":\"referred to\",\"3\":\"cited\"},\"tocase\":{\"0\":\"Dorajay Pty Ltd v Aristocrat Leisure Ltd [2005] FCA 1483 ; (2005) 147 FCR 394\",\"1\":\"P. & C. Cantarella Pty Ltd v Egg Marketing Board for the State of New South Wales [1973] 2 NSWLR 366\",\"2\":\"Sharman Networks Ltd and Ors v Universal Music Australia Pty Ltd and Ors [2006] FCAFC 178 ; [2006] 155 FCR 291\",\"3\":\"Wilson v Manna Hill Mining Co Pty Ltd (2004) 51 ASCR 404\"},\"text\":{\"0\":\"11 Mr Hutley draws attention to the remarks of Branson, Lindgren and Finkelstein JJ in Sharman Networks Ltd and Others v Universal Music Australia Pty Ltd and Others [2006] FCAFC 178 ; (2006) 155 FCR 291 at [8] . Their Honours recognised that industry associations whose members' interests may be affected, directly or indirectly, by the outcome of litigation, may be an appropriate class of interveners: see also Dorajay Pty Ltd v Aristocrat Leisure Ltd [2005] FCA 1483 ; (2005) 147 FCR 394 at [22] - [24] .\",\"1\":\"13 Moreover, I do not consider that ASIC will be influenced by tactical or forensic considerations which would be necessary to be off-set by submissions made by AFMA. ASIC's duty as a litigant is analogous to that of the executive branch of Government. As to this, Mahoney J said in P. & C. Cantarella Pty Ltd v Egg Marketing Board for the State of New South Wales [1973] 2 NSWLR 366 at 383: \\\"it is the duty of the executive to assist the Court to arrive at the proper and just result\\\".\\n\\n14 However, against the possibility that in the course of the proceedings I should come to the view that AFMA's submissions would provide a useful and different perspective, I will reserve liberty to it to renew this application.\\n\\n15 I have no doubt that AFMA will closely observe the conduct of the proceedings so that if, at or toward the close of the hearing, it wishes to renew its application it should be well placed to do so.\",\"2\":\"11 Mr Hutley draws attention to the remarks of Branson, Lindgren and Finkelstein JJ in Sharman Networks Ltd and Others v Universal Music Australia Pty Ltd and Others [2006] FCAFC 178 ; (2006) 155 FCR 291 at [8] . Their Honours recognised that industry associations whose members' interests may be affected, directly or indirectly, by the outcome of litigation, may be an appropriate class of interveners: see also Dorajay Pty Ltd v Aristocrat Leisure Ltd [2005] FCA 1483 ; (2005) 147 FCR 394 at [22] - [24] .\",\"3\":\"2 If those criteria are made out, the Court has discretion to give leave to intervene on appropriate terms: see Wilson v Manna Hill Mining Co Pty Ltd (2004) 51 ASCR 404 at [104]. The basis upon which AFMA wishes to intervene is quite limited. It seeks to make oral and written submissions in closing address on the following issues raised in the statement of claim:\\n \\n \\n \\u2022 the interpretation, scope and operation of s 912A(1)(aa) of the Corporations Act 2001 (Cth) and related regulations, and the scope of any fiduciary duties that may arise at general law in respect of services provided by a financial services licensee to its client; and\\n \\u2022 the effect of any disclosure provided by a financial services licensee to its client upon obligations that may arise under s 912A(1)(aa) of the Corporations Act , and upon any fiduciary obligations that may arise at general law.\\n\\n3 AFMA is an industry association for participants in the financial markets industry. It would not be an overstatement to describe it as a lobby group for the industry. Its role is to represent the interests of its members and advocate what it describes in its evidence as a \\\"sensible and proportionate regulation of the wholesale banking and financial markets\\\".\\n\\n4 It is an association made up of 141 direct and indirect participants ('Members'). Citigroup is a Full Member and has a representative on the AFMA board. ASIC is an Affiliate Member.\"}}"