"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\",\"3\":\"c3\",\"4\":\"c4\",\"5\":\"c5\",\"6\":\"c6\"},\"class\":{\"0\":\"cited\",\"1\":\"cited\",\"2\":\"cited\",\"3\":\"cited\",\"4\":\"cited\",\"5\":\"cited\",\"6\":\"cited\"},\"tocase\":{\"0\":\"Black and Decker Inc v GMCA Pty Ltd (No 3) [2008] FCA 932\",\"1\":\"Cadbury Schweppes Pty Ltd v Darrell Lea Chocolate Shops Pty Ltd [2007] FCAFC 70 ; (2007) 159 FCR 397\",\"2\":\"Cadbury Schweppes Pty Ltd v Darrell Lea Chocolate Shops Pty Ltd (No 3) [2007] FCAFC 119\",\"3\":\"Clark, Tait & Co v Federal Commissioner of Taxation [1931] HCA 26 ; (1931) 47 CLR 142\",\"4\":\"Cummings v Lewis (1993) 41 FCR 559\",\"5\":\"Dr Martens Australia Pty Ltd v Figgins Holdings Pty Ltd (No 2) [2000] FCA 602\",\"6\":\"Hughes v Western Australian Cricket Association (Inc) (1986) ATPR 40-748\"},\"text\":{\"0\":\"7 These observations were approved by Cooper J (with whom Sheppard and Neaves JJ agreed) in Cummings v Lewis (1993) 41 FCR 559 at 602-603. See also Dr Martens Australia Pty Ltd v Figgins Holdings Pty Ltd (No 2) [2000] FCA 602 at [54] and Black and Decker Inc v GMCA Pty Ltd (No 3) [2008] FCA 932.\",\"1\":\"2 I gave judgment for Darrell Lea: Cadbury Schweppes Pty Ltd v Darrell Lea Chocolate Shops Pty Ltd (No 4) [2006] FCA 446 ; (2006) 229 ALR 136. The Full Court upheld Cadbury's appeal, holding that I had wrongly excluded the evidence of the Cadbury experts but otherwise rejecting Cadbury's substantive grounds of appeal: Cadbury Schweppes Pty Ltd v Darrell Lea Chocolate Shops Pty Ltd [2007] FCAFC 70 ; (2007) 159 FCR 397. The orders I made, including costs orders, were set aside and the matter was remitted to me for further hearing so that the evidence of the Cadbury experts could be received.\\n\\n14 Further, while the first trial had been conducted on the mutual assumption that there was no relevant difference between the passing off and Trade Practices Act claims, the Full Court pointed out that this was not necessarily so and that, in particular, in the Trade Practices claims Cadbury did not have to establish an exclusive reputation in relation to the colour purple: [2007] FCAFC 70 ; 159 FCR 397 at [96] - [99] .\\n\\n15 The conclusion is that, broadly speaking, while there was a certain amount of overlapping, the submissions at the first trial were not wasted. The submissions at the second trial understandably concentrated on the evidence of the Cadbury experts.\\n\\n16 Moreover, virtually all the final submissions by Darrell Lea at the first trial were directed to arguments in effect upheld by the Full Court and, indeed, to a large extent ultimately not challenged by Cadbury (since the evidence of the Cadbury experts had already been excluded, it was not the subject of any discussion in those submissions). It would seem unreasonable to deprive the ultimately successful party of the costs of arguments which have been found to be correct.\\n\\n18 This matter is discussed by the Full Court: [2007] FCAFC 70 ; 159 FCR 397 at [115] - [127] . Because there had been substantial default by Cadbury in complying with consent directions for the filing of affidavits I directed that Cadbury pay, on an indemnity basis, Darrell Lea's costs of preparing to meet such evidence.\\n\\n19 Their Honours held that because there had been no explanation of the failure to apply for an extension of time to vary the timetable, there was no error of principle in my ordering indemnity costs for Darrell Lea's preparation related to Cadbury affidavits rejected on the grounds of lateness: [2007] FCAFC 70 ; 159 FCR 397 at [125] - [126] . However, their Honours considered there was an error insofar as that order extended to Darrell Lea's costs in respect of its expert Mr John Hall. His evidence, which was in the same field as that of the Cadbury experts, would have been relied on by Darrell Lea had I not rejected the evidence of the Cadbury experts on grounds unrelated to lateness (although their affidavits were a few days late).\",\"2\":\"13 Also, the real contest between the parties had been substantially narrowed by the intervening decision of the Full Court. As already noted, the Full Court had rejected Cadbury's appeal grounds other than those connected with the Cadbury experts and a costs issue. Some of those grounds were abandoned and others \\\"pressed only formally at the hearing of the appeal\\\": Cadbury Schweppes Pty Ltd v Darrell Lea Chocolate Shops Pty Ltd (No 3) [2007] FCAFC 119 at [8] . The Full Court ordered that Cadbury pay Darrell Lea's costs of and associated with grounds 1 to 14 (inclusive), 17 and 18 of the amended notice of appeal.\",\"3\":\"20 At the second trial, Darrell Lea decided not call Mr Hall. Nevertheless, costs in relation to the preparation of his evidence should be allowed to Darrell Lea: Clark, Tait & Co v Federal Commissioner of Taxation [1931] HCA 26 ; (1931) 47 CLR 142 at 146. But, consistently with the Full Court's ruling, those costs should not be on an indemnity basis, as Darrell Lea now concedes.\\n\\n21 As to the issue of other costs in relation to the late filed evidence, I remain of the view, having once again considered the matter, that Cadbury's conduct as discussed in the Full Court's reasons warrants an order for indemnity costs.\\n\\n22 The net result that is that there should be the same order for indemnity costs as made at the first trial, except in relation to the evidence of Mr Hall.\",\"4\":\"7 These observations were approved by Cooper J (with whom Sheppard and Neaves JJ agreed) in Cummings v Lewis (1993) 41 FCR 559 at 602-603. See also Dr Martens Australia Pty Ltd v Figgins Holdings Pty Ltd (No 2) [2000] FCA 602 at [54] and Black and Decker Inc v GMCA Pty Ltd (No 3) [2008] FCA 932.\",\"5\":\"7 These observations were approved by Cooper J (with whom Sheppard and Neaves JJ agreed) in Cummings v Lewis (1993) 41 FCR 559 at 602-603. See also Dr Martens Australia Pty Ltd v Figgins Holdings Pty Ltd (No 2) [2000] FCA 602 at [54] and Black and Decker Inc v GMCA Pty Ltd (No 3) [2008] FCA 932.\",\"6\":\"6 The relevant principles were summarised by Toohey J when a judge of the Federal Court in Hughes v Western Australian Cricket Association (Inc) (1986) ATPR 40-748 at 48,136:\\n The discretion must of course be exercised judicially. There are decisions, both of Australian and English courts, that throw light on the way in which the discretion is to be exercised. I shall not refer to those decisions in any detail; I shall simply set out in a summary way what I understand to be their effect. \\n \\n 1. Ordinarily, costs follow the event and a successful litigant receives his costs in the absence of special circumstances justifying some other order. Ritter v Godfrey [1920] 2 KB 47.\\n \\n 2. Where a litigant has succeeded only upon a portion of his claim, the circumstances may make it reasonable that he bear the expense of litigating that portion upon which he has failed. Forster v Farquhar [1893] 1 QB 564.\\n \\n 3. A successful party who has failed on certain issues may not only be deprived of the costs of those issues but may be ordered as well to pay the other party's costs of them. In this sense, \\\"issue\\\" does not mean a precise issue in the technical pleading sense but any disputed question of fact or of law. Cretazzo v Lombardi (1975) 13 SASR 4 at 12.\\n \\n \\nThere is no difficulty in stating the principles; their application to the facts of a particular case is not always easy. Also it is necessary to keep in mind the caveat by Jacobs J in Cretazzo v Lombardi at 16. His Honour sounded what he described as \\\"a note of cautious disapproval\\\" of applications to apportion costs according to the success or failure of one party or the other on the various issues of fact or law which arise in the course of a trial. His Honour commented: \\n \\n But trials occur daily in which the party, who in the end is wholly or substantially successful, nevertheless fails along the way on particular issues of fact or law. The ultimate ends of justice may not be served if a party is dissuaded by the risk of costs from canvassing all issues, however doubtful, which might be material to the decision of the case. There are, of course, many factors affecting the exercise of the discretion as to costs in each case, including in particular, the severability of the issues, and no two cases are alike. I wish merely to lend no encouragement to any suggestion that a party against whom the judgment goes ought nevertheless to anticipate a favourable exercise of the judicial discretion as to costs in respect of issues upon which he may have succeeded, based merely on his success in those particular issues.\"}}"