"{\"id\":{\"0\":\"c0\",\"1\":\"c1\"},\"class\":{\"0\":\"cited\",\"1\":\"applied\"},\"tocase\":{\"0\":\"Jemella Australia Pty Ltd v MacKinnon [2008] FCA 1022\",\"1\":\"Playboy Enterprises International Inc v You Tao Hong (2004) 63 IPR 533 , (2004) AIPC 92-030 , [2004] FCA 1205\"},\"text\":{\"0\":\"2 In the present case, the evidence which has been filed establishes, at a sufficient level for these purposes, the existence of the trade marks and the importation of the goods without the consent of the proprietor of the trade marks. I am satisfied at that level that the volume of importation is such that it would be inconsistent with personal use that it is commercial in nature (cf Jemella Australia Pty Ltd v MacKinnon [2008] FCA 1022 at [25] ) .\",\"1\":\"3 I have been referred to the decision of Lindgren J in Playboy Enterprises International Inc v You Tao Hong (2004) 63 IPR 533 , [2004] AIPC 92-030 , [2004] FCA 1205 , where his Honour considered the question as to whether mere importation is use as a trade mark such as to constitute infringement. His Honour concluded the answer to that question was yes, based upon a line of authority to which he referred, and he further concluded that it was appropriate to make declarations of infringement where established. In those circumstances, and bearing in mind the absence of the respondent, I am satisfied that the orders proposed should be made.\\n\\n4 I should say something as to the order for costs, being a lump sum order, which is authorised by O 62 in appropriate circumstances. I am satisfied that the circumstances are appropriate for a lump sum order. Bearing in mind that the respondent has not appeared, and that the task of taxation would involve yet further costs, expense and time, I am also satisfied on the evidence that the quantum is reasonable in the circumstances. I therefore make the declarations and orders in the form I have initialled and placed with the papers. I further order that the exhibits handed up at today's hearing exhibit A and confidential exhibit RN2 be returned instanter. \\n\\n\\n I certify that the preceding four (4) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gyles. \\n\\n\\n Associate:\\n\\nDated: 17 July 2008\\n\\n Solicitor for the Applicants: Mr P Kerr of Allens Arthur Robinson \\n \\n \\n The Respondent did not appear \\n\\n Date of Hearing: 15 July 2008 \\n \\n Date of Judgment: 15 July 2008 \\n\\n \\n\\n \\n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \\n URL: http:\\/\\/www.austlii.edu.au\\/au\\/cases\\/cth\\/FCA\\/2008\\/1053.html\"}}"