"{\"id\":{\"0\":\"c0\",\"1\":\"c1\"},\"class\":{\"0\":\"followed\",\"1\":\"cited\"},\"tocase\":{\"0\":\"SZDGN v Minister for Immigration & Multicultural & Indigenous Affairs [2004] FCA 1543\",\"1\":\"SZLYO v Minister for Immigration [2008] FMCA 691\"},\"text\":{\"0\":\"8 An extension of time is necessary because there is an implied time limit of 21 days after the date of the interlocutory judgment in which to file an application to this Court: SZDGN v Minister for Immigration & Multicultural & Indigenous Affairs [2004] FCA 1543 at [9] per Lindgren J.\\n\\n9 It is considered that the Application for Leave to Appeal to this Court should be dismissed.\\n\\n10 There has been no explanation forthcoming as to why the Application was not filed within time. The First Applicant appeared in person before this Court unrepresented, although he did have the benefit of an interpreter. He was not only present when the Federal Magistrate dismissed the application to that Court; he was also aware at that time that there was a time limit within which any application to this Court was to be filed. The only explanation for the delay which was advanced was his belief that his \\\" lawyer \\\" would do that which was necessary. The \\\" lawyer \\\", however, was someone he had never met, but a person to whom a \\\" fee \\\" was apparently paid.\",\"1\":\"3 An amended application as filed in the Federal Magistrates Court on 19 May 2008 contended that the Tribunal had failed to comply with s 425 of the 1958 Act. The First Applicant appeared before the Federal Magistrates Court on that date but the application was dismissed: SZLYO v Minister for Immigration [2008] FMCA 691. The application was dismissed under r 44.12(1)(a) of the Federal Magistrates Court Rules 2001 (Cth).\\n\\n4 An Application for Leave to Appeal was filed in this Court on 3 July 2008.\\n\\n5 There are two difficulties confronting the Applicants -- first, it is necessary to obtain leave to appeal; second, an extension of time is necessary in order to make any such application.\"}}"