"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\",\"3\":\"c3\",\"4\":\"c4\",\"5\":\"c5\",\"6\":\"c6\",\"7\":\"c7\",\"8\":\"c8\",\"9\":\"c9\",\"10\":\"c10\",\"11\":\"c11\",\"12\":\"c12\",\"13\":\"c13\",\"14\":\"c14\",\"15\":\"c15\"},\"class\":{\"0\":\"applied\",\"1\":\"applied\",\"2\":\"cited\",\"3\":\"applied\",\"4\":\"applied\",\"5\":\"cited\",\"6\":\"applied\",\"7\":\"applied\",\"8\":\"cited\",\"9\":\"applied\",\"10\":\"applied\",\"11\":\"applied\",\"12\":\"cited\",\"13\":\"cited\",\"14\":\"applied\",\"15\":\"cited\"},\"tocase\":{\"0\":\"Boland v Yates Property Corporation Pty Ltd [1999] HCA 64 ; (1999) 167 ALR 575\",\"1\":\"Closer Settlement Ltd v The Minister (1942) 17 LGR (NSW) 62\",\"2\":\"Faheem Khalid Lodhi v R [2007] NSWCA 360\",\"3\":\"Gwynvill Properties Pty Ltd v Commissioner for Main Roads (1983) 50 LGRA 322\",\"4\":\"Hunter Resources Ltd v Melville [1988] HCA 5 ; (1988) 164 CLR 234\",\"5\":\"Legal & General Life of Australia Ltd v Hudson Pty Ltd (1985) 1 NSWLR 314\",\"6\":\"McCathie v Federal Commissioner of Taxation [1944] HCA 9 ; (1944) 69 CLR 1\",\"7\":\"Melwood Units Pty Ltd v Commissioner of Main Roads [1979] AC 426\",\"8\":\"Minister for Aboriginal Affairs v Peko-Wallsend Ltd [1986] HCA 40 ; (1986) 162 CLR 24\",\"9\":\"Port Stephens Shire Council v Tellamist Pty Ltd (2004) NSWCA 353\",\"10\":\"Project Blue Sky Inc v Australian Broadcasting Authority [1998] HCA 29 ; (1998) 194 CLR 355\",\"11\":\"R v Hunt; Ex parte Sean Investments Pty Ltd [1979] HCA 32 ; (1979) 180 CLR 322\",\"12\":\"River Bank Pty Ltd v Commonwealth (1974) 48 ALJR 483\",\"13\":\"Rondo v R [2001] NSWCCA 540 ; (2001) 126 A Crim R 562\",\"14\":\"Tasker v Fullwood [1978] 1 NSWLR 20\",\"15\":\"The Queen v Toohey; Ex parte Meneling Station Pty Ltd [1982] HCA 69 ; (1982) 158 CLR 327\"},\"text\":{\"0\":\"19 In Boland v Yates Property Corporation Pty Ltd [1999] HCA 64 ; (1999) 167 ALR 575 , 653-54 at [286] [287] Callinan J (although obiter) referred to this method:\\n 286. This court itself has in any event clearly accepted what has been described as the hypothetical development method of valuation. The method was described by Starke J in Australian Provincial Assurance Association Ltd v Commissioner of Land Tax: \\n \\n In the present case the valuation has been made on what has been variously described as the hypothetical building or development basis. The parties agree that the building upon the land does not return the rental that might reasonably be expected from it. So the rental from that building is discarded, and it is assumed that the land is vacant. The erection of a new building on the land is envisaged, providing office accommodation, which is the best method of obtaining the advantages that the land possesses. Accordingly a building is planned to obtain the full benefit of those advantages. Its cost is estimated, the gross annual rentals or receipts from it are estimated, and from these rentals or receipts are deducted various annual outgoings and interest charges which are also estimated to obtain the net receipts. The capital value of the land is then ascertained by capitalising the net receipts at some given rate of interest, and in this case, I may add, the parties were content to work upon a 4.5% basis. The unimproved value of the land is then deduced by deducting from the capital value so obtained the cost of the erection of the building. Adopting this method of ascertaining the unimproved value of the assessed land, I find as a fact that its unimproved value on 30 June 1939, was the sum of [sterling]76,154. \\n \\n \\n287. The method is neither novel nor especially difficult, and, as with all methods, requires the making of value judgments.\",\"1\":\"20 The methodology was also explained by Roper J (as he then was) in Closer Settlement Ltd v The Minister (1942) 17 LGR (NSW) 62 (at 65):\\n In arriving at the value of land which is suitable for subdivision a familiar and appropriate method ... is to estimate from whatever comparable sales of land in subdivision are available the price which would be realized by the land when sold; then to estimate the costs involved in the subdivision and the length of time that the realization would take, making provision for the payment of rates and for interest on money outstanding; and an estimated net return on the subdivision is obtained. It is of course clear that a person purchasing land in globo for the purpose of subdividing it would not pay the sum of money which is the present equivalent of that estimated return. Many factors in the calculation are speculative: the land in subdivision may not realize the prices which are at present expected, and the subdivision may take longer to realize than is at present anticipated. To compensate for the risk involved in the venture the purchaser would certainly discount the estimated returns. \\nSee also Port Stephens Shire Council v Tellamist Pty Ltd (2004) NSWCA 353 at [225] - [229] .\\n\\n24 However, whichever method is used, it would be necessary for a valuer to use, or at least take account of, market transactions for the purpose of obtaining basic information: (see Alan Hyam, The Law Affecting Valuation of Land in Australia (3 rd ed 2004) by at 126, and the above comments of Roper J (as he then was) in Closer Settlement 17 LGR (NSW) 62). This would include all relevant sales data available to a valuer which could impact on his valuation.\\n\\n25 In my view, the appropriate way to proceed is to start with the question of whether the valuation complies with s 75-10(3) of the GST Act. To be a compliant valuation it must accord with the Determination. If a valuation complies with the Determination, then the valuation is valid and operative for the purposes of s 75-10(3). However, if the valuation fails to comply with the Determination, then the question will arise as to the consequences of such failure.\\n\\n38 The Commissioner contended that it appeared to be Mr Nicodimou's view that the relevant valuation principles positively forbade him from considering any information that post-dated 1 July 2000 in order to ascertain the market value of the strata units as at 1 July 2000. I agree that, if Mr Nicodimou held this view, it would be a fundamentally incorrect view: see, eg, McCathie v Federal Commissioner of Taxation [1944] HCA 9 ; (1944) 69 CLR 1 , 16-17; Melwood Units Pty Ltd v Commissioner of Main Roads [1979] AC 426 , 436; and Closer Settlement 17 LGR (NSW) 62.\",\"2\":\"11 Mason J (as he then was, with Gibbs J (as he then was) agreeing) said (at 329):\\n When sub-s (7) directs the Permanent Head to \\\"have regard to\\\" the costs, it requires him to take those costs into account and to give weight to them as a fundamental element in making his determination. \\nThe Commissioner also referred to The Queen v Toohey; Ex parte Meneling Station Pty Ltd [1982] HCA 69 ; (1982) 158 CLR 327 , 333 per Gibbs CJ and Faheem Khalid Lodhi v R [2007] NSWCA 360 , at [30] per Spigelman CJ.\",\"3\":\"22 In Gwynvill Properties Pty Ltd v Commissioner for Main Roads (1983) 50 LGRA 322 Cripps J made the following observation (at 326):\\n The hypothetical development method is normally suspect because it depends on a number of assumptions and a number of estimates, e.g. cost of building, estimated gross rentals obtainable, probable outgoings and, most significantly, the rate percentum of return which could be expected and the profit and risk factor expressed in percentage terms. It has been said that because many estimates and assumptions must be made, the hypothetical development method ought not be used where some use can be made of a comparable sale.\",\"4\":\"27 In some cases, compliance with a statutory requirement allows for no middle course, and is obligatory: see Hunter Resources Ltd v Melville [1988] HCA 5 ; (1988) 164 CLR 234 , 249 per Dawson J.\\n\\n28 In the case of a valuation under the Determination, it is clear that a valuation must be provided by a professional valuer. There could be no middle course here--if not provided by a professional valuation there would be no 'valuation'.\",\"5\":\"14 It was submitted by the taxpayer that a valuation under s 75- 10 (3) is (or is akin to) an expert determination that is only open to challenge on a narrow set of grounds. Reliance was placed upon comments of McHugh J, then a member of the New South Wales Court of Appeal, in Legal & General Life of Australia Ltd v Hudson Pty Ltd (1985) 1 NSWLR 314, where his Honour said that (at 335-36): \\n While mistake or error on the part of the valuer is not by itself sufficient to invalidate the decision or the certificate of valuation, nevertheless, the mistake may be of a kind which shows that the valuation is not in accordance with the contract. A mistake concerning the identity of the premises to be valued could seldom, if ever, comply with the terms of the agreement between the parties. But a valuation which is the result of the mistaken application of the principles of valuation may still be made in accordance with the terms of the agreement. In each case the critical question must always be: Was the valuation made in accordance with the terms of a contract? If it is, it is nothing to the point that the valuation may have proceeded on the basis of error or that it constitutes a gross over or under value. Nor is it relevant that the valuer has taken into consideration matters which he should not have taken into account or has failed to take into account matters which he should have taken into account. The question is not whether there is an error in the discretionary judgment of the valuer. It is whether the valuation complies with the terms of the contract.\\n\\n15 It was then submitted that although this decision concerned a valuation made under a contract, by adopting a valuation made in accordance with requirements specified by the Commissioner, s 75- 10 (3) establishes a means for determining value that is comparable to a contractual provision. The section does not provide any mechanism for such a valuation to be challenged. It was therefore of similar effect to a contractual term requiring the parties to abide by a valuation obtained in accordance with the contract. It was submitted that the Court should therefore adopt the principles set out in Legal & General Life of Australia Ltd 1 NSWLR 314 when determining what the Commissioner must establish in order to overturn Mr Nicodimou's valuation.\\n\\n16 The taxpayer alternatively submitted that the valuation should be reviewed in accordance with the ordinary principles of administrative law. A relevant matter to take into account is only a matter that the valuer is 'bound' to take into account. The taxpayer submitted that the only relevant matters were specifically set out in what is described as Method 1 of the Determination.\",\"6\":\"38 The Commissioner contended that it appeared to be Mr Nicodimou's view that the relevant valuation principles positively forbade him from considering any information that post-dated 1 July 2000 in order to ascertain the market value of the strata units as at 1 July 2000. I agree that, if Mr Nicodimou held this view, it would be a fundamentally incorrect view: see, eg, McCathie v Federal Commissioner of Taxation [1944] HCA 9 ; (1944) 69 CLR 1 , 16-17; Melwood Units Pty Ltd v Commissioner of Main Roads [1979] AC 426 , 436; and Closer Settlement 17 LGR (NSW) 62.\",\"7\":\"38 The Commissioner contended that it appeared to be Mr Nicodimou's view that the relevant valuation principles positively forbade him from considering any information that post-dated 1 July 2000 in order to ascertain the market value of the strata units as at 1 July 2000. I agree that, if Mr Nicodimou held this view, it would be a fundamentally incorrect view: see, eg, McCathie v Federal Commissioner of Taxation [1944] HCA 9 ; (1944) 69 CLR 1 , 16-17; Melwood Units Pty Ltd v Commissioner of Main Roads [1979] AC 426 , 436; and Closer Settlement 17 LGR (NSW) 62.\",\"8\":\"17 The taxpayer referred to Minister for Aboriginal Affairs v Peko-Wallsend Ltd [1986] HCA 40 ; (1986) 162 CLR 24 where Mason J (as he then was) identified the following propositions in connection with a failure to take into account a relevant consideration (at 39-41):\\n \\n \\n (a) The ground of failure to take into account a relevant consideration can only be made out if a decision-maker fails to take into account a consideration which he is bound to take into account in making that decision. ... \\n \\n \\n \\n (b) What factors a decision-maker is bound to consider in making the decision is determined by construction of the statute conferring the discretion. If the statute expressly states the considerations to be taken into account, it will often be necessary for the court to decide whether those enumerated factors are exhaustive or merely inclusive. If the relevant factors -- and in this context I use this expression to refer to the factors which the decision-maker is bound to consider -- are not expressly stated, they must be determined by implication from the subject-matter, scope and purpose of the Act. In the context of judicial review on the ground of taking into account irrelevant considerations, this Court has held that, where a statute confers a discretion which in its terms is unconfined, the factors that may be taken into account in the exercise of the discretion are similarly unconfined, except in so far as there may be found in the subject-matter, scope and purpose of the statute some implied limitation on the factors to which the decision-maker may legitimately have regard. ... By analogy, where the ground of review is that a relevant consideration has not been taken into account and the discretion is unconfined by the terms of the statute, the court will not find that the decision-maker is bound to take a particular matter into account unless an implication that he is bound to do so is to be found in the subject-matter, scope and purpose of the Act. \\n \\n \\n \\n (c) Not every consideration that a decision-maker is bound to take into account but fails to take into account will justify the court setting aside the impugned decision and ordering that the discretion be re-exercised according to law. A factor might be so insignificant that the failure to take it into account could not have materially affected the decision. ... \\n \\n \\n \\n (d) The limited role of a court reviewing the exercise of an administrative discretion must constantly be borne in mind. It is not the function of the court to substitute its own decision for that of the administrator by exercising a discretion which the legislature has vested in the administrator. Its role is to set limits on the exercise of that discretion, and a decision made within those boundaries cannot be impugned. \\n \\n It follows that, in the absence of any statutory indication of the weight to be given to various considerations, it is generally for the decision-maker and not the court to determine the appropriate weight to be given to the matters which are required to be taken into account in exercising the statutory power. (references omitted)\\n\\n18 Before I go to the appropriate approach to take in consideration of the GST Act and the Determination, Method 1 of the Determination provided for what is known as the hypothetical development method of valuation. It is convenient to briefly describe this valuation method.\\n\\n32 In considering this matter, I have not found much assistance from the cases relied on by the taxpayer. The question is one of compliance with a statutory requirement and the consequences of any non-compliance. We are not dealing with a contractual setting, nor with the exercise of a power by a public official. However, even if it were appropriate to apply by analogy the principles referred to in Peko-Wallsend Ltd [1986] HCA 40 ; 162 CLR 24 , no different result would be reached in this proceeding. In the end it is a matter of determining what factors the professional valuer was bound to consider, and then to determine whether the failure to take into account a particular factor would result in invalidity.\\n\\n33 It is thus now necessary to address the application of Method 1 by Mr Nicodimou.\\n\\n34 As set out in cl 5 of the Determination, the methodology requires the valuer to assess the market value of the completed premises as at 1 July 2000, and then subtract from this figure the costs to complete the partially completed premises and the profit margin and holding costs. What is left is the price that the hypothetical developer would pay for the partially completed premises on 1 July 2000 and that is the value of those premises on 1 July 2000.\",\"9\":\"20 The methodology was also explained by Roper J (as he then was) in Closer Settlement Ltd v The Minister (1942) 17 LGR (NSW) 62 (at 65):\\n In arriving at the value of land which is suitable for subdivision a familiar and appropriate method ... is to estimate from whatever comparable sales of land in subdivision are available the price which would be realized by the land when sold; then to estimate the costs involved in the subdivision and the length of time that the realization would take, making provision for the payment of rates and for interest on money outstanding; and an estimated net return on the subdivision is obtained. It is of course clear that a person purchasing land in globo for the purpose of subdividing it would not pay the sum of money which is the present equivalent of that estimated return. Many factors in the calculation are speculative: the land in subdivision may not realize the prices which are at present expected, and the subdivision may take longer to realize than is at present anticipated. To compensate for the risk involved in the venture the purchaser would certainly discount the estimated returns. \\nSee also Port Stephens Shire Council v Tellamist Pty Ltd (2004) NSWCA 353 at [225] - [229] .\",\"10\":\"26 This approach involves an analysis of the construction of the GST Act, and the result of any non-compliance being determined by reference to that construction: see, eg, Project Blue Sky Inc v Australian Broadcasting Authority [1998] HCA 29 ; (1998) 194 CLR 355 , 390-91; and Tasker v Fullwood [1978] 1 NSWLR 20, 23-4.\",\"11\":\"10 The parties referred to a number of cases on various aspects of the operation of the GST Act and the Determination. The Commissioner submitted that the leading case on the meaning of statutory provisions that require the relevant person to 'have regard to' certain matters is R v Hunt; Ex parte Sean Investments Pty Ltd [1979] HCA 32 ; (1979) 180 CLR 322. That case dealt with sub-s 40AA(7) of the National Health Act 1953 (Cth) which provided:\\n The Permanent Head shall, in determining the scale of fees ... have regard to costs necessarily incurred in providing nursing home care in the nursing home.\\n\\n29 Equally the valuer 'must' have regard to three matters: the market value of the completed premises; the cost to complete the partly completed premises; and the profit margin and holding costs that are attributable to the period on or after the valuation date. Further, these matters would need to be given appropriate weight as important or essential elements in the making of the valuation: see R v Hunt [1979] HCA 32 ; 180 CLR 322 , 329. If the valuer did not have regard to these three matters, nor give them appropriate weight, then the language of s 75-10(3) and purpose for the valuation coming into existence, indicate that the valuation would be invalid and of no operation for the purposes of the Determination.\\n\\n30 However, just because another valuer may come to a different valuation figure does not mean that the valuation relied on may not be in compliance with the requirements of s 75-10(3) and the Determination. Within any valuation there will be matters of subjective judgement undertaken by the professional valuer based upon his or her expertise and experience.\\n\\n31 The fact that there may be matters of subjective analysis undertaken is encompassed and envisaged by the Determination which relies upon a professional valuer undertaking the task and coming to a valuation. However, in reaching the final valuation, the professional valuer must not deviate from the method of valuation dictated by the terms of the Determination. In this proceeding, the hypothetical development method of valuation was in fact adopted, and was the appropriate method as required by the Determination. To the extent that there are judgement calls to be made within the application of that method, then this would be a matter for the valuer's professional expertise upon which minds may differ in arriving at a particular value.\",\"12\":\"23 Undoubtedly, the 'conventional valuation technique' is the use of comparable sales evidence to determine market value (see River Bank Pty Ltd v Commonwealth (1974) 48 ALJR 483 , 484 per Stephen J). However, this may not be an appropriate method of valuation in any given case. Certainly it was not the valuation technique adopted, nor to be adopted, for the purpose of the valuation the subject of this proceeding.\",\"13\":\"75 In view of the above reasons, I have not needed to address whether the cumulative effect of each failure to comply with the Determination could lead to a conclusion of invalidity, rather than taking each failure to comply in isolation. In any given case, this issue may arise: see, eg, Rondo v R [2001] NSWCCA 540 ; (2001) 126 A Crim R 562 at 570-71 per Spigelman CJ.\\n\\n76 Accordingly, the taxpayer's application should be dismissed.\\n\\n77 No order as to costs is sought as the parties have entered into a funding agreement under the Commissioner's Test Case Funding Program.\\n\\n I certify that the preceding seventy-seven (77) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Middleton. \\n\\n\\n Associate:\\n\\nDated: 18 December 2008\\n\\n Counsel for the Applicant: Mr J De Wijn QC with Mr M Flynn \\n \\n Solicitor for the Applicant: Arnold Bloch Leibler \\n \\n Counsel for the Respondent: Mr S Sharpley \\n \\n Solicitor for the Respondent: Australian Government Solicitor \\n\\n Date of Hearing: 29 October 2008 \\n \\n Date of Judgment: 18 December 2008 ANNEXURE \\n \\n \\n \\n \\n \\n\\n \\n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \\n URL: http:\\/\\/www.austlii.edu.au\\/au\\/cases\\/cth\\/FCA\\/2008\\/1918.html\",\"14\":\"26 This approach involves an analysis of the construction of the GST Act, and the result of any non-compliance being determined by reference to that construction: see, eg, Project Blue Sky Inc v Australian Broadcasting Authority [1998] HCA 29 ; (1998) 194 CLR 355 , 390-91; and Tasker v Fullwood [1978] 1 NSWLR 20, 23-4.\",\"15\":\"11 Mason J (as he then was, with Gibbs J (as he then was) agreeing) said (at 329):\\n When sub-s (7) directs the Permanent Head to \\\"have regard to\\\" the costs, it requires him to take those costs into account and to give weight to them as a fundamental element in making his determination. \\nThe Commissioner also referred to The Queen v Toohey; Ex parte Meneling Station Pty Ltd [1982] HCA 69 ; (1982) 158 CLR 327 , 333 per Gibbs CJ and Faheem Khalid Lodhi v R [2007] NSWCA 360 , at [30] per Spigelman CJ.\"}}"