"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\"},\"class\":{\"0\":\"referred to\",\"1\":\"referred to\",\"2\":\"referred to\"},\"tocase\":{\"0\":\"Minister for Immigration and Citizenship v SZLIX [2008] FCAFC 171 ; (2008) 245 ALR 501\",\"1\":\"SZFDE v Minister for Immigration and Citizenship [2007] HCA 35 ; (2007) 232 CLR 189\",\"2\":\"SZFNX v Minister for Immigration and Citizenship [2007] FCA 1980\"},\"text\":{\"0\":\"15 As to the fact that the appellant was not aware of the Tribunal hearing, Raphael FM referred to Minister for Immigration and Citizenship v SZLIX [2008] FCAFC 171 ; (2008) 245 ALR 501 , where the Full Court noted that, before an omission or an action can properly be said to have occasioned a fraud on a Tribunal, it must itself be properly characterised as a fraudulent omission vis-&agrave;-vis the visa applicant. His Honour observed that there was a simple explanation why the appellant was not informed of the date of the hearing. It was because he had not told Mr Shi his new address. His Honour did not infer fraud arising from that fact.\",\"1\":\"2 The question of whether or not there was such fraud on the Tribunal rests essentially on the findings of fact made by the Federal Magistrate. The appellant seems to be relying upon SZFDE v Minister for Immigration and Citizenship [2007] HCA 35 ; (2007) 232 CLR 189.\\n\\n3 The appellant has had two migration agents advise him. A further particular of his ground of appeal is that Raphael FM failed to conduct a complete investigation into whether or not his second migration agent fulfilled his duty as legal representative.\\n\\n4 The appellant's evidence before Raphael FM was that his first migration agent, Mr Shi, had concocted his protection visa claims. He says that he told Mr Shi that he was a Falun Gong practitioner and feared harm in China for that reason. The appellant says that Mr Shi completed the statement accompanying the appellant's protection visa application which stated that he had been the head chef at his workplace, had refused a request for a false receipt from some public servants, had complained to the authorities about the corruption, was warned by the head of the company to cease his involvement and was stood down and the accounts he managed audited. The appellant accepts that Mr Shi made the application on his behalf but says that he did not sign it, he did not know what was in it, he was not advised about the progress of the application, of the application for review of the delegate's decision, of the invitation to attend a hearing or of the Tribunal's decision.\\n\\n16 In SZFNX v Minister for Immigration and Citizenship [2007] FCA 1980 , Besanko J considered fraud by an agent in the context of a Tribunal hearing. In that case, the appellant's signature had been falsely placed on the document and part of the appellant's statement had been made up. Justice Besanko said at [37] that those facts may go some way towards establishing fraud but that it is still necessary for the appellant to show that the fraud has affected the process described by the Migration Act 1958 (Cth). In this case, the matters raised by the appellant, namely:\\n \\n\\u2022 the fact that Mr Shi signed the form in the context of an authority to act;\\n \\n\\u2022 the fact that the appellant had not notified Mr Shi of his new address; and\\n \\n\\u2022 the fact that Mr Shi failed to tell the appellant about the Tribunal hearing;\\n \\ndo not constitute fraud on the Tribunal within the meaning of SZFDE and there is not sufficient evidence to support such a conclusion.\",\"2\":\"16 In SZFNX v Minister for Immigration and Citizenship [2007] FCA 1980 , Besanko J considered fraud by an agent in the context of a Tribunal hearing. In that case, the appellant's signature had been falsely placed on the document and part of the appellant's statement had been made up. Justice Besanko said at [37] that those facts may go some way towards establishing fraud but that it is still necessary for the appellant to show that the fraud has affected the process described by the Migration Act 1958 (Cth). In this case, the matters raised by the appellant, namely:\\n \\n\\u2022 the fact that Mr Shi signed the form in the context of an authority to act;\\n \\n\\u2022 the fact that the appellant had not notified Mr Shi of his new address; and\\n \\n\\u2022 the fact that Mr Shi failed to tell the appellant about the Tribunal hearing;\\n \\ndo not constitute fraud on the Tribunal within the meaning of SZFDE and there is not sufficient evidence to support such a conclusion.\"}}"