"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\"},\"class\":{\"0\":[{\"class\":\"applied\"},{\"class\":\"followed\"}],\"1\":[{\"class\":\"applied\"},{\"class\":\"followed\"}],\"2\":\"cited\"},\"tocase\":{\"0\":\"Minister for Immigration and Multicultural Affairs v Jia Legeng [2001] HCA 17 ; (2001) 205 CLR 507\",\"1\":\"SBBF v Minister for Immigration and Multicultural and Indigenous Affairs [2002] FCAFC 358\",\"2\":\"SZANH v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCA 1280\"},\"text\":{\"0\":\"14 As I have already indicated, the appellant did not attend Court this morning. There were no submissions made by anyone on his behalf. The allegation of bias made here is a fresh allegation. That allegation was not agitated before the Federal Magistrate. It is a serious allegation which must be distinctly made and clearly proved (see Minister for Immigration and Multicultural Affairs v Jia Legeng [2001] HCA 17 ; (2001) 205 CLR 507 at [69] ). It must also be borne in mind that bias on the part of the Tribunal will rarely be demonstrated or apparent from the Tribunal's written reasons alone (see SBBF v Minister for Immigration and Multicultural and Indigenous Affairs [2002] FCAFC 358 at [16] ).\",\"1\":\"14 As I have already indicated, the appellant did not attend Court this morning. There were no submissions made by anyone on his behalf. The allegation of bias made here is a fresh allegation. That allegation was not agitated before the Federal Magistrate. It is a serious allegation which must be distinctly made and clearly proved (see Minister for Immigration and Multicultural Affairs v Jia Legeng [2001] HCA 17 ; (2001) 205 CLR 507 at [69] ). It must also be borne in mind that bias on the part of the Tribunal will rarely be demonstrated or apparent from the Tribunal's written reasons alone (see SBBF v Minister for Immigration and Multicultural and Indigenous Affairs [2002] FCAFC 358 at [16] ).\",\"2\":\"16 The remaining grounds raised in the Notice of Appeal have not been made out. There is no suggestion in any of the material before me that the learned Federal Magistrate behaved unfairly vis-&agrave;-vis the appellant or that there was anything unfair in the decision by the Federal Magistrate to deliver judgment ex tempore. Such a proposition would ordinarily be difficult to establish (see SZANH v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCA 1280).\\n\\n17 The last ground is really a ground which seeks to re-agitate the merits of the Tribunal's decision, a course which is impermissible in this Court.\\n\\n18 For these reasons, in my view, there was no jurisdictional error committed by the Federal Magistrate. Accordingly the appellant's appeal is dismissed with costs.\\n\\n I certify that the preceding eighteen (18) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Foster. \\n\\n\\n Associate:\\n\\nDated: 18 November 2008\\n\\n \\n The Appellant did not appear \\n \\n Counsel for the First Respondent: Ms SA Sirtes \\n \\n Solicitor for the Respondents: DLA Phillips Fox \\n\\n Date of Hearing: 12 November 2008 \\n \\n Date of Judgment: 12 November 2008 \\n\\n \\n\\n \\n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \\n URL: http:\\/\\/www.austlii.edu.au\\/au\\/cases\\/cth\\/FCA\\/2008\\/1709.html\"}}"