"{\"id\":{\"0\":\"c0\"},\"class\":{\"0\":\"cited\"},\"tocase\":{\"0\":\"Minister for Aboriginal Affairs v Peko-Wallsend Limited [1986] HCA 40 ; (1986) 162 CLR 24\"},\"text\":{\"0\":\"11 I see no error in the reasoning of the primary judge in relation to his Honour's analysis of the obligations on the Tribunal to deal with the Ombudsman report. Those conclusions were in accordance with Mason J's statement in Minister for Aboriginal Affairs v Peko-Wallsend Limited [1986] HCA 40 ; (1986) 162 CLR 24 at 39 where his Honour said:\\n \\n The ground of failure to take into account a relevant consideration can only be made out if a decision-maker fails to take into account a consideration which he is bound to take into account in making that decision.\\n\\n12 His Honour concluded that the Tribunal was not required to take into account the Ombudsman report in making its decision and I see no error in that conclusion, nor in the conclusion that the report could not have given rise to a legitimate expectation that the recommendations in the report would be considered by the Tribunal.\\n\\n13 The applicant has not demonstrated that the decision of the primary judge is attended with sufficient doubt to warrant its reconsideration by the Full Court, nor has he established any error in his Honour's reasons. Accordingly, I consider that the appeal has no prospect of success. It follows that the application for an extension of time to file the application for leave to appeal should be refused. The applicant should pay the first respondent's costs.\\n\\n\\n I certify that the preceding thirteen (13) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Bennett. \\n\\n\\n Associate:\\n\\nDated: 22 December 2008\\n\\n The Applicant appeared in person \\n \\n \\n Solicitor for the First Respondent: Clayton Utz \\n\\n Date of Hearing: 15 December 2008 \\n \\n Date of Judgment: 15 December 2008 \\n\\n\\n \\n\\n \\n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \\n URL: http:\\/\\/www.austlii.edu.au\\/au\\/cases\\/cth\\/FCA\\/2008\\/1967.html\"}}"