"{\"id\":{\"0\":\"c0\",\"1\":\"c1\"},\"class\":{\"0\":\"cited\",\"1\":\"cited\"},\"tocase\":{\"0\":\"NAIZ v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCAFC 37\",\"1\":\"Randhawa v Minister for Immigration, Local Government & Ethnic Affairs (1994) 52 FCR 437\"},\"text\":{\"0\":\"7 Again, I can understand that persons with ties to a particular community, running a school, and of a minority religion, although a substantial minority, would be disappointed by the result on this issue. However, I can find no jurisdictional error in the way in which the Tribunal approached the matter. NAIZ v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCAFC 37 is a decision which is relatively favourable to appellants in situations like this but, even approaching the matter on the basis of Branson J's judgment in that matter does not, it seems to me, establish jurisdictional error in the present case.\\n\\n8 This case illustrates the difficulties both of applicants for visas and of tribunals in dealing with those applications in deciding important issues without the usual forensic advantages. The appeal is dismissed. The appellants are to pay the costs of the first respondent.\\n\\n I certify that the preceding eight (8) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gyles. \\n\\n Associate:\\n \\nDated: 12 March 2008\\n\\n \\n The Appellants appeared in person \\n \\n Counsel for the First Respondent: Mr J Mitchell \\n \\n Solicitor for the First Respondent: DLA Phillips Fox \\n\\n Date of Hearing: 5 March 2008 \\n \\n Date of Judgment: 5 March 2008 \\n\\n\\n \\n\\n \\n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \\n URL: http:\\/\\/www.austlii.edu.au\\/au\\/cases\\/cth\\/FCA\\/2008\\/311.html\",\"1\":\"6 There was a second and independent ground for rejecting the claim for protection visas by the Tribunal what is generally referred to as the relocation principle. The Tribunal was satisfied that it was reasonable to expect the appellants to live elsewhere other than in the particular place and avoid the harm they fear. In coming to that view the Tribunal referred to the well-known authority of Randhawa v Minister for Immigration, Local Government & Ethnic Affairs (1994) 52 FCR 437. The Tribunal gave detailed reasons for coming to the conclusion that it reached and it seems to me that it involved two aspects. The first was that there would be protection in other parts of India and, secondly, that it was reasonable and practicable for these particular appellants to so relocate.\"}}"