"{\"id\":{\"0\":\"c0\"},\"class\":{\"0\":\"followed\"},\"tocase\":{\"0\":\"Pham v Secretary, Department of Employment and Workplace Relations [2007] FCAFC 179\"},\"text\":{\"0\":\"15 Section 78B of the Judiciary Act , it should be noted, is not considered to have any present application. Section 78B(1) requires a cause to be \\\" pending \\\" in a federal court. At present there is no such cause \\\" pending \\\". All that is before this Court is a proposal to file an amended application. Even if this be not correct, s 78B has no application where a pleading raises trivial or unarguable points: Deputy Commissioner of Taxation v Warwick (No 2) [2004] FCA 918 , 56 ATR 371. In Pham v Secretary, Department of Employment and Workplace Relations [2007] FCAFC 179 it was further observed that the matters there sought to be raised were frivolous or vexatious. It is considered that the proposed application in the present proceedings raises issues which are frivolous or vexatious or unarguable. Accordingly, section 78B does not require this Court not to proceed further.\\n\\n16 The orders of the Court are:\\n \\n1. The proceedings be dismissed as against both Respondents.\\n \\n2. The First Applicant is not to commence any proceedings in this Court without the prior leave of the Court, excluding any application to appeal or seeking leave to appeal from this decision. \\n \\n3. The Applicants to pay the costs of the First Respondent of and incidental to these proceedings including any reserved costs.\\n \\n4. The Applicants to pay the costs of the Second Respondent of and incidental to these proceedings including any reserved costs.\\n\\n I certify that the preceding sixteen (16 ) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Flick. \\n\\n Associate:\\n\\nDated: 31 March 2008\\n\\n Counsel for the First Applicant: The First Applicant appeared in person \\n \\n Counsel for the First Respondent: G Curtis \\n \\n Counsel for the Second Respondent: J Turnbull \\n\\n Date of Hearing: 31 March 2008 \\n \\n Date of Judgment: 31 March 2008 \\n\\n \\n\\n \\n\\n \\n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \\n URL: http:\\/\\/www.austlii.edu.au\\/au\\/cases\\/cth\\/FCA\\/2008\\/430.html\"}}"