"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\",\"3\":\"c3\"},\"class\":{\"0\":\"referred to\",\"1\":\"referred to\",\"2\":\"referred to\",\"3\":\"referred to\"},\"tocase\":{\"0\":\"Re Diamond Press Australia Pty Ltd [2001] NSWSC 313\",\"1\":\"Re Double V Marketing Pty Ltd [1995] FCA 1151 ; (1995) 16 ACSR 498\",\"2\":\"Re Porter and Another as joint administrators of Priceright Construction Pty Limited (2006) 57 ACSR 206\",\"3\":\"Ex parte Vouris; in the matter of Marrickville Bowling & Recreation Club Ltd (under administration [2008] FCA 622\"},\"text\":{\"0\":\"One of the orders sought in the application is an order that leave be granted to any person claiming to be interested to make an application to vary these orders. In Re Diamond Press Australia Pty Ltd [2001] NSWSC 313 at [12] , Barrett J observed that this is a sensible precaution. It was one which was followed by Lindgren J in Re Double V Marketing Pty Ltd [1995] FCA 1151 ; (1995) 16 ACSR 498.\",\"1\":\"One of the orders sought in the application is an order that leave be granted to any person claiming to be interested to make an application to vary these orders. In Re Diamond Press Australia Pty Ltd [2001] NSWSC 313 at [12] , Barrett J observed that this is a sensible precaution. It was one which was followed by Lindgren J in Re Double V Marketing Pty Ltd [1995] FCA 1151 ; (1995) 16 ACSR 498.\",\"2\":\"It seems to me that the proper approach to this application is to permit the creditors to adjourn the date of the second meeting. I refer to [15] of Ex parte Vouris and to the observations of Barrett J in Re Porter and Another as joint administrators of Priceright Construction Pty Limited (2006) 57 ACSR 206, in which his Honour observed that it is now well recognised that the Court has power to extend the convening period under section 447A in a way that section 439A does not allow.\",\"3\":\"This is an application under section 447A of the Corporations Act 2001 (Cth) (\\\"the Act\\\") to permit the creditors of the company to adjourn the date of the second meeting of creditors. I dealt with such an application in the matter of Ex parte Vouris; in the matter of Marrickville Bowling & Recreation Club Ltd (under administration) [2008] FCA 622. However, the present application is not quite as straight forward as that with which I dealt in Ex parte Vouris .\\n\\nThe circumstances in which the application is made are set out in an affidavit of Mr Geoffrey Philip Reidy, who is the administrator of Collective Olive Groves Limited (\\\"COGL\\\"). Mr Reidy was appointed administrator on 19 November 2008.\\n\\nCOGL owns a substantial parcel of land at Speers Creek Road, Stonehenge, Queensland upon which olives are grown. The land forms part of the assets of a managed investment scheme. A company known as Australian Olives Limited (\\\"AOL\\\") was at one stage responsible for the management of the land.\\n\\nIt seems to me that the proper approach to this application is to permit the creditors to adjourn the date of the second meeting. I refer to [15] of Ex parte Vouris and to the observations of Barrett J in Re Porter and Another as joint administrators of Priceright Construction Pty Limited (2006) 57 ACSR 206, in which his Honour observed that it is now well recognised that the Court has power to extend the convening period under section 447A in a way that section 439A does not allow.\\n\\nIt seems to me that on the sketchy information which has been provided to me, this period is too long. I dealt with the authorities relating to the appropriate extension of time in [16] and [17] of Ex parte Vouris . In my view, the adjournment which should be permitted should be not more than 20 business days from Monday 23 February 2009. I have selected that date as the date from which to measure the time because that was the date to which the second meeting was adjourned.\\n\\nI will make orders in terms of the six orders that are set out in the Application, but inserting in the paragraph numbered 3 after the words \\\"extend beyond\\\" the words \\\"20 March 2009\\\".\\n I certify that the preceding twenty-five (25) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jacobson. \\n \\n Associate:\\n \\n \\nDated: 19 February 2009\\n \\n Counsel for the Plaintiffs: B. DeBuse \\n \\n Solicitor for the Plaintiffs: Truman Hoyle \\n Date of Hearing: 19 February 2009 \\n \\n Date of Judgment: 19 February 2009 \\n \\n \\n \\n\\n \\n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \\n URL: http:\\/\\/www.austlii.edu.au\\/au\\/cases\\/cth\\/FCA\\/2009\\/177.html\"}}"