"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\",\"3\":\"c3\",\"4\":\"c4\",\"5\":\"c5\"},\"class\":{\"0\":\"referred to\",\"1\":\"referred to\",\"2\":\"cited\",\"3\":\"cited\",\"4\":\"referred to\",\"5\":\"referred to\"},\"tocase\":{\"0\":\"Dellios v Zegarac [2006] FCA 1733\",\"1\":\"Dellios v Zegarac (No 2) [2006] FCA 1831\",\"2\":\"General Steel Industries Inc. v Commissioner for Railways (NSW) [1964] HCA 69 ; (1964) 112 CLR 125\",\"3\":\"Walton v Gardiner [1992] HCA 12 ; (1993) 177 CLR 378\",\"4\":\"Zegarac v Dellios [2005] VSC 264\",\"5\":\"Zegarac v Dellios [2006] FMCA 34\"},\"text\":{\"0\":\"On 13 December 2006, Marshall J refused an application for leave to appeal out of time against Phipps FM's decision. His Honour expressed the view that the Federal Magistrate's decision was \\\"free from doubt such that it would be futile to extend the time within which to allow an appeal to be filed\\\": see Dellios v Zegarac [2006] FCA 1733 at [19] .\",\"1\":\"On 15 December 2006, Marshall J also dealt with an application by Ms Zegarac to review the sequestration order made on 18 May 2006. Ms Zegarac sought to persuade his Honour that the Magistrate's judgment (on which the bankruptcy notice was founded) had been obtained by fraud. He dismissed the application to review the Registrar's decision: see Dellios v Zegarac (No 2) [2006] FCA 1831.\",\"2\":\"The power to dismiss a proceeding on the ground that it is frivolous or vexatious or an abuse of process is not to be exercised lightly: see General Steel Industries Inc. v Commissioner for Railways (NSW) [1964] HCA 69 ; (1964) 112 CLR 125 at 129-130. If, however, a proceeding is an abuse of process, it may be dismissed: see O 20 r 5 of the Federal Court Rules . A proceeding will constitute an abuse of process if it is \\\"foredoomed to fail\\\": see Walton v Gardiner [1992] HCA 12 ; (1993) 177 CLR 378 at 393.\",\"3\":\"The power to dismiss a proceeding on the ground that it is frivolous or vexatious or an abuse of process is not to be exercised lightly: see General Steel Industries Inc. v Commissioner for Railways (NSW) [1964] HCA 69 ; (1964) 112 CLR 125 at 129-130. If, however, a proceeding is an abuse of process, it may be dismissed: see O 20 r 5 of the Federal Court Rules . A proceeding will constitute an abuse of process if it is \\\"foredoomed to fail\\\": see Walton v Gardiner [1992] HCA 12 ; (1993) 177 CLR 378 at 393.\",\"4\":\"Ms Slavica Zegarac became bankrupt on 18 May 2006. A sequestration order was made by a Registrar on the petition of Mr Paul Dellios (trading as Dellios West & Co). That order was based on a judgment given by the Magistrate's Court of Victoria dated 26 April 2005. An appeal against the decision of the Magistrate was dismissed by the Supreme Court on 28 June 2005: see Zegarac v Dellios [2005] VSC 264.\\n\\nMr Gess Rambaldi and Mr Andrew Yeo were appointed joint and several trustees of the bankrupt estate of Ms Zegarac. They are members of the firm Pitcher Partners.\",\"5\":\"On 12 October 2005, Ms Zegarac applied to the Federal Magistrates Court for an order setting aside the bankruptcy notice on the ground that she had a counter claim, set-off or cross demand against Mr Dellios which exceeded the amount of the debt owed to him. On 16 December 2005, Federal Magistrate Phipps dismissed the application. He provided reasons for that decision on 19 January 2006: see Zegarac v Dellios [2006] FMCA 34.\"}}"