"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\",\"3\":\"c3\",\"4\":\"c4\"},\"class\":{\"0\":\"cited\",\"1\":\"cited\",\"2\":\"referred to\",\"3\":\"applied\",\"4\":\"referred to\"},\"tocase\":{\"0\":\"Metcash Trading Limited v Bunn [2009] FCA 1468\",\"1\":\"Australian Broadcasting Corporation v Lenah Game Meats Pty Limited [2001] HCA 63 ; (2001) 208 CLR 199\",\"2\":\"Castlemaine Tooheys Limited v South Australia [1986] HCA 58 ; (1986) 161 CLR 148\",\"3\":\"Australian Broadcasting Corporation v O'Neill [2006] HCA 46 ; (2006) 227 CLR 57\",\"4\":\"Beecham Group Ltd v Bristol Laboratories Pty Ltd [1968] HCA 1 ; (1968) 118 CLR 618\"},\"text\":{\"0\":\"On Monday, 7 December 2009 the first applicant applied for further orders restraining the publication of T.I.G.A. 12\\/2:2009 but, for reasons which I gave at that time, I refused that application: Metcash Trading Limited v Bunn [2009] FCA 1468.\\n\\nI am advised that Mitre 10 held meetings on Monday, 7 December 2009 and that further meetings are to be held today which may lead to the parties negotiating and seeking to agree upon an Implementation Agreement. If an agreement can be reached, the parties will need to apply to the Court and seek shareholder approvals for the schemes of arrangement which are proposed.\\n\\nThe first applicant seeks a continuation of the interim orders made on Saturday, 5 December 2009 until at least the schemes of arrangement have been effected, which will be some time in the first quarter of 2010.\",\"1\":\"The purpose of an interlocutory injunction is to preserve the status quo until trial when the rights of the parties can be determined: Australian Broadcasting Corporation v Lenah Game Meats Pty Limited [2001] HCA 63 ; (2001) 208 CLR 199.\",\"2\":\"In Castlemaine Tooheys Limited v South Australia [1986] HCA 58 ; (1986) 161 CLR 148 at 153, Mason ACJ identified the principles which govern the grant or refusal of an interlocutory injunction in both private and public law litigation. He said: \\n \\n In order to secure such an injunction the plaintiff must show (1) that there is a serious question to be tried or that the plaintiff has made out a prima facie case, in the sense that if the evidence remains as it is there is a probability that at the trial of the action the plaintiff will be held entitled to relief; (2) that he will suffer irreparable injury for which damages will not be an adequate compensation unless an injunction is granted; and (3) that the balance of convenience favours the granting of an injunction.\",\"3\":\"Those principles were addressed by the High Court in Australian Broadcasting Corporation v O'Neill [2006] HCA 46 ; (2006) 227 CLR 57 where Gummow and Hayne JJ said at [65]: \\n \\n The relevant principles in Australia are those explained in Beecham Group Ltd v Bristol Laboratories Pty Ltd . This Court (Kitto, Taylor, Menzies and Owen JJ) said that on such applications the court addresses itself to two main inquiries and continued: \\n \\n\\n \\n \\n \\n The first is whether the plaintiff has made out a prima facie case, in the sense that if the evidence remains as it is there is a probability that at the tiral of the action the plaintiff will be held entitled to relief ... The second inquiry is ... whether the inconvenience or injury which the plaintiff would be likely to suffer if an injunction were refused outweighs or is outweighed by the injury which the defendant would suffer if an injunction were granted. \\n \\n \\n\\n \\n \\n By using the phrase \\\"prima facie case\\\", their Honours did not mean that the plaintiff must show that it is more probable than not that at trial the plaintiff will succeed; it is sufficient that the plaintiff show a sufficient likelihood of success to justify in the circumstances the preservation of the status quo pending the trial. That this was the sense in which the Court was referring to the notion of a prima facie case is apparent from an observation to that effect made by Kitto J in the course of argument. With reference to the first inquiry, the Court continued, in a statement of central importance for this appeal: \\n \\n\\n \\n \\n \\n How strong the probability needs to be depends, no doubt, upon the nature of the rights [the plaintiff] asserts and the practical consequences likely to flow from the order he seeks.\\n (Footnotes omitted.)\",\"4\":\"Those principles were addressed by the High Court in Australian Broadcasting Corporation v O'Neill [2006] HCA 46 ; (2006) 227 CLR 57 where Gummow and Hayne JJ said at [65]: \\n \\n The relevant principles in Australia are those explained in Beecham Group Ltd v Bristol Laboratories Pty Ltd . This Court (Kitto, Taylor, Menzies and Owen JJ) said that on such applications the court addresses itself to two main inquiries and continued: \\n \\n\\n \\n \\n \\n The first is whether the plaintiff has made out a prima facie case, in the sense that if the evidence remains as it is there is a probability that at the tiral of the action the plaintiff will be held entitled to relief ... The second inquiry is ... whether the inconvenience or injury which the plaintiff would be likely to suffer if an injunction were refused outweighs or is outweighed by the injury which the defendant would suffer if an injunction were granted. \\n \\n \\n\\n \\n \\n By using the phrase \\\"prima facie case\\\", their Honours did not mean that the plaintiff must show that it is more probable than not that at trial the plaintiff will succeed; it is sufficient that the plaintiff show a sufficient likelihood of success to justify in the circumstances the preservation of the status quo pending the trial. That this was the sense in which the Court was referring to the notion of a prima facie case is apparent from an observation to that effect made by Kitto J in the course of argument. With reference to the first inquiry, the Court continued, in a statement of central importance for this appeal: \\n \\n\\n \\n \\n \\n How strong the probability needs to be depends, no doubt, upon the nature of the rights [the plaintiff] asserts and the practical consequences likely to flow from the order he seeks.\\n (Footnotes omitted.)\\n\\nThat case was concerned with a publication by the national broadcaster and a claim for defamation as a result of the material broadcast. Gleeson CJ and Crennan J agreed with the principles stated by Gummow and Hayne JJ and, in particular, that the proper principle for the grant of an interlocutory injunction was as stated in Beecham Group Ltd v Bristol Laboratories Pty Ltd [1968] HCA 1 ; (1968) 118 CLR 618. They said at [19]: \\n \\n In the context of a defamation case, the application of those organising principles will require particular attention to the considerations which courts have identified as dictating caution. Foremost among those considerations is the public interest in free speech.\\n\\nThis is not a case in defamation but it is a case in injurious falsehood and for a contravention of s 52 of the TPA. The first applicant seeks to have this Court restrain the respondent making statements about the way in which the first applicant has carried on its business and might carry on its business if the first applicant were to succeed in having Mitre 10 accept its proposal. It seeks an order restraining the respondent's right to freedom of speech.\\n\\nThe status quo is sometimes difficult to establish and depends upon the viewpoint one might take. Mr Livesey QC, who appeared on the second hearing, said that the status quo was effectively identified as his client's right to make a proposal to the Mitre 10 shareholders\\/franchisees uncontaminated by any misrepresentations made by the respondent to those shareholders\\/franchisees. The respondent on the other hand would say that the status quo was his right to communicate with people (shareholders\\/franchisees) who might be affected in the future by the way in which the applicants conduct their business.\"}}"