"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\",\"3\":\"c3\",\"4\":\"c4\",\"5\":\"c5\",\"6\":\"c6\",\"7\":\"c7\",\"8\":\"c8\",\"9\":\"c9\",\"10\":\"c10\",\"11\":\"c11\",\"12\":\"c12\",\"13\":\"c13\",\"14\":\"c14\",\"15\":\"c15\",\"16\":\"c16\",\"17\":\"c17\",\"18\":\"c18\",\"19\":\"c19\",\"20\":\"c20\",\"21\":\"c21\"},\"class\":{\"0\":\"discussed\",\"1\":\"discussed\",\"2\":\"referred to\",\"3\":\"discussed\",\"4\":\"cited\",\"5\":\"cited\",\"6\":\"discussed\",\"7\":\"cited\",\"8\":\"cited\",\"9\":\"cited\",\"10\":\"referred to\",\"11\":\"cited\",\"12\":\"referred to\",\"13\":\"referred to\",\"14\":\"cited\",\"15\":\"discussed\",\"16\":\"cited\",\"17\":\"followed\",\"18\":\"referred to\",\"19\":\"cited\",\"20\":\"discussed\",\"21\":\"cited\"},\"tocase\":{\"0\":\"American Cyanamid Co v Ethicon Ltd [1975] UKHL 1 ; [1975] AC 396\",\"1\":\"Australian Broadcasting Corporation v O'Neill [2006] HCA 46 ; (2006) 227 CLR 57\",\"2\":\"Australian Broadcasting Tribunal v Bond [1990] HCA 33 ; (1990) 170 CLR 321\",\"3\":\"Barnes v Boulton [2004] FCA 1219 ; (2004) 139 FCR 356\",\"4\":\"Beecham Group Ltd v Bristol Laboratories Pty Ltd [1968] HCA 1 ; (1968) 118 CLR 618\",\"5\":\"CC v Australian Crime Commission [2005] FCA 754\",\"6\":\"Castlemaine Tooheys Ltd v The State of South Australia [1986] HCA 58 ; (1986) 161 CLR 148\",\"7\":\"Fernando v Minister for Immigration & Multicultural Affairs [1999] FCA 1375\",\"8\":\"Gazal Apparel Pty Ltd v Davies (2007) 247 LSJS 391\",\"9\":\"Hicks v Minister for Immigration & Multicultural & Indigenous Affairs [2003] FCA 757\",\"10\":\"Kelly v Wolstenholme [1991] 4 ACSR 709\",\"11\":\"Lim v Secretary, Department of Education, Employment and Workplace Relations (No 2) [2008] FCA 1752\",\"12\":\"Minister for Immigration and Multicultural Affairs v Rajamanikkam [2002] HCA 32 ; (2002) 210 CLR 222\",\"13\":\"National Dwellings Society v Sykes [1894] 3 Ch 159\",\"14\":\"Registrar of Aboriginal Corporations v Barker (1997) 81 FCR 53\",\"15\":\"Secretary of State for Education and Science v Tameside Metropolitan Borough Council [1976] UKHL 6 ; [1977] AC 1014\",\"16\":\"Smith Kline & French Laboratories (Aust) Ltd v Secretary, Department of Community Services and Health [1989] FCA 384 ; (1990) 22 FCR 73\",\"17\":\"SS v Australian Crime Commission [2009] FCA 580\",\"18\":\"The Federal Commissioner of Taxation v Broken Hill South Ltd [1941] HCA 33 ; (1941) 65 CLR 150\",\"19\":\"Undershaft (No 1) Ltd (Formerly CGNU Holdings (Australia) Ltd) v Commissioner of Taxation (2009) 253 ALR 280\",\"20\":\"Watt v Australian Crime Commission [2004] FCA 1669\",\"21\":\"World Series Cricket Pty Ltd v Parish (1977) 16 ALR 181\"},\"text\":{\"0\":\"Gummow and Hayne JJ said (at 81 [65]) that the relevant principles in Australia are those explained in Beecham Group Ltd v Bristol Laboratories Pty Ltd [1968] HCA 1 ; (1968) 118 CLR 618. They referred to a passage in the reasons for judgment of Kitto, Taylor, Menzies and Owen JJ in that case and to their Honours' use of the phrase \\\"prima facie case\\\". Gummow and Hayne JJ went on to say (at 82 [65]): \\n \\\"By using the phrase 'prima facie case', their Honours did not mean that the plaintiff must show that it is more probable than not that at the trial the plaintiff will succeed; it is sufficient that the plaintiff show a sufficient likelihood of success to justify in the circumstances the preservation of the status quo pending the trial. That this was the sense in which the Court was referring to the notion of a prima facie case is apparent from an observation to that effect by Kitto J in the course of argument. With reference to the first inquiry, the Court continued, in a statement of central importance for this appeal: \\n\\n \\n 'How strong the probability needs to be depends, no doubt, upon the nature of the rights [the plaintiff] asserts and the practical consequences likely to flow from the order he seeks.'\\\" \\n\\n(Citations omitted.)\\n \\nA little later, after referring to observations by Lord Diplock in American Cyanamid Co v Ethicon Ltd [1975] UKHL 1 ; [1975] AC 396 , their Honours said (at 84 [71]):\\n \\n \\\"Those statements do not accord with the doctrine in this Court as established by Beecham and should not be followed. They obscure the governing consideration that the requisite strength of the probability of ultimate success depends upon the nature of the rights asserted and the practical consequences likely to flow from the interlocutory order sought.\\\"\",\"1\":\"In Australian Broadcasting Corporation v O'Neill [2006] HCA 46 ; (2006) 227 CLR 57 , Gleeson CJ and Crennan J said (at 68 [19]): \\n \\\"...in all applications for an interlocutory injunction, a court will ask whether the plaintiff has shown that there is a serious question to be tried as to the plaintiff's entitlement to relief, has shown that the plaintiff is likely to suffer injury for which damages will not be an adequate remedy, and has shown that the balance of convenience favours the granting of an injunction. These are the organising principles, to be applied having regard to the nature and circumstances of the case, under which issues of justice and convenience are addressed. We agree with the explanation of these organising principles in the reasons of Gummow and Hayne JJ, and their reiteration that the doctrine of the Court established in Beecham Group Ltd v Bristol Laboratories Pty Ltd should be followed.\\\" \\n\\n (Citations omitted.)\",\"2\":\"The applicant then referred to decisions which have considered whether various grounds in s 5 of the ADJR Act embody a \\\"no evidence\\\" or \\\"no probative material\\\" test. In the context of the ground in s 5(1)(a) (a breach of the rules of natural justice occurred in connection with the making of the decision), he referred to Australian Broadcasting Tribunal v Bond [1990] HCA 33 ; (1990) 170 CLR 321 (\\\" Bond \\\") at 367 per Deane J and Minister for Immigration and Multicultural Affairs v Rajamanikkam [2002] HCA 32 ; (2002) 210 CLR 222 (\\\" Rajamanikkam \\\") at 232-233 [25]-[29] per Gleeson CJ. In the context of the ground in s 5(1)(f) (the decision involved an error of law), the applicant referred to Bond at 355-358 per Mason CJ; The Federal Commissioner of Taxation v Broken Hill South Ltd [1941] HCA 33 ; (1941) 65 CLR 150 at 155 per Starke J, at 157 per McTiernan J, at 160-161 per Williams J; Rajamanikkam at 238-240 [49]-[53] per Gaudron and McHugh JJ. In the context of the ground in s 5(1)(h) (there was no evidence or other material to justify the making of the decision; see also s 5(3)), the applicant referred to Bond at 358 per Mason CJ, at 365 per Brennan J, at 369 per Deane J; Rajamanikkam at 233-234 [30]-[34] per Gleeson CJ, at 238-240 [49]-[53] per Gaudron and McHugh JJ, at 250-261 [96]-[125] per Kirby J.\",\"3\":\"For s 25D of the Acts Interpretation Act to be engaged, it must be established that s 28(1A) of the ACC Act imposes an obligation on an examiner to give written reasons for his or her decision to issue a summons. In my opinion, the applicant cannot establish that matter. Section 28 does not impose an obligation on an examiner to give reasons to an examinee or to give the written record of his reasons to an examinee: Barnes v Boulton [2004] FCA 1219 ; (2004) 139 FCR 356. That decision was not challenged by the applicant. In the course of his decision in that case, Finn J said (at 363-364 [28]-[29]): \\n \\\"It is important to note that the present application is not one for judicial review of the examiner's decision. Rather it asserts an entitlement to be provided with Mr Boulton's record of reasons \\u2014 an entitlement the satisfaction of which is said to be a precondition to the holding of the examination. The short answer to the claim is that s 28(1A) in its setting gives no such right expressly and there is no conceivable basis in this context for implying such a right: cf R v Young [1999] NSWCCA 166 ; (1999) 46 NSWLR 681 at 686 ff; let alone for making the provision of such reasons a jurisdictional precondition to the holding of an examination. Neither context nor legislative purpose: cf Network Ten Pty Ltd v TCN Channel Nine Pty Ltd [2004] HCA 14 ; (2004) 78 ALJR 585 at [11] ; and see generally Spigelman, 'The poet's rich resource: Issues in statutory interpretation' (2001) 21 Aust Bar Rev 224 ; lend any support to such an implication. \\n\\n \\n The legislative judgment not to provide a right to reasons can only be regarded as deliberate, the more so as the ACC Act contemplates that decisions under this Act may be the subject of an application under the ADJR Act: s 57; but the ADJR [sic] gives no right to reasons under s 13 for such decisions. The clear purpose of s 28(1A) is both to focus and enhance decision making and to provide an accountability mechanism by requiring the creation of an 'audit trail'. Under s 59 of the ACC Act, that record is potentially available on request to the portfolio Minister and to the Parliamentary Joint Committee on the Australian Crime Commission that is constituted under Pt III of the ACC Act: and see ss 54 and 55 for that Committee's powers and duties. As is not uncommon with investigative agencies, the Parliament has counterbalanced the secrecy regime it has erected to ensure the effectiveness of the ACC's investigations with a measure of public accountability through a dedicated \\n (2004) parliamentary oversight committee: see eg Intelligence Services Act 2001 (Cth). A right such as the applicant propounds would be an alien presence in such a statutory scheme.\\\"\\n\\nIn my opinion, an obligation to record in writing the reasons for a decision or act (which is the obligation imposed by s 28(1A) of the ACC Act) is quite different from an obligation to give written reasons for a decision (which is the obligation postulated by s 25D of the Acts Interpretation Act ). The latter, no doubt, includes giving written reasons to the person affected by the decision and publishing written reasons. The obligation in s 28(1A) to record in writing the reasons for the issue of a summons does not engage the obligation in s 25D of the Acts Interpretation Act to set out in an instrument giving the reasons the findings on material questions of fact and to refer to the evidence or other material on which those findings are based.\\n\\nThe applicant's argument must fail for another reason, even if (contrary to my conclusion) s 28(1A) of the ACC Act engaged the obligation in s 25D of the Acts Interpretation Act . If I assume s 25D was engaged and I assume the examiner's reasons did not satisfy the requirements of s 25D , the applicant's argument must nevertheless fail because s 28(8)(a) of the ACC Act provides that a failure to comply with s 28(1A), \\\"in so far as that subsection relates to the making of a record\\\" does not affect the validity of a summons. The applicant submits that s 28(8)(a) only relates to the time when the record is made. In other words, the applicant submits that s 28(8)(a) is only engaged where the record is not prepared at one of the times specified in s 28(1A)(a), (b) and (c). It is not engaged, so the argument proceeds, where the failure relates to the contents of the record. I see no justification for drawing such a distinction. The words describing the failure as one relating to the \\\"making of [the] record\\\" are wide enough to cover obligations both as to the time at which the record is made and as to its contents.\",\"4\":\"In Australian Broadcasting Corporation v O'Neill [2006] HCA 46 ; (2006) 227 CLR 57 , Gleeson CJ and Crennan J said (at 68 [19]): \\n \\\"...in all applications for an interlocutory injunction, a court will ask whether the plaintiff has shown that there is a serious question to be tried as to the plaintiff's entitlement to relief, has shown that the plaintiff is likely to suffer injury for which damages will not be an adequate remedy, and has shown that the balance of convenience favours the granting of an injunction. These are the organising principles, to be applied having regard to the nature and circumstances of the case, under which issues of justice and convenience are addressed. We agree with the explanation of these organising principles in the reasons of Gummow and Hayne JJ, and their reiteration that the doctrine of the Court established in Beecham Group Ltd v Bristol Laboratories Pty Ltd should be followed.\\\" \\n\\n (Citations omitted.)\\n\\nGummow and Hayne JJ said (at 81 [65]) that the relevant principles in Australia are those explained in Beecham Group Ltd v Bristol Laboratories Pty Ltd [1968] HCA 1 ; (1968) 118 CLR 618. They referred to a passage in the reasons for judgment of Kitto, Taylor, Menzies and Owen JJ in that case and to their Honours' use of the phrase \\\"prima facie case\\\". Gummow and Hayne JJ went on to say (at 82 [65]): \\n \\\"By using the phrase 'prima facie case', their Honours did not mean that the plaintiff must show that it is more probable than not that at the trial the plaintiff will succeed; it is sufficient that the plaintiff show a sufficient likelihood of success to justify in the circumstances the preservation of the status quo pending the trial. That this was the sense in which the Court was referring to the notion of a prima facie case is apparent from an observation to that effect by Kitto J in the course of argument. With reference to the first inquiry, the Court continued, in a statement of central importance for this appeal: \\n\\n \\n 'How strong the probability needs to be depends, no doubt, upon the nature of the rights [the plaintiff] asserts and the practical consequences likely to flow from the order he seeks.'\\\" \\n\\n(Citations omitted.)\\n \\nA little later, after referring to observations by Lord Diplock in American Cyanamid Co v Ethicon Ltd [1975] UKHL 1 ; [1975] AC 396 , their Honours said (at 84 [71]):\\n \\n \\\"Those statements do not accord with the doctrine in this Court as established by Beecham and should not be followed. They obscure the governing consideration that the requisite strength of the probability of ultimate success depends upon the nature of the rights asserted and the practical consequences likely to flow from the interlocutory order sought.\\\"\\n\\nIt is necessary to consider the balance of convenience in relation to the further ground of review. No doubt, the applicant's likelihood of success is relevant to the balance of convenience. However, two important points must not be overlooked. First, leaving aside cases which on their face are obviously strong or obviously weak, it would be dangerous, and probably futile, to attempt too precise an assessment of an applicant's prospects of success. Any assessment is inevitably made on imperfect material and argument. This leads to the second point. It is not appropriate, in effect, to try the proceeding in order to determine an applicant's prospects of success (see Beecham Group Ltd v Bristol Laboratories Pty Ltd [1968] HCA 1 ; (1968) 118 CLR 618 at 622-623; World Series Cricket Pty Ltd v Parish (1977) 16 ALR 181 at 186 per Bowen CJ). It was for these reasons, and because I think the balance of convenience clearly favours the refusal of interlocutory relief, that I considered any further answer to the notices to produce was unnecessary in terms of resolving the present applications.\",\"5\":\"Watt is clearly distinguishable from the circumstances of the applications before me. However, I note Mansfield J's reference to the public interest in the timely progression of examinations under the ACC Act. His Honour, after identifying the particular delay relevant in that case, said (at [25]): \\n \\\"That delay in the Examiner being able to complete the examination, and perhaps to progress it much or at all, in a matter which is of public importance is itself very significant. The nature of the ACC, its functions under the ACC Act, and the nature of the special investigation are sufficient reason to be satisfied of its importance, and of the timely gathering of information.\\\" \\n\\n \\n(See also CC v Australian Crime Commission [2005] FCA 754 at [15] ).\",\"6\":\"In Castlemaine Tooheys Ltd v The State of South Australia [1986] HCA 58 ; (1986) 161 CLR 148 , Mason ACJ said (at 153): \\n \\\"The principles governing the grant or refusal of interlocutory injunctions in private law litigation have been applied in public law cases, including constitutional cases, notwithstanding that different factors arise for consideration. In order to secure such an injunction the plaintiff must show (1) that there is a serious question to be tried or that the plaintiff has made out a prima facie case, in the sense that if the evidence remains as it is there is a probability that at the trial of the action the plaintiff will be held entitled to relief; (2) that he will suffer irreparable injury for which damages will not be an adequate compensation unless an injunction is granted; and (3) that the balance of convenience favours the granting of an injunction.\\\"\",\"7\":\"There was debate before me as to the operation of the comity principle in circumstances where a single judge of this Court is called upon to decide an issue previously decided by another single judge of the Court. A judge of this Court should follow the decision of another single judge, unless satisfied that the decision is clearly wrong: Fernando v Minister for Immigration & Multicultural Affairs [1999] FCA 1375 at [1] per Finn J; Hicks v Minister for Immigration & Multicultural & Indigenous Affairs [2003] FCA 757 at [75] - [76] per French J. The comity principle in the circumstances I have described was discussed in detail by Lindgren J in Undershaft (No 1) Ltd (Formerly CGNU Holdings (Australia) Ltd) v Commissioner of Taxation (2009) 253 ALR 280, and I refer in particular to his Honour's discussion at 294-295 [68]-[74].\",\"8\":\"In my opinion, the Commissioner of the Australian Federal Police is mentioned or referred to in the ACC Act in general terms , such that the deeming provision in s 20 of the Acts Interpretation Act is engaged. I have reached that conclusion for a number of reasons. First, there are some authorities that touch on s 20 of the Acts Interpretation Act and, so far as they go, they suggest that there is no distinction of the type advanced by the applicant: Smith Kline & French Laboratories (Aust) Ltd v Secretary, Department of Community Services and Health [1989] FCA 384 ; (1990) 22 FCR 73 at 75 per Gummow J; Registrar of Aboriginal Corporations v Barker (1997) 81 FCR 53 ; Lim v Secretary, Department of Education, Employment and Workplace Relations (No 2) [2008] FCA 1752 at [44] per Bennett J; Gazal Apparel Pty Ltd v Davies (2007) 247 LSJS 391 at 396 [35] per Doyle CJ. Secondly, the subject of what is to be mentioned or referred to in general terms is not the office or position itself, but the person holding or occupying a particular office or position. There is no reason why that should be restricted only to those cases where the person is a member of a class of persons. The distinction suggested by the applicant seems to me to be an artificial one. It is not obvious why the deeming provision in s 20 of the Acts Interpretation Act would apply in the case of a deputy commissioner of an organisation, assuming there were two or more deputy commissioners, but not apply in the case of the commissioner of an organisation, or why it would not apply to a person lower down in the hierarchy of an organisation who happens to be the only holder of a particular office or position. Such, however, are the consequences of the interpretation of s 20 of the Acts Interpretation Act proposed by the applicant. Finally, the interpretation of s 20 which I think is the correct one, will not frustrate or impede the intention of Parliament because the deeming provision itself does not apply if a contrary intention appears in the relevant legislation. I should add that I do not think the ACC Act reveals a contrary intention in this case.\",\"9\":\"There was debate before me as to the operation of the comity principle in circumstances where a single judge of this Court is called upon to decide an issue previously decided by another single judge of the Court. A judge of this Court should follow the decision of another single judge, unless satisfied that the decision is clearly wrong: Fernando v Minister for Immigration & Multicultural Affairs [1999] FCA 1375 at [1] per Finn J; Hicks v Minister for Immigration & Multicultural & Indigenous Affairs [2003] FCA 757 at [75] - [76] per French J. The comity principle in the circumstances I have described was discussed in detail by Lindgren J in Undershaft (No 1) Ltd (Formerly CGNU Holdings (Australia) Ltd) v Commissioner of Taxation (2009) 253 ALR 280, and I refer in particular to his Honour's discussion at 294-295 [68]-[74].\",\"10\":\"Whilst maintaining a claim that the respondents were not permitted to redact the two documents to the extent to which they had, the applicant outlined three arguments in support of the further ground of review. They were as follows: There was no resolution of the Board making the 2009 Authorisation and Determination. The Board had approved the resolution outside a meeting of the Board. In those circumstances, the Board was required to comply with s 7J of the ACC Act, which is in the following terms: \\n \\\" 7J Resolutions outside of Board meetings \\n\\n \\n (1) This section applies to a resolution:\\n (a) which, without being considered at a meeting of the Board, is referred to all members of the Board; and\\n (b) of which:\\n (i) if subparagraph (ii) does not apply\\u2014a majority of those members (not including the CEO); or\\n (ii) if the resolution is that the Board determine that an intelligence operation is a special operation, or that an investigation into matters relating to federally relevant criminal activity is a special investigation\\u2014at least 9 Board members (not including the CEO but including at least 2 eligible Commonwealth Board members);\\n indicate by telephone or other mode of communication to the Chair of the Board that they are in favour. \\n\\n \\n (2) The resolution is as valid and effectual as if it had been passed at a meeting of the Board duly convened and held.\\\" \\n\\n \\nThe applicant contended that s 7J had not been complied with because the members of the Board had indicated that they were in favour of the resolution not to the Chair of the Board, as required by the section, but to the Chief Executive Officer. The applicant referred to various authorities dealing with the common law principles as to the conduct of meetings and the position of the Chair of a meeting. I will not refer to them all. I simply note two of them: National Dwellings Society v Sykes [1894] 3 Ch 159 at 162 per Chitty J; Kelly v Wolstenholme [1991] 4 ACSR 709 at 712 per Young J.\\n The Board had treated the resolution as passed after nine members had indicated that they were in favour of it, and without regard to the views of two members who indicated that they also were in favour of the resolution. Such a procedure was, so it was contended, contrary to the Board acting as a Board.\",\"11\":\"In my opinion, the Commissioner of the Australian Federal Police is mentioned or referred to in the ACC Act in general terms , such that the deeming provision in s 20 of the Acts Interpretation Act is engaged. I have reached that conclusion for a number of reasons. First, there are some authorities that touch on s 20 of the Acts Interpretation Act and, so far as they go, they suggest that there is no distinction of the type advanced by the applicant: Smith Kline & French Laboratories (Aust) Ltd v Secretary, Department of Community Services and Health [1989] FCA 384 ; (1990) 22 FCR 73 at 75 per Gummow J; Registrar of Aboriginal Corporations v Barker (1997) 81 FCR 53 ; Lim v Secretary, Department of Education, Employment and Workplace Relations (No 2) [2008] FCA 1752 at [44] per Bennett J; Gazal Apparel Pty Ltd v Davies (2007) 247 LSJS 391 at 396 [35] per Doyle CJ. Secondly, the subject of what is to be mentioned or referred to in general terms is not the office or position itself, but the person holding or occupying a particular office or position. There is no reason why that should be restricted only to those cases where the person is a member of a class of persons. The distinction suggested by the applicant seems to me to be an artificial one. It is not obvious why the deeming provision in s 20 of the Acts Interpretation Act would apply in the case of a deputy commissioner of an organisation, assuming there were two or more deputy commissioners, but not apply in the case of the commissioner of an organisation, or why it would not apply to a person lower down in the hierarchy of an organisation who happens to be the only holder of a particular office or position. Such, however, are the consequences of the interpretation of s 20 of the Acts Interpretation Act proposed by the applicant. Finally, the interpretation of s 20 which I think is the correct one, will not frustrate or impede the intention of Parliament because the deeming provision itself does not apply if a contrary intention appears in the relevant legislation. I should add that I do not think the ACC Act reveals a contrary intention in this case.\",\"12\":\"The applicant then referred to decisions which have considered whether various grounds in s 5 of the ADJR Act embody a \\\"no evidence\\\" or \\\"no probative material\\\" test. In the context of the ground in s 5(1)(a) (a breach of the rules of natural justice occurred in connection with the making of the decision), he referred to Australian Broadcasting Tribunal v Bond [1990] HCA 33 ; (1990) 170 CLR 321 (\\\" Bond \\\") at 367 per Deane J and Minister for Immigration and Multicultural Affairs v Rajamanikkam [2002] HCA 32 ; (2002) 210 CLR 222 (\\\" Rajamanikkam \\\") at 232-233 [25]-[29] per Gleeson CJ. In the context of the ground in s 5(1)(f) (the decision involved an error of law), the applicant referred to Bond at 355-358 per Mason CJ; The Federal Commissioner of Taxation v Broken Hill South Ltd [1941] HCA 33 ; (1941) 65 CLR 150 at 155 per Starke J, at 157 per McTiernan J, at 160-161 per Williams J; Rajamanikkam at 238-240 [49]-[53] per Gaudron and McHugh JJ. In the context of the ground in s 5(1)(h) (there was no evidence or other material to justify the making of the decision; see also s 5(3)), the applicant referred to Bond at 358 per Mason CJ, at 365 per Brennan J, at 369 per Deane J; Rajamanikkam at 233-234 [30]-[34] per Gleeson CJ, at 238-240 [49]-[53] per Gaudron and McHugh JJ, at 250-261 [96]-[125] per Kirby J.\",\"13\":\"Whilst maintaining a claim that the respondents were not permitted to redact the two documents to the extent to which they had, the applicant outlined three arguments in support of the further ground of review. They were as follows: There was no resolution of the Board making the 2009 Authorisation and Determination. The Board had approved the resolution outside a meeting of the Board. In those circumstances, the Board was required to comply with s 7J of the ACC Act, which is in the following terms: \\n \\\" 7J Resolutions outside of Board meetings \\n\\n \\n (1) This section applies to a resolution:\\n (a) which, without being considered at a meeting of the Board, is referred to all members of the Board; and\\n (b) of which:\\n (i) if subparagraph (ii) does not apply\\u2014a majority of those members (not including the CEO); or\\n (ii) if the resolution is that the Board determine that an intelligence operation is a special operation, or that an investigation into matters relating to federally relevant criminal activity is a special investigation\\u2014at least 9 Board members (not including the CEO but including at least 2 eligible Commonwealth Board members);\\n indicate by telephone or other mode of communication to the Chair of the Board that they are in favour. \\n\\n \\n (2) The resolution is as valid and effectual as if it had been passed at a meeting of the Board duly convened and held.\\\" \\n\\n \\nThe applicant contended that s 7J had not been complied with because the members of the Board had indicated that they were in favour of the resolution not to the Chair of the Board, as required by the section, but to the Chief Executive Officer. The applicant referred to various authorities dealing with the common law principles as to the conduct of meetings and the position of the Chair of a meeting. I will not refer to them all. I simply note two of them: National Dwellings Society v Sykes [1894] 3 Ch 159 at 162 per Chitty J; Kelly v Wolstenholme [1991] 4 ACSR 709 at 712 per Young J.\\n The Board had treated the resolution as passed after nine members had indicated that they were in favour of it, and without regard to the views of two members who indicated that they also were in favour of the resolution. Such a procedure was, so it was contended, contrary to the Board acting as a Board.\",\"14\":\"In my opinion, the Commissioner of the Australian Federal Police is mentioned or referred to in the ACC Act in general terms , such that the deeming provision in s 20 of the Acts Interpretation Act is engaged. I have reached that conclusion for a number of reasons. First, there are some authorities that touch on s 20 of the Acts Interpretation Act and, so far as they go, they suggest that there is no distinction of the type advanced by the applicant: Smith Kline & French Laboratories (Aust) Ltd v Secretary, Department of Community Services and Health [1989] FCA 384 ; (1990) 22 FCR 73 at 75 per Gummow J; Registrar of Aboriginal Corporations v Barker (1997) 81 FCR 53 ; Lim v Secretary, Department of Education, Employment and Workplace Relations (No 2) [2008] FCA 1752 at [44] per Bennett J; Gazal Apparel Pty Ltd v Davies (2007) 247 LSJS 391 at 396 [35] per Doyle CJ. Secondly, the subject of what is to be mentioned or referred to in general terms is not the office or position itself, but the person holding or occupying a particular office or position. There is no reason why that should be restricted only to those cases where the person is a member of a class of persons. The distinction suggested by the applicant seems to me to be an artificial one. It is not obvious why the deeming provision in s 20 of the Acts Interpretation Act would apply in the case of a deputy commissioner of an organisation, assuming there were two or more deputy commissioners, but not apply in the case of the commissioner of an organisation, or why it would not apply to a person lower down in the hierarchy of an organisation who happens to be the only holder of a particular office or position. Such, however, are the consequences of the interpretation of s 20 of the Acts Interpretation Act proposed by the applicant. Finally, the interpretation of s 20 which I think is the correct one, will not frustrate or impede the intention of Parliament because the deeming provision itself does not apply if a contrary intention appears in the relevant legislation. I should add that I do not think the ACC Act reveals a contrary intention in this case.\",\"15\":\"As I understood the applicant's submission, it was that there was simply insufficient material before the examiner for him to be satisfied that it was reasonable in all the circumstances for him to issue the summons. The applicant referred to the speech of Lord Wilberforce in Secretary of State for Education and Science v Tameside Metropolitan Borough Council [1976] UKHL 6 ; [1977] AC 1014. In that case, the Secretary of State was given the power by Act of Parliament to give a direction to the primary repository of a power concerning the exercise of the power where he was satisfied that the primary repository of the power had, or was proposing to act, unreasonably. Lord Wilberforce said (at 1047): \\n \\\"(2) The section is framed in a 'subjective' form\\u2014if the Secretary of State 'is satisfied.' This form of section is quite well known, and at first sight might seem to exclude judicial review. Sections in this form may, no doubt, exclude judicial review on what is or has become a matter of pure judgment. But I do not think that they go further than that. If a judgment requires, before it can be made, the existence of some facts, then, although the evaluation of those facts is for the Secretary of State alone, the court must inquire whether those facts exist, and have been taken into account, whether the judgment has been made upon a proper self-direction as to those facts, whether the judgment has not been made upon other facts which ought not to have been taken into account. If these requirements are not met, then the exercise of judgment, however bona fide it may be, becomes capable of challenge: see Secretary of State for Employment v. ASLEF (No. 2) [1972] 2 Q.B. 455 , per Lord Denning M.R., at p. 493.\\\"\",\"16\":\"In my opinion, the Commissioner of the Australian Federal Police is mentioned or referred to in the ACC Act in general terms , such that the deeming provision in s 20 of the Acts Interpretation Act is engaged. I have reached that conclusion for a number of reasons. First, there are some authorities that touch on s 20 of the Acts Interpretation Act and, so far as they go, they suggest that there is no distinction of the type advanced by the applicant: Smith Kline & French Laboratories (Aust) Ltd v Secretary, Department of Community Services and Health [1989] FCA 384 ; (1990) 22 FCR 73 at 75 per Gummow J; Registrar of Aboriginal Corporations v Barker (1997) 81 FCR 53 ; Lim v Secretary, Department of Education, Employment and Workplace Relations (No 2) [2008] FCA 1752 at [44] per Bennett J; Gazal Apparel Pty Ltd v Davies (2007) 247 LSJS 391 at 396 [35] per Doyle CJ. Secondly, the subject of what is to be mentioned or referred to in general terms is not the office or position itself, but the person holding or occupying a particular office or position. There is no reason why that should be restricted only to those cases where the person is a member of a class of persons. The distinction suggested by the applicant seems to me to be an artificial one. It is not obvious why the deeming provision in s 20 of the Acts Interpretation Act would apply in the case of a deputy commissioner of an organisation, assuming there were two or more deputy commissioners, but not apply in the case of the commissioner of an organisation, or why it would not apply to a person lower down in the hierarchy of an organisation who happens to be the only holder of a particular office or position. Such, however, are the consequences of the interpretation of s 20 of the Acts Interpretation Act proposed by the applicant. Finally, the interpretation of s 20 which I think is the correct one, will not frustrate or impede the intention of Parliament because the deeming provision itself does not apply if a contrary intention appears in the relevant legislation. I should add that I do not think the ACC Act reveals a contrary intention in this case.\",\"17\":\"I have been able to reach that conclusion largely by a process of construing the relevant provisions of the Australian Crime Commission Act 2002 (Cth) (\\\"the ACC Act\\\"). In addition, there are two other matters which have assisted me in reaching the conclusions which I have, and they are matters which will not often be found on an application of this nature. The first is that, as to three of the six grounds of review, very similar points were raised in a case which I heard in March of this year (GG v Australian Crime Commission and Another SAD 176 of 2008). I had the benefit of full submissions on those points in that matter and judgment in the case will be delivered shortly. The second is that, as to two of the six grounds of review, a judge of this Court has considered the substance of those grounds of review and delivered a judgment: SS v Australian Crime Commission [2009] FCA 580 (\\\" SS \\\"). The five original grounds of review\\n\\nI turn now to consider the first five grounds of review advanced by the applicant. Ground 1\\n \\n \\\"The decision to issue the Summons is invalid, and the Summons issued pursuant to that decision is of no effect, in that having regard to such reasons as the Third Respondent did record in writing, he could not reasonably have been satisfied (as he was required to be by s 28 (1A) of the Act) that it was reasonable to issue the summons.\\\"\\n\\nSection 28 of the ACC Act is in the following terms, relevantly: \\n \\\"28 Power to summon witnesses and take evidence \\n\\n \\n (1) An examiner may summon a person to appear before an examiner at an examination to give evidence and to produce such documents or other things (if any) as are referred to in the summons. \\n\\n \\n (1A) Before issuing a summons under subsection (1), the examiner must be satisfied that it is reasonable in all the circumstances to do so. The examiner must also record in writing the reasons for the issue of the summons. The record is to be made:\\n (a) before the issue of the summons; or\\n (b) at the same time as the issue of the summons; or\\n (c) as soon as practicable after the issue of the summons. \\n\\n \\n (2) A summons under subsection (1) requiring a person to appear before an examiner at an examination must be accompanied by a copy of the determination of the Board that the intelligence operation is a special operation or that the investigation into matters relating to federally relevant criminal activity is a special investigation. \\n\\n \\n (3) A summons under subsection (1) requiring a person to appear before an examiner at an examination shall, unless the examiner issuing the summons is satisfied that, in the particular circumstances of the special ACC operation\\/investigation to which the examination relates, it would prejudice the effectiveness of the special ACC operation\\/investigation for the summons to do so, set out, so far as is reasonably practicable, the general nature of the matters in relation to which the person is to be questioned, but nothing in this subsection prevents an examiner from questioning the person in relation to any matter that relates to a special ACC operation\\/investigation. \\n\\n \\n ... \\n\\n \\n (7) The powers conferred by this section are not exercisable except for the purposes of a special ACC operation\\/investigation. \\n\\n \\n (8) A failure to comply with any of the following provisions does not affect the validity of a summons under subsection (1) of this section:\\n (a) subsection (1A) of this section, in so far as that subsection relates to the making of a record;\\n (b) subsection (2) of this section;\\n (c) section 29A, in so far as that section relates to a summons under subsection (1) of this section.\\\"\\n\\nThe respondents did not suggest that the decision by the examiner to issue the summons was not a decision capable of review in the exercise of the jurisdiction given to this Court by s 39B of the Judiciary Act 1903 (Cth), or on one of the grounds set out in s 5 or s 6 of the ADJR Act.\\n\\nThe issues raised in the second ground were the same as issues considered by Jagot J in SS . I have decided the issues in the same way as her Honour (see [88]-[92]).\\n\\nI do not need to discuss the comity principle because I have reached the conclusions I have expressed independently of the decision of Jagot J in SS . Ground 3\\n \\n \\\"The decision to issue the Summons is invalid, and the Summons issued pursuant to that decision is of no effect, in that the Statement annexed to the Summons (Annexure B) does not conform to, or comply with, s 29A (3) of the Australian Crime Commission Act 2000 [sic] (Cth) (the Act), as it must.\\\"\\n\\nSections 29A and 29B of the ACC Act are in the following terms: \\n \\\" 29A Disclosure of summons or notice etc. may be prohibited \\n\\n \\n (1) The examiner issuing a summons under section 28 or a notice under section 29 must, or may, as provided in subsection (2), include in it a notation to the effect that disclosure of information about the summons or notice, or any official matter connected with it, is prohibited except in the circumstances, if any, specified in the notation. \\n\\n \\n (2) A notation must not be included in the summons or notice except as follows:\\n (a) the examiner must include the notation if satisfied that failure to do so would reasonably be expected to prejudice:\\n (i) the safety or reputation of a person; or\\n (ii) the fair trial of a person who has been or may be charged with an offence; or\\n (iii) the effectiveness of an operation or investigation;\\n (b) the examiner may include the notation if satisfied that failure to do so might prejudice:\\n (i) the safety or reputation of a person; or\\n (ii) the fair trial of a person who has been or may be charged with an offence; or\\n (iii) the effectiveness of an operation or investigation;\\n (c) the examiner may include the notation if satisfied that failure to do so might otherwise be contrary to the public interest. \\n\\n \\n (3) If a notation is included in the summons or notice, it must be accompanied by a written statement setting out the rights and obligations conferred or imposed by section 29B on the person who was served with, or otherwise given, the summons or notice. \\n\\n \\n (4) If, after the ACC has concluded the operation or investigation concerned:\\n (a) no evidence of an offence has been obtained as described in subsection 12(1); or\\n (b) evidence of an offence or offences has been assembled and given as required by subsection 12(1) and the CEO has been advised that no person will be prosecuted; or\\n (c) evidence of an offence or offences committed by only one person has been assembled and given as required by subsection 12(1) and criminal proceedings have begun against that person; or\\n (d) evidence of an offence or offences committed by 2 or more persons has been assembled and given as required by subsection 12(1) and:\\n (i) criminal proceedings have begun against all those persons; or\\n (ii) criminal proceedings have begun against one or more of those persons and the CEO has been advised that no other of those persons will be prosecuted;\\n all the notations that were included under this section in any summonses or notices relating to the operation or investigation are cancelled by this subsection. \\n\\n \\n (5) If a notation is cancelled by subsection (4), the CEO must serve a written notice of that fact on each person who was served with, or otherwise given, the summons or notice containing the notation. \\n\\n \\n (7) If:\\n (a) under this section, a notation in relation to the disclosure of information about:\\n (i) a summons issued under section 28; or\\n (ii) a notice issued under section 29; or\\n (iii) any official matter connected with the summons or notice;\\n has been made and not cancelled; and\\n (b) apart from this subsection, a credit reporting agency (within the meaning of section 11A of the Privacy Act 1988 ) would be required, under subsection 18K(5) of the Privacy Act 1988 , to make a note about the disclosure of the information;\\n such a note must not be made until the notation is cancelled. \\n\\n \\n (8) In this section: \\n\\n \\n official matter has the same meaning as in section 29B. \\n\\n \\n 29B Offences of disclosure \\n\\n \\n (1) A person who is served with, or otherwise given, a summons or notice containing a notation made under section 29A must not disclose:\\n (a) the existence of the summons or notice or any information about it; or\\n (b) the existence of, or any information about, any official matter connected with the summons or notice.\\n Penalty: 20 penalty units or imprisonment for one year. \\n\\n \\n (2) Subsection (1) does not prevent the person from making a disclosure:\\n (a) in accordance with the circumstances, if any, specified in the notation; or\\n (b) to a legal practitioner for the purpose of obtaining legal advice or representation relating to the summons, notice or matter; or\\n (c) to a legal aid officer for the purpose of obtaining assistance under section 27 relating to the summons, notice or matter; or\\n (d) if the person is a body corporate\\u2014to an officer or agent of the body corporate for the purpose of ensuring compliance with the summons or notice; or\\n (e) if the person is a legal practitioner\\u2014for the purpose of obtaining the agreement of another person under subsection 30(3) to the legal practitioner answering a question or producing a document at an examination before an examiner. \\n\\n \\n (3) If a disclosure is made to a person as permitted by subsection (2) or (4), the following provisions apply:\\n (a) while he or she is a person of a kind to whom a disclosure is so permitted to be made, he or she must not disclose the existence of, or any information about, the summons or notice, or any official matter connected with it, except as permitted by subsection (4);\\n (b) while he or she is no longer such a person, he or she must not, in any circumstances, make a record of, or disclose the existence of, the summons, notice or matter, or disclose any information about any of them.\\n Penalty: 20 penalty units or imprisonment for one year. \\n\\n \\n (4) A person to whom information has been disclosed, as permitted by subsection (2) or this subsection, may disclose that information:\\n (a) if the person is an officer or agent of a body corporate referred to in paragraph (2)(d): \\n (i) to another officer or agent of the body corporate for the purpose of ensuring compliance with the summons or notice; or\\n (ii) to a legal practitioner for the purpose of obtaining legal advice or representation relating to the summons, notice or matter; or\\n (iii) to a legal aid officer for the purpose of obtaining assistance under section 27 relating to the summons, notice or matter; or\\n (b) if the person is a legal practitioner\\u2014for the purpose of giving legal advice, making representations, or obtaining assistance under section 27 , relating to the summons, notice or matter; or\\n (c) if the person is a legal aid officer\\u2014for the purpose of obtaining legal advice or representation relating to the summons, notice or matter. \\n\\n \\n (5) This section ceases to apply to a summons or notice after:\\n (a) the notation contained in the summons or notice is cancelled by subsection 29A(4); or\\n (b) 5 years elapse after the issue of the summons or notice;\\n whichever is sooner. \\n\\n \\n (6) A reference in this section to disclosing something's existence includes disclosing information from which a person could reasonably be expected to infer its existence. \\n\\n \\n (7) In this section: \\n\\n \\n legal aid officer means: \\n (a) a member, or member of staff, of an authority established by or under a law of a State or Territory for purposes including the provision of legal assistance; or\\n (b) a person to whom the Attorney-General has delegated his or her powers and functions under section 27. \\n\\n \\n official matter means any of the following (whether past, present or contingent): \\n (a) the determination referred to in subsection 28(2);\\n (b) an ACC operation\\/investigation;\\n (c) an examination held by an examiner;\\n (d) court proceedings.\\\"\\n\\nIn the case of the applicant, the summons contained the following note: \\n \\\"Pursuant to subsection 29A(1) of the Australian Crime Commission Act 2002 , disclosure of information about this summons, or any official matter connected with it, is prohibited except to the Federal Court of Australia and the Attorneys-General of the Commonwealth and the States for the purposes of any application challenging the validity of the summons, in which case the applicant's name is to be suppressed and replaced by a letter and\\/or number pseudonym, and where section 29B of the Act does not prevent such disclosure.\\\"\\n\\nThis issue was also an issue considered by Jagot J in SS . Again, I have reached my conclusions independently of her Honour's decision. However, with respect, her Honour's reasons neatly summarise why in this case the applicant's submission must be rejected and I take the liberty of repeating them. Her Honour said (at [123]-[127]): \\n \\\"Three matters are apparent from this scheme. \\n \\n \\n First, the scheme distinguishes between a person 'served, or otherwise given' a summons or notice and a person to whom a person 'served, or otherwise given' a summons or notice makes disclosure. The former is subject to ss 29B(1) and (2). The latter is subject to ss 29B(3) and\\/or (4). Consideration of the opening words of the provisions of ss 29B(1) to (4) supports this distinction (that is, the fact that s 29B(1) uses the words \\\"served, or otherwise given\\\" whereas ss 29B(3) and (4) refer to persons to whom disclosure has been made or information disclosed). This distinction indicates that the Act establishes two classes of persons for the purpose of these provisions, namely: - (i) persons who are served or otherwise given a summons or notice, and (ii) persons who are the recipient of disclosure by a person served or otherwise given a summons or notice, but who have not themselves been served or otherwise given a summons. This scheme is inconsistent with SS's case that the words 'otherwise given' in s 29A(3) should be read as applying to a person who is the recipient of disclosure by a person served or otherwise given a summons or notice. \\n \\n Second, treating a person to whom disclosure has been made about a summons or notice as a person 'otherwise given' the summons or notice under s 29A(3) undermines the careful scheme of obligations imposed by s 29B. The reason for this is that the words 'or otherwise given' must take the same meaning wherever they appear in the ACC Act. Hence, s 29B(1), on SS's construction, would apply to a person to whom disclosure is made (and who happens to be given a copy of the summons or notice as part of that disclosure) under s 29B(2). Yet such a person would also be subject to the obligations imposed by s 29B(3). Similarly, if that person to whom disclosure is made under s 29B(2) (and who happens to be given a copy of the summons or notice as part of that disclosure) themselves makes a disclosure under s 29B(4) (and happens to be given a copy of the summons or notice as part of that disclosure) the person who is the recipient of the disclosure under s 29B(4) would also become a person subject to the obligations under s 29B(3), yet also (on SS's case) s 29B(1) as well. This makes the statutory scheme nonsensical. \\n \\n Third, and as the ACC pointed out, if SS's construction is correct then the CEO's obligation in s 29A(5) is unworkable. The CEO will know the persons served or otherwise given the summons by the ACC. The CEO cannot know the persons to whom a disclosure has been made in accordance with ss 29B(2) or (4). Such a disclosure is not a matter for the CEO. It is a matter for the person served or otherwise given the summons or notice by the ACC and the recipient of the disclosure. Yet SS's construction would require the CEO to give written notice of the cancellation of the notation to persons both served or otherwise given the summons or notice by the ACC and persons (unknown to the CEO) to whom such a person made disclosure (and so on in accordance with s 29B(4)). \\n \\n \\n These considerations indicate that the ACC's submission must be accepted.\\\"\\n\\nIn my opinion, the third ground does not have sufficient prospects of success to justify an interlocutory injunction restraining the examiner from conducting the proposed examination of the applicant. Ground 4\\n \\n \\\"The decisions are invalid in that the information they were based on was unlawfully obtained, and not permitted by the Act to be relied on for the purpose of issuing a Summons pursuant to s 28 of the Act. The information relied on was obtained in the conduct of a special investigation purportedly authorized by an instrument of the First Respondent (Board) made on 25 July 2005 (the 2005 Determination), and authorizing that investigation until 30 June 2006. That date was successively extended on 7 June 2006, 14 June 2007, and 25 June 2008 by instruments of extension which were invalid for failure to comply with s 7E of the Act.\\\"\\n\\nThe Board made an Authorisation and Determination entitled \\\"Australian Crime Commission Special Investigation Authorisation and Determination (High Risk Crime Groups) 2005\\\" on 27 July 2005. I will refer to this as the 2005 Authorisation and Determination. The 2005 Authorisation and Determination is signed by Mr M J Keelty, who was the Commissioner of the Australian Federal Police and Chair of the Board, and it authorised an investigation by the Commission until 30 June 2006.\",\"18\":\"The applicant then referred to decisions which have considered whether various grounds in s 5 of the ADJR Act embody a \\\"no evidence\\\" or \\\"no probative material\\\" test. In the context of the ground in s 5(1)(a) (a breach of the rules of natural justice occurred in connection with the making of the decision), he referred to Australian Broadcasting Tribunal v Bond [1990] HCA 33 ; (1990) 170 CLR 321 (\\\" Bond \\\") at 367 per Deane J and Minister for Immigration and Multicultural Affairs v Rajamanikkam [2002] HCA 32 ; (2002) 210 CLR 222 (\\\" Rajamanikkam \\\") at 232-233 [25]-[29] per Gleeson CJ. In the context of the ground in s 5(1)(f) (the decision involved an error of law), the applicant referred to Bond at 355-358 per Mason CJ; The Federal Commissioner of Taxation v Broken Hill South Ltd [1941] HCA 33 ; (1941) 65 CLR 150 at 155 per Starke J, at 157 per McTiernan J, at 160-161 per Williams J; Rajamanikkam at 238-240 [49]-[53] per Gaudron and McHugh JJ. In the context of the ground in s 5(1)(h) (there was no evidence or other material to justify the making of the decision; see also s 5(3)), the applicant referred to Bond at 358 per Mason CJ, at 365 per Brennan J, at 369 per Deane J; Rajamanikkam at 233-234 [30]-[34] per Gleeson CJ, at 238-240 [49]-[53] per Gaudron and McHugh JJ, at 250-261 [96]-[125] per Kirby J.\",\"19\":\"There was debate before me as to the operation of the comity principle in circumstances where a single judge of this Court is called upon to decide an issue previously decided by another single judge of the Court. A judge of this Court should follow the decision of another single judge, unless satisfied that the decision is clearly wrong: Fernando v Minister for Immigration & Multicultural Affairs [1999] FCA 1375 at [1] per Finn J; Hicks v Minister for Immigration & Multicultural & Indigenous Affairs [2003] FCA 757 at [75] - [76] per French J. The comity principle in the circumstances I have described was discussed in detail by Lindgren J in Undershaft (No 1) Ltd (Formerly CGNU Holdings (Australia) Ltd) v Commissioner of Taxation (2009) 253 ALR 280, and I refer in particular to his Honour's discussion at 294-295 [68]-[74].\",\"20\":\"The respondents referred to Watt v Australian Crime Commission [2004] FCA 1669 (\\\" Watt \\\"). The applicant in that proceeding sought an interlocutory injunction restraining an examiner from requiring him to answer questions at an examination conducted under the ACC Act which he (the applicant) objected to answering upon the ground that to do so may tend to interfere with the administration of justice by reason of the applicant's involvement in confiscation proceedings in the Supreme Court of the Northern Territory. Mansfield J considered three questions. First, he considered whether, as a matter of law, an examinee may object to answering questions which may tend to incriminate him and which, by reason of him answering them, might have the additional quality of constituting a real or substantial risk of interference with the course of justice. Mansfield J considered that the proposition of law was arguable but not strongly arguable (at [27]). Secondly, Mansfield J considered whether, as a matter of fact, the compulsory interrogation of the applicant under the ACC Act involved a real or substantial risk of interference with the administration of justice in relation to the confiscation proceedings. His Honour found that there was no serious question to be tried in relation to that issue (at [21]). Thirdly, Mansfield J considered the balance of convenience. He decided that it favoured the refusal of an interlocutory injunction.\\n\\nWatt is clearly distinguishable from the circumstances of the applications before me. However, I note Mansfield J's reference to the public interest in the timely progression of examinations under the ACC Act. His Honour, after identifying the particular delay relevant in that case, said (at [25]): \\n \\\"That delay in the Examiner being able to complete the examination, and perhaps to progress it much or at all, in a matter which is of public importance is itself very significant. The nature of the ACC, its functions under the ACC Act, and the nature of the special investigation are sufficient reason to be satisfied of its importance, and of the timely gathering of information.\\\" \\n\\n \\n(See also CC v Australian Crime Commission [2005] FCA 754 at [15] ).\",\"21\":\"It is necessary to consider the balance of convenience in relation to the further ground of review. No doubt, the applicant's likelihood of success is relevant to the balance of convenience. However, two important points must not be overlooked. First, leaving aside cases which on their face are obviously strong or obviously weak, it would be dangerous, and probably futile, to attempt too precise an assessment of an applicant's prospects of success. Any assessment is inevitably made on imperfect material and argument. This leads to the second point. It is not appropriate, in effect, to try the proceeding in order to determine an applicant's prospects of success (see Beecham Group Ltd v Bristol Laboratories Pty Ltd [1968] HCA 1 ; (1968) 118 CLR 618 at 622-623; World Series Cricket Pty Ltd v Parish (1977) 16 ALR 181 at 186 per Bowen CJ). It was for these reasons, and because I think the balance of convenience clearly favours the refusal of interlocutory relief, that I considered any further answer to the notices to produce was unnecessary in terms of resolving the present applications.\"}}"