"{\"id\":{\"0\":\"c0\",\"1\":\"c1\"},\"class\":{\"0\":\"cited\",\"1\":\"distinguished\"},\"tocase\":{\"0\":\"Re Java 452 Pty Ltd (admin apptd); Permanent Trustee Australia Ltd (as trustee of Advance Property Fund) v Stout [1999] VSC 252 ; (1999) 32 ACSR 507\",\"1\":\"Re Java 452 Pty Ltd (Administrators Appted) (No 2); Stout & Scales (in their capacity as joint administrators of Java 452 Pty Ltd (administrators appted) v Permanent Trustee Australia Ltd [1999] VSC 273\"},\"text\":{\"0\":\"In my reasons at [136] I said that the respondent relied upon a decision Re Java 452 Pty Ltd (admin apptd); Permanent Trustee Australia Ltd (as trustee of Advance Property Fund) v Stout [1999] VSC 252 ; (1999) 32 ACSR 507 (incorrectly cited as Re Java 452 Pty Ltd (administrator appointed) (No 2) [1999] VSC 252 ; (1999) 32 ACSR 507). I then discussed that decision concluding that the decision was not contrary to the construction which I put upon s 444F.\\n\\nLast night counsel for the respondent advised my chambers that I had referred to the first decision in Re Java rather than the second which was relied upon by the respondent.\\n\\nThis morning, junior counsel for the respondent advised me that they relied upon both decisions in Re Java. I was told that whilst the respondent had referred to the second decision, the respondent had inadvertently given me a reference to the first decision, which is the decision to which my reasons refer.\",\"1\":\"However, I should give further reasons in relation to the second decision in Re Java 452 Pty Ltd (Administrators Appted) (No 2); Stout & Scales (in their capacity as joint administrators of Java 452 Pty Ltd (administrators appted) v Permanent Trustee Australia Ltd [1999] VSC 273. In that decision, the company occupied premises owned by the respondent. The respondent had terminated the lease by notice given on 6 April 1999. The company entered into a Deed of Company Arrangement to sell the company's assets to a third party. The assets included the company's interest in the lease agreement which had been made between the predecessors of the company and the respondent.\\n\\nByrne J said (at [6]): \\n For the reasons set out at length in my judgment of 9 July I have concluded that the lease was terminated on 6 April 1999. This conclusion has a number of consequences for present purposes. First, the Company cannot assign the lease to a purchaser of the business because the lease no longer exists. This means that the purpose of the Deed, namely the sale of the assets, is defeated. Second, the Company will, upon the execution of the Deed, lose its statutory right to possession unless an order is made under s444F(4). Such an order does not re-instate the lease or create a fresh lease which is capable of assignment to a purchaser of the business. I was told by counsel for the Company that his client would be prepared to enter into a fresh lease with Permanent Trustee in terms of the old lease. This may be so, but Permanent Trustee says its (sic) does not want to grant such a term. It was not suggested that I have the power to compel it to do so. Moroever, the power conferred by s444F(6) to impose conditions upon the making of an order does not seem appropriate in a case where it is the respondent and not the applicant upon which the conditions might be imposed.\\n\\nWith respect, I agree entirely with his Honour's observations. If a lease is terminated under an order under s 444F it does not reinstate the lease or create a fresh lease. Indeed, I said as much in my reasons at [131] and [142]. That being the case, a company which has obtained the benefit of an order under s 444F cannot assign the lease because the lease has been terminated.\\n\\nThe point of distinction in Re Java 452 Pty Ltd (Administrators Appted) (No 2); Stout & Scales (in their capacity as joint administrators of Java 452 Pty Ltd (administrators appted) v Permanent Trustee Australia Ltd [1999] VSC 273 is that the applicant in that case was purporting to enter into an agreement to sell a lease. However, because the lease had been terminated it was no longer an asset of the company.\\n\\nThat is not the case in this proceeding. DNPW does not wish to sell or assign the Lease. It wishes to continue to occupy the premises which were the subject of the Lease so that it can continue trading.\\n\\nI do not think that either of the decisions in Re Java are inconsistent with my construction of s 444F.\\n I certify that the preceding twelve (12) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Lander. \\n \\n Associate:\\n \\n \\nDated: 21 July 2009\\n \\n Counsel for the First Applicant: Mr P McNamara QC with Mr G Dart \\n \\n Solicitor for the First Applicant: Cowell Clarke \\n \\n Counsel for the Second Applicant: Mr P McNamara QC with Mr G Dart \\n \\n Solicitor for the Second Applicant: Cowell Clarke \\n \\n Counsel for the Respondent: Mr M Livesey QC with Mr B Roberts \\n \\n Solicitor for the Respondent: Minter Ellison \\n Date of Hearing: 10 July 2009 \\n \\n Date of Judgment: 10 July 2009 \\n \\n\\n \\n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \\n URL: http:\\/\\/www.austlii.edu.au\\/au\\/cases\\/cth\\/FCA\\/2009\\/755.html\"}}"