"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\",\"3\":\"c3\",\"4\":\"c4\"},\"class\":{\"0\":\"followed\",\"1\":\"followed\",\"2\":\"followed\",\"3\":\"applied\",\"4\":\"applied\"},\"tocase\":{\"0\":\"Samaras v Australian Retirement Fund Pty Ltd [2007] FCA 1323\",\"1\":\"Davis v Rio Tinto Staff Superannuation Fund Pty Ltd (2002) 118 FCR 170\",\"2\":\"Constantinides v Du Pont Superannuation Fund Pty Ltd [2002] FCA 534\",\"3\":\"Edwards v Giudice (1999) 94 FCR 561\",\"4\":\"Edwards v Postsuper Pty Ltd [2007] FCAFC 83\"},\"text\":{\"0\":\"The relevant date for consideration of the operation of the total and permanent disablement definition in the policy is the date of the decision of the trustee; see Samaras v Australian Retirement Fund Pty Ltd [2007] FCA 1323 at [18] per Gordon J and Davis v Rio Tinto Staff Superannuation Fund Pty Ltd (2002) 118 FCR 170 at [15] per Heerey J.\",\"1\":\"The relevant date for consideration of the operation of the total and permanent disablement definition in the policy is the date of the decision of the trustee; see Samaras v Australian Retirement Fund Pty Ltd [2007] FCA 1323 at [18] per Gordon J and Davis v Rio Tinto Staff Superannuation Fund Pty Ltd (2002) 118 FCR 170 at [15] per Heerey J.\",\"2\":\"An appeal lies to the Court on a question of law from a determination of the Tribunal; see s 46 of the Act. The Court is not free to interfere with a determination of the Tribunal because it has reservations about or disagrees with the merits of its determination. The Court's role is to consider whether the Tribunal fulfilled its duty under s 37 of the Act; see Constantinides v Du Pont Superannuation Fund Pty Ltd [2002] FCA 534 at [34] . THE ALLEGED ERRORS OF LAW \\n Absence of evidence about return to full time work\\n\\nCounsel for Ms Purcell contends that the Tribunal had no material upon which it could find that Ms Purcell was ever able to work full-time. More properly expressed, the Court considers the point raised by this contention is that the Tribunal could not find that the decisions of the insurer and the trustee were fair and reasonable in the absence of material which showed that Ms Purcell was capable of returning to full-time employment, in the context of there being material which showed she could not so return.\\n\\nIn response, counsel for the insurer, contends that the Tribunal analysed the relevant medical evidence and the weight of that evidence was a matter for the Tribunal.\",\"3\":\"Counsel for Ms Purcell submits that the Tribunal gave no proper reasons for its decision. The reasons of the Tribunal disclose a reasoning process, albeit flawed in the failure to examine the consequences of an absence of medical evidence which suggested that a return to full-time work was possible. Generally, as long as a tribunal produces reasons which disclose a reasoning process, it cannot be said to have erred in law by failing to provide proper reasons; see Edwards v Giudice (1999) 94 FCR 561 at [44] [48].\",\"4\":\"Under s 40 of the Act, the Tribunal is required to give written reasons for its decision. As the Full Court said in Edwards v Postsuper Pty Ltd [2007] FCAFC 83 at [20]: \\n \\n Under s 25D of the Acts Interpretation Act 1901 (Cth), reasons contemplated by s 40 of the Complaints Act must include findings on material questions of fact and refer to the evidence or other material on which those findings are based.\\n\\nHere the Tribunal referred to material questions of fact, albeit with the exception of the critical return to full-time work issue, and to the evidence upon which those findings of fact were made by the insurer and trustee so that it could assess the reasonableness and fairness of the decisions before it.\\n\\nThe Tribunal complied with its obligation to give written reasons for its decision by setting out findings on material questions of fact and referring to the evidence on which these findings were based, in the context of the findings being those of the trustee and the insurer for the purpose of the Tribunal's assessment of the reasonableness and fairness of those decisions.\"}}"