"{\"id\":{\"0\":\"c0\",\"1\":\"c1\",\"2\":\"c2\",\"3\":\"c3\",\"4\":\"c4\",\"5\":\"c5\"},\"class\":{\"0\":\"cited\",\"1\":\"relied on\",\"2\":\"discussed\",\"3\":\"referred to\",\"4\":\"discussed\",\"5\":\"referred to\"},\"tocase\":{\"0\":\"City of Brunswick v Stuart [1941] HCA 7 ; (1941) 65 CLR 88\",\"1\":\"Evans v New South Wales [2008] FCAFC 130 ; (2008) 168 FCR 576\",\"2\":\"Ireland v Wilson (1936) All ER 358\",\"3\":\"King Gee Clothing Company Pty Ltd v Commonwealth [1945] HCA 23 ; (1945) 71 CLR 184\",\"4\":\"Merrell v Roberts (1909) 26 WN (NSW) 73\",\"5\":\"R v Goreng-Goreng [2008] ACTSC 74 ; (2008) 220 FLR 21\"},\"text\":{\"0\":\"Concerning the contention that cl 869.214 was invalid because it was uncertain, Smith FM said: The applicants' submissions referred to a statement by Starke J in Brunswick Corp v Stewart [1941] HCA 7 ; (1941) 65 CLR 88 at 97, cited by Weinberg J in Vanstone v Clark at [143]. This suggests that delegated legislation could be held invalid because it is \\\" uncertain, that is, does not contain adequate information as to the duties of those who are to obey it ... or is unreasonable, that is, in this connection, so oppressive or capricious that no reasonable mind can justify it\\\". \\n The applicants argued that there was uncertainty or unreasonableness in the test of 'not generally acceptable in Australia', because it lacked a meaningful identification of the standards of 'acceptability' for business activities which were to be applied by a decision-maker. As a consequence, it was conceivable that decision-makers might apply their own idiosyncratic standards, and might penalise behaviour which was trivial or not deserving of the withholding of a visa.\\n \\n 26. However, I do not accept these arguments. ...\\n\\nIn my judgment, the Federal Magistrate was correct to reject the contention that cl 892.214 was invalid because it did not contain adequate information as to the duties of those who are to obey it: cf City of Brunswick v Stuart [1941] HCA 7 ; (1941) 65 CLR 88 and Evans v New South Wales [2008] FCAFC 130 ; (2008) 168 FCR 576 , at 579 and 597.\",\"1\":\"In my judgment, the Federal Magistrate was correct to reject the contention that cl 892.214 was invalid because it did not contain adequate information as to the duties of those who are to obey it: cf City of Brunswick v Stuart [1941] HCA 7 ; (1941) 65 CLR 88 and Evans v New South Wales [2008] FCAFC 130 ; (2008) 168 FCR 576 , at 579 and 597.\\n\\nIn Evans , the regulation subject to challenge was cl 7 of the World Youth Day Regulation 2008 (NSW) which relevantly provided: \\n (1) An authorised person may direct a person within a World Youth Day declared area to cease engaging in conduct that:\\n ...\\n (b) causes annoyance or inconvenience to participants in a World Youth Day event, \\n ...\\n\\nThe Full Court said, at [81]-[82]: The principal issue in relation to cl 7(1) is its application under cl 7(1)(b) to conduct that \\\"causes annoyance ... to participants in a World Youth Day event\\\". The term \\\"annoy\\\" as defined in the Shorter Oxford English Dictionary relevantly means:\\n \\nTo affect so as to ruffle, trouble, vex.\\n \\n \\n Annoyance has a corresponding meaning. The Macquarie Dictionary defines \\\"annoy\\\" as: \\n\\n \\nTo disturb in a way that is displeasing, troubling or slightly irritating.\\n \\n Conduct which may attract a direction under cl 7(1)(b) is conduct which \\\"causes annoyance ... to participants in a World Youth Day event\\\". That is to say it is conduct which actually results in its observers being ruffled, troubled, vexed, disturbed, displeased or slightly irritated. These are responses which depend very much on the individuals concerned. Some may find protests of the kind which are proposed by the applicants mildly amusing. Others may be practising Catholics or Christians who agree with some of the protestors' points and are not troubled by them. ... There is no objective criterion to assist the judgment of \\\"an authorised person\\\" in deciding whether to issue a direction under cl 7. There may be circumstances in which it would be difficult if not impossible for a person to whom a direction is given to know whether his or her conduct was such as to authorise the giving of the direction. It is little consolation to the person affected by a direction that he or she could argue the point later in a prosecution in a court of law as the State suggested.\\n\\nThe Full Court continued, at [83]: \\n In our opinion the conduct regulated by cl 7(1)(b) so far as it relates to \\\"annoyance\\\" may extend to expressions of opinion which neither disrupt nor interfere with the freedoms of others, nor are objectively offensive in the sense traditionally used in State criminal statutes.\\n\\nThe Full Court in Evans concluded that \\\"annoyance\\\" was something that turned on individual impression and that empowering a person to tell people to stop annoying other people was not supported by the statutory power conferred by s 58 of the relevant Act.\\n\\nOn the other hand, the Full Court upheld the validity of cl 7(1)(b) of the regulations authorising a direction to cease engaging in conduct that causes inconvenience to participants in a World Youth Day event, because it was posited on an ascertainable fact.\\n\\nAt [84], the Full Court said: \\n The term \\\"inconvenience\\\" has a more objective content. The relevant definition in the Shorter Oxford English Dictionary is: \\n\\n \\nHarm, injury, mischief; misfortune, trouble.\\n \\n \\n It is used in a transitive sense by reference to the effect of the relevant conduct on participants. The Macquarie Dictionary defines it as: \\n\\n \\nArranged or happening in such a way as to be awkward, inopportune, disadvantageous or troublesome.\\n \\n \\n While the term is broad it does not depend upon the subjective reactions of participants in World Youth Day events to the conduct in question. It requires a judgment by the authorised person of objective inconvenience. Such inconvenience may arise, for example, where protestors by their locations or actions hinder or obstruct the movement of participants or are so loud in their protest as to impair communications between groups of participants and officials. The term \\\"inconvenience\\\" may be criticised as conferring wide powers of uncertain ambit upon authorised persons but it is, in our opinion, a term which can reasonably be construed as limited to matters susceptible of objective judgment.\",\"2\":\"Refshauge J also referred to Ireland v Wilson (1936) All ER 358 , where a by-law which provided \\\"Every driver of a motor hackney carriage shall when working or plying for hire ... conduct himself in a proper civil and decorous manner at all times\\\" was held to be valid.\\n\\nHis Honour noted, at [53]: \\n ... there are many examples of criminal laws which depend upon judgment: dangerous driving and manslaughter by negligent conduct come easily to mind.\\n\\nRefshauge J concluded that reg 2.1 was not invalid, as being uncertain.\",\"3\":\"Dixon J, as he then was, in King Gee Clothing Company Pty Ltd v Commonwealth [1945] HCA 23 ; (1945) 71 CLR 184 ( King Gee ) said, at 195: \\n I am unaware of any principle of law or of interpretation which places upon a power of subordinate legislation conferred upon the Governor-General by the Parliament a limitation or condition making either reasonableness or certainty indispensable to its valid exercise.\\n\\nDixon J did acknowledge in King Gee that a regulation could be invalid if it provided a standard according to a fact that was not ascertainable. The High Court held in King Gee that the regulation, properly construed, was incapable of determining a price for outwear clothing which was what the empowering Act required the regulation to do. As a consequence, it was held that the regulation was invalid.\",\"4\":\"Refshauge J referred to Merrell v Roberts (1909) 26 WN (NSW) 73 , which held that a regulation which prohibited driving \\\"at such rate of speed ... or in a manner as to ... frighten or injure any ... animal\\\" was held not to be uncertain. Refshauge J said: \\n The court held that it was not difficult for a court to consider whether under the circumstances of the case the vehicle was being driven at such a speed.\",\"5\":\"Counsel for the appellants referred also to the judgment of Refshauge J in R v Goreng-Goreng [2008] ACTSC 74 ; (2008) 220 FLR 21. That case was concerned with the validity of a regulation, reg 2.1(3) of the Public Service Regulations 1999 (Cth). Regulation 2.1(3) prohibited the disclosure of information which Australian public service employees had obtained or generated in connection with their employment, where it was: \\n ... reasonably foreseeable that the disclosure could be prejudicial to the effective working of government, including the formulation or implementation of policies or programs.\\n\\nHis Honour held that the description of what information should not be permitted to be disclosed, by reference to the \\\"effective working of government\\\", did not invalidate the regulation on the ground of uncertainty.\"}}"