{
  "name": "Peter Balasoglov Bell v Queensland [2006] FCA 1788 (15 December 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1788.html",
  "catchphrases": [
    {
      "text": "appeal from the magistrates court",
      "id": "c0"
    },
    {
      "text": "jurisdiction of the court",
      "id": "c1"
    },
    {
      "text": "offences relating to infringing copies",
      "id": "c2"
    },
    {
      "text": "penalties",
      "id": "c3"
    },
    {
      "text": "separate or global penalties",
      "id": "c4"
    },
    {
      "text": "whether offences against the same provision",
      "id": "c5"
    },
    {
      "text": "whether penalty imposed excessive",
      "id": "c6"
    },
    {
      "text": "community service hours",
      "id": "c7"
    },
    {
      "text": "copyright",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "1 I have today made orders in this appeal and informed the parties that I would produce short reasons.",
      "id": "s0"
    },
    {
      "text": "2 Each of the applicants, Peter Balasoglov Bell and Annette Madeline Griffiths, appeal pursuant to s 131B of the Copyright Act 1968 (Cth) from orders of the Magistrates Court of Queensland imposing a penalty against each of them in the sum of $20 000 for breaches of s 132 of the Copyright Act .",
      "id": "s1"
    },
    {
      "text": "The orders for payment were suspended and in lieu the applicants were ordered to perform a total of 1340 hours of unpaid community service.",
      "id": "s2"
    },
    {
      "text": "(As to such an appeal see Lai Ha v McCusker [2000] FCA 1173 ; (2000) 101 FCR 460).",
      "id": "s3"
    },
    {
      "text": "The other penalties imposed by the Magistrate under the Trade Marks Act 1995 (Cth) are not within the jurisdiction of this Court by way of appeal and were probably not within the jurisdiction of the Magistrates Court.",
      "id": "s4"
    },
    {
      "text": "It is not however suggested that this Court can provide a remedy with respect to them.",
      "id": "s5"
    },
    {
      "text": "An appeal does lie to this Court from a decision of a State court under Part V of the Copyright Act .",
      "id": "s6"
    },
    {
      "text": "It would appear that prosecutions under the section may also be brought in this Court: see s 132(7).",
      "id": "s7"
    },
    {
      "text": "3 The applicants pleaded guilty to 21 charges offences against the Copyright Act .",
      "id": "s8"
    },
    {
      "text": "It is not necessary to detail the circumstances of the offences given the nature of the errors identified.",
      "id": "s9"
    },
    {
      "text": "The offences concern infringing copies of DVDs.",
      "id": "s10"
    },
    {
      "text": "Some 3544 DVDs were involved of 671 different titles.",
      "id": "s11"
    },
    {
      "text": "4 Section 132 of the Copyright Act is entitled ' Offences '.",
      "id": "s12"
    },
    {
      "text": "Subsections (1) to (4) appear under the subheading ' Offences relating to infringing copies '.",
      "id": "s13"
    },
    {
      "text": "There are other headings in the section containing descriptions of offences with an offence or offences listed in the subsection following them.",
      "id": "s14"
    },
    {
      "text": "Subsection (5) refers to offences ' relating to infringing public performances of literary, dramatic or musical works' , subs (5AA) to ' offences relating to sound recordings or films heard or seen in public '.",
      "id": "s15"
    },
    {
      "text": "Sections (5DB) and (5DC), which appear later, are concerned with offences of ' significant infringement of copyright ' which are of a commercial scale.",
      "id": "s16"
    },
    {
      "text": "Subsections (5A), (5B), (5C), (5D) and (5DA) are not concerned with infringement but rather with measures to protect copyright.",
      "id": "s17"
    },
    {
      "text": "Subsection (5A) and (5D) relate to the use of a device to circumvent technological protection measures and (5C), (5D) and (5DA) relate to acts associated with the removal of electronic rights management information from copyright works.",
      "id": "s18"
    },
    {
      "text": "5 The three offences of which the applicants were guilty arose under ss 132(1)(b), 132(2A) and 132(3) of the Copyright Act .",
      "id": "s19"
    },
    {
      "text": "The first-mentioned offence relates to the selling or letting for hire an infringing copy of a copyright work; the second relates to a person having an infringing copy in their possession for the purpose of selling, letting for hire, distributing and the like; and the third to a person having in their possession a device used for making infringing copies.",
      "id": "s20"
    },
    {
      "text": "6 The question raised by the respondent was whether the Magistrate ought to have imposed a global fine for all 21 offences.",
      "id": "s21"
    },
    {
      "text": "It arises because of the terms of s 4K(3) of the Crimes Act 1914 (Cth), which provides that charges against the same person ' for any number of offences against the same provision of a law of the Commonwealth ' may be joined in the same complaint or summons if they are founded on the same facts.",
      "id": "s22"
    },
    {
      "text": "Subsection (4) then provides that if a person is convicted of two or more offences against the same provision, the court may impose one penalty in respect of both or all of those offences.",
      "id": "s23"
    },
    {
      "text": "7 The respondent pointed out that it was possible that each of subsections 132(1)(b), (2A) and (3) are themselves different provisions.",
      "id": "s24"
    },
    {
      "text": "If that were correct, the Magistrate should have imposed a separate penalty for each offence.",
      "id": "s25"
    },
    {
      "text": "This approach would, on one view, equate a ' provision ' in a statute with the ' offence ' with respect to it.",
      "id": "s26"
    },
    {
      "text": "It appeared to me that the subsections here relevant create the offences, but if there be a ' provision ' to which they relate, it is to be found elsewhere.",
      "id": "s27"
    },
    {
      "text": "8 One view, canvassed during short argument, is that there are a number of ' provisions ' in s 132, which can be seen by reference to the headings such as ' Offences relating to infringing copies '.",
      "id": "s28"
    },
    {
      "text": "The headings are however merely general descriptions of the offences which follow.",
      "id": "s29"
    },
    {
      "text": "9 In my view the offences relating to infringement of copyright may be said to be offences with respect to ' provisions ' of the Copyright Act .",
      "id": "s30"
    },
    {
      "text": "Part III , Div 2 and Part IV , Div 6 contain provisions which recognise copyright and when it is infringed.",
      "id": "s31"
    },
    {
      "text": "Part V of the Copyright Act , in which s 132 appears, is headed ' Remedies and Offences '.",
      "id": "s32"
    },
    {
      "text": "It gives remedies in the event of, and creates offences with respect to, infringement.",
      "id": "s33"
    },
    {
      "text": "It appears to me that at the least the offences listed in s 132 concerning infringement may be said to be against the general provisions relating to infringement.",
      "id": "s34"
    },
    {
      "text": "The following offences concerning protection measures may stand in a different category, but it is not necessary to further determine that question.",
      "id": "s35"
    },
    {
      "text": "It follows that in this case one penalty could be imposed with respect to the three offences.",
      "id": "s36"
    },
    {
      "text": "10 The applicants submit, and the respondent properly concedes, that the penalties imposed were manifestly excessive.",
      "id": "s37"
    },
    {
      "text": "The respondent has produced a table of comparative penalties.",
      "id": "s38"
    },
    {
      "text": "It may be discerned that a penalty of $20 000 is about twice as much as would usually be imposed.",
      "id": "s39"
    },
    {
      "text": "A penalty of $10 000 is within range.",
      "id": "s40"
    },
    {
      "text": "(I add that if I am wrong as to whether separate penalties should be ordered I consider this to be the correct total).",
      "id": "s41"
    },
    {
      "text": "11 The second error identified by the parties is that the Magistrate miscalculated the number of hours of community service which could be ordered pursuant to s 69(2) of the Penalties and Sentences Act 1992 (Qld).",
      "id": "s42"
    },
    {
      "text": "The maximum number of hours that could be ordered is 910; and the appropriate number of hours given the order for penalty made is 455.",
      "id": "s43"
    },
    {
      "text": "I certify that the preceding eleven (11) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Kiefel.",
      "id": "s44"
    },
    {
      "text": "Associate:\n\nDated: 20 December 2006\n\n\n Counsel for the Appellant: Mr S Lewis \n \n Solicitor for the Appellant: Legal Aid Queensland \n \n Counsel for the Respondent: Mr G Rice \n \n Solicitor for the Respondent: Director of Public Prosecutions \n \n Date of Hearing: 15 December 2006 \n \n Date of Judgment: 15 December 2006 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1788.html",
      "id": "s45"
    }
  ]
}