{
  "name": "QPSX Ltd v Ericsson Australia Pty Ltd (No 4) [2006] FCA 1412 (31 October 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1412.html",
  "catchphrases": [
    {
      "text": "amendments to pleadings",
      "id": "c0"
    },
    {
      "text": "sufficiency of particulars",
      "id": "c1"
    },
    {
      "text": "viability of pleadings",
      "id": "c2"
    },
    {
      "text": "further discovery",
      "id": "c3"
    },
    {
      "text": "leave to cross claim",
      "id": "c4"
    },
    {
      "text": "joinder of cross respondent",
      "id": "c5"
    },
    {
      "text": "practice and procedure",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "Introduction \n \n 1 QPSX Ltd, QPSX Communications Pty Ltd and QPSX Europe GmbH (collectively referred to as QPSX) carry on the business of acquiring valuable intellectual property rights from research institutions and companies across the Asia Pacific.",
      "id": "s0"
    },
    {
      "text": "They enter into international intellectual property licensing programs in order to exploit the value of such rights.",
      "id": "s1"
    },
    {
      "text": "They also support the formation of spin-out companies.",
      "id": "s2"
    },
    {
      "text": "2 On 4 May 2004 QPSX commenced proceedings against the Ericsson parties and the Longreach Group.",
      "id": "s3"
    },
    {
      "text": "The causes of action are principally for breach of a licensing agreement and misleading or deceptive conduct in contravention of s 52 of the Trade Practices Act 1974 (Cth) (the TP Act).",
      "id": "s4"
    },
    {
      "text": "The licensing agreement said to have been breached is evidenced by a Memorandum dated 27 August 2003.",
      "id": "s5"
    },
    {
      "text": "It relates to the licensing and use of patent rights in a particular technology used in telecommunications.",
      "id": "s6"
    },
    {
      "text": "The misleading or deceptive conduct is framed as an alternative cause of action based on the contention that one of the parties to the memorandum misrepresented its authority to speak for another.",
      "id": "s7"
    },
    {
      "text": "3 QPSX seeks a declaration that they and the respondents are parties to the Memorandum, which binds them all.",
      "id": "s8"
    },
    {
      "text": "They also seek a declaration that the Memorandum contains terms, referred to in pars 51 and 52 of the existing amended statement of claim, and that Ericsson Australia and LME severally breached it.",
      "id": "s9"
    },
    {
      "text": "They claim an account of royalties due under the Memorandum from Ericsson Australia and LME, as well as damages for its breach.",
      "id": "s10"
    },
    {
      "text": "They seek orders under s 87 of the TP Act to compensate them for loss or damage suffered or likely to be suffered by the conduct of Ericsson Australia and LME.",
      "id": "s11"
    },
    {
      "text": "4 The interlocutory history of the case has been protracted and somewhat convoluted.",
      "id": "s12"
    },
    {
      "text": "The principal outstanding interlocutory disputes at this stage relate to amendments to the statements of claim and defence, the introduction of a cross claim including a cross claim against a QPSX executive, and the provision of particulars.",
      "id": "s13"
    },
    {
      "text": "5 The Ericsson parties filed a request for further and better particulars of QPSX's amended statement of claim on 9 May 2006.",
      "id": "s14"
    },
    {
      "text": "On 29 August 2006 QPSX filed a minute of proposed orders, being an amended version of an earlier minute filed on 15 August 2006.",
      "id": "s15"
    },
    {
      "text": "These orders related to outstanding discovery and the filing of expert evidence.",
      "id": "s16"
    },
    {
      "text": "At that time the Ericsson parties had filed their own minute seeking various directions including the filing of a further amended statement of claim and the provision of the particulars sought on 9 May 2006.",
      "id": "s17"
    },
    {
      "text": "Directions were made for the filing of written submissions in relation to a proposed further amended statement of claim, a proposed amended defence and cross claim and further discovery sought by QPSX's amended minute of proposed orders dated 29 August 2006.",
      "id": "s18"
    },
    {
      "text": "The timing for the filing of written submissions was extended by consent on 4 September 2006.",
      "id": "s19"
    },
    {
      "text": "Submissions were filed by both QPSX and the Ericsson parties.",
      "id": "s20"
    },
    {
      "text": "The last submission was filed on 13 October 2006 by Ericsson.",
      "id": "s21"
    },
    {
      "text": "The matters in issue were decided on the written submissions and affidavits filed in relation to them.",
      "id": "s22"
    },
    {
      "text": "6 This is an interlocutory decision.",
      "id": "s23"
    },
    {
      "text": "I do not propose in this ruling to deal, in detail, with every argument that was put.",
      "id": "s24"
    },
    {
      "text": "I will endeavour briefly to outline the matters of contention and the reasons for the directions which I propose to make.",
      "id": "s25"
    },
    {
      "text": "Elaborate arguments were put by way of objection to proposed causes of action raised by Ericsson in its cross claim.",
      "id": "s26"
    },
    {
      "text": "I do not accede to these.",
      "id": "s27"
    },
    {
      "text": "They are best considered in the light of all of the evidence at trial.",
      "id": "s28"
    },
    {
      "text": "Broadly speaking, all the matters pleaded arise out of the same factual substratum.",
      "id": "s29"
    },
    {
      "text": "The proposed further amended statement of claim \n \n 7 A minute of a proposed further amended statement of claim was filed by QPSX on 15 August 2006.",
      "id": "s30"
    },
    {
      "text": "In contemporaneous submissions it was described as containing a number of minor amendments to the amended statement of claim already before the Court.",
      "id": "s31"
    },
    {
      "text": "It is convenient to set out the proposed further amended statement of claim in outline.",
      "id": "s32"
    },
    {
      "text": "The summary that follows reproduces the summary of the amended statement of claim set out in QPSX Limited v Ericsson Australia Pty Ltd (No 3) [2005] FCA 933 with adjustments to reflect the proposed additional amendments.",
      "id": "s33"
    },
    {
      "text": "The summary outlines the allegations made by QPSX.",
      "id": "s34"
    },
    {
      "text": "For convenience it is presented in narrative form.",
      "id": "s35"
    },
    {
      "text": "It involves no finding of fact.",
      "id": "s36"
    },
    {
      "text": "8 QPSX, QPSX Communications and QPSX Europe each carry on business 'licensing and otherwise commercialising intellectual property'.",
      "id": "s37"
    },
    {
      "text": "That business is carried on in Australia and internationally by QPSX and QPSX Communications.",
      "id": "s38"
    },
    {
      "text": "QPSX Europe carries on its business outside Australia.",
      "id": "s39"
    },
    {
      "text": "The Ericsson parties and the Longreach parties are all involved in the manufacture and supply of communications products and services (pars 1 to 7).",
      "id": "s40"
    },
    {
      "text": "9 QPSX Communications is the registered patentee of patents in the United States of America, Australia, Canada and the United Kingdom.",
      "id": "s41"
    },
    {
      "text": "These are known as the QPSX Communications SAR Patents.",
      "id": "s42"
    },
    {
      "text": "QPSX Europe holds a patent in Germany, known as the QPSX Europe SAR Patent.",
      "id": "s43"
    },
    {
      "text": "Each of the patents relates to a method and apparatus for segmentation and reassembly technology.",
      "id": "s44"
    },
    {
      "text": "This involves the transmission of variable length messages on a network from a source to a destination in fixed length slots which include a header field and a message segment.",
      "id": "s45"
    },
    {
      "text": "Steps involved in the method are pleaded and registration dates and numbers of the various patents are particularised (par 8).",
      "id": "s46"
    },
    {
      "text": "Further patents are held by QPSX Communications in the USA, Australia, Canada, the UK and Germany (QP Patents).",
      "id": "s47"
    },
    {
      "text": "They involve a queuing protocol for a communications network for queued transmission of information in packets.",
      "id": "s48"
    },
    {
      "text": "The network composition is set out and particulars of the patents given (par 9).",
      "id": "s49"
    },
    {
      "text": "The method and apparatus which are the subjects of the SAR Patents and the protocol which is the subject of the QP Patents are integral parts of a Distributor Queue Dual Bus Technology which is also known as a Queued Packet and Synchronous Exchange Technology.",
      "id": "s50"
    },
    {
      "text": "This technology has been an integral part of the international telecommunications standard approved by the Institute of Electrical and Electronics Engineers for metropolitan area networks since 1988 (par 10).",
      "id": "s51"
    },
    {
      "text": "Another protocol known as Asynchronous Transfer Mode (ATM) is described as the networking standard for high speed, high capacity voice, data, video and graphics transmission.",
      "id": "s52"
    },
    {
      "text": "The method the subject of the SAR Patents is said to be a fundamental element of the ATM protocol and to be incorporated into the International ATM's Standards set by the International Telecommunications Union (par 11).",
      "id": "s53"
    },
    {
      "text": "10 Because they were the subject of submissions by Ericsson it is convenient to set out the actual text of pars 10 and 11.",
      "id": "s54"
    },
    {
      "text": "In its further proposed amended statement of claim QPSX wishes to include particulars of par 11.",
      "id": "s55"
    },
    {
      "text": "Paragraphs 10 and 11, including the particulars to the latter paragraph, read as follows: \n \n \n '10.",
      "id": "s56"
    },
    {
      "text": "The method which is the subject of the SAR Patents, and the protocol which is the subject of the QP Patents, are integral parts of the Distributed Queue Dual Bus technology, which is also known as Queued Packet and Synchronous Exchange technology.",
      "id": "s57"
    },
    {
      "text": "Since 1988, the Distributed Queue Dual Bus technology has been an integral part of the international telecommunications standard approved by the Institute of Electrical and Electronics Engineers for metropolitan area networks known as IEEE 802.6.",
      "id": "s58"
    },
    {
      "text": "11.",
      "id": "s59"
    },
    {
      "text": "A protocol known as Asynchronous Transfer Mode (ATM) has been developed as the networking standard for high-speed, high-capacity, voice, data, video and graphics transmission.",
      "id": "s60"
    },
    {
      "text": "The method which is the subject of the SAR Patents is a fundamental element of the ATM protocol and is incorporated into the international ATM standard set by the International Telecommunication Union known as ITU specification I.363.5.",
      "id": "s61"
    },
    {
      "text": "Particulars \n \n \n \n \n \n (1) the method which is the subject of the SAR Patents is a fundamental element of the ATM protocol by reason that the SAR Patents and the AAL5 Standard ( AAL5 Standard ) both outline a segmentation and reassembly method, involving the transmission of variable length messages on a network from a source to a destination in fixed length slots (the SAR patent terminology) or cells (the AAL5 Standard terminology) which include a header field and a message segment.",
      "id": "s62"
    },
    {
      "text": "This method includes: \n \n \n \n \n (a) the provision of a source identifier field (which is the VPI/VCI identifier in the case of the AAL5 Standard) in the header field of each slot or cell, which identifier field is uniquely associated with the message to be transmitted; \n (b) transmitting the slots or cells on the network; and \n (c) controlling the reassembly of slots of cells at the destination in accordance with the identifier codes of the slots or cells received at the destination.",
      "id": "s63"
    },
    {
      "text": "(2) The AAL5 Standard is specified in ITU 1.363.5 and is one of the ATM Adaptation Layers specified in the ATM protocol.",
      "id": "s64"
    },
    {
      "text": "' \n \n \n \n \n 11 On 18 August 1994 an agreement known as the J-Tech Contract was made between QPSX Communications and J-Tech Pty Ltd (J-Tech).",
      "id": "s65"
    },
    {
      "text": "It included terms under which QPSX Communications agreed to sell and J-Tech agreed to purchase certain intellectual property known as the QPSX Designs.",
      "id": "s66"
    },
    {
      "text": "These related to products known as Q6 and Q7 and three devices which are referred to collectively as the QPSX chipset.",
      "id": "s67"
    },
    {
      "text": "J-Tech was permitted, under the terms of the agreement, to make full use of the QPSX Designs and enjoyed a non-exclusive perpetual licence to use the SAR Patents and the QP Patents on and from 18 August 1994 (pars 12 and 13).",
      "id": "s68"
    },
    {
      "text": "On 5 December 1997 the contract was amended by further agreement but these are not material for present purposes (par 14).",
      "id": "s69"
    },
    {
      "text": "12 Paragraphs 15 to 20 inclusive were deleted in the amended statement of claim.",
      "id": "s70"
    },
    {
      "text": "13 On or about 12 July 2001 QPSX Communications, J-Tech and Ericsson Australia executed a deed of assignment and variation (par 21).",
      "id": "s71"
    },
    {
      "text": "By that deed J-Tech assigned to Ericsson Australia all of its rights and interests in the J-Tech Contract, and the full benefit of the covenants, representations, warranties and acknowledgments given to it under that contract by QPSX Communications.",
      "id": "s72"
    },
    {
      "text": "Ericsson Australia assumed the obligations, covenants, representations and warranties given by J-Tech to QPSX Communications under the contract (par 22).",
      "id": "s73"
    },
    {
      "text": "The deed amended the J-Tech Contract as assigned.",
      "id": "s74"
    },
    {
      "text": "The various amendments are pleaded in par 22.",
      "id": "s75"
    },
    {
      "text": "14 Further, prior to the sale and purchase and as Ericsson Australia and the Longreach Group then well knew, Ericsson Australia purported to sell and Longreach Group purported to purchase, among other assets, Ericsson Australia's rights comprising the subject matter of the J-Tech Contract (as amended by the J-Tech amendment contract and the assignment deed) so as to enable Longreach Group to be able to exploit in Australia the method the subject of the SAR Patents and the protocol the subject of the QP Patents (par 28).",
      "id": "s76"
    },
    {
      "text": "Ericsson Australia was required by cl 17.1 of the J-Tech Contract, as amended and assigned to it, to seek and obtain the written consent of QPSX Communications to the assignment of the patent licences to the Longreach Group.",
      "id": "s77"
    },
    {
      "text": "Ericsson Australia did not seek or obtain such consent (par 29).",
      "id": "s78"
    },
    {
      "text": "Further, prior to the sale and purchase, and as Longreach Group then well knew, Ericsson Australia and/or a related company manufactured within Australia and sold both inside and outside Australia goods which employed the method the subject of the SAR Patents or the protocol the subject of the QP Patents.",
      "id": "s79"
    },
    {
      "text": "Some of these goods were goods to which the licence granted under the J-Tech Contract as amended related.",
      "id": "s80"
    },
    {
      "text": "LME and related bodies corporate manufactured goods of the kind outside Australia and sold, both within and outside Australia, goods of this kind (par 30).",
      "id": "s81"
    },
    {
      "text": "15 In the further amended statement of claim a new par 30A is proposed (omitting some particulars): \n \n 'Further, prior to the sale and purchase referred to in paragraph 28 herein, as Ericsson Australia and LME then well knew: \n \n \n \n (a) the AAL5 Standard referred to in paragraph 11 above was an international standard which supported the carriage of data in telecommunications networks, which was notorious in the telecommunications industry; \n \n Particulars \n \n \n \n Further particulars will be provided by way of expert report.",
      "id": "s82"
    },
    {
      "text": "(b) QPSX Europe and QPSX Communications contended that the SAR Patents (referred to in paragraph 8 above) were essential patents for the purposes of components, products and systems which implement the AAL5 Standard and, in particular, there were features of the QPSX Europe SAR patent (referred to in particular (d) of paragraph 8 above), which corresponded to the features of the AAL5 Standard; \n \n Particulars \n \n \n \n (Four letters and one set of notes are referred to).",
      "id": "s83"
    },
    {
      "text": "(c) QPSX Europe had commenced patent infringement proceedings in Germany, against Deutsche Telekom AG and Siemens AG, alleging infringement by those parties of the QPSX Europe SAR patent (referred to in particular (d) of paragraph 8 above), and those proceedings included an allegation by QPSX Europe that compliance with the AAL5 Standard (by Deutsche Telekom AG and Siemens AG) infringed the QPSX Europe SAR Patent.",
      "id": "s84"
    },
    {
      "text": "Particulars \n \n (Reference is made to three letters, an email and a complaint filed in the District Court of Munich.",
      "id": "s85"
    },
    {
      "text": ")'\n \n \n \n 16 On 17 July 2003 Ericsson Australia's solicitors sought the consent of the applicants which was necessary to enable it to give the assignment required under its agreement with Longreach Group.",
      "id": "s86"
    },
    {
      "text": "On 20 August 2003 the applicants agreed with Ericsson Australia that, in lieu of negotiating their consent to the assignment, they would negotiate new licences with Longreach Group and with Ericsson Australia, LME and its related bodies corporate.",
      "id": "s87"
    },
    {
      "text": "The licences would relate to the manufacture and sale inside and outside Australia of goods using the method the subject of the SAR Patents or the protocol the subject of the QP Patents (par 32).",
      "id": "s88"
    },
    {
      "text": "On or about 25 or 26 August 2003 Longreach Group, through its Chief Executive Officer Morris Symonds, in effect joined in the agreement.",
      "id": "s89"
    },
    {
      "text": "This was communicated to the applicants by email on 26 August 2003 (par 33).",
      "id": "s90"
    },
    {
      "text": "17 Paragraphs 30 to 41 of the statement of claim as it previously stood were deleted in the amended statement of claim.",
      "id": "s91"
    },
    {
      "text": "They were replaced by new paragraphs 30 to 33.",
      "id": "s92"
    },
    {
      "text": "There are no new paragraphs 34 to 41.",
      "id": "s93"
    },
    {
      "text": "18 On or about 27 August 2003 a Memorandum was executed between QPSX, QPSX Communications and QPSX Europe, Ericsson Australia and LME and Longreach Group and Longreach Networks (par 42).",
      "id": "s94"
    },
    {
      "text": "This Memorandum lies at the heart of the action.",
      "id": "s95"
    },
    {
      "text": "It related to the acquisition by Longreach Group of assets disposed of by Ericsson Australia pursuant to the sale of May 2003.",
      "id": "s96"
    },
    {
      "text": "It also concerned the placement of the patent licensing arrangements between QPSX Communications and Ericsson Australia under the J-Tech Contract.",
      "id": "s97"
    },
    {
      "text": "It dealt with the further and expanded global licensing of Ericsson Australia, LME, Longreach Group, Longreach Networks and related bodies corporate to make broad and unfettered use of the QPSX technology and the QPSX patents as defined in the Memorandum.",
      "id": "s98"
    },
    {
      "text": "(par 43 as proposed for amendment).",
      "id": "s99"
    },
    {
      "text": "19 The authority of those who executed the Memorandum on behalf of Ericsson Australia, LME, Longreach Group, QPSX and QPSX Communications is pleaded (pars 44 to 48).",
      "id": "s100"
    },
    {
      "text": "During the course of negotiations which followed the matters pleaded earlier, Mr Darling, the company secretary of Ericsson Australia and various other Ericsson companies, informed LME of the progress of negotiations for the new licence agreement.",
      "id": "s101"
    },
    {
      "text": "LME provided instructions to him concerning the new licence agreement (par 44A).",
      "id": "s102"
    },
    {
      "text": "Paragraph 44A is proposed for amendment by deletion of 44A(c) which alleged that LME informed Mr Darling that LME had agreed to be a party to the Memorandum and approved the terms of its final version immediately prior to its execution.",
      "id": "s103"
    },
    {
      "text": "In the circumstances, the Memorandum formed a legally binding agreement between the applicants and the various respondents (par 49).",
      "id": "s104"
    },
    {
      "text": "In the alternative, if Mr Darling was not authorised to execute the Memorandum on behalf of LME then it formed a legally binding agreement between the QPSX parties, Ericsson Australia, Longreach Group and Long Reach Networks (par 50).",
      "id": "s105"
    },
    {
      "text": "20 The material terms of the Memorandum are pleaded (par 51) together with terms to be implied (par 52).",
      "id": "s106"
    },
    {
      "text": "The opening words of par 51 are amended to read: \n \n 'On its proper construction, having regard to the matters pleaded in paragraphs 8-14, 21, 22, 28-33 and 44A above, the Memorandum contained the following material terms....' \n \n\nThe effect of this amendment is to bring in paragraphs 8 to 11 inclusive as matters going to the construction of the Memorandum.",
      "id": "s107"
    },
    {
      "text": "The proposed further amended statement of claim would also amend the definition of 'ATM Products' taken from the Memorandum.",
      "id": "s108"
    },
    {
      "text": "In its proposed amended version the term 'ATM Products' is defined to mean products that: \n\n \n \n '(i) incorporate the QPSX Designs or the QPSX Chipset (in whole or in part); and/or \n (ii) comply with the AAL5 Standard (it being agreed for the purposes of the Memorandum that compliance with the AAL5 Standard requires use of the QPSX Patents).",
      "id": "s109"
    },
    {
      "text": "' \n \n \n \n 21 From 1 July 2003 or the completion of Ericsson Australia's sale of assets to the Longreach Group, the applicants agreed to grant a non-exclusive licence to Ericsson Australia, LME, Longreach Group and Long Reach Networks and their related bodies corporate to use the SAR and QP Patents, the QPSX Designs and the QPSX chipset to manufacture all ATM products and to sell or use them globally.",
      "id": "s110"
    },
    {
      "text": "These licences were to replace the existing licence granted to Ericsson Australia under the J-Tech Contract as amended and assigned.",
      "id": "s111"
    },
    {
      "text": "22 Under the Memorandum Ericsson Australia and LME, Longreach Group and Long Reach Networks were to provide quarterly reports to the applicants setting out forecast sales for the following quarter and an estimate of the actual Sales Value for the previous quarter together with a calculation showing the amount of royalty payable.",
      "id": "s112"
    },
    {
      "text": "The reports were also to incorporate an estimate of sales in respect of different categories of ATM products which were made during the previous quarter (par 51(e) and (f)).",
      "id": "s113"
    },
    {
      "text": "23 Ericsson Australia and LME jointly and, alternatively, Ericsson Australia, the Longreach Group and Long Reach Networks jointly agreed to pay royalties to the applicants on global sales of ATM products by those entities and their related bodies corporate.",
      "id": "s114"
    },
    {
      "text": "The basis upon which royalties were to be calculated is set out in the statement of claim.",
      "id": "s115"
    },
    {
      "text": "24 It was also a term of the Memorandum that within 30 days of its execution the parties would use their best endeavours to enter and to procure their related bodies corporate to enter a further agreement incorporating the terms of the Memorandum and necessary supplemental terms pending the execution of which the Memorandum would remain in force between the parties.",
      "id": "s116"
    },
    {
      "text": "The licensees would be responsible for the reasonable legal and travel costs of the applicants associated with the negotiation and execution of the Memorandum and the Further Agreement up to a maximum of $50,000.",
      "id": "s117"
    },
    {
      "text": "25 Implied terms in the Memorandum were that each party would do all that was necessary to enable each other party to have the benefit of the agreement contained in it and would deal in good faith with each other party to the Memorandum, particularly in finalising the Further Agreement.",
      "id": "s118"
    },
    {
      "text": "26 Ericsson Australia and LME are each said to have breached the terms of the Memorandum (pars 53 and 54).",
      "id": "s119"
    },
    {
      "text": "It is alleged that each has failed to provide to the applicants any of the reports required by the terms of the Memorandum.",
      "id": "s120"
    },
    {
      "text": "They are said to have failed to make any royalty payments on sales of ATM products inside and outside Australia by LME, Ericsson Australia or related bodies corporate.",
      "id": "s121"
    },
    {
      "text": "They are said to have failed to use their best endeavours to finalise the proposed Further Agreement and to pay any of the reasonable legal and travel costs associated with the negotiation and execution of the Memorandum or the costs of negotiating the Further Agreement.",
      "id": "s122"
    },
    {
      "text": "It is also alleged that LME failed to use its best endeavours to procure its related bodies corporate to become parties to the Further Agreement.",
      "id": "s123"
    },
    {
      "text": "27 In order to meet the contention that LME had not authorised Ericsson Australia or Mr Darling to execute the Memorandum on its behalf, it is alleged that Mr Darling, by his conduct, conveyed the overall impression to the applicants that: \n \n (a) he was discussing the Memorandum, its terms and its operations with an authorised employee of LME; \n (b) LME, by and through its authorised employees, provided instructions to him concerning the new licence agreement; and \n (c) LME had agreed to be a party to the Memorandum and approved the terms of the Memorandum.",
      "id": "s124"
    },
    {
      "text": "This conduct is said to have amounted to a representation by Ericsson Australia that LME authorised Ericsson Australia and Mr Darling to negotiate and execute the Memorandum on its behalf.",
      "id": "s125"
    },
    {
      "text": "If Mr Darling were not authorised to execute the Memorandum on behalf of LME then the authority representation was misleading or deceptive contrary to s 52 of the TP Act (par 59).",
      "id": "s126"
    },
    {
      "text": "Paragraphs 57 and 58 are deleted in the amended statement of claim, as are paragraphs 60 to 66 inclusive.",
      "id": "s127"
    },
    {
      "text": "28 The amended statement of claim asserts the applicants' entitlement to the remedies sought in the application and, alternatively, claims damages for loss of opportunity pursuant to the alleged misleading or deceptive conduct.",
      "id": "s128"
    },
    {
      "text": "Whether the further proposed amendments to the statement of claim should be allowed \n \n 29 Ericsson says in its written submissions that 'apart from one or two matters the Ericsson parties do not oppose the application for leave to file and serve the proposed QPSX pleading'.",
      "id": "s129"
    },
    {
      "text": "Ericsson does, however, take issue with the opening sentence in par 51 of the proposed further amended statement of claim.",
      "id": "s130"
    },
    {
      "text": "Its objection is that the effect of the amendment is to treat the 'facts' pleaded in pars 10 and 11 as matters informing the construction of the Memorandum.",
      "id": "s131"
    },
    {
      "text": "This is said to stand in contrast to the position previously adopted by QPSX in relation to pars 10 and 11.",
      "id": "s132"
    },
    {
      "text": "In this respect Ericsson harked back to QPSX's submissions in opposition to Ericsson's strike out application in 2004.",
      "id": "s133"
    },
    {
      "text": "In rejecting the application to strike out pars 10 and 11 I said at the time: \n \n '30.",
      "id": "s134"
    },
    {
      "text": "The pleading of the technology may be justified as a way of labelling or identifying the Patents by reference to their subject matter.",
      "id": "s135"
    },
    {
      "text": "It plays no other role in the statement of claim that is relevant to any cause of action.",
      "id": "s136"
    },
    {
      "text": "It conveys no implication as to the validity of the Patents.",
      "id": "s137"
    },
    {
      "text": "Although the pleading in this respect may be said to go beyond what is strictly necessary to identify the Patents, I do not consider that it has the tendency to embarrass and I would not accede to the proposition that the relevant paragraphs should be struck out.",
      "id": "s138"
    },
    {
      "text": "31.",
      "id": "s139"
    },
    {
      "text": "It would be sufficient, in the defences, to plead to the existence of the Patents set up in the statement of claim without giving rise to any need for inquiry into the content and nature of the technology and, in particular, without any need for discovery of documents in connection therewith.",
      "id": "s140"
    },
    {
      "text": "For the most part the content of the Patents themselves will either bear out or falsify the description of their subject matter.",
      "id": "s141"
    },
    {
      "text": "' \n \n 30 Counsel for Ericsson also pointed out that counsel for QPSX had stated, at a case management conference in July 2006, that the alleged breach of the Memorandum was the 'primary case' of QPSX.",
      "id": "s142"
    },
    {
      "text": "He did not, however, disavow a secondary or ancillary case based upon the claims in the QPSX Patents and Australian Standard AAL5.",
      "id": "s143"
    },
    {
      "text": "Ericsson submits that by reason of the proposed amendments in the first sentence of par 51 it has become apparent that QPSX now seeks to argue that the technical allegations in pars 10 and 11 inform the construction of the Memorandum.",
      "id": "s144"
    },
    {
      "text": "31 I accept the Ericsson submissions that pars 10 and 11 should not be invoked in support of the construction of the Memorandum without particularisation of the facts upon which essentially argumentative terms used in those paragraphs are based.",
      "id": "s145"
    },
    {
      "text": "In par 10 the term 'integral part' is conclusionary in nature and Ericsson is entitled to know the basis upon which that conclusion is advanced.",
      "id": "s146"
    },
    {
      "text": "Particulars of the queuing protocol referred to should also be given.",
      "id": "s147"
    },
    {
      "text": "Expert evidence relevant to those particulars should be identified when QPSX files its expert reports.",
      "id": "s148"
    },
    {
      "text": "32 Paragraph 11 is also conclusionary or argumentative in character to the extent that it uses the word 'fundamental'.",
      "id": "s149"
    },
    {
      "text": "I will require that QPSX provide particulars of the facts it relies upon to assert that the method which is the subject of the SAR Patents is a 'fundamental element of the ATM Protocol'.",
      "id": "s150"
    },
    {
      "text": "These particulars do not need to be incorporated in the statement of claim.",
      "id": "s151"
    },
    {
      "text": "They can be separately provided.",
      "id": "s152"
    },
    {
      "text": "In requiring their provision I accept the Ericsson contention that as presently framed they identify a number of common features, almost all of which are high level and general and do not disclose the basis upon which it is said that the method is 'a fundamental element' of the ATM Protocol.",
      "id": "s153"
    },
    {
      "text": "I will also require that QPSX specifically identify those aspects of its expert evidence relied upon to support the particulars which it is to provide.",
      "id": "s154"
    },
    {
      "text": "33 Ericsson opposes the inclusion of par 30A(b) on the basis that it contains 'vague and high level allegations'.",
      "id": "s155"
    },
    {
      "text": "I do not accept Ericsson's submissions in this respect.",
      "id": "s156"
    },
    {
      "text": "Paragraph 30A(b) is limited to the fact of particular contentions said to have been made by QPSX.",
      "id": "s157"
    },
    {
      "text": "It identifies the documents relied upon as evidencing those contentions.",
      "id": "s158"
    },
    {
      "text": "The contentions are pleaded on the basis that they are known to Ericsson Australia and LME.",
      "id": "s159"
    },
    {
      "text": "I do not accept Ericsson's submissions that the allegation gives rise to a requirement for further discovery.",
      "id": "s160"
    },
    {
      "text": "The plea stands or falls on the documents particularised and the knowledge that Ericsson Australia and LME had of the contention.",
      "id": "s161"
    },
    {
      "text": "34 While Ericsson does not oppose the amendment to par 44A, the deletion of one of the particulars contained in it provided Ericsson with the occasion to raise the sufficiency of particulars relied upon to support the plea of Mr Darling's authority to execute the Memorandum on behalf of LME.",
      "id": "s162"
    },
    {
      "text": "There is a reference in par 45 to further particulars being provided after discovery and, if leave is granted, after interrogatories.",
      "id": "s163"
    },
    {
      "text": "No interrogatories have been sought.",
      "id": "s164"
    },
    {
      "text": "35 Further particulars were provided by QPSX in a letter dated 30 August 2006.",
      "id": "s165"
    },
    {
      "text": "The Ericsson parties are content with those particulars so far as they relate to par 44A, but not those supplied in relation to par 45.",
      "id": "s166"
    },
    {
      "text": "36 Ericsson says that the further and better particulars provided in the letter of 30 August 2006, relating to par 45, go only to Mr Darling's conduct and his representations.",
      "id": "s167"
    },
    {
      "text": "There is no allegation of any conduct or representation by LME to clothe Mr Darling with authority to execute the Memorandum.",
      "id": "s168"
    },
    {
      "text": "In my opinion, however, the plea as presently particularised is not fatally flawed.",
      "id": "s169"
    },
    {
      "text": "It relies upon Mr Darling's position in the Ericsson Group as well as his representations.",
      "id": "s170"
    },
    {
      "text": "If, however, QPSX intends to rely upon any conduct on the part of LME through which it is said to have clothed Mr Darling and/or Mr Hermanson with relevant authority, then that conduct should be particularised.",
      "id": "s171"
    },
    {
      "text": "The proposed amended defence and cross claim \n \n 37 The proposed amended defence filed by the Ericsson parties considerably expands upon that previously filed.",
      "id": "s172"
    },
    {
      "text": "Ericsson also seek to bring a cross claim against QPSX and Mr Callahan, the general manager of QPSX Ltd and QPSX Europe.",
      "id": "s173"
    },
    {
      "text": "38 QPSX opposes leave to amend on the basis that the proposed amended defence and cross claim: \n \n \n '(a) raises fresh claims of misleading and deceptive conduct, unconscionable conduct, misrepresentation, deceit and negligent misstatement based on representations which evidently were not made on the pleaded facts (accepting these at their highest); \n \n (b) raises a fresh claim of unjustified threats of patent infringement on a fundamentally misconceived factual basis; \n \n (c) raises a fresh claim of mistake which is unarguable; \n \n (d) fails to properly plead why the Ericsson parties allege that Darling acted outside his authority in executing the Memorandum on behalf of either LME or Ericsson Australia; and \n \n (e) introduces issues which will unnecessarily prolong a trial.",
      "id": "s174"
    },
    {
      "text": "' \n \n \n \n 39 In relation to the representations pleaded by Ericsson these allege new causes of action based on the following: \n \n \n (a) representations contained in a letter dated 16 July 2003 from Mallesons Stephen Jaques to Ericsson Australia, the material terms of which have not been pleaded; \n \n (b) representations made on behalf of the QPSX parties based upon the terms of draft versions of the Memorandum of Agreement; \n \n (c) representations based upon the omission of Callahan to expressly state the legal effect of the previous JTec (sic) Contract to the other party to that contract, namely Ericsson Australia; \n \n (d) representations based upon Callahan's failure to respond to queries concerning the legal effect of the proposed terms of the Memorandum; \n \n (e) representations based on the above matters collectively and certain emails sent in the course of negotiating the Memorandum.",
      "id": "s175"
    },
    {
      "text": "' \n \n \n \n 40 As QPSX points out the alleged representations form the basis for proposed cross claims against QPSX and Callahan as accessory to those representations.",
      "id": "s176"
    },
    {
      "text": "These comprise cross claims for: \n\n(a) a breach of s 52 of the TP Act;\n(b) unconscionable conduct under s 51AA of the TP Act;\n(c) deceit and misrepresentation;\n(d) negligent mis-statement.",
      "id": "s177"
    },
    {
      "text": "It is pointed out that the alleged representations are all based on documents rather than oral communications.",
      "id": "s178"
    },
    {
      "text": "Whether they were made can therefore be assessed accurately on the basis of the terms of the documents alleged.",
      "id": "s179"
    },
    {
      "text": "41 QPSX offers argument as to the insufficiency of the materials relied upon to ground the alleged misrepresentation.",
      "id": "s180"
    },
    {
      "text": "They further contend that the terms of a draft agreement being negotiated and comment, or lack of comment, by one party's in-house legal counsel to another party's in-house legal counsel, about the legal effect of the proposed contract in arms length negotiations as to its terms could not arguably be the basis for saying that there was any misrepresentation by one party upon which the other relied.",
      "id": "s181"
    },
    {
      "text": "42 In my opinion, however, these are matters which can be dealt with in the context of all the evidence.",
      "id": "s182"
    },
    {
      "text": "I do not propose to refuse the amendment upon the basis advanced by QPSX in relation to the alleged representations.",
      "id": "s183"
    },
    {
      "text": "43 QPSX further says that the absence of any pleaded express representation as to the legal effect of the Memorandum creates an insurmountable difficulty for the Ericsson parties in establishing the misrepresentations alleged.",
      "id": "s184"
    },
    {
      "text": "QPSX attacks the plea in par 40 of the amended defence that the QPSX parties had misrepresented the content of the proposed Memorandum.",
      "id": "s185"
    },
    {
      "text": "They argue, inter alia, that in order for there to have been misrepresentations as to the legal effect of the Memorandum, the Court would have to conclude that it did not objectively speaking have the effect represented.",
      "id": "s186"
    },
    {
      "text": "It is submitted that the only situation where a misrepresentation may be demonstrated is where the legal effect of the Memorandum was not a reasonable legal effect to attribute to its words.",
      "id": "s187"
    },
    {
      "text": "44 The question of the construction of the Memorandum is a matter to be addressed in the light of its terms and such other matters as may legitimately be taken into account in construing it.",
      "id": "s188"
    },
    {
      "text": "Whether a material non-disclosure constitutes misleading or deceptive conduct depends upon the circumstances.",
      "id": "s189"
    },
    {
      "text": "These are not matters, in my opinion, to be dealt with on the pleadings.",
      "id": "s190"
    },
    {
      "text": "I therefore reject QPSX's objections as a basis for disallowing the proposed amended defence.",
      "id": "s191"
    },
    {
      "text": "45 The Ericsson parties raise a plea of unjustified threats of patent infringement proceedings on the part of QPSX.",
      "id": "s192"
    },
    {
      "text": "QPSX objects to the inclusion of this cause of action on the basis that the particular communications referred to by way of telephone calls, a letter dated 16 July 2003 and various emails, do not refer to any alleged infringement of patents by the Ericsson parties.",
      "id": "s193"
    },
    {
      "text": "QPSX says that the letter of 16 July 2003 does not threaten litigation at all.",
      "id": "s194"
    },
    {
      "text": "Further, it is said, the letter makes clear that the concern by QPSX was a proposed assignment to Longreach Group Limited without the consent of the QPSX parties.",
      "id": "s195"
    },
    {
      "text": "If the letter did contain an indication that litigation was proposed, it would have been litigation relating to the commercial matter of the validity of the proposed assignment, not a question of patent infringement.",
      "id": "s196"
    },
    {
      "text": "Further, to the extent that there was any assertion of patent infringement in that letter, the assertion was not directed at Ericsson Australia.",
      "id": "s197"
    },
    {
      "text": "QPSX therefore says there is no basis for the allegation of unjustified threats because: \n \n (a) no infringement proceedings were threatened at all, as required by s 128 of the Patents Act 1990 (Cth) ; \n (b) the only allegation of infringement is not against Ericsson Australia which was the addressee of the letter dated 16 July 2003.",
      "id": "s198"
    },
    {
      "text": "QPSX relies upon the affidavit of one of its solicitors, Mr Davies, sworn 6 October 2006 which exhibits the relevant letter and other communications relied upon.",
      "id": "s199"
    },
    {
      "text": "46 Ericsson on the other hand contends that the letter from the solicitors did contain a threat of patent infringement action.",
      "id": "s200"
    },
    {
      "text": "The threat was not express, but appeared from a sensible reading of the whole document in the context of a series of telephone calls in which representatives of QPSX made unspecified threats against Ericsson Australia.",
      "id": "s201"
    },
    {
      "text": "Ericsson submits that it would be premature for the Court at this stage to exclude the proposed claim.",
      "id": "s202"
    },
    {
      "text": "It is at the very least arguable and the Court's acceptance or rejection of it should await the results of a factual inquiry with respect to the pleaded matters.",
      "id": "s203"
    },
    {
      "text": "I accept that submission.",
      "id": "s204"
    },
    {
      "text": "47 QPSX attacks the proposed amended defence that the Memorandum was entered into by mistake on the basis that there were implied conditions precedent to its formation which Mr Darling considered were satisfied, but which were in fact not satisfied.",
      "id": "s205"
    },
    {
      "text": "QPSX submits that there is no basis for the implication of the conditions precedent upon which the Ericsson parties rely.",
      "id": "s206"
    },
    {
      "text": "They were not implied by law nor were they necessary for business efficacy.",
      "id": "s207"
    },
    {
      "text": "They could not be deduced from the other terms of the Memorandum.",
      "id": "s208"
    },
    {
      "text": "Ericsson responds that misapprehensions as to various technical matters led to the Memorandum coming into existence.",
      "id": "s209"
    },
    {
      "text": "They were fundamental to Mr Darling's decision to execute it.",
      "id": "s210"
    },
    {
      "text": "The case is not based solely upon the terms of the agreement.",
      "id": "s211"
    },
    {
      "text": "Rather, it goes to the very basis upon which Mr Darling executed the Memorandum.",
      "id": "s212"
    },
    {
      "text": "Again, I accept that the plea of mistake should be allowed and assessed in the light of all the evidence.",
      "id": "s213"
    },
    {
      "text": "48 Further submissions made by QPSX concern the allegations in the proposed amended defence and cross claim relating to the authority to execute the Memorandum.",
      "id": "s214"
    },
    {
      "text": "Additional submissions were made that the trial would be unnecessarily prolonged by false issues if various of the allegations contained in the amended defence and cross claim were to be permitted.",
      "id": "s215"
    },
    {
      "text": "I am not satisfied that the issues are indisputably 'false'.",
      "id": "s216"
    },
    {
      "text": "In any event, I doubt that they will have material implications for the conduct of these already substantial proceedings.",
      "id": "s217"
    },
    {
      "text": "49 In par 22 of the defence Ericsson pleads to par 30A.",
      "id": "s218"
    },
    {
      "text": "QPSX complains that par 22 seeks to put in issue the truth of the matters alleged in par 30A.",
      "id": "s219"
    },
    {
      "text": "The truth of the matters is not asserted in that paragraph.",
      "id": "s220"
    },
    {
      "text": "They are alleged to show that the parties commonly knew that there were certain issues in dispute between them.",
      "id": "s221"
    },
    {
      "text": "This contention is not correct so far as it relates to par 30A(a).",
      "id": "s222"
    },
    {
      "text": "That asserts a factual matter about the AAL5 Standard as well as knowledge of that fact attributed to Ericsson Australia and LME.",
      "id": "s223"
    },
    {
      "text": "The defence pleaded to par 30A(b) involves a denial of the contention attributed to QPSX and the positive plea of certain things that QPSX is said to have asserted at the relevant time.",
      "id": "s224"
    },
    {
      "text": "I do not consider that I should refuse the plea to par 22.",
      "id": "s225"
    },
    {
      "text": "50 As to the proposed cross claim against Mr Callahan, it does not seem to me that it is likely to particularly add to the complexity of the case.",
      "id": "s226"
    },
    {
      "text": "The question of the arguability of the representations is a matter to be assessed in the context of the evidence.",
      "id": "s227"
    },
    {
      "text": "I will therefore allow the proposed amended defence and cross claim.",
      "id": "s228"
    },
    {
      "text": "That will depend upon whether his defence raises any issue distinct from those already pleaded.",
      "id": "s229"
    },
    {
      "text": "Further discovery in the light of the proposed Ericsson pleading \n \n 51 Ericsson submits that the Court should allow adequate time for discovery of documents arising out of its pleading in accordance with O 15 r 2 of the Federal Court Rules .",
      "id": "s230"
    },
    {
      "text": "It will be necessary first to timetable the filing of an amended reply to the amended defence and defences to the cross claim by QPSX.",
      "id": "s231"
    },
    {
      "text": "Directions will also have to be given for the service of the cross claim on Mr Callahan and for the filing of a defence by him.",
      "id": "s232"
    },
    {
      "text": "I would need to be persuaded that discovery was necessary by Mr Callahan.",
      "id": "s233"
    },
    {
      "text": "QPSX's proposed discovery orders \n \n 52 QPSX seeks orders that Ericsson Australia and LME file and serve an affidavit verifying: \n \n \n '(a) the product codes that relate to the products identified in the document entitled 'AAL5 Schedule' which is the annexure marked 'FF4' to the confidential affidavit of Farhad Fozdar sworn 16 August 2006 and filed on behalf of the Applicants in these proceedings; \n \n (b) all of the product codes that relate to products that comply with ATM standard AAL5 including products which incorporate such products; and \n \n (c) the summaries of sales revenues for the period 1 July 2003 to 30 June 2006 for all those product codes that relate to products which comply with ATM Standard AAL5 including products which incorporate such products.",
      "id": "s234"
    },
    {
      "text": "' \n \n \n \n 53 In support of their proposed orders QPSX says that it has identified, as the result of a review of category 17 discovery provided by Ericsson parties, a number of products which comply with the AAL5 Standard but which have, or are likely to have, product codes other than those identified by the Ericsson parties as product codes containing products that comply with the AAL5 Standard.",
      "id": "s235"
    },
    {
      "text": "These products are identified in an annexure marked FF4 to the confidential affidavit of Farhad Fozdar.",
      "id": "s236"
    },
    {
      "text": "It is submitted by QPSX that there is a real question as to whether Ericsson has provided to QPSX all the revenue figures for sales of all AAL5 compliant products.",
      "id": "s237"
    },
    {
      "text": "54 Mr Fozdar is an electrical engineering and software consultant providing consulting services to QPSX.",
      "id": "s238"
    },
    {
      "text": "Formerly he was technology manager to QPSX Ltd and employed by it from 1987 to 1991 and from 2001 to 2004.",
      "id": "s239"
    },
    {
      "text": "He has reviewed two product code lists provided by Ericsson.",
      "id": "s240"
    },
    {
      "text": "The first contains 19 separate codes and the second, 18 separate codes.",
      "id": "s241"
    },
    {
      "text": "There is said to be a discrepancy between the number and content of the two lists.",
      "id": "s242"
    },
    {
      "text": "55 In reviewing the documents provided under discovery in DVD form by Ericsson, Mr Fozdar conducted a grammatical comparison comparing words used to describe documents in the product code description list with the words used in whatever document he was reviewing.",
      "id": "s243"
    },
    {
      "text": "He used knowledge gained from reviewing the discovered documents and the various documents identified in his affidavit, his knowledge and experience of the telecommunications industry generally, and his specific knowledge of the AAL5 Standard in order to come to a view as to the most likely product code or codes that would apply to each document, describing a AAL5 Standard compliant product, he was reviewing.",
      "id": "s244"
    },
    {
      "text": "56 Mr Fozdar said he had not been able to determine with absolute certainty which product codes applied to each of the products identified in the AAL5 schedule.",
      "id": "s245"
    },
    {
      "text": "That schedule is a document which he prepared and which is exhibit 'FF4' to his affidavit.",
      "id": "s246"
    },
    {
      "text": "Based upon his review he formed the opinion that a number of the products identified in his schedule which, he said, are AAL5 Standard compliant, fell within product codes not identified by Ericsson as relevant in its first or second relevant product code list.",
      "id": "s247"
    },
    {
      "text": "He also was of the view that some products were likely to fall within more than one product code, such as a component product used within different 'end products' caught by different product codes.",
      "id": "s248"
    },
    {
      "text": "Mr Fozdar said that in his opinion: \n \n '... it is likely that there are a number of products identified in the documents referred to in the AAL5 schedule which have product codes which have not been identified by, or provided by, Ericsson.",
      "id": "s249"
    },
    {
      "text": "Accordingly, it is likely that Ericsson has not provided all relevant revenue figures to QPSX in respect of AAL5 Standard compliant products.",
      "id": "s250"
    },
    {
      "text": "' \n \n 57 On the basis of Mr Fozdar's evidence QPSX submits that the Court should make the orders which it seeks.",
      "id": "s251"
    },
    {
      "text": "58 Ericsson's initial submissions on the question dealt with an earlier formulation of the orders sought by QPSX set out in the minute dated 15 August 2006.",
      "id": "s252"
    },
    {
      "text": "Ericsson submits that the amended form of words circulated on 29 August does not relate to any contractual definition in the pleadings.",
      "id": "s253"
    },
    {
      "text": "There is a discrepancy between the alleged contractual definition of the relevant products and the definition according to which discovery is supposed to be given.",
      "id": "s254"
    },
    {
      "text": "Ericsson poses the rhetorical question --- what is the definition of ATM products on which the QPSX parties plan to rely at trial?",
      "id": "s255"
    },
    {
      "text": "It is submitted that the Court should not resolve the discovery application on the papers.",
      "id": "s256"
    },
    {
      "text": "Assuming that the pleadings founded the amended relevant 'product test' employed in the application, the Ericsson parties say they would require time to investigate and deal with the substance of Mr Fozdar's evidence.",
      "id": "s257"
    },
    {
      "text": "Mr Fozdar's affidavit was filed on 17 August 2006.",
      "id": "s258"
    },
    {
      "text": "Ericsson's submissions in relation to the orders sought were filed on 1 September 2006 and further general submissions substantially on the pleadings matters were filed on 13 October 2006.",
      "id": "s259"
    },
    {
      "text": "59 On the face of it, the products referred to in par (b) of the discovery order sought by QPSX accords with the definition of 'ATM products' in par 51(b) of the amended statement of claim.",
      "id": "s260"
    },
    {
      "text": "In my opinion there has been ample time for Ericsson to further respond to the orders sought by QPSX.",
      "id": "s261"
    },
    {
      "text": "I will direct that they provide the information sought.",
      "id": "s262"
    },
    {
      "text": "Further programming orders \n \n 60 In the light of the conclusions which I have reached in relation to the amendments to pleadings and further particularisation and discovery, I will make orders subject to the fixing of a timetable and give the parties an opportunity to agree a timetable and to submit a minute accordingly.",
      "id": "s263"
    },
    {
      "text": "The question of costs will be reserved.",
      "id": "s264"
    },
    {
      "text": "I certify that the preceding sixty (60) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice French.",
      "id": "s265"
    },
    {
      "text": "Associate:\nDated: 31 October 2006\n\n\n Counsel for the First and Second Applicants: Mr J A Thomson \n \n Solicitor for the First and Second First and Second Applicants: Mallesons Stephen Jaques \n \n Counsel for the First and Second Respondents: Dr J McL Emmerson QC and Mr R A Heath \n \n Solicitor for the First and Second Respondents: Carrick Kellow Smyth \n \n Date of Last Submission: 13 October 2006 \n \n Date of Judgment: 31 October 2006 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1412.html",
      "id": "s266"
    }
  ]
}