{
  "name": "Australian Securities &amp; Investments Commission v Eastlands Pty Ltd [2006] FCA 1702 (6 December 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1702.html",
  "catchphrases": [
    {
      "text": "insolvency",
      "id": "c0"
    },
    {
      "text": "winding up",
      "id": "c1"
    },
    {
      "text": "failure to comply with statutory demands",
      "id": "c2"
    },
    {
      "text": "presumption of insolvency",
      "id": "c3"
    },
    {
      "text": "members of inter-company group",
      "id": "c4"
    },
    {
      "text": "evidence by common director of financial arrangements within inter-company group",
      "id": "c5"
    },
    {
      "text": "insufficient to displace presumption",
      "id": "c6"
    },
    {
      "text": "winding up orders made",
      "id": "c7"
    },
    {
      "text": "appointment of liquidators as receivers of assets of trusts of trustee companies",
      "id": "c8"
    },
    {
      "text": "corporations",
      "id": "c9"
    }
  ],
  "sentences": [
    {
      "text": "Introduction \n \n1 By an application filed on 29 June 2006 the Australian Securities and Investments Commission (ASIC) applied for the winding up of thirteen companies in the Westpoint Property and Finance Group.",
      "id": "s0"
    },
    {
      "text": "The application was based upon the failure by the companies to comply with statutory demands issued by the receivers and managers of Westpoint Corporation Ltd (Westpoint Corporation) in respect of the amounts of loans said to be owing by each of them to that company.",
      "id": "s1"
    },
    {
      "text": "2 Failure to comply with a statutory demand gives rise to a presumption of insolvency and in winding up proceedings based on such failure the presumption operates except so far as the contrary is proved.",
      "id": "s2"
    },
    {
      "text": "3 In addition to demonstrating non-compliance with the statutory demands, ASIC has adduced evidence about the financial circumstances of each of the companies so far as that appears from accounting records of the Westpoint Group to which ASIC has had access.",
      "id": "s3"
    },
    {
      "text": "That evidence does not displace the presumption.",
      "id": "s4"
    },
    {
      "text": "In addition, oral evidence was given by Mr Carey, the common director of each of the companies to the general effect that the financial records relied upon by ASIC were not complete.",
      "id": "s5"
    },
    {
      "text": "Mr Carey's principal contention was that there were unrecorded offsets in favour of various of the respondent companies against their loan accounts with Westpoint Corporation.",
      "id": "s6"
    },
    {
      "text": "His evidence, however, did not do more than raise possibilities.",
      "id": "s7"
    },
    {
      "text": "It certainly did not displace the presumption flowing from the failure to comply with the statutory demands.",
      "id": "s8"
    },
    {
      "text": "The Court is obliged to give effect to that presumption by the provisions of the Corporations Act 2001(Cth) (the Act).",
      "id": "s9"
    },
    {
      "text": "4 In the circumstances, ASIC will be granted the necessary leave to make the applications and winding up orders will be made against each of the respondent companies.",
      "id": "s10"
    },
    {
      "text": "In respect of those companies which are the trustees of trusts identified in the ASIC evidence, the liquidators will also be appointed as receivers of the trust assets subject to liberty to the receivers and any beneficiaries of the trusts to apply for directions relating to the exercise of the receivers' powers.",
      "id": "s11"
    },
    {
      "text": "ASIC has leave to amend its application for the purpose of seeking the orders for the appointment of receivers to the trusts.",
      "id": "s12"
    },
    {
      "text": "Procedural background \n \n5 On 29 June 2006 ASIC filed an application in which it sought orders for the winding up of each of the thirteen respondent companies in insolvency.",
      "id": "s13"
    },
    {
      "text": "The application was brought under Pt 5.4 of the Act.",
      "id": "s14"
    },
    {
      "text": "An application of this kind can be made under s 459P of the Act by ASIC but only with the leave of the Court.",
      "id": "s15"
    },
    {
      "text": "The Court must be satisfied, before giving leave, that there is a prima facie case that the company the subject of the winding up application is insolvent.",
      "id": "s16"
    },
    {
      "text": "In this case the contention that the companies are insolvent is based upon a statutory presumption flowing from their non-compliance with statutory demands for the payment of moneys said to be owing to Westpoint Corporation.",
      "id": "s17"
    },
    {
      "text": "6 It is not in dispute that, on instructions from Oren Zohar of KordaMentha, a receiver and manager of Westpoint Corporation, statutory demands under s 459E of the Act were served on the first to twelfth respondents on 10 March 2006.",
      "id": "s18"
    },
    {
      "text": "A statutory demand was served on the thirteenth respondent on 15 March 2006.",
      "id": "s19"
    },
    {
      "text": "In each case the demand was supported by an affidavit verifying that the amount of the debt claimed was due and owing by the company to Westpoint Corporation.",
      "id": "s20"
    },
    {
      "text": "7 The verifying affidavits depended upon examination of the books and records of Westpoint Corporation by Mr Zohar.",
      "id": "s21"
    },
    {
      "text": "The amounts said to be owing in each case were as follows: \nEastlands Pty Ltd $3,612,913.02\nGoldtag Pty Ltd $ 567,962.32\nWestpoint Money Management Pty Ltd $1,999,867.80\nAsset Build (Aust) Pty Ltd $ 249,244.18\nCinema City Development Pty Ltd $1,223,314.75\nWestpoint Consulting Group Pty Ltd $ 172,525.16\nJetstone Pty Ltd $ 22,302.14\nNetwork Company Pty Ltd $1,277,606.59\nPagelight Nominees Pty Ltd $ 55,800.65\nKingdream Pty Ltd $ 874,142.45\nJuson Pty Ltd $ 18,357.60\nBridgeview Holdings Pty Ltd $1,297,256.94\nWestside Brisbane Development Pty Ltd $ 123,939.16\n\nThe demands were not satisfied and no applications made to set any of them aside.",
      "id": "s22"
    },
    {
      "text": "The verifying affidavits did not set out the transaction or transactions which gave rise to the debt but in each case the deponent, Karen Price, stated her belief that there was no genuine dispute about its existence.",
      "id": "s23"
    },
    {
      "text": "According to the affidavit of Mr Zohar, sworn 21 November 2006, there had, at that date, been no response to the statutory demands and as of that date the amount of the debts remained due and payable to Westpoint Corporation.",
      "id": "s24"
    },
    {
      "text": "8 The respondents were represented, on the hearing of the winding up application, by Norman Carey their common director who was given leave to represent them.",
      "id": "s25"
    },
    {
      "text": "Mr Carey had applied to strike out the application in August 2006 on the basis that it was invalid for failure to comply with s 459Q of the Act which requires verification, by affidavit, of the currency of the debts at the time of the making of the application.",
      "id": "s26"
    },
    {
      "text": "On 16 August 2001 that motion was dismissed --- Australian Securities &amp; Investments Commission v Eastlands Pty Ltd (No 1) [2006] FCA 1101.",
      "id": "s27"
    },
    {
      "text": "Other interlocutory orders refusing leave to issue certain subpoenas and requiring ASIC to provide a list of documents in its possession relevant to the question of solvency were made on the same day --- Australian Securities &amp; Investments Commission v Eastlands Pty Ltd (No 2) [2006] FCA 1193.",
      "id": "s28"
    },
    {
      "text": "9 At the commencement of the substantive hearing counsel appeared for the respondents and applied for an adjournment.",
      "id": "s29"
    },
    {
      "text": "That application was refused.",
      "id": "s30"
    },
    {
      "text": "Counsel, whose instructions were limited to the application for an adjournment, then withdrew and Mr Carey represented the respondent companies in person.",
      "id": "s31"
    },
    {
      "text": "10 At the hearing ASIC relied upon a number of affidavits including those of Oren Zohar and ASIC investigators, Kevin Chin and Richard Gomm.",
      "id": "s32"
    },
    {
      "text": "It also relied upon the affidavit of Wendy Chan, formerly an assistant accountant with Westpoint Corporation and David McEvoy, a partner in PricewaterhouseCoopers.",
      "id": "s33"
    },
    {
      "text": "The affidavits went variously to the records of intragroup debts in the books of Westpoint Corporation, the financial position of the respondents as disclosed in computer databases held by Westpoint Corporation, the way in which the accounting system operated, the service of the relevant statutory demands and of the originating process and supporting affidavits.",
      "id": "s34"
    },
    {
      "text": "There were no affidavits relied upon by the respondents.",
      "id": "s35"
    },
    {
      "text": "However Mr Carey gave oral evidence at the hearing.",
      "id": "s36"
    },
    {
      "text": "11 At the commencement of the hearing Mr Carey indicated that he did not wish to contest the application so far as it related to the following companies: \nGoldtag Pty Ltd \nWestpoint Money Management Pty Ltd\nAsset Build (Aust) Pty Ltd\nCinema City Development Pty Ltd\nNetwork Company Pty Ltd\nKingdream Pty Ltd\n\nIn each of these uncontested cases the service and lack of satisfaction of the relevant statutory demand established a presumption of insolvency under s 459C(2) of the Act and thereby the prima facie case necessary to warrant the grant of leave to ASIC, under s 459P, to make these applications.",
      "id": "s37"
    },
    {
      "text": "The evidence, together with the presumption, was thereby sufficient to support the winding up orders sought by ASIC.",
      "id": "s38"
    },
    {
      "text": "Statutory framework \n \n12 Part 5.4 of the Act deals with winding up in insolvency.",
      "id": "s39"
    },
    {
      "text": "Section 459A provides that, on an application under s 459P, the Court may order that \"... an insolvent company be wound up in insolvency\".",
      "id": "s40"
    },
    {
      "text": "13 The concept of solvency is defined in s 95A of the Act which provides: \n \n '(1) A person is solvent if, and only if, the person is able to pay all the person's debts, as and when they become due and payable.",
      "id": "s41"
    },
    {
      "text": "(2) A person who is not solvent is insolvent.",
      "id": "s42"
    },
    {
      "text": "' \n \n\n14 Section 459C provides for presumptions to be made in certain proceedings and relevantly to the present purpose they are as follows: \n \n '(1) This section has effect for the purposes of: \n \n (a) an application under section 234, 459P, 462 or 464; or \n \n (b) an application for leave to make an application under section 459P.",
      "id": "s43"
    },
    {
      "text": "(2) The Court must presume that the company is insolvent if, during or after the 3 months ending on the day when the application was made: \n \n \n \n (a) the company failed (as defined by section 459F) to comply with a statutory demand; or \n ... \n \n \n \n (3) A presumption for which this section provides operates except so far as the contrary is proved for the purposes of the application.",
      "id": "s44"
    },
    {
      "text": "' \n \n\n15 Section 459P identifies the parties who may apply to the Court for a company to be wound up in insolvency.",
      "id": "s45"
    },
    {
      "text": "These include ASIC (s 459P(1)(f)).",
      "id": "s46"
    },
    {
      "text": "By s 459P(2) an application by ASIC may only be made with the leave of the Court.",
      "id": "s47"
    },
    {
      "text": "A condition of such leave is that the Court be \"... satisfied that there is a prima facie case that the company is insolvent,...\" (s 459P(3)).",
      "id": "s48"
    },
    {
      "text": "That leave may be given subject to conditions (s 459P(4)).",
      "id": "s49"
    },
    {
      "text": "16 Section 459F of the Act sets out the circumstances in which a company is taken to fail to comply with the statutory demand.",
      "id": "s50"
    },
    {
      "text": "It provides: \n \n '(1) If, as at the end of the period for compliance with a statutory demand, the demand is still in effect and the company has not complied with it, the company is taken to fail to comply with the demand at the end of that period.",
      "id": "s51"
    },
    {
      "text": "(2) The period for compliance with a statutory demand is: \n \n \n \n (a) if the company applies in accordance with section 459G for an order setting aside the demand: \n \n \n \n \n \n (i) if, on hearing the application under section 459G, or on an application by the company under this paragraph, the Court makes an order that extends the period for compliance with the demand --- the period specified in the order, or in the last such order, as the case requires, as the period for such compliance; or \n \n (ii) otherwise --- the period beginning on the day when the demand is served and ending 7 days after the application under section 459G is finally determined or otherwise disposed of; or \n \n (b) otherwise --- 21 days after the demand is served.",
      "id": "s52"
    },
    {
      "text": "' \n \n \n \n\n17 Section 459Q deals with the formal requirements for an application relying upon failure to comply with a statutory demand.",
      "id": "s53"
    },
    {
      "text": "This section provides: \n \n 'If an application for a company to be wound up in insolvency relies on a failure by the company to comply with a statutory demand, the application: \n \n \n \n (a) must set out particulars of service of the demand on the company and of the failure to comply with the demand; and \n \n (b) must have attached to it: \n \n (i) a copy of the demand; and \n \n \n \n \n (ii) if the demand has been varied by an order under subsection 459H(4) --- a copy of the order; and \n \n \n \n \n \n (c) unless the debt, or each of the debts, to which the demand relates is a judgment debt --- must be accompanied by an affidavit that: \n \n \n \n \n \n (i) verifies that the debt, or the total of the amounts of the debts, is due and payable by the company; and \n (ii) complies with the rules.",
      "id": "s54"
    },
    {
      "text": "' \n \n \n \n\n18 Section 459R requires an application for a company to be wound up in insolvency to be determined within six months after it is made, albeit the Court may by order extend the period within which an application must be determined but only if it is satisfied that special circumstances justify that extension and the order is made within the relevant six month period, or the last extension thereof (s 459R(2)).",
      "id": "s55"
    },
    {
      "text": "The time limited by this section expires on 29 December 2006.",
      "id": "s56"
    },
    {
      "text": "19 Section 459S limits the grounds upon which a company may oppose an application.",
      "id": "s57"
    },
    {
      "text": "It provides: \n \n '(1) In so far as an application for a company to be wound up in insolvency relies on a failure by the company to comply with a statutory demand, the company may not, without the leave of the Court, oppose the application on a ground: \n \n \n \n (a) that the company relied on for the purposes of an application by it for the demand to be set aside; or \n \n (b) that the company could have so relied on, but did not so rely on (whether it made such an application or not).",
      "id": "s58"
    },
    {
      "text": "(2) The Court is not to grant leave under subsection (1) unless it is satisfied that the ground is material to proving that the company is solvent.",
      "id": "s59"
    },
    {
      "text": "' \n \n\n20 Division 5 of the Court's Corporations Law Rules govern winding up proceedings including applications under Pt 5.4 of the Act.",
      "id": "s60"
    },
    {
      "text": "Rule 5.3 provides: \n \n 'An application for leave to apply to the Court for an order that a company be wound up in insolvency may be made at the same time as the application for an order that the company be wound up in insolvency is made.",
      "id": "s61"
    },
    {
      "text": "' \n \n\nRule 5.4 sets out the requirements for an affidavit in support of an application for winding up.",
      "id": "s62"
    },
    {
      "text": "Where the application is made in reliance on a failure by the company to comply with a statutory demand, the affidavit must: \n \n \n \n '(a) verify service of the demand on the company; \n \n (b) verify the failure of the company to comply with the demand; and \n \n (c) state whether and, if so, to what extent the debt, or each of the debts, to which the demand relates is still due and payable by the company at the date when the affidavit is made.",
      "id": "s63"
    },
    {
      "text": "' \n \n \n\n21 Rule 5.5 provides for the filing of the consent of an official liquidator who would be entitled to be appointed as liquidator of the company.",
      "id": "s64"
    },
    {
      "text": "Rule 5.6 requires notice of the application for the winding up order to be published.",
      "id": "s65"
    },
    {
      "text": "Procedural irregularity in originating process \n \n22 Where an application for the winding up of a company in insolvency relies upon the failure by the company to comply with a statutory demand the application is required by s 459Q to: \n \n (a) set out particulars of service of the demand on the company and of the failure to comply with the demand; and \n (b) have attached to it: \n (i) a copy of the demand; \n \n \n (ii) if the demand has been varied by an order under subs 459H(4) --- a copy of the order.",
      "id": "s66"
    },
    {
      "text": "The application is also required to be accompanied by an affidavit verifying that the debt or the total of the amounts of the debts is due and payable by the company.",
      "id": "s67"
    },
    {
      "text": "23 Section C of the application set out particulars of service of the demand on each of the respondents as required by s 459Q(a).",
      "id": "s68"
    },
    {
      "text": "It also asserted the failure of each to pay the amounts of the debt demanded or to secure or compound for that amount to the reasonable satisfaction of the receivers and managers of Westpoint Corporation within 21 days after the demands were served on the respondents.",
      "id": "s69"
    },
    {
      "text": "These particulars were stated globally thus: \n \n \n '2.",
      "id": "s70"
    },
    {
      "text": "The demands and accompanying affidavits were served by Alex McLean, a Senior Associate at Corrs Chambers Westgarth, who delivered them to the registered office of the respondents at Level 9, 160 St George's Terrace, Perth in the State of Western Australia on 15 March 2006 in relation to the thirteenth respondent and on 10 March 2006 in relation to the other respondents.",
      "id": "s71"
    },
    {
      "text": "A copy of each of the demands and the accompanying affidavits, marked \"A\" to \"M\", are attached to this originating process.",
      "id": "s72"
    },
    {
      "text": "3.",
      "id": "s73"
    },
    {
      "text": "Each respondent failed to pay the amounts of the debt demanded or to secure or compound for that amount to the reasonable satisfaction of the receivers and managers of Westpoint Corporation Pty Ltd within 21 days after the demands were served on the respondents.",
      "id": "s74"
    },
    {
      "text": "' \n \n \n\n24 Contrary to the requirements of s 459Q(b) the application did not have the statutory demands and affidavits attached.",
      "id": "s75"
    },
    {
      "text": "However at the time it was served it was accompanied by the affidavits of Oren Zohar and Alexander Jason McLean, sworn 29 June 2006.",
      "id": "s76"
    },
    {
      "text": "Each of those affidavits annexed copies of the demands and accompanying affidavits as annexures \"OZ1\" to \"OZ13\" and \"AM1\" to \"AM13\" respectively.",
      "id": "s77"
    },
    {
      "text": "The omission to attach the relevant demands to the application was obviously the result of oversight.",
      "id": "s78"
    },
    {
      "text": "At the time of service each of the respondent companies received two copies of each demand and affidavit as annexures to the affidavits of Zohar and McLean.",
      "id": "s79"
    },
    {
      "text": "25 In Lavercombe v Auscott Ltd [2006] NSWSC 867 ; (2006) 58 ACSR 586, Barrett J said (at [6]): \n \n 'As to the apparent non-compliance with s 459Q(b)(i), it cannot be contended that it caused the application to be a nullity.",
      "id": "s80"
    },
    {
      "text": "In circumstances where the necessary document was in fact annexed to the supporting affidavit rather than the contemporaneously filed originating process, the non-compliance was a \"defect or irregularity in connection with the application\" as referred to in s 467A(a) and, since no injustice could conceivably have been occasioned, the court was bound by s 467A not to dismiss the application merely because of the non-compliance.",
      "id": "s81"
    },
    {
      "text": "' \n \n\n26 In this case ASIC submits that no injustice could conceivably have been occasioned.",
      "id": "s82"
    },
    {
      "text": "If there were substantial injustice the time to raise it was at the time of the application to strike out the proceedings for failing to comply with s 459Q of the Act made on 16 August 2006.",
      "id": "s83"
    },
    {
      "text": "That application went to the sufficiency of the backing affidavit.",
      "id": "s84"
    },
    {
      "text": "I accept that this is a case in which there is no substantial injustice arising from non-compliance with s 459Q(b)(i) and on that basis will entertain the application notwithstanding the non-compliance.",
      "id": "s85"
    },
    {
      "text": "27 In so doing I apply s 467A which provides:\n \n 'An application under Part 5.4 or 5.4A must not be dismissed merely because of one or more of the following: \n \n \n \n (a) in any case --- a defect or irregularity in connection with the application; \n \n (b) in the case of an application for a company to be wound up in insolvency --- a defect in a statutory demand; \n \n \n \n Unless the Court is satisfied that substantial injustice has been caused that cannot otherwise be remedied (for example, by an adjournment or an order for costs).",
      "id": "s86"
    },
    {
      "text": "' \n \n\nHaving regard to s 467A it is unnecessary to make any order under s 1322(4) as was also suggested by ASIC.",
      "id": "s87"
    },
    {
      "text": "ASIC's evidence \n \n28 The submissions by ASIC outlined the evidence upon which it relies in relation to each of the respondents.",
      "id": "s88"
    },
    {
      "text": "The factual outline in its submissions, with respect to each of the respondents, was supported by reference to the relevant parts of the affidavits filed in support of the application.",
      "id": "s89"
    },
    {
      "text": "It is convenient to refer to that outline in respect of each of the contested applications.",
      "id": "s90"
    },
    {
      "text": "It is not necessary to repeat individually the reference to the basis upon which the debts were asserted, the service of the statutory demands, the non-compliance with those demands and the currency of the relevant debts.",
      "id": "s91"
    },
    {
      "text": "Eastlands Pty Ltd (Eastlands)\n \n29 Eastlands has two issued shares, one held by Heca Nominees Pty Ltd (Heca) and the other by Mr Carey.",
      "id": "s92"
    },
    {
      "text": "Mr Carey is the company's only director.",
      "id": "s93"
    },
    {
      "text": "30 Eastlands is trustee of the Eastlands Unit Trust.",
      "id": "s94"
    },
    {
      "text": "The computer database containing the financial records of Westpoint Corporation and associated companies was kept on a \"Triumph\" accounting system.",
      "id": "s95"
    },
    {
      "text": "According to Mr Richard Gomm, an ASIC investigator, who examined records obtained by ASIC from that system in relation to Eastlands, its business records are almost exclusively concerned with its role as trustee of the Eastlands Unit Trust.",
      "id": "s96"
    },
    {
      "text": "The records relating to the Trust, as appears from Mr Gomm's affidavit of 16 October 2006, indicate that: \n \n (a) Eastlands Unit Trust earned no income and incurred expenses leaving a net loss before tax of $4,417.50 for the seven months to 31 January 2006.",
      "id": "s97"
    },
    {
      "text": "(b) At 31 January 2006 the Eastlands Unit Trust had: \n (i) net liabilities of $761.68 by way of a bank overdraft or debit; \n (ii) non-current assets comprising: \n an investment in land at Innamincka Road $178,000\n motor vehicles and office equipment $270,000\n a loan to the Quartz Trust $3,714,295\n loans to various Westpoint subsidiaries and related trusts\n (iii) current liabilities of: \n Westpoint Corporation $3,594,000\n Bowesco Pty Ltd (Bowesco) for the Dyson Family Trust $216,650\n (iv) non-current liabilities of $96,440;\n (v) net negative assets of $220,460.",
      "id": "s98"
    },
    {
      "text": "31 ASIC relied upon company information for Quartz Nominees Pty Ltd (Quartz Nominees) which is the trustee of the Quartz Trust.",
      "id": "s99"
    },
    {
      "text": "It submitted that the value of Eastland's loan to Quartz Nominees ought to be discounted entirely as the largest asset of Quartz Nominees was its right to indemnity from the trust assets which were in the form of loans to businesses or investments in shares in other companies and units in trusts in the Westpoint Property and Finance Group.",
      "id": "s100"
    },
    {
      "text": "These had not been made available and were unlikely to be made available to assist Eastlands.",
      "id": "s101"
    },
    {
      "text": "Westpoint Consulting Group Pty Ltd (Westpoint Consulting Group)\n \n32 The Westpoint Consulting Group has two issued shares, one held by Heca and the other by Mr Carey.",
      "id": "s102"
    },
    {
      "text": "Mr Carey is its sole director.",
      "id": "s103"
    },
    {
      "text": "33 The company is the trustee of the Westpoint Consulting Group Unit Trust.",
      "id": "s104"
    },
    {
      "text": "The most recent accounts for the company related to the period ending 30 June 2003 and showed that it earned no income and incurred no expenses but held $2 contributed capital.",
      "id": "s105"
    },
    {
      "text": "It had trust liabilities of $165,477.",
      "id": "s106"
    },
    {
      "text": "As with Eastlands, the business records of the company related exclusively to its role as trustee of the Westpoint Consulting Group Unit Trust.",
      "id": "s107"
    },
    {
      "text": "34 Mr Gomm set out the result of examination of the Triumph accounting system for the Westpoint Consulting Group Unit Trust.",
      "id": "s108"
    },
    {
      "text": "This indicated: \n \n (a) For seven months to 31 January 2006 the company earned no income and incurred no expenses.",
      "id": "s109"
    },
    {
      "text": "It had accumulated losses for prior periods of $161,000.",
      "id": "s110"
    },
    {
      "text": "(b) As at 31 January 2006 the Unit Trust had: \n (i) cash on deposit of $2,497.57;\n (ii) non-current assets comprising loans to Quartz Trust of $712,000; \n (iii) current liabilities to Westpoint Corporation $172,500;\n (iv) no non-current liabilities; \n (v) net positive assets of $539,000.",
      "id": "s111"
    },
    {
      "text": "ASIC relied upon information about Quartz Nominees, the Quartz Trust Deed and Triumph system records relating to the Quartz Trust.",
      "id": "s112"
    },
    {
      "text": "It submitted that, as in the case of money owing to Eastlands, the value of the company's loan to the Quartz Trust ought to be entirely discounted.",
      "id": "s113"
    },
    {
      "text": "35 Westpoint Consulting Group had also executed guarantees and indemnities in favour of a number of so called Mezzanine finance companies associated with the Westpoint Finance and Property Group.",
      "id": "s114"
    },
    {
      "text": "The guarantees related to borrowings from other companies within the Group.",
      "id": "s115"
    },
    {
      "text": "The relevant Mezzanine companies are in liquidation.",
      "id": "s116"
    },
    {
      "text": "The relevant debtor companies are under external administration in that receivers or liquidators have been appointed save for Cinema City Development which, as already noted, is one of the respondents to these proceedings which is not contested in the winding up application.",
      "id": "s117"
    },
    {
      "text": "The debts of the debtor companies to the Mezzanine finance companies were due and owing.",
      "id": "s118"
    },
    {
      "text": "The Triumph system accounting information for the debtor companies acknowledged their obligations to the Mezzanine finance companies.",
      "id": "s119"
    },
    {
      "text": "The liquidators of the Mezzaine companies had issued notices, under the loan agreements, to the debtor companies that the loans were immediately due and payable.",
      "id": "s120"
    },
    {
      "text": "They have also issued demands to Westpoint Consulting Group and other guarantors.",
      "id": "s121"
    },
    {
      "text": "The demands against Westpoint Consulting Group exceed $287 million.",
      "id": "s122"
    },
    {
      "text": "36 On 7 April 2006 Westpoint Consulting Group sent a letter indicating that no payment would be made on its behalf under the guarantees.",
      "id": "s123"
    },
    {
      "text": "It gave three reasons.",
      "id": "s124"
    },
    {
      "text": "The first was that the guarantees were uncommercial transactions and were voidable under s 588FE of the Act.",
      "id": "s125"
    },
    {
      "text": "The second reason was that they did not provide a requisite commercial benefit.",
      "id": "s126"
    },
    {
      "text": "The third reason was that they were limited to the amount of the loan agreements.",
      "id": "s127"
    },
    {
      "text": "The solicitors for the Mezzanine finance companies have not accepted these contentions.",
      "id": "s128"
    },
    {
      "text": "ASIC points out that even if confined to the loan agreements, the debt recoverable under the guarantees would be $80 million.",
      "id": "s129"
    },
    {
      "text": "The guarantors of the same debtor companies have not paid the demands received.",
      "id": "s130"
    },
    {
      "text": "According to the Triumph system accounting information the other guarantors are unlikely to be in a position to meet those demands.",
      "id": "s131"
    },
    {
      "text": "Jetstone Pty Ltd (Jetstone)\n \n37 Jetstone has two shares issued.",
      "id": "s132"
    },
    {
      "text": "One is held by Bowesco.",
      "id": "s133"
    },
    {
      "text": "The other is held by Tarlina Pty Ltd. Norman Carey is the only director of Jetstone.",
      "id": "s134"
    },
    {
      "text": "38 Jetstone is the trustee of the Jetstone Trust.",
      "id": "s135"
    },
    {
      "text": "Its business records relate almost exclusively to its role as trustee.",
      "id": "s136"
    },
    {
      "text": "According to the Triumph system accounting information the financial position of the Trust as at 31 January 2006 was as follows: \n \n (a) For the seven months to 31 January 2006 the Jetstone Trust earned no income and incurred expenses leaving a net loss before tax of $7,875.",
      "id": "s137"
    },
    {
      "text": "(b) As at 31 January 2006 the Trust had approximately: \n (i) current assets of $232,766 constituted largely by deposits;\n (ii) no other significant non-current assets; \n (iii) current liabilities of:\n Westpoint Corporation $22,300\n Bowesco for the Dyson Family Trust $232,666\n (iv) no non-current liabilities; \n (v) net negative assets of $21,214.",
      "id": "s138"
    },
    {
      "text": "Pagelight Nominees Pty Ltd (Pagelight Nominees) \n\n39 Pagelight Nominees has issued one share which is held by Westpoint Corporation.",
      "id": "s139"
    },
    {
      "text": "Norman Carey is its only director.",
      "id": "s140"
    },
    {
      "text": "40 The Triumph system accounting information for Pagelight Nominees indicates the following, according to the affidavit of Mr Gomm sworn 16 October 2006: \n \n (a) For seven months to 31 January 2006 Pagelight Nominees earned income and incurred expenses, leaving a net profit before tax of $37,761.",
      "id": "s141"
    },
    {
      "text": "(b) As at 31 January 2006 Pagelight Nominees had approximately:\n (i) cash on deposit of $8,475.69 at a bank account and trade creditors of $4,400;\n (ii) no non-current assets; \n (iii) current liabilities of: \n Westpoint Corporation $62,757\n other debts $1,243\n GST $15,920\n (iv) no non-current assets; \n (v) net negative assets of $65,800.",
      "id": "s142"
    },
    {
      "text": "41 It appears from the general ledger that Pagelight Nominees operated as an agent for members of the Westpoint Group to arrange printing and publishing needs.",
      "id": "s143"
    },
    {
      "text": "Apart from a very small number of external clients it was reliant upon Westpoint Corporation which is now in receivership and in liquidation.",
      "id": "s144"
    },
    {
      "text": "Juson Pty Ltd (Juson)\n \n42 Juson has two issued shares.",
      "id": "s145"
    },
    {
      "text": "Both are held by Westpoint Corporation.",
      "id": "s146"
    },
    {
      "text": "It has two directors, Norman Carey and his sister, Karen Carey-Hazell.",
      "id": "s147"
    },
    {
      "text": "Juson is the trustee of the Juson Unit Trust.",
      "id": "s148"
    },
    {
      "text": "Its business records relate almost exclusively to its role as trustee.",
      "id": "s149"
    },
    {
      "text": "43 According to the affidavit of Mr Gomm sworn 16 October 2006 the Triumph system accounting information for the Juson Unit Trust indicates the following: \n \n (a) For the seven months to 31 January 2006 the Trust earned no income and incurred no expenses.",
      "id": "s150"
    },
    {
      "text": "(b) As at 31 January 2006 the Trust had approximately: \n (i) cash on deposit of $60 at a bank account; \n (ii) no other non-current assets; \n (iii) current liabilities of: \n Westpoint Corporation $18,358\n Eastlands for the Eastlands Trust $1,074\n Quartz Nominees for the Quartz Trust $20,950\n (iv) no non-current liabilities; \n (v) net negative assets of $39,234.",
      "id": "s151"
    },
    {
      "text": "Bridgeview Holdings Pty Ltd (Bridgeview) \n\n44 Bridgeview has two issued shares.",
      "id": "s152"
    },
    {
      "text": "One is held by Heca Nominees Pty Ltd.",
      "id": "s153"
    },
    {
      "text": "The other is held by Mr Carey.",
      "id": "s154"
    },
    {
      "text": "The company has two directors who are Mr Carey and his sister, Karen Carey-Hazell.",
      "id": "s155"
    },
    {
      "text": "Bridgeview is the trustee of the Bridgeview Family Trust.",
      "id": "s156"
    },
    {
      "text": "Again, its business records relate almost exclusively to its role as trustee.",
      "id": "s157"
    },
    {
      "text": "45 According to Mr Gomm's affidavit of 16 October 2006, the Triumph system accounting information for the Bridgeview Family Trust indicates the following: \n \n (a) For seven months to 31 January 2006 Bridgeview Family Trust earned no income and incurred no expenses.",
      "id": "s158"
    },
    {
      "text": "(b) As at 31 January 2006 the Trust had approximately:\n (i) cash on deposit of $10 at a bank account; \n (ii) non-current assets being:\n formation expenses $12,000 \n loan to Matheson Holdings $4,226,881\n loan to Benalong Holdings $8,847,320\n (iii) current liabilities of:\n Westpoint Corporation $1,297,256\n Matheson Trust $900,934\n Eastlands Trust $445.",
      "id": "s159"
    },
    {
      "text": "(iv) non-current liabilities: \n deferred income $10,901,449\n (v) net negative assets of $13,919.",
      "id": "s160"
    },
    {
      "text": "Westside Brisbane Developments Pty Ltd ( Westside Brisbane Developments) \n\n46 Westside Brisbane Developments has two issued shares held by Westpoint Corporation.",
      "id": "s161"
    },
    {
      "text": "Mr Carey is its sole director.",
      "id": "s162"
    },
    {
      "text": "47 The Triumph system accounting information for Westside Brisbane Developments indicates the following: \n \n (a) For seven months to 31 January 2006 Westside Brisbane Developments earned no income and incurred no expenses.",
      "id": "s163"
    },
    {
      "text": "(b) As at 31 January 2006 the company had approximately: \n \n \n (i) non-current assets represented almost exclusively by work in progress related to \"Westside\" of $12,672 and a small GST credit;\n (ii) current liabilities of: \n Westpoint Corporation $13,939.",
      "id": "s164"
    },
    {
      "text": "(iii) no other non-current liabilities;\n (iv) no equity as the assets equalled the liabilities.",
      "id": "s165"
    },
    {
      "text": "According to Mr Gomm's affidavit, Westside Brisbane Developments entered a \"put and call option\" with Ozton Pty Ltd to purchase property at 36 Duncan Street, West End, Brisbane by paying the fees and calling for the property by the call option expiry date, which was 20 September 2006.",
      "id": "s166"
    },
    {
      "text": "The Triumph system accounting information indicates that the fees were not paid and the option was not exercised.",
      "id": "s167"
    },
    {
      "text": "The property continues to be owned by Fibre Containers (Queensland) Pty Ltd. \n\n Mr Carey's evidence \n \n48 Mr Carey gave oral evidence.",
      "id": "s168"
    },
    {
      "text": "He described himself as the Group Managing Director for the Westpoint Group and said he is a director of each of the respondent companies.",
      "id": "s169"
    },
    {
      "text": "The Group has been in existence since about 1985.",
      "id": "s170"
    },
    {
      "text": "He is a certified practising accountant and has held that qualification for about 20 years.",
      "id": "s171"
    },
    {
      "text": "49 Mr Carey began by describing what he called the business model under which the Westpoint Group operated.",
      "id": "s172"
    },
    {
      "text": "The Group operated its business \"across a value chain\".",
      "id": "s173"
    },
    {
      "text": "Westpoint Corporation \"provided central services ...\".",
      "id": "s174"
    },
    {
      "text": "It charged significant fees against development projects carried out by the Group.",
      "id": "s175"
    },
    {
      "text": "It would also engage the services of service providing businesses within the Group to carry out various aspects of project development.",
      "id": "s176"
    },
    {
      "text": "50 Mr Carey contended that ASIC's evidence was not based upon financial accounts but what were in effect \"general ledger printouts\".",
      "id": "s177"
    },
    {
      "text": "ASIC had taken intragroup loan amounts from the general ledgers.",
      "id": "s178"
    },
    {
      "text": "He said: \n \n 'General ledgers are in fact in the accounting process.",
      "id": "s179"
    },
    {
      "text": "You start with journals, post ledgers to a trial balance, and then you produce financial, statements being the profit and loss and balance sheet ...'.",
      "id": "s180"
    },
    {
      "text": "The general ledger was a reflection of a trial balance.",
      "id": "s181"
    },
    {
      "text": "Within the Group there was a business unit called Group Financial Control that oversaw all the accounting, administration and financial functions.",
      "id": "s182"
    },
    {
      "text": "The Group Financial Control operated on a month by month basis updating intragroup accounts.",
      "id": "s183"
    },
    {
      "text": "Primarily it took into account the costs.",
      "id": "s184"
    },
    {
      "text": "From time to time income would be \"... brought to account in relation to these companies for their services\".",
      "id": "s185"
    },
    {
      "text": "By \"income\" Mr Carey explained, he meant income earned by Westpoint Group companies for the provision of services to Westpoint Corporation.",
      "id": "s186"
    },
    {
      "text": "The effect of his evidence was that the Triumph system accounting figures relied upon by ASIC in connection with the solvency of the respondents did not paint a true picture because it did not disclose moneys owing to the companies, but not entered in the system, for services provided to Westpoint Corporation.",
      "id": "s187"
    },
    {
      "text": "51 Mr Carey was asked whether members of the Westpoint Group invoiced Westpoint Corporation for their services.",
      "id": "s188"
    },
    {
      "text": "He said invoices would be rendered \"often on a six-monthly basis and sometimes on a 12-monthly basis\".",
      "id": "s189"
    },
    {
      "text": "Such invoicing would frequently occur at the end of the financial year.",
      "id": "s190"
    },
    {
      "text": "There was no need to invoice on a monthly basis.",
      "id": "s191"
    },
    {
      "text": "The businesses operated internally in providing services to Westpoint Corporation.",
      "id": "s192"
    },
    {
      "text": "Income attributable to member companies providing services to Westpoint Corporation had not been booked to the general ledger.",
      "id": "s193"
    },
    {
      "text": "52 Asked about the function of Eastlands, Mr Carey described it as \"a bit of a mixed bag\".",
      "id": "s194"
    },
    {
      "text": "He said it \"... wasn't a specific business\".",
      "id": "s195"
    },
    {
      "text": "It carried out activities from time to time.",
      "id": "s196"
    },
    {
      "text": "Some of the other companies were more specific.",
      "id": "s197"
    },
    {
      "text": "The activities it carried out included marketing as an aspect of project management.",
      "id": "s198"
    },
    {
      "text": "53 Mr Carey said that Westpoint Consulting Group showed a loan of $172,000 owing to Westpoint Corporation according to ASIC's evidence.",
      "id": "s199"
    },
    {
      "text": "He asserted that during the relevant period it had earned income well in excess of that amount by carrying out work on the Emu Brewery project.",
      "id": "s200"
    },
    {
      "text": "The company had not \"booked\" that income.",
      "id": "s201"
    },
    {
      "text": "Jetstone acquired properties for the development of two Lone Star Restaurants.",
      "id": "s202"
    },
    {
      "text": "It carried out \"substantial work in relation to those [two properties] but [had] not booked the income\".",
      "id": "s203"
    },
    {
      "text": "He described Pagelight Nominees as \"the multimedia business within Westpoint\".",
      "id": "s204"
    },
    {
      "text": "It provided promotional and advertising services that would be charged to the various projects.",
      "id": "s205"
    },
    {
      "text": "It prepared brochures, display material, display suites and the like for property development projects.",
      "id": "s206"
    },
    {
      "text": "Juson also carried out work in relation to project management including the set-up of display suites.",
      "id": "s207"
    },
    {
      "text": "54 Westside Brisbane Developments had acquired an option to purchase property in Brisbane for a development.",
      "id": "s208"
    },
    {
      "text": "It carried out \"due diligence\" work on the proposal.",
      "id": "s209"
    },
    {
      "text": "This was the \"type of stuff\" which was done with lawyers and cost \"tens and tens of thousands of dollars\".",
      "id": "s210"
    },
    {
      "text": "It prepared cashflow feasibility studies.",
      "id": "s211"
    },
    {
      "text": "Somehow this work was able to be transmuted into a service provided to Westpoint Corporation.",
      "id": "s212"
    },
    {
      "text": "Just how it could be so characterised did not emerge with clarity from Mr Carey's evidence.",
      "id": "s213"
    },
    {
      "text": "The assignment of the option held by Westside Brisbane Developments would have been directed to a special purpose development \"vehicle\", ie another company in the Group.",
      "id": "s214"
    },
    {
      "text": "Westside Brisbane Developments would be able to raise a charge within the Group for the preparatory work that it had done.",
      "id": "s215"
    },
    {
      "text": "55 Mr Carey's evidence in relation to Bridgeview was confusing.",
      "id": "s216"
    },
    {
      "text": "He said there was an error in the accounts relied upon by ASIC.",
      "id": "s217"
    },
    {
      "text": "The true position was that Bridgeview did not owe Westpoint Corporation any money.",
      "id": "s218"
    },
    {
      "text": "The debt attributed to Bridgeview was in fact owed by Forestview Nominees Pty Ltd (Forestview).",
      "id": "s219"
    },
    {
      "text": "Counsel for ASIC correctly pointed out that this was, in effect, a challenge to the debt underlying the statutory demand.",
      "id": "s220"
    },
    {
      "text": "56 In cross-examination Mr Carey said that there were between 20 and 30 accountants working for the Westpoint Group throughout Australia.",
      "id": "s221"
    },
    {
      "text": "Their responsibilities included the preparation of \"journals\" which was the starting point for the posting process of the Triumph accounting system.",
      "id": "s222"
    },
    {
      "text": "He said that while some of the businesses didn't use the Triumph system, by and large \"...",
      "id": "s223"
    },
    {
      "text": "Triumph was the major general ledger package...\".",
      "id": "s224"
    },
    {
      "text": "It was put to him that transactions on the Triumph accounting system reflected journal entries prepared on the basis of primary legal or other documentation.",
      "id": "s225"
    },
    {
      "text": "As to that he said: \n \n 'Of my own knowledge I can't say, because I wasn't involved.",
      "id": "s226"
    },
    {
      "text": "However, as an accountant that is how I suspect it operated, yes.",
      "id": "s227"
    },
    {
      "text": "\" \n \n\nHe personally had not entered any particular transactions on the Triumph system.",
      "id": "s228"
    },
    {
      "text": "57 Mr Carey said in cross-examination that there was a series of financial managers in each of the businesses.",
      "id": "s229"
    },
    {
      "text": "There was dual reporting to those financial managers, to Mr Rundle who was his Chief Financial Officer, and to Mr Nairn who was assisting him.",
      "id": "s230"
    },
    {
      "text": "He did not see the summary reports himself.",
      "id": "s231"
    },
    {
      "text": "Most of the reporting that came to him was on a systematic basis of costing systems and not necessarily off the accounting system.",
      "id": "s232"
    },
    {
      "text": "He ran the major projects, but his interest was in the committed costing system.",
      "id": "s233"
    },
    {
      "text": "Mr Carey expanded a little on the way in which he received information about the operation of companies in the Group: \n \n 'The information I was receiving throughout the year was management accounts and management accounts are quite different to financial accounts and --- and that is the point being made here, is that it seems to me that your client is relying on general ledgers as though they were financial accounts and they simply aren't.",
      "id": "s234"
    },
    {
      "text": "They are just running balances to that point in time and clearly accounting --- accounting is like a lot of things.",
      "id": "s235"
    },
    {
      "text": "It is only as good as its input, so as I'm saying, if invoices were not journalised or invoices, the income hadn't been booked, they wouldn't have been journalised and therefore that income wouldn't have been shown in the general ledger.",
      "id": "s236"
    },
    {
      "text": "' \n \n\nMr Carey agreed that the final accounts for the companies in the Group would use as their starting point the Triumph system accounting information.",
      "id": "s237"
    },
    {
      "text": "58 Westpoint Corporation was described by Mr Carey as the \"central treasury\" for the Group.",
      "id": "s238"
    },
    {
      "text": "If a member of the Group incurred an expense such as a debt to a subcontractor that debt would be paid by Westpoint Corporation and recorded as money owing by the member company to Westpoint Corporation.",
      "id": "s239"
    },
    {
      "text": "At the same time the member company would record in its balance sheet a corresponding asset in the form of work in progress.",
      "id": "s240"
    },
    {
      "text": "59 An example of the preceding process appears in the accounts for Westside Brisbane Developments taken from a Triumph printout.",
      "id": "s241"
    },
    {
      "text": "This showed work in progress of $12,671 and a loan from Westpoint Corporation of $13,939.",
      "id": "s242"
    },
    {
      "text": "Mr Carey agreed that as Westside Brisbane Developments was incurring expenses in relation to its project they were paid by Westpoint Corporation and a loan in that amount was acknowledged by Westside Brisbane Developments.",
      "id": "s243"
    },
    {
      "text": "He agreed also that work in progress appearing on the balance sheet of the member company would be \"transferred across to the income side as costs of goods sold, to work out profit\".",
      "id": "s244"
    },
    {
      "text": "This \"income\" would not necessarily be paid in cash.",
      "id": "s245"
    },
    {
      "text": "Westpoint Corporation would simply \"alter the loan account balance\".",
      "id": "s246"
    },
    {
      "text": "60 Mr Carey was pressed in cross-examination with the proposition that any debts owing by Westpoint Corporation to a member company would not be recoverable because Westpoint Corporation was in liquidation.",
      "id": "s247"
    },
    {
      "text": "He maintained however that the debts owed to Westpoint according to the Triumph accounting system could be offset by debts owed by Westpoint for \"income\" which had not been recorded by way of invoices from the member companies or adjustments to the loan accounts.",
      "id": "s248"
    },
    {
      "text": "61 Mr Carey was directed to a record of reductions in the Pagelight Nominees' loan account with Westpoint Corporation for the period 1 July 2005 to 31 January 2006.",
      "id": "s249"
    },
    {
      "text": "There was no \"income\" shown for the months of December 2005 and January 2006.",
      "id": "s250"
    },
    {
      "text": "He was asked whether Pagelight Nominees had done work in subsequent months.",
      "id": "s251"
    },
    {
      "text": "He said he could not answer in specific terms as he did not have access to the relevant documents.",
      "id": "s252"
    },
    {
      "text": "He considered, however, that the company would have been owed more by Westpoint Corporation than the sum of $55,800.85 which it was said to owe to Westpoint Corporation.",
      "id": "s253"
    },
    {
      "text": "This was because of work that Pagelight Nominees had done on the Emu Brewery development.",
      "id": "s254"
    },
    {
      "text": "The amount of that work was substantial.",
      "id": "s255"
    },
    {
      "text": "Someone called \"Sean\" had been managing the Pagelight Nominees' business.",
      "id": "s256"
    },
    {
      "text": "Mr Carey said he had not been in contact with Sean in connection with the winding up application.",
      "id": "s257"
    },
    {
      "text": "Having been refused an adjournment of the hearing of the application he had been \"caught by surprise\".",
      "id": "s258"
    },
    {
      "text": "Nor had he spoken to Mr Rundle or Mr Nairn in connection with the Westpoint Corporation accounting system.",
      "id": "s259"
    },
    {
      "text": "He did not think they would necessarily have been able to give him details about the precise position of the particular company because they were not managing its business.",
      "id": "s260"
    },
    {
      "text": "62 Mr Carey was asked about the services provided to the Westpoint Group by Eastlands.",
      "id": "s261"
    },
    {
      "text": "He agreed that it had provided management services.",
      "id": "s262"
    },
    {
      "text": "Asked if it had any employees he said that Westpoint Corporation \"employed everyone for and on behalf other entities\" (sic).",
      "id": "s263"
    },
    {
      "text": "Some of Westpoint Corporation's employees did work which entitled Eastlands to render an account to Westpoint Corporation.",
      "id": "s264"
    },
    {
      "text": "He himself had done work on account of Eastlands.",
      "id": "s265"
    },
    {
      "text": "This work had not been billed to Westpoint Corporation.",
      "id": "s266"
    },
    {
      "text": "63 As to Bridgeview and the alleged error in the attribution of liabilities as between Bridgeview and Forestview, Mr Carey was unable, in cross-examination, to explain with any precision how that error occurred.",
      "id": "s267"
    },
    {
      "text": "He said: \n \n '...I am saying to you as a director, I am saying that that payment was paid by Forestview, it wasn't paid by Bridgeview and therefore, Forestview should owe Westpoint Corporation, not Bridgeview.",
      "id": "s268"
    },
    {
      "text": "' \n \n\n Whether winding up orders should be made \n \n64 Each of the respondents has failed (as defined in s 459F) to comply with a statutory demand.",
      "id": "s269"
    },
    {
      "text": "There is therefore a presumption that the Court must adopt, pursuant to s 459C(2), that each of the respondents is insolvent.",
      "id": "s270"
    },
    {
      "text": "The presumption applies to satisfy the condition of a prima facie case of insolvency necessary to ground ASIC's application for leave to apply for each of the respondents to be wound up in insolvency.",
      "id": "s271"
    },
    {
      "text": "65 I am satisfied that ASIC should be granted leave to apply to wind up these companies.",
      "id": "s272"
    },
    {
      "text": "It has been put in a position, because of orders made affecting companies in the Westpoint Group generally, to access the information and records necessary to assess the circumstances of member companies in the Group.",
      "id": "s273"
    },
    {
      "text": "All of the respondents are effectively under the control of one man, Mr Carey.",
      "id": "s274"
    },
    {
      "text": "Beyond the particular interests of individual creditors of the respondents there is a wider public interest, if Group members be insolvent, that they be wound up with as little expense to creditors as possible.",
      "id": "s275"
    },
    {
      "text": "ASIC which can bring this application against all the respondents at the same time is not confined, as an individual creditor would be, to a particular respondent or respondents owing money to the creditor.",
      "id": "s276"
    },
    {
      "text": "It is appropriate that ASIC be granted leave to bring the application and, given the common features of the evidence relied upon and the common control of the respondents, to join them in the one application.",
      "id": "s277"
    },
    {
      "text": "66 The affidavit evidence relied upon by ASIC, to which reference has been made earlier in these reasons, has generally disclosed that the presumption of insolvency, based on the failure to comply with the statutory demands, is not displaced by what appears from the records of the Westpoint Group to which it has referred.",
      "id": "s278"
    },
    {
      "text": "67 Mr Carey's evidence, if accepted, could raise questions about the completeness of the financial picture painted by the Triumph accounting system.",
      "id": "s279"
    },
    {
      "text": "It raises the possibility that there may be unrecorded offsets against the debts recorded as owing to Westpoint Corporation.",
      "id": "s280"
    },
    {
      "text": "That evidence however does no more than raise the possibilities.",
      "id": "s281"
    },
    {
      "text": "It might have been a basis for setting aside the statutory demands, but no application of that kind was made.",
      "id": "s282"
    },
    {
      "text": "His evidence, taken at its highest, does not displace the presumption of insolvency.",
      "id": "s283"
    },
    {
      "text": "It does not, in terms of the Act, \"prove the contrary\" in the sense defined in s 95A.",
      "id": "s284"
    },
    {
      "text": "68 In my opinion each of the respondents is to be taken as insolvent and no discretionary basis is disclosed for refusing to make the winding up orders sought.",
      "id": "s285"
    },
    {
      "text": "69 ASIC also seeks, by way of amendment to its application, the appointment of receivers to the assets of those Trusts of which various of the respondent companies are trustees.",
      "id": "s286"
    },
    {
      "text": "The proposed receivers are also the proposed liquidators of the respondents.",
      "id": "s287"
    },
    {
      "text": "An important asset of each of the respondent trustees will no doubt be its right of indemnity out of the trust assets in respect of liabilities incurred in discharging its function as a trustee.",
      "id": "s288"
    },
    {
      "text": "The enforcement of that indemnity, in the circumstances, may appropriately be joined with the discharge of the liquidator's function in winding up the company.",
      "id": "s289"
    },
    {
      "text": "70 The scope of the powers proposed for the liquidators in their capacity as receivers of trust assets is not limited to the enforcement of the trustees' indemnity.",
      "id": "s290"
    },
    {
      "text": "While, in an ideal world, it would be desirable to separate the function of the liquidators and receivers of the trust assets, in my opinion, in this case, that is likely to involve unnecessary expense and duplication of function.",
      "id": "s291"
    },
    {
      "text": "The position of the beneficiaries of the trusts will be protected by an order in each apposite case, that there be liberty to apply to the Court for directions as to the duties of the receivers.",
      "id": "s292"
    },
    {
      "text": "The liquidators themselves, in their capacity as receivers, may also apply for such directions.",
      "id": "s293"
    },
    {
      "text": "Conclusion \n \n71 For the preceding reasons I will make the orders sought by ASIC.",
      "id": "s294"
    },
    {
      "text": "I certify that the preceding seventy-one (71) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice French .",
      "id": "s295"
    },
    {
      "text": "Associate:\nDated: 6 December 2006\n\n\n Counsel for the Applicant: Mr CM Slater \n \n Solicitor for the Applicant: Australian Investments and Securities Commission \n \n \n Mr Norman Carey, the common director of each of the respondents, appeared on their behalf in person.",
      "id": "s296"
    },
    {
      "text": "Date of Hearing: 20 November 2006 \n \n Date of Judgment: 6 December 2006 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1702.html",
      "id": "s297"
    }
  ]
}