{
  "name": "SZCNP v Minister for Immigration and Multicultural Affairs [2006] FCA 1140 (29 August 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1140.html",
  "catchphrases": [
    {
      "text": "application for protection visa refused",
      "id": "c0"
    },
    {
      "text": "whether tribunal complied with s 424a",
      "id": "c1"
    },
    {
      "text": "whether tribunal relied on positive statements or mere omissions in information given by appellant in original application",
      "id": "c2"
    },
    {
      "text": "whether appellant republished information given in original application",
      "id": "c3"
    },
    {
      "text": "appeal dismissed with costs",
      "id": "c4"
    },
    {
      "text": "migration",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "This is an appeal from a decision of Federal Magistrate Smith dismissing an application for review of a decision of the Refugee Review Tribunal (\"the Tribunal\") affirming a decision of the delegate of the Minister for Immigration and Multicultural Affairs (\"the Minister\") not to grant a protection visa.",
      "id": "s0"
    },
    {
      "text": "The appellant was born in Bangladesh in 1968.",
      "id": "s1"
    },
    {
      "text": "He claims to have a well-founded fear of persecution due to his political affiliation with the Awami League and active participation in anti-government politics in Bangladesh from 1985.",
      "id": "s2"
    },
    {
      "text": "In his original application for a protection visa, the appellant stated that he obtained a Bachelor of Commerce degree in 1989 in Chittagong and then became self-employed as Director of Chittagong Vegetable Oil Industries Limited.",
      "id": "s3"
    },
    {
      "text": "He claimed that after the Bangladesh National Party (BNP) won government in 1991, it commenced a campaign of persecution against Awami League activists.",
      "id": "s4"
    },
    {
      "text": "The appellant alleged party thugs attacked his place of business on 15 August 1994 and caused his workers to commence a strike.",
      "id": "s5"
    },
    {
      "text": "He also stated that on 15 June 1995, a false case was filed against him by the BNP and he had to go into hiding to escape persecution, including physical torture.",
      "id": "s6"
    },
    {
      "text": "The appellant claimed that after the Awami League won power in 1996, he was proved not guilty of the charges laid against him.",
      "id": "s7"
    },
    {
      "text": "The application also states that the appellant was seriously injured in 1999 during clashes in Chittagong organised by BNP supporters.",
      "id": "s8"
    },
    {
      "text": "The appellant alleged that when the BNP was returned to power in 2001, it again began to target members of the Awami League.",
      "id": "s9"
    },
    {
      "text": "The appellant stated that he was arrested on 12 November 2001 for organizing a demonstration against the government.",
      "id": "s10"
    },
    {
      "text": "He claimed that the police filed a false case against him involving charges relating to the possession of explosives and unlawful assembly, and took him into custody where he was assaulted physically and mentally.",
      "id": "s11"
    },
    {
      "text": "The appellant stated that before arriving in Australia, he travelled to Nepal and India on business in April 2002 and visited Thailand on the way to Australia in June 2002.",
      "id": "s12"
    },
    {
      "text": "He arrived in Australia on 18 June 2002 as a business visitor, and carried a Bangladeshi passport issued in his own name.",
      "id": "s13"
    },
    {
      "text": "The appellant applied for a protection visa on 15 July 2002 and this application was refused by the Minister's delegate on 24 October 2002.",
      "id": "s14"
    },
    {
      "text": "The Tribunal received an application for review of the delegate's decision on 23 November 2002, and the matter was heard by the Tribunal on 11 September 2003.",
      "id": "s15"
    },
    {
      "text": "Further submissions were made by the appellant on 13 October 2003.",
      "id": "s16"
    },
    {
      "text": "On 17 December 2003, the Tribunal notified the appellant of its decision affirming the decision of the Minister's delegate not to grant a protection visa.",
      "id": "s17"
    },
    {
      "text": "The Tribunal found that although the appellant was a supporter of the Awami League, he was not so politically prominent that he would have been vulnerable to persecution for political reasons during his time in Bangladesh.",
      "id": "s18"
    },
    {
      "text": "Nor did the Tribunal accept that the appellant would be vulnerable to persecution in the foreseeable future.",
      "id": "s19"
    },
    {
      "text": "In particular, the Tribunal said that it did not accept as plausible the appellant's claims to have been targeted by BNP thugs in August 1994, subjected to false charges in 1995 or injured in a clash with BNP activists in 1999.",
      "id": "s20"
    },
    {
      "text": "Nor did the Tribunal accept that the appellant went into hiding in February 2002 to escape political harassment.",
      "id": "s21"
    },
    {
      "text": "The Tribunal accepted that it was plausible that the appellant may have been charged with possessing explosives and unlawful assembly in November 2001, but decided that it was unlikely that the police would proceed with the charges if the appellant were returned to Bangladesh.",
      "id": "s22"
    },
    {
      "text": "On 21 January 2004, the appellant filed an application in the Federal Magistrates Court and later filed an amended application on 11 August 2004.",
      "id": "s23"
    },
    {
      "text": "This application for review was dismissed by Federal Magistrate Smith on 13 February 2006.",
      "id": "s24"
    },
    {
      "text": "The Federal Magistrate found that the reasoning of the Tribunal was open to it on the evidence, and that the Tribunal had identified and addressed all the claims made by the appellant.",
      "id": "s25"
    },
    {
      "text": "The learned Magistrate noted that the contentions put forward by the appellant did not justify a finding of jurisdictional error, and that the Tribunal's decision was therefore a privative clause decision from which relief is barred according to s 474(1) of the Act.",
      "id": "s26"
    },
    {
      "text": "Following the Federal Magistrate's decision, the appellant filed a Notice of Appeal on 3 March 2006.",
      "id": "s27"
    },
    {
      "text": "When the matter came before me for hearing, the appellant was asked what he wanted to say about the decision of the Federal Magistrate.",
      "id": "s28"
    },
    {
      "text": "The appellant articulated several claims.",
      "id": "s29"
    },
    {
      "text": "He referred to s 424A of the Migration Act 1958 (Cth) and stated that he had been disadvantaged and unable to present his case at the Tribunal hearing because he was ill and distressed.",
      "id": "s30"
    },
    {
      "text": "He also said that the Tribunal made an unfavourable decision on a number of factual matters.",
      "id": "s31"
    },
    {
      "text": "In response to submissions on behalf of the Minister, the appellant repeated some of these claims and said he would like an opportunity to obtain further documentary support.",
      "id": "s32"
    },
    {
      "text": "In relation to the last issue, I consider that the appellant has had ample time within which to obtain verification and this is not a ground for adjourning the matter.",
      "id": "s33"
    },
    {
      "text": "In so far as he makes submissions concerning the correctness of the Tribunal's decision on the merits, those are not matters for this Court unless it can be demonstrated that some error of law or principle affected the Tribunal's process of reasoning in reaching its conclusions.",
      "id": "s34"
    },
    {
      "text": "In this case, no error of law has been pointed to in either of the decisions below.",
      "id": "s35"
    },
    {
      "text": "The appellant's alleged ill health and distress before the Tribunal was considered by the Tribunal at par [42]-[43] of its reasons.",
      "id": "s36"
    },
    {
      "text": "At par [43], the Tribunal stated that it would not accept the claim of post-traumatic stress because no evidence had been provided by the appellant in support of this claim.",
      "id": "s37"
    },
    {
      "text": "The Tribunal also noted that this claim had not been raised in the material provided by the appellant or his advisor in the original application for a protection visa.",
      "id": "s38"
    },
    {
      "text": "The s 424A point is raised for the first time on the appeal before me.",
      "id": "s39"
    },
    {
      "text": "However, as it allegedly goes to jurisdiction, I shall deal with it.",
      "id": "s40"
    },
    {
      "text": "Section 424A(1) is in the following terms: \n \n must be given certain information \n \n Subject to subsection (3), the Tribunal must: \n \n give to the applicant, in the way that the Tribunal considers appropriate in the circumstances, particulars of any information that the Tribunal considers would be the reason, or a part of the reason, for affirming the decision that is under review; and \n \n ensure, as far as is reasonably practicable, that the applicant understands why it is relevant to the review; and \n \n invite the applicant to comment on it.",
      "id": "s41"
    },
    {
      "text": "information and invitation must be given to the applicant: \n \n except where paragraph (b) applies --- by one of the methods specified in section 441A ; or \n \n if the applicant is in immigration detention --- by a method prescribed for the purposes of giving documents to such a person.",
      "id": "s42"
    },
    {
      "text": "section does not apply to information: \n \n that is not specifically about the applicant or another person and is just about a class of persons of which the applicant or other person is a member; or \n \n that the applicant gave for the purpose of the application; or \n \n that is non-disclosable information.",
      "id": "s43"
    },
    {
      "text": "' \n \n For the appellant, it could be said that the principle in Minister for Immigration and Multicultural and Indigenous Affairs v Al-Shamry (2001) 105 CLR 212 applies.",
      "id": "s44"
    },
    {
      "text": "In that case, it was observed by Merkel J at 40 that s 424A(1): \n \n not require the RRT to provide to an applicant all of the information upon which it proposes to act, other than information provided by an applicant for the purpose of the review.",
      "id": "s45"
    },
    {
      "text": "Rather, the section requires the RRT to provide the applicant with 'particulars of any information' that the RRT considers would form part of its reason for refusing the application for review, to explain to the applicant why that information is relevant to the review and to invite a response to it.",
      "id": "s46"
    },
    {
      "text": "' \n \n Following that decision, it was decided by a majority of the High Court in SAAP v Minister for Immigration and Multicultural and Indigenous Affairs [2005] HCA 24 ; (2005) 215 ALR 162 that any failure whatever to comply with s 424A , regardless of any conclusion of fact that one could reach from the surrounding circumstances that the applicant had been accorded substantive procedural fairness, would amount to jurisdictional error and invalidate the decision.",
      "id": "s47"
    },
    {
      "text": "In the present case, it is clear from pars [37] and [43] of its reasons that the Tribunal relied on the appellant's statements in his original application in relation to his previous travels, and noted his failure to make a claim in that application that he had to travel covertly.",
      "id": "s48"
    },
    {
      "text": "This material was used to reach an adverse conclusion as to his credibility.",
      "id": "s49"
    },
    {
      "text": "In the light of Al Shamry and SAAP , it is arguable for the appellant that there was a breach of s 424A(1) because it was not disclosed to the appellant that the material in his protection visa application would be so used to make an adverse finding against him.",
      "id": "s50"
    },
    {
      "text": "As a consequence, the appellant was given no opportunity to respond to any perceived inconsistencies.",
      "id": "s51"
    },
    {
      "text": "In relation to this issue, counsel for the Minister made two submissions.",
      "id": "s52"
    },
    {
      "text": "Firstly, counsel argued that the reference to \"information\" in s 424A does not encompass a failure to mention a matter to the Tribunal, and therefore Al Shamry does not apply.",
      "id": "s53"
    },
    {
      "text": "The basis for this submission is the observation made by Finn and Stone JJ in VAF v Minister for Immigration and Multicultural Affairs (2004) 206 ALR 471, who observed at [24] in relation to the term \"information\" that: \n \n word does not encompass the tribunal's subjective appraisals, thought processes or determinations; nor does it extend to identified gaps, defects or lack of detail of specificity in evidence or to conclusions arrived at by the tribunal in weighing up the evidence by reference to those gaps.",
      "id": "s54"
    },
    {
      "text": "' \n \n In other words, the term \"information\" refers to knowledge of relevant facts or circumstances communicated to or received by the Tribunal.",
      "id": "s55"
    },
    {
      "text": "As the failure to mention a matter in a protection visa is not knowledge of facts or circumstances communicated to or received by the Tribunal, such a failure can not be said to be information within the context of s 424A and therefore does not have to be disclosed.",
      "id": "s56"
    },
    {
      "text": "However, in the present case, there is no doubt that matters raised in the original application were used by the Tribunal to suggest recent invention by the appellant.",
      "id": "s57"
    },
    {
      "text": "The manner in which the Tribunal used this information seems to go beyond relying upon the appellant's failure to raise certain matters.",
      "id": "s58"
    },
    {
      "text": "Several references are made in the reasons of the Tribunal to the use of affirmative information in the application as opposed to mere omissions in the sequence of facts initially presented by the appellant.",
      "id": "s59"
    },
    {
      "text": "At par [37] of the Tribunal's decision, for example, it says that the appellant stated in his original application that he travelled to Nepal and India on business.",
      "id": "s60"
    },
    {
      "text": "The Tribunal found this information to be contradictory to the appellant's later claims that he had to travel covertly due to persecution.",
      "id": "s61"
    },
    {
      "text": "In my view, this amounts to a positive use of information, as opposed to an observation made in relation to a failure to give information or make a claim.",
      "id": "s62"
    },
    {
      "text": "The second question that arose during the hearing is whether the appellant in fact republished the information in the original application that is relied on by the Tribunal in its reasons.",
      "id": "s63"
    },
    {
      "text": "If the information was republished by the appellant, it falls within what s 424A(3) identifies as information the appellant \"gave for the purpose\" of the application for review, and therefore the requirements set out in s 424A(1) do not apply: see, for example, Rares J's discussion in SZGGT v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCA 435.",
      "id": "s64"
    },
    {
      "text": "This issue was also raised by Weinberg J in SZEEU v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCAFC 2.",
      "id": "s65"
    },
    {
      "text": "At [175] - [180] , his Honour considered the meaning and significance of the expression \"information\", and in substance accepted that s 424A(1) required the Courts to draw a distinction between information put forward by an applicant during an initial interview for a visa application and information concerning the same claims given later during a hearing.",
      "id": "s66"
    },
    {
      "text": "Although Weinberg J expresses the view that the section draws a somewhat unsatisfactory distinction between, for example, a failure to mention something during an airport statement and the making of an inconsistent statement during later evidence given at a hearing, the discussion of his Honour does indicate that if an applicant repeats an earlier statement at some stage during the course of a hearing, adopts it as true and then subsequently resiles from the statement, the Tribunal is not obliged to afford the applicant an opportunity to comment on the discrepancy: see also Bennett J's discussion of this issue in SZEFM v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCA 78.",
      "id": "s67"
    },
    {
      "text": "In the present case, I consider that the appellant has adopted the information contained in his original application for a protection visa.",
      "id": "s68"
    },
    {
      "text": "This is evident from the application to the Tribunal for review of the delegate's decision, which was prepared with the assistance of the appellant's advisor.",
      "id": "s69"
    },
    {
      "text": "This application is dated 23 November 2002 and appears at pp 76 --- 86 of the Appeal Book.",
      "id": "s70"
    },
    {
      "text": "As noted by the Federal Magistrate, the body of the application did not give more supporting material and assumed that the Tribunal would be receiving and considering all the documents which were before the delegate.",
      "id": "s71"
    },
    {
      "text": "In three instances during the course of this letter - at pp 77, 83 and 85 - the advisor refers to evidence already provided by the appellant to justify that his fears are well-founded: \n \n note that the applicant has provided a large number of documents in support of his application, which provide clear evidence of his claims and fears ... ( p 77) \n \n applicant's fears of persecution from the current coalition government are evident because of their adverse interest on him.",
      "id": "s72"
    },
    {
      "text": "He has provided all relevant information and documents in support of his claims for refugee status ... (p 83) \n \n urge you to look into the evidence provided by our client to justify that our client's fears are well-founded.",
      "id": "s73"
    },
    {
      "text": "' (p 85) \n \n In my view, the use of the material in this way has the consequence that s 424A(1) has not been breached, assuming that the information used by the Tribunal was positive information and not simply a mere failure to raise a matter in the original application for a protection visa.",
      "id": "s74"
    },
    {
      "text": "It has not been demonstrated that there exists any error of law or principle in either the decision of the learned Magistrate or that of the Tribunal.",
      "id": "s75"
    },
    {
      "text": "Accordingly, the appeal is dismissed with costs.",
      "id": "s76"
    },
    {
      "text": "I certify that the preceding twenty-two (22) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Tamberlin.",
      "id": "s77"
    },
    {
      "text": "Associate:\n\nDated: 29 August 2006\n\n The Appellant is self-represented.",
      "id": "s78"
    },
    {
      "text": "Counsel for the Respondent: T. Wong \n \n Solicitor for the Respondent: Clayton Utz \n \n Date of Hearing: 9 August 2006 \n \n Date of Judgment: 29 August 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1140.html",
      "id": "s79"
    }
  ]
}