{
  "name": "SZING v Minister for Immigration &amp; Multicultural Affairs [2006] FCA 1421 (2 November 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1421.html",
  "catchphrases": [
    {
      "text": "application for protection visa",
      "id": "c0"
    },
    {
      "text": "refused",
      "id": "c1"
    },
    {
      "text": "application for review by refugee review tribunal",
      "id": "c2"
    },
    {
      "text": "refused",
      "id": "c3"
    },
    {
      "text": "appeal to federal magistrate's court",
      "id": "c4"
    },
    {
      "text": "dismissed",
      "id": "c5"
    },
    {
      "text": "leave to appeal required",
      "id": "c6"
    },
    {
      "text": "judgment below not attended with sufficient doubt",
      "id": "c7"
    },
    {
      "text": "no substantial injustice",
      "id": "c8"
    },
    {
      "text": "leave refused",
      "id": "c9"
    },
    {
      "text": "migration",
      "id": "c10"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicant applies for leave to appeal from a judgment of the Federal Magistrates Court given on 1 June 2006.",
      "id": "s0"
    },
    {
      "text": "The Federal Magistrate dismissed the applicant's application for judicial review of a decision of the Refugee Review Tribunal.",
      "id": "s1"
    },
    {
      "text": "The Tribunal affirmed a decision of a delegate of the Minister for Immigration and Multicultural Affairs not to grant the applicant a protection visa.",
      "id": "s2"
    },
    {
      "text": "2 The applicant, who is a citizen of the People's Republic of China, arrived in Australia on 11 October 2005.",
      "id": "s3"
    },
    {
      "text": "He applied for a protection visa on 1 November 2005.",
      "id": "s4"
    },
    {
      "text": "A delegate of the Minister refused that application on 18 November 2005.",
      "id": "s5"
    },
    {
      "text": "The applicant sought a review of that decision.",
      "id": "s6"
    },
    {
      "text": "On 14 February 2006, the Tribunal handed down and sent to the applicant a copy of its decision dated 23 January 2006, affirming the delegate's decision not to grant a protection visa.",
      "id": "s7"
    },
    {
      "text": "An application for an order to show cause why relief should not be granted in relation to Tribunal's decision was made to the Federal Magistrates Court on 20 March 2006.",
      "id": "s8"
    },
    {
      "text": "The Federal Magistrate dismissed the application pursuant to rule 44.12(1)(a) of the Federal Magistrates Court Rules 2001 (Cth), with costs fixed in the sum of $2000.",
      "id": "s9"
    },
    {
      "text": "3 The applicant did not attend the Tribunal hearing.",
      "id": "s10"
    },
    {
      "text": "In his visa application, he claimed to be a Falun Gong practitioner who had been instructed in Falun Gong practices by his uncle in 1995.",
      "id": "s11"
    },
    {
      "text": "The applicant stated he became a leader of Falun Gong in his district and in March 2005 police had come to his home to arrest him.",
      "id": "s12"
    },
    {
      "text": "He claimed he was able to leave China because his wife paid a lot of money to get his passport.",
      "id": "s13"
    },
    {
      "text": "He said he cannot return to China because he would face persecution.",
      "id": "s14"
    },
    {
      "text": "The Tribunal was not satisfied the applicant had a \"well-founded fear of persecution for a Convention reason\".",
      "id": "s15"
    },
    {
      "text": "It said that due to his non-attendance it did not have the opportunity to \"explore the veracity of his claims\".",
      "id": "s16"
    },
    {
      "text": "4 The Federal Magistrates Court allowed the applicant to file an amended application and evidence due to concerns about the \"generality of the grounds of review in the application\".",
      "id": "s17"
    },
    {
      "text": "The amended application asserted a breach of s 424A of the Migration Act 1958 (Cth).",
      "id": "s18"
    },
    {
      "text": "The applicant claimed the Tribunal did not disclose to him the information on which it relied to reject his application.",
      "id": "s19"
    },
    {
      "text": "The Federal Magistrate held that the Tribunal's decision was based on a simple insufficiency of information and there was no obligation to provide notice of adverse material under s 424A.",
      "id": "s20"
    },
    {
      "text": "No particulars or evidence of the bias alleged in the applicant's first application to the Court below were presented to the Federal Magistrate.",
      "id": "s21"
    },
    {
      "text": "This allegation was found to be baseless and no jurisdictional error was found.",
      "id": "s22"
    },
    {
      "text": "5 In this Court, the applicant claimed that the Tribunal \"failed to carry out its statutory duty\", \"did not provide particulars of the information that was the reason, or part of the reason for affirming the decision according to s 424A\" and referred to the decision in SAAP v Minister for Immigration and Multicultural and Indigenous Affairs [2005] HCA 24 ; (2005) 215 ALR 162 (\" SAAP \").",
      "id": "s23"
    },
    {
      "text": "Those submissions are misplaced.",
      "id": "s24"
    },
    {
      "text": "The learned Federal Magistrate correctly determined in accordance with SZEEU v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCAFC 2 ; (2006) 150 FCR 214 that the Tribunal based its decision on an insufficiency of information rather than on any particular information (see also SZCIA v Minister for Immigration and Multicultural Affairs [2006] FCA 238 at [9] to [12] per Allsop J, where the Tribunal's decision was also based on an absence of information rather than any particular information).",
      "id": "s25"
    },
    {
      "text": "Accordingly, the judgment below is not attended by sufficient doubt such that its reconsideration is warranted on appeal.",
      "id": "s26"
    },
    {
      "text": "Further, no substantial injustice arises from a refusal to grant leave given that the Tribunal's reasons for decision do not disclose any jurisdictional error.",
      "id": "s27"
    },
    {
      "text": "6 In the original application for leave to appeal, the applicant named a single respondent.",
      "id": "s28"
    },
    {
      "text": "In accordance with the judgment of the High Court of Australia in SAAP , the Court will order that the Tribunal will be added as a respondent.",
      "id": "s29"
    },
    {
      "text": "7 The application for leave to appeal is refused with costs.",
      "id": "s30"
    },
    {
      "text": "I certify that the preceding seven (7) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Marshall.",
      "id": "s31"
    },
    {
      "text": "Associate:\n\nDated: 2 November 2006\n\n\n The applicant represented himself.",
      "id": "s32"
    },
    {
      "text": "Counsel for the first respondent: Ms S A Sirtes \n \n Solicitor for the first respondent: Phillips Fox \n \n Date of Hearing: 1 November 2006 \n \n Date of Judgment: 2 November 2006 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1421.html",
      "id": "s33"
    }
  ]
}