{
  "name": "Duncan v Companies Auditors Liquidators Disciplinary Board [2006] FCA 1747 (15 December 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1747.html",
  "catchphrases": [
    {
      "text": "proper construction of s 41 of the administrative appeals tribunal act 1975 (cth) in a review by the tribunal of a decision of the companies auditors liquidators disciplinary board",
      "id": "c0"
    },
    {
      "text": "whether the tribunal has the power to order decision and reasons for decision not be published",
      "id": "c1"
    },
    {
      "text": "statutory interpretation",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "1 This proceeding concerns the proper construction of s 41(2) of the Administrative Appeals Tribunal Act 1975 (Cth) ('the AAT Act') in the context of a review by the third respondent, the Administrative Appeals Tribunal ('the Tribunal'), of a decision of the first respondent, the Companies Auditors Liquidators Disciplinary Board ('the Board'), under the Corporations Act 2001 (Cth) ('the Corporations Act ') Under s 41(2), the Tribunal may, on request by a party to a proceeding before the Tribunal, make such order or orders ' staying or otherwise affecting the operation or implementation of the decision to which the relevant proceeding relates... as the Tribunal considers appropriate for the purpose of securing the effectiveness of the hearing and a determination of the application for review '.",
      "id": "s0"
    },
    {
      "text": "2 Section 1292(2)(d)(ii) of the Corporations Act relevantly provides that the Board may, if it is satisfied that a person who is registered as a liquidator under the Corporations Act has failed to carry out or perform adequately and properly certain duties, by order, suspend for a specified period the registration of that person as a liquidator.",
      "id": "s1"
    },
    {
      "text": "Under s 1296(1) , where the Board decides to exercise that power in relation to a person, the Board must, within 14 days after the decision:\n \n \n a) give to the person a notice in writing setting out the decision and the reasons for it; and\n b) lodge a copy of that notice with the second respondent, Australian Securities and Investments Commission ('ASIC'); and\n c) cause to be published in the Gazette a notice in writing setting out the decision.",
      "id": "s2"
    },
    {
      "text": "3 The applicant is registered as a liquidator under the Corporations Act .",
      "id": "s3"
    },
    {
      "text": "On, or possibly before, 20 November 2006, the Board decided to exercise the powers in s 1292(2).",
      "id": "s4"
    },
    {
      "text": "On that day, it made orders that registration of the applicant as a liquidator be suspended for a period of three months, commencing 60 days after the order takes effect.",
      "id": "s5"
    },
    {
      "text": "The form of the order is somewhat curious.",
      "id": "s6"
    },
    {
      "text": "It may be that the Board was intending to exercise the power conferred by s 1297 of the Corporations Act .",
      "id": "s7"
    },
    {
      "text": "Under s 1297(1) , an order made by the Board suspending the registration of a person as a liquidator comes into effect at the end of the day on which there is given to the person a notice of the kind referred to in s 1296(1).",
      "id": "s8"
    },
    {
      "text": "However, under s 1297(2) , where the Board makes such an order, it may, in order to enable an application to be made to the Tribunal for review of the decision to make the order, determine that the order is not to come into effect until a specified time or until the happening of a specified event.",
      "id": "s9"
    },
    {
      "text": "It may be that the Board intended to make a determination that its order for suspension of the registration of the applicant as a liquidator not come into effect for the period of 60 days after the order was made.",
      "id": "s10"
    },
    {
      "text": "However, that is not what the Board did.",
      "id": "s11"
    },
    {
      "text": "In any event, that curiosity does not appear to be relevant to the issue presently before the Court.",
      "id": "s12"
    },
    {
      "text": "4 Section s 1317B(1) of the Corporations Act provides that an application may be made to the Tribunal for review of a decision made under the Corporations Act by the Board.",
      "id": "s13"
    },
    {
      "text": "On 30 November 2006, the applicant filed an application to the Tribunal for review of the Board's decision to exercise its powers under s 1292(2).",
      "id": "s14"
    },
    {
      "text": "The applicant also applied for orders under s 41(2) of the AAT Act as follows:\n \n&#8226; the Board be restrained from complying with s 1296(1) of the Corporations Act ;\n \n&#8226; the orders made by the Board on 20 November 2006 be stayed until the Board's decision of that day has been reviewed by the Tribunal and a decision made;\n \n&#8226; the Board and ASIC be restrained, until the review by the Tribunal and its decision, from publishing or causing or permitting to be published in the Gazette or in any other way any detail of the orders of the Board of 20 November 2006.",
      "id": "s15"
    },
    {
      "text": "5 On 4 December 2006, the Tribunal directed that the order made by the Board on 20 November 2006 ' be stayed and not come into effect until the hearing of this matter or until further order '.",
      "id": "s16"
    },
    {
      "text": "However, the Tribunal declined to make any further order under s 41 of the AAT Act, as sought by the applicant.",
      "id": "s17"
    },
    {
      "text": "6 The applicant now seeks an order for review of the decision of the Tribunal to refuse to make further orders under s 41 of the AAT Act.",
      "id": "s18"
    },
    {
      "text": "The applicant seeks that review under the Administrative Decisions (Judicial Review) Act 1977 (Cth) ('the ADJR Act').",
      "id": "s19"
    },
    {
      "text": "Alternatively, the applicant seeks orders under s 39B of the Judiciary Act 1903 (Cth).",
      "id": "s20"
    },
    {
      "text": "The ground of review under the ADJR Act is that the Tribunal erred or misdirected itself in finding that it did not have power to make the further orders under s 41 of the AAT Act sought by the applicant.",
      "id": "s21"
    },
    {
      "text": "7 The question is whether the power to make an order ' staying or otherwise affecting the operation or implementation ' of the Board's decision extends to an order prohibiting compliance with s 1296(1) of the Corporations Act .",
      "id": "s22"
    },
    {
      "text": "The Tribunal concluded that it had no such power because of observations made by Heerey J in Allied Asia Holdings (Aust) Pty Ltd v Australian Securities &amp; Investments Commission [2002] FCA 566.",
      "id": "s23"
    },
    {
      "text": "There, ASIC made a decision under s 21(2)(c) of the Insurance (Agents &amp; Brokers) Act 1984 (Cth) ('the Insurance Brokers Act') to refuse to renew a company's registration as a general insurance broker.",
      "id": "s24"
    },
    {
      "text": "On the same day, ASIC notified that company that it intended to publish a press release recording that facts and the findings made in the course of making the decision.",
      "id": "s25"
    },
    {
      "text": "The company sought to restrain ASIC from publishing the press release until the decision to refuse renewal had been reviewed by the Tribunal.",
      "id": "s26"
    },
    {
      "text": "At that stage, there had been no application to the Tribunal for review.",
      "id": "s27"
    },
    {
      "text": "A fortiori, there had been no application to the Tribunal for exercise of the powers conferred by s 41.",
      "id": "s28"
    },
    {
      "text": "8 Heerey J also observed, however, that there was a statutory obligation imposed on ASIC by s 21(5) of the Insurance Brokers Act, which provides that, if ASIC refuses to renew the registration of a company under that Act, ASIC must publish notice of the refusal in the Gazette .",
      "id": "s29"
    },
    {
      "text": "His Honour considered that it was pointless to issue an injunction if the same result would follow by the publication of notice of refusal in the Gazette .",
      "id": "s30"
    },
    {
      "text": "His Honour then made the following observation:\n \n 'Section 21(5) appears to me to be in quite clearly mandatory terms, and I do not see how it could be affected by the grant by the [Tribunal] of any stay, which, after all, could only affect the operation or implementation of the decision to refuse, not the fact that that decision has been made.",
      "id": "s31"
    },
    {
      "text": "' \n \n\n9 Thus, his Honour drew a distinction, which ASIC supports in the present proceeding, between a decision, on the one hand, and the operation or implementation of the decision, on the other hand.",
      "id": "s32"
    },
    {
      "text": "The power conferred by s 41(2) of the AAT Act is to stay or affect the operation or implementation of a decision.",
      "id": "s33"
    },
    {
      "text": "It is not, in its terms, a power to suspend or stay the decision itself.",
      "id": "s34"
    },
    {
      "text": "10 ASIC submitted that the operation of a decision is the way in which the decision works and that the implementation of a decision is the carrying out or putting into effect of the decision.",
      "id": "s35"
    },
    {
      "text": "Thus, ASIC contended, the making of orders that the registration of a liquidator be suspended would be an implementation of the decision to suspend the registration as that liquidator.",
      "id": "s36"
    },
    {
      "text": "Under s 1286(1)(a)(v) of the Corporations Act , ASIC must cause to be entered in the Register of Liquidators, in relation to any person who is registered as a liquidator, particulars of any suspension of the registration of that person as a liquidator.",
      "id": "s37"
    },
    {
      "text": "ASIC pointed to such an entry as another example of an implementation of a decision to suspend.",
      "id": "s38"
    },
    {
      "text": "Compliance with s 1296(1) , it says, however, is not implementation of the decision; nor, said ACIC, is it the operation of the decision.",
      "id": "s39"
    },
    {
      "text": "11 Clearly, the implementation of a decision is distinct from the decision itself; so is the operation of a decision.",
      "id": "s40"
    },
    {
      "text": "However, some meaning must be given to the word ' operation ' when it appears in s 41(2) that is different from the meaning to given to ' implementation '.",
      "id": "s41"
    },
    {
      "text": "As a matter of ordinary English, ' operation ' includes the exertion of force or influence, a working or activity, a manner of working, or the way in which a thing works (see Shorter Oxford English Dictionary , 5 th ed, Oxford University Press, Oxford, 2002).",
      "id": "s42"
    },
    {
      "text": "It also means the state of being operative, or the act, process or manner of operating (see Macquarie Dictionary , 4 th Ed., The Macquarie Library Pty Ltd, 2005).",
      "id": "s43"
    },
    {
      "text": "On the other hand, ' implementation ' involves completion or execution, fulfilment or putting into effect (see Shorter Oxford English Dictionary ).",
      "id": "s44"
    },
    {
      "text": "12 If the decision of the Board to make orders had not been made, there would be no obligation arising under s 1296(1) to lodge notice of the decision with ASIC or to publish a notice in the Gazette setting out the decision.",
      "id": "s45"
    },
    {
      "text": "Further, if the decision were set aside, one consequence would be that, for many purposes, it would be as if the decision had not been made and did not have any effect.",
      "id": "s46"
    },
    {
      "text": "If that happened before compliance with s 1296 , there could be no obligation to lodge a copy of a notice with ASIC or to publish a notice.",
      "id": "s47"
    },
    {
      "text": "Such an obligation could exist only for so long as the decision continued to have effect.",
      "id": "s48"
    },
    {
      "text": "13 Section 1296(1) is concerned with the consequences of the fact of making a decision.",
      "id": "s49"
    },
    {
      "text": "A period of 14 days is allowed for the Board to give a notice of the decision, lodge a copy of that notice with ASIC and publish notice of the decision.",
      "id": "s50"
    },
    {
      "text": "However, it is the fact that an effective decision to exercise powers has been that triggers those obligations.",
      "id": "s51"
    },
    {
      "text": "If no effective decision had been made, because a purported decision was invalid for one reason or another, there would be no obligation.",
      "id": "s52"
    },
    {
      "text": "14 As I have said, s 1297(1) provides that an order suspending the registration of a person comes into effect at the end of the day on which notice under s 1296 is given to the person.",
      "id": "s53"
    },
    {
      "text": "However, that provision is expressed to be subject to s 41 of the AAT Act.",
      "id": "s54"
    },
    {
      "text": "No such qualification appears in s 1296.",
      "id": "s55"
    },
    {
      "text": "15 Under s 216 of the Australian Securities and Investments Commission Act 2001 (Cth) ('the ASIC Act'), hearings by the Board are take place in private, unless a person who is entitled to be given an opportunity to appear at a hearing requests that the hearing take place in public.",
      "id": "s56"
    },
    {
      "text": "Thus, some protection is afforded to a registered liquidator against detriment that might follow from publication of the fact of an investigation by the Board.",
      "id": "s57"
    },
    {
      "text": "16 More significantly, there is provision in the AAT Act for a hearing to take place in private, although the presumption is reversed.",
      "id": "s58"
    },
    {
      "text": "Section 35(1) of the AAT Act provides that, subject to the balance of that section, the hearing of a proceeding before the Tribunal is to be in public.",
      "id": "s59"
    },
    {
      "text": "However, s 35(2) provides that, where the Tribunal is satisfied that it is desirable to do so, the Tribunal may direct that a hearing shall take place in private.",
      "id": "s60"
    },
    {
      "text": "Indeed, the applicant applied for an order under s 35 of the AAT Act, although that application was dismissed on 4 December 2006, when the Tribunal declined to make the further orders under s 41.",
      "id": "s61"
    },
    {
      "text": "17 The presence of s 35 in the AAT Act assists in the interpretation of the phrase ' operation or implementation ' in relation to a decision that is the subject of a proceeding in the Tribunal.",
      "id": "s62"
    },
    {
      "text": "Since the Tribunal is to have power to direct that a hearing take place in private, there would be a deficiency in the armoury of the Tribunal to ensure just dealing with an application for review, if the benefit intended to be conferred by an order under s 35(2) were to be frustrated because the Tribunal could not prevent adverse consequences from the publication of the fact of the making of the decision that was to be the subject of review by the Tribunal.",
      "id": "s63"
    },
    {
      "text": "18 The original legislative predecessor of s 1296(1) appears to be s 30M(1) of the Companies Act 1981 , enacted by the Commonwealth Parliament for the Australian Capital Territory, which was the template for the cooperative scheme for the National Corporations Law.",
      "id": "s64"
    },
    {
      "text": "Section 30M was inserted in 1983.",
      "id": "s65"
    },
    {
      "text": "Section 1296(1) is consistent with a requirement for prompt public disclosure of certain matters in the interests of the public at large.",
      "id": "s66"
    },
    {
      "text": "It is easy to see the policy behind the requirement for prompt publication of a decision such as that under review.",
      "id": "s67"
    },
    {
      "text": "19 Such a policy would explain, for example, the requirement under s 213 of the ASIC Act for the Board to disclose otherwise confidential information to certain classes of bodies to assist them in their functions.",
      "id": "s68"
    },
    {
      "text": "One of the possible qualifications for registration as a liquidator is membership of a professional body.",
      "id": "s69"
    },
    {
      "text": "As such, a liquidator will be subject to professional disciplinary arrangements of that body.",
      "id": "s70"
    },
    {
      "text": "Gazettal of decisions by the Board serves the purpose of bringing the Board's decisions to the attention of such body.",
      "id": "s71"
    },
    {
      "text": "20 However, there is nothing in the legislative background to suggest that publication of the fact of a decision is in the public interest even if the decision is set aside.",
      "id": "s72"
    },
    {
      "text": "Deferring the obligation to comply with ss 1296(1)(b) and (c) until the question of the validity of the decision in question has been determined would not necessarily be inconsistent with the apparent object of those provisions.",
      "id": "s73"
    },
    {
      "text": "21 I consider that the Tribunal has power to make an order affecting the operation of the Board's decision in a way that would obviate the obligation to comply with s 1296(1).",
      "id": "s74"
    },
    {
      "text": "For example, an order that the obligations referred to in ss 1296(1)(a)and (b) be taken not to have arisen in relation to a particular decision would be an order affecting the operation of that decision.",
      "id": "s75"
    },
    {
      "text": "Such an order would have the effect that the Board was not required to lodge with ASIC a copy of the notice of its decision, or to publish notice of its decision in the Gazette.",
      "id": "s76"
    },
    {
      "text": "22 It follows that the applicant is entitled to relief under the ADJR Act in respect of the decision of the Tribunal to decline to make a further order under s 41 of the AAT Act.",
      "id": "s77"
    },
    {
      "text": "The applicant contended that the Court should direct the Tribunal to make the orders sought by the applicant.",
      "id": "s78"
    },
    {
      "text": "However, that is a matter for the Tribunal and the Court should not usurp the decision making functions of the Tribunal.",
      "id": "s79"
    },
    {
      "text": "For example, the Tribunal must consider whether any order, such as the applicant seeks, is appropriate for the purpose of securing the effectiveness of the hearing and a determination of the application for review.",
      "id": "s80"
    },
    {
      "text": "The Tribunal declined to make an order under s 35 that the hearing before the Tribunal be in private.",
      "id": "s81"
    },
    {
      "text": "It is by no means clear that, even if the Tribunal had concluded that it had power to make the orders sought by the applicant, it would have made them.",
      "id": "s82"
    },
    {
      "text": "It is therefore inappropriate for the Court to entertain any suggestion that it exercise the discretionary power conferred on the Tribunal.",
      "id": "s83"
    },
    {
      "text": "23 In the circumstances, I propose to invite the parties to bring in short minutes of proposed orders to give effect to my conclusions.",
      "id": "s84"
    },
    {
      "text": "Unless the parties wish to submit to the contrary, ASIC should pay the applicant's costs of the proceeding.",
      "id": "s85"
    },
    {
      "text": "There should be no other order as to the costs of the proceeding.",
      "id": "s86"
    },
    {
      "text": "I certify that the preceding twenty-three (23) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Emmett.",
      "id": "s87"
    },
    {
      "text": "Associate:\nDated: 15 December 2006\n\n\n Counsel for the Applicant: Mr RK Eassie \n \n Solicitor for the Applicant: Nash O'Neill Tomko Lawyers \n \n Solicitor for the First Respondent: Australian Government Solicitor \n \n Counsel for the Second Respondent: Mr RJ Wright SC with Mr AL Connolly \n \n Solicitor for the Second Respondent: Australian Securities &amp; Investments Commission \n \n Date of Hearing: 7 December 2006 \n \n Date of Judgment: 15 December 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1747.html",
      "id": "s88"
    }
  ]
}