{
  "name": "Cahill v Construction Forestry Mining and Energy Union [2006] FCA 196 (10 March 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/196.html",
  "catchphrases": [
    {
      "text": "application for interlocutory injunction",
      "id": "c0"
    },
    {
      "text": "building and construction industry improvement act 2005 (cth), ss 38 , 43",
      "id": "c1"
    },
    {
      "text": "trade union alleged to have prevented cranes from accessing construction site",
      "id": "c2"
    },
    {
      "text": "whether serious question to be tried",
      "id": "c3"
    },
    {
      "text": "balance of convenience",
      "id": "c4"
    },
    {
      "text": "scope of injunction",
      "id": "c5"
    },
    {
      "text": "interlocutory relief granted",
      "id": "c6"
    },
    {
      "text": "industrial relations",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicant, who is an Australian Building and Construction Inspector appointed pursuant to s 57 of the Building and Construction Industry Improvement Act 2005 (Cth) (\"the Act \") seeks interlocutory injunctions, pending the determination of the proceeding, against the respondents, in order to restrain the first and second respondents from preventing crane operators from working on a construction site at 90-100 Mount Street, Heidelberg in Victoria (\"the site\").",
      "id": "s0"
    },
    {
      "text": "By virtue of s 49(6)(b) of the Act the applicant is an eligible person who may bring proceedings in respect of a contravention of a civil penalty provision of the Act .",
      "id": "s1"
    },
    {
      "text": "2 The applicant relies on his own affidavit sworn on 1 March 2006 and the affidavits of Bryan Thomas Palmer sworn 1 March 2006; Anthony John Goss sworn 1 March 2006, 2 March 2006 and 6 March 2006; Michael John McKenzie sworn 3 March 2006; Gregory Raymond Moresi sworn 6 March 2006; and Ryan Anthony McMahon sworn 6 March 2006.",
      "id": "s2"
    },
    {
      "text": "The respondents did not file any affidavits in response.",
      "id": "s3"
    },
    {
      "text": "3 The respondents took objection to parts of the first and second affidavit of Mr Goss (including exhibit PG 1), part of Mr Palmer's affidavit, and part of Mr McMahon's affidavit.",
      "id": "s4"
    },
    {
      "text": "For the reasons stated in argument, to the extent that paragraph 15 of Mr McMahon's affidavit is admissible under s 75 of the Evidence Act 1995 (Cth), I would admit it and paragraph 6 of Mr Goss's affidavit of 2 March 2006.",
      "id": "s5"
    },
    {
      "text": "I would not otherwise admit these paragraphs.",
      "id": "s6"
    },
    {
      "text": "I would uphold all the respondents' counsel's objections to Mr Goss's affidavit of 1 March 2006 and to paragraph 7 of his affidavit of 2 March 2006, as well as paragraph 10 of Mr Palmer's affidavit of 1 March 2006.",
      "id": "s7"
    },
    {
      "text": "I note that Mr Moresi also deposed to the matter referred to by Mr Palmer in paragraph 10 of his affidavit.",
      "id": "s8"
    },
    {
      "text": "4 Counsel for the applicant submits that, by reason of the matters deposed to in these affidavits, there is a serious question to be tried that the respondents have engaged in contraventions of ss 38 and 43 of the Act ; and that the balance of convenience favours the grant of the injunctions sought.",
      "id": "s9"
    },
    {
      "text": "Counsel for the respondents responded that the evidence did not establish the applicant's case and, in any event, the injunctive relief sought was too wide.",
      "id": "s10"
    },
    {
      "text": "What the evidence presently shows \n \n5 For the purposes of this interlocutory application, the affidavits filed on behalf of the applicant showed the following:\n \n &#8226; A company called Transit Joint Venture Pty Ltd (TJV) began construction work at the site in December 2003.",
      "id": "s11"
    },
    {
      "text": "TJV employed construction workers through another company called Melbourne Transit Pty Ltd (\"Melbourne Transit\") under a certified agreement made with the first respondent (\"the union\").",
      "id": "s12"
    },
    {
      "text": "The sole director of TJV and Melbourne Transit is Mr Goss.",
      "id": "s13"
    },
    {
      "text": "&#8226; When work began on the site in December 2003, the union-appointed shop steward was Frank Villa.",
      "id": "s14"
    },
    {
      "text": "In February 2004, a union representative told Mr Goss that Melbourne Transit should appoint Ms Roslyn Singleton as the union-recognised shop steward or O H &amp; S officer.",
      "id": "s15"
    },
    {
      "text": "Melbourne Transit subsequently employed Ms Singleton.",
      "id": "s16"
    },
    {
      "text": "&#8226; In August 2004, Bob Mates, who is one of the union's organisers, told Mr Goss that it would be \"in Melbourne Transit's interest\" to employ Shaun O'Hara as the shop steward.",
      "id": "s17"
    },
    {
      "text": "Mr O'Hara was subsequently hired by Melbourne Transit as a labourer, but he left the site in December 2004 for health reasons.",
      "id": "s18"
    },
    {
      "text": "&#8226; In January 2005, Mr Mates told Mr Goss it would be \"in Melbourne Transit's best interests\" to employ Jason Deans as the replacement shop steward.",
      "id": "s19"
    },
    {
      "text": "Melbourne Transit later hired Mr Deans.",
      "id": "s20"
    },
    {
      "text": "&#8226; On 22 December 2005, Melbourne Transit made 38 construction employees redundant.",
      "id": "s21"
    },
    {
      "text": "26 of them had worked at the site.",
      "id": "s22"
    },
    {
      "text": "Melbourne Transit made redundancy payments.",
      "id": "s23"
    },
    {
      "text": "Melbourne Transit retained 23 workers, who until 25 January 2006 worked on small jobs for it, other than at the site.",
      "id": "s24"
    },
    {
      "text": "The site was closed over part of December 2005 and January 2006.",
      "id": "s25"
    },
    {
      "text": "&#8226; ACN 117 918 064 Pty Ltd, trading as Hardcorp, was incorporated on 17 January 2006.",
      "id": "s26"
    },
    {
      "text": "Mr Goss is also the sole director of this company.",
      "id": "s27"
    },
    {
      "text": "&#8226; In late January 2006, TJV contracted with Hardcorp to perform construction work on the site, predominantly for the supply of labour.",
      "id": "s28"
    },
    {
      "text": "&#8226; On 25 January 2006, Melbourne Transit made its remaining 23 employees redundant but Hardcorp has employed them since this date.",
      "id": "s29"
    },
    {
      "text": "Melbourne Transit went into voluntary administration on 25 January 2006.",
      "id": "s30"
    },
    {
      "text": "&#8226; 2 Hardcorp employees commenced work at the site in late January.",
      "id": "s31"
    },
    {
      "text": "The site workforce is now about 20.",
      "id": "s32"
    },
    {
      "text": "Hardcorp has paid employees at the site in accordance with the rates of the certified agreement made with Melbourne Transit, which went into liquidation on 23 February 2006.",
      "id": "s33"
    },
    {
      "text": "&#8226; On 15 February 2006, Mr Goss invited Mr Mates to a meeting, during which Mr Goss told Mr Mates that the project at the site was recommencing.",
      "id": "s34"
    },
    {
      "text": "Mr Mates told Mr Goss that he wanted the former employees of Melbourne Transit to be re-employed on the project, but Mr Goss replied that this would not be economically possible because the size of the required workforce was unknown at that stage.",
      "id": "s35"
    },
    {
      "text": "Mr Mates also told Mr Goss that he wanted the union's former shop steward and O H &amp;S officer as well as the FEDFA shop steward (Aengus O'Donnell) to be employed by Hardcorp and reappointed as shop stewards and O H &amp; S officer.",
      "id": "s36"
    },
    {
      "text": "Mr Mates said that he would not accept anything less.",
      "id": "s37"
    },
    {
      "text": "Mr Goss replied that there was no need for Hardcorp to employ a FEDFA shop steward because Hardcorp would not be employing a crane crew.",
      "id": "s38"
    },
    {
      "text": "Mr Goss said that, initially, Hardcorp was going to hire a crane with staff and then have a crane company use their manpower on TJV's crane.",
      "id": "s39"
    },
    {
      "text": "Mr Goss and Mr Mates did not agree on shop stewards for the site.",
      "id": "s40"
    },
    {
      "text": "Mr Mates told Mr Goss at the end of the meeting that the site was \"not going to happen\" without his people on the site.",
      "id": "s41"
    },
    {
      "text": "&#8226; On 16 February 2006, the workers at the site elected Robert Van Senten as their O H &amp; S representative and shop steward.",
      "id": "s42"
    },
    {
      "text": "&#8226; On 17 February 2006, at the request of the union, Mr Goss, Bryan Palmer and Michael Malbourne attended the union's offices.",
      "id": "s43"
    },
    {
      "text": "Mr Palmer was Hardcorp's site supervisor and Mr Malbourne was the finance executive of the relevant group of companies.",
      "id": "s44"
    },
    {
      "text": "They met with Mr Mates and a FEDFA organiser called Chris.",
      "id": "s45"
    },
    {
      "text": "&#8226; According to Mr Goss, Mr Mates told the Hardcorp people that there were two issues: (1) the re-employment of his people; and (2) the payment of subcontractors who had previously worked for Melbourne Transit.",
      "id": "s46"
    },
    {
      "text": "According to Mr Goss, he said: (1) that he viewed the debt as owed by Melbourne Transit and not Hardcorp but he would nevertheless attempt to have these debts paid at some time in the future; and (2) he was not prepared to engage more employees because of the workforce size required to recommence the project was unknown.",
      "id": "s47"
    },
    {
      "text": "Also according to Mr Goss, Mr Mates told Mr Goss that if he did not agree to employ the shop steward and the OH &amp; S representative that had been previously employed at the site, then he (Mr Mates) would ensure that the project would never recommence and that he (Mr Mates) would cause trouble at the site.",
      "id": "s48"
    },
    {
      "text": "According to Mr Goss, Mr Mates also said that there would be a picket line of subcontractors organised at the site.",
      "id": "s49"
    },
    {
      "text": "Mr Palmer's account of this meeting did not corroborate Mr Goss's account in important particulars.",
      "id": "s50"
    },
    {
      "text": "Mr Palmer said that Mr Goss had stated that TJV now employs 23 employees and that this number of employees was the only way that the job could be continued, and that he could not re-employ all of the employees that were previously employed on the site.",
      "id": "s51"
    },
    {
      "text": "Mr Palmer added that Mr Goss explained that it would not be financially possible to re-employ all the previous employees and there was some further discussion about the position of shop steward and O H &amp; S representative on site but at the end of the meeting this was not resolved.",
      "id": "s52"
    },
    {
      "text": "Mr Palmer said nothing about any threats from Mr Mates.",
      "id": "s53"
    },
    {
      "text": "&#8226; On the next working day, which was 21 February 2006, a crane crew and a crane from Independent Cranes Pty Ltd (\"Independent Cranes\") attended the site.",
      "id": "s54"
    },
    {
      "text": "The crane crew began setting up the crane for work.",
      "id": "s55"
    },
    {
      "text": "According to Mr Palmer, at about the same time, he was told by men at the site that they heard Mr Mates tell the crane crew to shut down the crane.",
      "id": "s56"
    },
    {
      "text": "Accompanied by others, including the site supervisor, Mr Palmer went to ask Mr Mates why he had shut down the crane.",
      "id": "s57"
    },
    {
      "text": "According to Mr Palmer, Mr Mates said that he had done this because there was no shop steward or O H &amp; S representative on site.",
      "id": "s58"
    },
    {
      "text": "When Mr Palmer told Mr Mates that this was not so, Mr Mates replied with words to the effect of \"No you don't and I have shut down your crane.",
      "id": "s59"
    },
    {
      "text": "You can write that down.",
      "id": "s60"
    },
    {
      "text": "\" Mr Palmer and another man reiterated that there was a shop steward and O H &amp; S representative on site and Mr Mates replied \"I have sent the crane crew away\".",
      "id": "s61"
    },
    {
      "text": "Mr Palmer produced diary notes of this conversation.",
      "id": "s62"
    },
    {
      "text": "Mr McMahon and Mr Moresi corroborated his account.",
      "id": "s63"
    },
    {
      "text": "Mr Palmer telephoned Mr Goss, who contacted the offices of Independent Cranes.",
      "id": "s64"
    },
    {
      "text": "A representative of Independent Cranes told Mr Goss that the crane had left because the union had directed the crew to go and, if Independent Cranes wanted to continue to work in the industry, they had to withdraw from the site.",
      "id": "s65"
    },
    {
      "text": "Mr McMahon also deposed that a representative of Independent Cranes told him that \"he was removing the crane ... [and] if he did not follow instructions, Independent Cranes would not be able to work on other sites\".",
      "id": "s66"
    },
    {
      "text": "Mr Goss caused inquiries to be made of other crane companies.",
      "id": "s67"
    },
    {
      "text": "These inquiries did not result in a crane being made available at the site.",
      "id": "s68"
    },
    {
      "text": "Mr McMahon deposed that he called 8 crane hire companies that day and that all said that they had no crane available.",
      "id": "s69"
    },
    {
      "text": "Mr McMahon said that he asked one company (Sergi Cranes Pty Ltd) whether the union had contacted it and was told that it had not.",
      "id": "s70"
    },
    {
      "text": "Mr McMahon said that Campbell Cranes agreed to send a manager to inspect the site the following day.",
      "id": "s71"
    },
    {
      "text": "&#8226; On 22 February 2006, there was a picket line constituted by about 20 (according to Mr Palmer) or 30 (according to Mr Goss) men in front of the south end of the site.",
      "id": "s72"
    },
    {
      "text": "According to Mr Goss, the picket line included a former union shop steward.",
      "id": "s73"
    },
    {
      "text": "The picket line dispersed at about 11:00 am.",
      "id": "s74"
    },
    {
      "text": "In the meantime, in view of the picket line and Hardcorp's inability to hire a crane, Mr Palmer cancelled deliveries to the site.",
      "id": "s75"
    },
    {
      "text": "&#8226; On the same day, Barry Campbell of Campbell Cranes attended the site for assessment purposes.",
      "id": "s76"
    },
    {
      "text": "Mr Campbell told Mr Goss that he was intimidated by the picket line and he did not want to run the risk of his crane being damaged.",
      "id": "s77"
    },
    {
      "text": "Mr Campbell told him that he was fearful of the site as he did not want his staff to be put in the situation of having to deal with the picketers.",
      "id": "s78"
    },
    {
      "text": "Mr McMahon also deposed that Mr Campbell said that \"he was not willing to get involved on the ... site\" and that when leaving, Mr Campbell \"asked if there was a back entrance because he was scared that the picketers would see someone with a Campbell Cranes polo shirt had been on site\".",
      "id": "s79"
    },
    {
      "text": "Other efforts to obtain a crane were unsuccessful.",
      "id": "s80"
    },
    {
      "text": "Mr McMahon deposed that each time he called a crane company he told them that \"there was a picket line in front of the site and that if you came on site there may be some pressure from the CFMEU\".",
      "id": "s81"
    },
    {
      "text": "Two companies indicated that they wanted no further involvement after they were told about the picket line, whilst the other three said that they had no available cranes.",
      "id": "s82"
    },
    {
      "text": "&#8226; On 23 February 2006, the picket line was about 10 (Mr Palmer) or 40 (Mr Goss) or 30-35 (Mr McMahon) including a former FEDFA shop steward.",
      "id": "s83"
    },
    {
      "text": "The line dispersed at about 11am.",
      "id": "s84"
    },
    {
      "text": "Mr McMahon said that he saw Mr Mates and others outside a shop about 50 metres from the site.",
      "id": "s85"
    },
    {
      "text": "Mr Palmer said in his affidavit that, on account of events at the time, he was \"feeling uneasy and was concerned that the situation could escalate into violence\".",
      "id": "s86"
    },
    {
      "text": "According to Mr Goss, he contacted Mr Mates by telephone and told him that certain behaviour was inappropriate and, a short time later, Mr Palmer told Mr Goss that this behaviour had ceased.",
      "id": "s87"
    },
    {
      "text": "Mr McMahon also said that he continued to call crane companies that day and told each company he called about \"the pickets and the union difficulties\".",
      "id": "s88"
    },
    {
      "text": "The crane companies' responses were much the same as the day before and once again his efforts failed.",
      "id": "s89"
    },
    {
      "text": "&#8226; On 24 February 2006, the picketers were again at the front of the site, although they were less in number (about 7 to 10).",
      "id": "s90"
    },
    {
      "text": "Mr McMahon's evidence was that he saw Mr Mates, Mr O'Donnell and a FEDFA organiser whose name he could not recall at the front of the corner shop.",
      "id": "s91"
    },
    {
      "text": "They dispersed at about 10:30-11am.",
      "id": "s92"
    },
    {
      "text": "&#8226; On 27 February 2006, the picket remained.",
      "id": "s93"
    },
    {
      "text": "Mr McMahon said that some people from the picket line had parked their cars in the drive way entrance.",
      "id": "s94"
    },
    {
      "text": "On this day, the applicant faxed a request to the union for an interview with Mr Mates in respect of any grievances he may have against Hardcorp and the applicant's investigation of possible contraventions of the Act .",
      "id": "s95"
    },
    {
      "text": "The applicant received no response.",
      "id": "s96"
    },
    {
      "text": "&#8226; On 28 February 2006, the picket (of about 10-12) remained.",
      "id": "s97"
    },
    {
      "text": "Mr McMahon's evidence was that he arrived at the site at about 6:50 am and \"placed some water barriers and barrier tape in the work zone to about five metres directly in front of the site\".",
      "id": "s98"
    },
    {
      "text": "He said that \"[w]hen the picketers arrived, one of the picketers ripped the tape off, moved the water barriers and drove into the work zone area\".",
      "id": "s99"
    },
    {
      "text": "Also on this day, the union brought proceedings before the Australian Industrial Relations Commission seeking an order that Hardcorp is a \"successor\" employer to Melbourne Transit pursuant to s 170MB of the Workplace Relations Act 1996 (Cth).",
      "id": "s100"
    },
    {
      "text": "The Commission has adjourned the matter.",
      "id": "s101"
    },
    {
      "text": "&#8226; On 1 March 2006, the union responded to the applicant's solicitors' letter of the same date denying any wrongdoing and declining to give the undertakings sought by the applicant.",
      "id": "s102"
    },
    {
      "text": "There were also about 10-12 people in the picket line.",
      "id": "s103"
    },
    {
      "text": "Mr McMahon said that he again sought to hire a crane and crew, including from Independent Cranes, without success.",
      "id": "s104"
    },
    {
      "text": "&#8226; On 2 March 2006, the site supervisor told Mr Goss that he heard one of the picketers on a mega-phone, state that the picket line was to make sure that it stopped all deliveries of concrete panels coming onto the site and that the picketers would remain at the site all weekend to make sure this did not happen.",
      "id": "s105"
    },
    {
      "text": "Also on this day, further attempts to obtain a crane proved unsuccessful.",
      "id": "s106"
    },
    {
      "text": "Mr McMahon booked a crane with a crane company (Sergi Cranes) for the next day, without mentioning \"the picket line or union troubles\".",
      "id": "s107"
    },
    {
      "text": "He cancelled the crane booking with this company on the morning of the next day.",
      "id": "s108"
    },
    {
      "text": "Mr Goss explained: \n \"On 3 March 2006, I arrived at the Mount Street site at about 7:15am.",
      "id": "s109"
    },
    {
      "text": "At that time there were 3 people across the road wearing hardhats who made rude gestures at me.",
      "id": "s110"
    },
    {
      "text": "I also saw the Second Respondent, Bob Mates, Aengus O'Donnell (former Shop Steward for the First Respondent on the Mount Street site) and a CFMEU (FEDFA) Organiser by the name of Chris, sitting together in a caf&eacute; near the site.",
      "id": "s111"
    },
    {
      "text": "I believed that, if a crane did turn up from Sergi Cranes, there was no way it would cross the picket line.",
      "id": "s112"
    },
    {
      "text": "At this point, we were also commencing retrenchments .... For these reasons, even though I had very little confidence that Sergi Cranes would attend with a crane at 11:00 am, I told McMahon to cancel the booking with Sergi Cranes.",
      "id": "s113"
    },
    {
      "text": "\" \n \n &#8226; On 3 March 2006, Michael McKenzie, articled clerk, spoke by telephone to Mr Goss, who told him that he went to the site at 7:15am in the morning and saw 3 people across the road wearing hard hats and making rude gestures to him.",
      "id": "s114"
    },
    {
      "text": "Mr McKenzie also said that Mr Goss told him that he saw Mr Mates, a former union shop steward, and a FEDFA organiser sitting together in a caf&eacute; near the site.",
      "id": "s115"
    },
    {
      "text": "6 Amongst other things, Mr Palmer deposed that, in his experience, which involved more than 20 years in the building and construction industry, all or virtually all crane drivers who operate cranes of the size required at the site are members of the FEDFA division of the union.",
      "id": "s116"
    },
    {
      "text": "They have their own CFMEU-FEDFA award covering qualification, pay rates and other terms and conditions of employment.",
      "id": "s117"
    },
    {
      "text": "Moreover, Mr Goss deposed that the construction work conducted by Hardcorp and TJV at the construction site is covered by the National Building and Construction Industry Award 2000.",
      "id": "s118"
    },
    {
      "text": "7 Mr Goss also deposed that TJV was losing approximately $50,000 per day for each day that it was unable to obtain a crane and crane crew to work at the site.",
      "id": "s119"
    },
    {
      "text": "He said that the project could not progress without a crane and a crane crew on site.",
      "id": "s120"
    },
    {
      "text": "There was also potential exposure to TJV's trading bank of $350,000.",
      "id": "s121"
    },
    {
      "text": "There were about 24 Hardcorp employees, 10 subcontractors and 7 TJV staff who would lose their jobs if the project did not continue.",
      "id": "s122"
    },
    {
      "text": "There was a further risk to the subcontractors to which money was already owed and the prospects of the project continuing were being jeopardised.",
      "id": "s123"
    },
    {
      "text": "Mr Goss also deposed that he had been informed that the project's funding bank was considering withdrawing funding.",
      "id": "s124"
    },
    {
      "text": "If this were to occur TJV's losses could be in the order of up to $3 million.",
      "id": "s125"
    },
    {
      "text": "In his further supplementary affidavit, Mr Goss deposed to the fact that Hardcorp had commenced retrenchments, which would continue.",
      "id": "s126"
    },
    {
      "text": "Legislation \n \n8 Section 38 provides that:\n \n \" A person must not engage in unlawful industrial action.",
      "id": "s127"
    },
    {
      "text": "Note: Grade A civil penalty.",
      "id": "s128"
    },
    {
      "text": "\" \n \n9 Section 37 states that:\n \n \"Building industrial action is unlawful industrial action if: \n (a) the action is industrially-motivated; and \n \n (b) the action is constitutionally-connected action; and \n \n (c) the action is not excluded action.",
      "id": "s129"
    },
    {
      "text": "\" \n\n Section 36(1) defines the expressions \"building industrial action\", \"industrially-motivated\", \"constitutionally connected\" and \"excluded action\".",
      "id": "s130"
    },
    {
      "text": "It is not suggested that there was any \"excluded action\" involved in the present case.",
      "id": "s131"
    },
    {
      "text": "For the reasons that appear below, it is unnecessary to set out these lengthy definitions here.",
      "id": "s132"
    },
    {
      "text": "10 Section 39(1) of the Act provides that if, on application by the ABC Commissioner or any other person, an appropriate court is satisfied that unlawful industrial action is occurring or threatened, impending or probable, then the court may grant an injunction in such terms as the court considers appropriate.",
      "id": "s133"
    },
    {
      "text": "Section 39(2) permits the court to grant an interim injunction.",
      "id": "s134"
    },
    {
      "text": "The Federal Court of Australia is an appropriate court: see s 39(4).",
      "id": "s135"
    },
    {
      "text": "11 Section 43 of the Act is in the following terms:\n \n \n \"(1) A person (the first person ) must not organise or take action, or threaten to organise or take action, with intent to coerce another person (the second person ): \n \n \n \n \n (a) to employ, or not to employ, a person as a building employee; or \n (b) to engage, or not to engage, a person as a building contractor; or \n (c) to allocate, or not to allocate, particular responsibilities to a building employee or building contractor; or \n (d) to designate a building employee or building contractor as having, or not having, particular duties or responsibilities.",
      "id": "s136"
    },
    {
      "text": "Note: Grade A civil penalty \n \n (2) Subsection (1) does not apply unless: \n \n \n (a) the first person is an organisation or a constitutional corporation; or (b) the second person is a constitutional corporation; or (c) the conduct occurs in a Territory or Commonwealth place.",
      "id": "s137"
    },
    {
      "text": "\" \n\n\nThe expressions \"building employee\" and \"constitutional corporation\" are defined in s 4 and \"building work\" is defined in s 5 of the Act .",
      "id": "s138"
    },
    {
      "text": "12 Part 1 of Ch 7 of the Act concerns the contravention of civil penalty provisions, such as s 43.",
      "id": "s139"
    },
    {
      "text": "Pursuant to s 49 , on application by, amongst others, an ABC inspector, this court may make certain orders in relation to a person who has contravened a civil penalty provision.",
      "id": "s140"
    },
    {
      "text": "This may include an injunction or interim injunction: see s 49(1) and s 49(3)(a).",
      "id": "s141"
    },
    {
      "text": "For these purposes, a person who is involved in a contravention of a civil penalty provision is treated as having contravened that provision.",
      "id": "s142"
    },
    {
      "text": "The expression \"involved in\" includes a person who has been knowingly concerned in or party to the contravention: see s 48.",
      "id": "s143"
    },
    {
      "text": "The parties' submissions \n \n13 The applicant's case involves allegations that:\n \n (1) On 15 February 2006, Mr Mates on his own behalf and on behalf of the union, made unlawful demands to coerce Hardcorp to engage at the site the people who had been previously employed with Melbourne Transit, in particular, all previous shop stewards and O H &amp; S officers, including a FEDFA shop steward.",
      "id": "s144"
    },
    {
      "text": "Mr Mates reiterated this and other demands at the meeting on 17 February 2006.",
      "id": "s145"
    },
    {
      "text": "On both occasions, so the applicant said, Mr Mates unlawfully threatened that he would cause trouble at the site such as to prevent the project recommencing.",
      "id": "s146"
    },
    {
      "text": "(2) Thereafter, so the applicants' case went, Mr Mates engaged in unlawful conduct to coerce Hardcorp to employ these people at the site in that: (a) on 21 February 2006, Mr Mates told the Independent Cranes crane crew to vacate the site and telephoned Independent Cranes to tell the company to stay away from the site; (b) on 22 February and thereafter, Mr Mates encouraged or organised a picket line for the purpose of coercing Hardcorp to employ the relevant people, discouraging any crane crew from coming onto the site, and intimidating other workers on the site; and (c) from at least 21 February 2006, contacting crane operators in the industry to ensure that they did not come on the site.",
      "id": "s147"
    },
    {
      "text": "14 In reply, counsel for the applicant noted that Mr Mates had not denied his involvement in organising the picket.",
      "id": "s148"
    },
    {
      "text": "The applicant's counsel also said that there was evidence that Mr Mates' preferred shop steward (Mr O'Donnell) was in attendance at the picket and that Mr Mates himself was seen near the picket with another organiser.",
      "id": "s149"
    },
    {
      "text": "15 By reason of these matters, contrary to s 43 , Mr Mates and the union have, so the applicant submitted, taken action with the intent to coerce Hardcorp to employ certain people as building employees; and to allocate or designate them to have the particular responsibilities, or duties of an O H &amp; S officer.",
      "id": "s150"
    },
    {
      "text": "It was sufficient if this unlawful reason was one of the operative reasons for the conduct, whether or not it was a substantial reason.",
      "id": "s151"
    },
    {
      "text": "16 The applicant also submitted that the conduct of the respondents constitutes \"building industrial action\" as defined in s 36(1) of the Act .",
      "id": "s152"
    },
    {
      "text": "The respondents were, so the applicant submitted, engaging in a course of conduct in order to prevent any crane coming on the site, as well as associated construction work.",
      "id": "s153"
    },
    {
      "text": "As such this was \"building industrial action\" because: (a) it involves the adoption of a practice in relation to building work, the result of which is a restriction or limitation on, or a delay in, the performance of work; alternatively, it involves a ban, limitation or restriction on the performance of building work, or on the acceptance of or offering for building work; and (b) the work involved is to be in accordance with the terms and conditions prescribed by an industrial instrument, being either the relevant award or certified agreement.",
      "id": "s154"
    },
    {
      "text": "17 Further, the action was, so the applicant contended, \"constitutionally-connected action\" and \"industrially-motivated\" as defined in s 36(1) of the Act .",
      "id": "s155"
    },
    {
      "text": "It was \"industrially-motivated\", so the applicant said, because it was motivated by one or more of the purposes of advancing the industrial objectives of an industrial association and disrupting the performance of work.",
      "id": "s156"
    },
    {
      "text": "Accordingly, the respondents have, so the applicants alleged, engaged in unlawful industrial action contrary to s 38 of the Act .",
      "id": "s157"
    },
    {
      "text": "18 The applicant also contended that each of the respondents was liable for a contravention of the Act \"by reason of aiding and abetting, counselling or procuring the contravention of the other respondent or, alternatively, being directly or indirectly knowingly concerned in or a party to such contravention\" as provided in s 48 of the Act .",
      "id": "s158"
    },
    {
      "text": "Further, the union was, so the applicant submitted, liable for the conduct of Mr Mates because \"[b]oth at common law and pursuant to the ... Act , the conduct of Mates as an organiser for the [union] is taken to be conduct of the [union]\".",
      "id": "s159"
    },
    {
      "text": "19 The respondents by their counsel submitted that:\n \n \n \n (a) The applicant's suggestion that the union had contacted a crane company (Sergi Cranes) after Mr Mates spoke to the crane crew on 21 February 2006 was untenable in view of Mr McMahon's evidence.",
      "id": "s160"
    },
    {
      "text": "(b) Mr Goss gave a fanciful explanation for cancelling the crane hired for 3 March 2006.",
      "id": "s161"
    },
    {
      "text": "(c) There was no evidence that anyone had been prevented from entering the site.",
      "id": "s162"
    },
    {
      "text": "(d) The employees of Independent Cranes left the site at the instruction of their employer.",
      "id": "s163"
    },
    {
      "text": "(e) There was insufficient evidence to justify the assertion that the picket line was a CFMEU picket line.",
      "id": "s164"
    },
    {
      "text": "Mr Goss's evidence was that Mr Mates had said that there would be a picket line of subcontractors organised at the site and he did not say that the union would organise it.",
      "id": "s165"
    },
    {
      "text": "There was no evidence of any CFMEU presence on the picket line.",
      "id": "s166"
    },
    {
      "text": "The evidence was that the signs displayed on the picket referred to the need for Mr Goss to pay his debts.",
      "id": "s167"
    },
    {
      "text": "(f) The most that the evidence shows is that Mr Mates directed the Independent Cranes crane crew to leave the site on 21 February 2006, although the crew ultimately left at the direction of their employer.",
      "id": "s168"
    },
    {
      "text": "20 Further, the respondents submitted that, on the evidence, there was no \"building industrial action\" within the meaning of paragraphs (a) or (b) of the definition in s 36(1) because: (1) paragraph (a) was directed to action by employees performing work and the employees of Hardcorp were not failing to perform work; and (2) there was no evidence of any ban or limitation by employees of Hardcorp or TJV.",
      "id": "s169"
    },
    {
      "text": "Counsel for the respondents also contended that the evidence did not disclose that, if there were such action, it was \"industrially motivated\" within the meaning of s 36(1).",
      "id": "s170"
    },
    {
      "text": "The \"industrial objective\" that the applicant asserted came, so the respondents said, within s 43 and not within s 37 , because s 43 was the specific provision dealing with this kind of objective, whereas s 37 was of its nature a general provision.",
      "id": "s171"
    },
    {
      "text": "The provisions should not, the respondents said, be construed as overlapping.",
      "id": "s172"
    },
    {
      "text": "Moreover, the picket per se could not constitute a ban for relevant purposes.",
      "id": "s173"
    },
    {
      "text": "21 In relation to s 43 of the Act , the respondent submitted that, for conduct to amount to coercion, it must be compulsive in the sense that the pressure brought to bear by the conduct from a practical perspective negates choice and is unlawful, illegitimate or unconscionable.",
      "id": "s174"
    },
    {
      "text": "The respondents' counsel submitted that there was no evidence that any action had been taken against anyone in this case.",
      "id": "s175"
    },
    {
      "text": "Save, perhaps, for Mr Mates' direction to the Independent Crane crew, there was no coercive conduct, or threat of coercive conduct, against any crane operator.",
      "id": "s176"
    },
    {
      "text": "Counsel noted that pickets per se were not industrial action nor unlawful and there was no evidence that anyone was being stopped from going onto the site.",
      "id": "s177"
    },
    {
      "text": "The evidence was, he said, consistent with the fact that crane operators had made a commercial decision not to work on the site.",
      "id": "s178"
    },
    {
      "text": "Further, the evidence did not establish any CFMEU presence on the picket; but rather the evidence was consistent with the picket being a protest picket by subcontractors.",
      "id": "s179"
    },
    {
      "text": "They were advertising the fact that the builder (Mr Goss through one or other of his companies) did not pay those who worked on the site.",
      "id": "s180"
    },
    {
      "text": "The evidence was, so counsel said, that the builders' employees were able to go on and off the site.",
      "id": "s181"
    },
    {
      "text": "Moreover, the evidence was that Mr Goss himself cancelled a crane booked for the site.",
      "id": "s182"
    },
    {
      "text": "Consideration \n \n22 Before an interlocutory injunction will be granted, the court must be satisfied that there is both a serious question to be tried in the proceeding and that the balance of convenience favours the grant of an injunction: see, e.g., Patrick Stevedores Operations No 2 Proprietary Limited v Maritime Union of Australia [1998] HCA 30 ; (1998) 195 CLR 1.",
      "id": "s183"
    },
    {
      "text": "These two issues are not necessarily considered in isolation from one another.",
      "id": "s184"
    },
    {
      "text": "Thus, an apparently strong claim may lead a court more readily to grant an injunction when the balance of convenience is fairly even.",
      "id": "s185"
    },
    {
      "text": "A more doubtful claim, which nevertheless raises \"a serious question be tried\", may still attract interlocutory relief if there is a marked balance of convenience in favour of that claim: see Mobileworld Operating Pty Ltd v Telstra Corporation Ltd [2005] FCA 1365 (\" Mobileworld \") at [20] per Weinberg J, citing Bullock v The Federated Furnishing Trades Society of Australasia (No 1) (1985) 5 FCR 464 at 472.",
      "id": "s186"
    },
    {
      "text": "This latter consideration assists in the resolution of the present question.",
      "id": "s187"
    },
    {
      "text": "Further, the threshold for \"a serious question to be tried\" is not particularly onerous.",
      "id": "s188"
    },
    {
      "text": "As Weinberg J said in Mobileworld at [23]:\n \n \"Sometimes, on an application for interlocutory relief, a court is sufficiently able, on the evidence before it, to reach a conclusion as to particular facts or matters in dispute.",
      "id": "s189"
    },
    {
      "text": "However, it must be remembered that any such conclusion will be provisional, and by no means necessarily the same as that which is subsequently reached at the final hearing.",
      "id": "s190"
    },
    {
      "text": "The degree to which a court is prepared to investigate disputes of fact depends on their difficulty and on the other circumstances in question, and particularly on the extent of urgency or prospective hardship involved: ICF Spry, The Principles of Equitable Remedies (6 th ed, 2001) (\"Spry\") at 466.\".",
      "id": "s191"
    },
    {
      "text": "23 For present purposes, I accept that the union is an \"organisation\" and Hardcorp (or ACN 117 918 064 Pty Ltd) is a \"constitutional corporation\" within the meaning of s 43(2) of the Act .",
      "id": "s192"
    },
    {
      "text": "Further, for present purposes, I accept that Mr Mates' conduct at the union's offices and at the site is taken to be the conduct of the union: see s 69(1)(b) of the Act .",
      "id": "s193"
    },
    {
      "text": "Amongst other things, the effect of s 43(1) is that:\n \n - an organisation (here, the union)\n - must not organise or take action, or threaten to organise or take action\n - with intent to coerce \n - another person (here, Hardcorp)\n - to employ a person as a building employee or\n - to allocate particular responsibilities to a building employee.",
      "id": "s194"
    },
    {
      "text": "24 The evidence that is presently before the Court is sufficient to show that there is a serious case to be tried as to whether the union has taken action with intent to coerce Hardcorp (1) to employ persons previously employed on the site and, in particular, persons who were previously shop stewards or an O H &amp; S officer at the site; and (2) to allocate one of them to have the particular responsibilities of an O H &amp; S officer representative.",
      "id": "s195"
    },
    {
      "text": "The relevant action, as shown in the evidence currently before the Court, is, first, Mr Mates' direction to the crane crew, on 21 February 2006, to shut down the crane and leave the site.",
      "id": "s196"
    },
    {
      "text": "Whilst the evidence, for present purposes, was that the crew ultimately left at the direction of Independent Cranes, this evidence also showed that Independent Cranes made this direction only because of Mr Mates' direction to its crew.",
      "id": "s197"
    },
    {
      "text": "Secondly, there is sufficient shown, for present purposes, to raise a serious question as to whether the union orchestrated the picket line to discourage crane operators and their crew from coming onto the site, or otherwise to cause trouble on the site and prevent the recommencement of the project.",
      "id": "s198"
    },
    {
      "text": "Although Mr Mates was reported (by Mr Goss) to have said no more than that \"there would be a picket line of subcontractors organised at the site\", this reported statement must be read in light of Mr Goss's evidence that, at the meeting on 17 February 2006 at the union's offices, Mr Mates also reportedly said that he would ensure that the project would never recommence and that he would cause trouble at the site.",
      "id": "s199"
    },
    {
      "text": "Moreover, there was also evidence (from Mr Goss) that Mr Mates made a similar threat in conversation with Mr Goss on 15 February 2006.",
      "id": "s200"
    },
    {
      "text": "It is true, as counsel for the respondents noted, that (as Mr Mates apparently foreshadowed) subcontractors formed the picket, although apparantly so did a former union shop steward or stewards.",
      "id": "s201"
    },
    {
      "text": "Further, there was evidence that Mr Mates and other union officers were in the vicinity of the picket on 23 and 24 February 2006 and 3 March 2006 and that, on one occasion, following a conversation between Mr Goss and Mr Mates, the conduct of the picketers was modified.",
      "id": "s202"
    },
    {
      "text": "These latter considerations are not, of course, especially compelling on their own.",
      "id": "s203"
    },
    {
      "text": "Their significance, for present purposes, is that they tend to support the applicant's claim that the union orchestrated the picket as a statement to crane operators and their crew that there was a ban on their coming onto the site.",
      "id": "s204"
    },
    {
      "text": "25 Further, for present purposes, there was some evidence that one crane hire company (Campbell Cranes) specifically declined to come onto the site because of the picket, and some other companies apparently declined because of the picket or because they did not want trouble with the union.",
      "id": "s205"
    },
    {
      "text": "It is true, as the respondents' counsel said, that there was no evidence that anyone was actually stopped from going onto the site, but, in this connection, it is relevant that there was also evidence that virtually all crane drivers who operate cranes of the relevant size were members of the FEDFA division of the union and therefore unlikely to come onto the site to work if the picket was perceived to be the union's.",
      "id": "s206"
    },
    {
      "text": "There was, moreover, some evidence that, on at least one occasion, picketers had parked their cars in the driveway entrance to the site and, on another occasion, a member of the picket drove into the work zone area after removing barriers and tape to prevent entry.",
      "id": "s207"
    },
    {
      "text": "26 The evidence to which I have referred, taken with the evidence as to what Mr Mates said to Mr Goss on 15 February 2006, and to Mr Goss and others at the meeting on 17 February 2006, is sufficient to establish that there is a serious question to be tried as to whether the relevant action was taken with intent to coerce Hardcorp (1) to employ as building employees people who had been previously employed at the site and, in particular, previously employed as shop stewards and an O H &amp; S officer; and (2) to allocate one of them to have the particular responsibilities of an O H &amp; S officer representative.",
      "id": "s208"
    },
    {
      "text": "For these interlocutory purposes, the evidence is that, in these conversations, Mr Mates stated that re-employment was an issue for the union and in this connection made threats, which it seems, became a reality after 21 February 2006 following Mr Goss's rejection of Mr Mates' position.",
      "id": "s209"
    },
    {
      "text": "27 In reaching the conclusion that it is appropriate to grant interlocutory relief, I have also had regard to the strength of the balance of convenience factors militating in favour of the grant of an interlocutory injunction.",
      "id": "s210"
    },
    {
      "text": "The evidence in support of the applicant's claim that there is a serious question to be tried as to whether there has been a contravention of s 43 of the Act does not make out a particularly strong case.",
      "id": "s211"
    },
    {
      "text": "I accept the respondents' counsel's submission that ultimately there was little to support the applicant's submission that the union had contacted any crane operator to discourage its attendance at the site; and that Mr Goss's explanation for cancelling the booking of a Sergi crane on 3 March 2006 was unconvincing.",
      "id": "s212"
    },
    {
      "text": "I note that the respondents did not adduce any evidence from Mr Mates on this interlocutory application.",
      "id": "s213"
    },
    {
      "text": "There remains the real possibility that the evidence at trial may establish that the respondents did not in fact take any relevant action with respect to the picket and that Mr Goss's failure to pay subcontractors at the site accounts for what has occurred.",
      "id": "s214"
    },
    {
      "text": "28 Having regard to the evidence of Mr Goss and to the fact that, on the respondents' case, the grant of appropriate interlocutory relief would not occasion them any injury, the balance of convenience is plainly in favour of the grant of relief.",
      "id": "s215"
    },
    {
      "text": "On the evidence before me, the union's alleged conduct is causing losses to TJV of around $50,000 per day, with a risk that the project might not proceed at all, occasioning further significant damage of up to $3 million.",
      "id": "s216"
    },
    {
      "text": "Further, if the project were not to proceed, then the employment prospects of 24 of Hardcorp's employees, 10 sub-contractors and 7 of TJV's staff would be jeopardised.",
      "id": "s217"
    },
    {
      "text": "According to Mr Goss, retrenchments at the site have already commenced and will continue without this grant of relief.",
      "id": "s218"
    },
    {
      "text": "The conduct in question does not apparently involve any possibility of protected action.",
      "id": "s219"
    },
    {
      "text": "29 Accordingly I would grant interim injunctive relief, pursuant to s 49(3)(a) of the Act , although in more limited terms than that sought by the applicant.",
      "id": "s220"
    },
    {
      "text": "Pursuant to s 76 of the Act , it is not open to the court to require that the applicant give an undertaking as to damages as a condition of granting this interim injunction.",
      "id": "s221"
    },
    {
      "text": "30 Since Mr Mates is a union officer, it is sufficient for present purposes that injunctive relief be granted against the union.",
      "id": "s222"
    },
    {
      "text": "It is unnecessary for me to consider the applicant's submission that the respondents had also engaged in unlawful building industrial action under 38 of the Act , or whether Mr Mates is himself liable pursuant to s 48(2) of the Act .",
      "id": "s223"
    },
    {
      "text": "I certify that the preceding thirty (30) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Kenny.",
      "id": "s224"
    },
    {
      "text": "Associate:\n\nDated: 10 March 2006\n\n Counsel for the Applicant: Mr J Bourke \n \n Solicitor for the Applicant: Australian Government Solicitor \n \n Counsel for the Respondent: Mr E White \n \n Solicitor for the Respondent: CFMEU \n \n Date of Hearing: 3 and 6 March 2006 \n \n Date of Judgment: 10 March 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/196.html",
      "id": "s225"
    }
  ]
}