{
  "name": "SZDCC v Minister for Immigration and Multicultural Affairs [2006] FCA 1327 (13 October 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1327.html",
  "catchphrases": [
    {
      "text": "information not about the appellant",
      "id": "c0"
    },
    {
      "text": "migration",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from a decision of Emmett FM dismissing an application for relief in relation to a decision by the Refugee Review Tribunal that affirmed the decision of a delegate of the respondent Minister not to grant a protection visa pursuant to the Migration Act 1958 (Cth) (the Act) to the appellant ( SZDCC v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FMCA 243).",
      "id": "s0"
    },
    {
      "text": "The grounds of appeal are as follows: \n \n 'The Federal Magistrates Court failed to refer to previous court case at Federal Magistrates Court and refused my application.",
      "id": "s1"
    },
    {
      "text": "My friend's case was returned to RRT for reconsideration with the same reason and same grounds.",
      "id": "s2"
    },
    {
      "text": "RRT had bias against me and made a decision on my application based on assumption, but not evidence and materials.",
      "id": "s3"
    },
    {
      "text": "As the Tribunal failed to follow some relevant procedures specified in the Migration Act .",
      "id": "s4"
    },
    {
      "text": "I hereby lodge my application to be reviewed at Federal Court.",
      "id": "s5"
    },
    {
      "text": "' \n \n \n 2 The case referred to in the first ground has not been identified.",
      "id": "s6"
    },
    {
      "text": "It was not relied upon before the learned Federal Magistrate.",
      "id": "s7"
    },
    {
      "text": "It is, in any event, apparent that it would be a factual decision rather than establishing any principle of law.",
      "id": "s8"
    },
    {
      "text": "3 The ground of bias was not raised in the Federal Magistrates Court and, as it is a factual question, is not appropriate to be raised for the first time on appeal.",
      "id": "s9"
    },
    {
      "text": "In any event, it is apparent that the claim of bias is based merely upon the terms of the decision which, as counsel for the respondents submits, is extremely difficult to establish ( SCAA v Minister for Immigration and Multicultural and Indigenous Affairs [2002] FCA 668).",
      "id": "s10"
    },
    {
      "text": "4 Although the third ground was not spelled out in advance of the hearing as it should have been, the appellant referred to s 424A of the Act, linking it in a general way with a finding by the Tribunal.",
      "id": "s11"
    },
    {
      "text": "As the issue appears to have been raised in some fashion in the Federal Magistrates Court, it is appropriate to consider it on this appeal.",
      "id": "s12"
    },
    {
      "text": "5 The appellant's claim for protection was based upon his being a devout and active member of the underground Catholic Church in China.",
      "id": "s13"
    },
    {
      "text": "In support of that claim, he had produced a certificate of baptism and a certificate purporting to be from a Bishop concerning his potential and actual persecution.",
      "id": "s14"
    },
    {
      "text": "The relevant part of the Tribunal decision is as follows: \n \n 'I also reject the applicant's 'Certificate' signed by Bishop Yin provided that refers to restriction of freedom of belief, disruption of the mass by the PSB and that the applicant and Missionary Lin have been chased by the PSB and that Missionary Lin had been arrested.",
      "id": "s15"
    },
    {
      "text": "I reject the Certificate on the basis of the Country information, which I accept, which indicates that it is very easy to obtain false documents in Fujian.",
      "id": "s16"
    },
    {
      "text": "I also reject the applicant's comments in response concerning the special stamp placed on this document as authenticating the document.",
      "id": "s17"
    },
    {
      "text": "In this regard, I accept the independent evidence that it is not difficult to prepare false documents in Fuzhou (CX643).",
      "id": "s18"
    },
    {
      "text": "As a result of these findings, I find further that the applicant's claims regarding his role in the Catholic Church and the adverse attention shown to him as a result are inconsistent with the independent country information, and I reject them.",
      "id": "s19"
    },
    {
      "text": "Following on from my findings, I also find that the applicant will not face any restrictions on the practise of his religion if he were to return to the PRC.",
      "id": "s20"
    },
    {
      "text": "Accordingly, I find that the applicant does not have a well-founded fear of persecution based on these claims.",
      "id": "s21"
    },
    {
      "text": "' \n \n \n 6 Earlier in the decision the Tribunal had referred to a report in the following terms: \n \n 'Obtaining False and/or faked documents \n According to advice from the China Section of DFAT on 20 October 2002, the experience of the Australian Consulate in Shanghai is as follows.",
      "id": "s22"
    },
    {
      "text": "Fujian province is likened to the \"forgers capital\" of China.",
      "id": "s23"
    },
    {
      "text": "Corruption is rife.",
      "id": "s24"
    },
    {
      "text": "There is a large trade in forged documents, so much so that forged documents appear more frequently than the genuine ones at the Consulate.",
      "id": "s25"
    },
    {
      "text": "To prepare false documents is therefore not difficult.",
      "id": "s26"
    },
    {
      "text": "Even seals can be arranged.",
      "id": "s27"
    },
    {
      "text": "Documents from this province are therefore always regarded suspiciously (DFAT, 21/10/92 CX643).",
      "id": "s28"
    },
    {
      "text": "' \n \n \n 7 Counsel for the respondent Minister accepts that the information in relation to forgery was part of the reason why the Tribunal affirmed the decision under review and therefore accepts that, prima facie, s 424A(1) of the Act was engaged.",
      "id": "s29"
    },
    {
      "text": "He accepts that no relevant notice was given to the appellant.",
      "id": "s30"
    },
    {
      "text": "It is submitted, however, that the information fell within the exception provided for by s 424A(3)(a).",
      "id": "s31"
    },
    {
      "text": "I accept the submission by counsel for the respondent Minister that the proper construction of that subsection has been settled by a series of Full Court decisions such that the information in question here is within that subsection and so not caught by the section ( VHAP of 2002 v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 82 , (2004) 80 ALD 559; Minister for Immigration and Multicultural and Indigenous Affairs v NAMW [2004] FCAFC 264 ; (2004) 140 FCR 572; WAJW v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 330 ; QAAC of 2004 v Refugee Review Tribunal [2005] FCAFC 92 ; and VJAF v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCAFC 178).",
      "id": "s32"
    },
    {
      "text": "8 The appeal is dismissed.",
      "id": "s33"
    },
    {
      "text": "The appellant is to pay the costs of the first respondent.",
      "id": "s34"
    },
    {
      "text": "I certify that the preceding eight (8) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gyles.",
      "id": "s35"
    },
    {
      "text": "Associate:\n\nDated: 13 October 2006\n\n\n \n The appellant appeared in person \n \n Counsel for the First Respondent: Mr JAC Potts \n \n Solicitor for the First Respondent: Clayton Utz \n \n Dates of Hearing: 11 and 15 August 2006 \n \n Date of Judgment: 13 October 2006 \n\n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1327.html",
      "id": "s36"
    }
  ]
}