{
  "name": "SZGSR v Minister for Immigration and Multicultural Affairs [2006] FCA 1480 (30 October 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1480.html",
  "catchphrases": [
    {
      "text": "application for extension of time to file and serve notice of appeal",
      "id": "c0"
    },
    {
      "text": "application dismissed",
      "id": "c1"
    },
    {
      "text": "migration law",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application for an extension of time to file and serve a notice of appeal from a decision of Emmett FM, who had dismissed an application for relief in relation to a decision of the Refugee Review Tribunal affirming a decision not to grant a protection visa to the present applicant ( SZGSR v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs &amp; Anor [2006] FMCA 882).",
      "id": "s0"
    },
    {
      "text": "2 The first matter to be dealt with is the explanation for delay in appealing.",
      "id": "s1"
    },
    {
      "text": "The explanation which is given is that the applicant had lost a key to a post box and thus did not receive the copy of the reasons for judgment, although he had been present when judgment was handed down.",
      "id": "s2"
    },
    {
      "text": "That is hardly a satisfactory explanation for delay.",
      "id": "s3"
    },
    {
      "text": "3 The second issue is whether or not there is, in any event, an arguable ground of appeal.",
      "id": "s4"
    },
    {
      "text": "The only ground in the draft notice of appeal is that the applicant claims he was deprived of receiving procedural fairness as the Tribunal was influenced by the contradictory information and that the 'Honourable trial judge erred in considering this issue'.",
      "id": "s5"
    },
    {
      "text": "That, of course, isolates no ground in any real sense.",
      "id": "s6"
    },
    {
      "text": "In what he has said to me today, the only matter of substance that he puts forward is that the learned federal magistrate did not accept the facts as he presented them in relation to his claims which were rejected by the Tribunal.",
      "id": "s7"
    },
    {
      "text": "4 Unfortunately, this applicant makes the same error as do many applicants, namely, he does not appreciate that the appeal to this Court is an appeal from the judgment of the federal magistrate, not from the decision of the Refugee Review Tribunal.",
      "id": "s8"
    },
    {
      "text": "The body which decides the facts in matters of this sort is the Refugee Review Tribunal.",
      "id": "s9"
    },
    {
      "text": "There are grounds upon which that can be challenged before the Federal Magistrates Court, but those grounds are quite limited.",
      "id": "s10"
    },
    {
      "text": "The appeal to this Court lies from the manner in which the Federal Magistrates Court deals with the matter before it, not with the manner in which the Refugee Review Tribunal dealt with the case before it.",
      "id": "s11"
    },
    {
      "text": "5 There is no arguable ground of appeal disclosed.",
      "id": "s12"
    },
    {
      "text": "Therefore, the present applicant falls at both hurdles in his attempt to persuade me that there is a case which should be allowed to go forward.",
      "id": "s13"
    },
    {
      "text": "The application is dismissed and the applicant is to pay the costs of the respondent.",
      "id": "s14"
    },
    {
      "text": "I certify that the preceding five (5) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gyles.",
      "id": "s15"
    },
    {
      "text": "Associate:\n\nDated: 10 November 2006\n\n \n The Applicant appeared in person \n \n Solicitor for the Respondent: Ms Z McDonald of Phillips Fox \n\n Date of Hearing: 30 October 2006 \n \n Date of Judgment: 30 October 2006 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1480.html",
      "id": "s16"
    }
  ]
}