{
  "name": "SZHYI v Minister for Immigration and Multicultural Affairs [2006] FCA 1021 (9 August 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1021.html",
  "catchphrases": [
    {
      "text": "purported appeal from orders made by federal magistrate dismissing applicant's application for review by refugee review tribunal of decision of minister's delegate refusing applicant protection visa",
      "id": "c0"
    },
    {
      "text": "decision of minister's delegate affirmed by refugee review tribunal",
      "id": "c1"
    },
    {
      "text": "obligations of tribunal under ss 424a and 425 of the migration act 1958 (cth)",
      "id": "c2"
    },
    {
      "text": "whether decision of magistrate interlocutory in nature",
      "id": "c3"
    },
    {
      "text": "effect of federal magistrates court rules 2001 (cth) r 44.12",
      "id": "c4"
    },
    {
      "text": "whether leave to appeal required under federal court of australia act 1976 (cth) s 24(1a).",
      "id": "c5"
    },
    {
      "text": "migration",
      "id": "c6"
    },
    {
      "text": "procedure",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "1 This is a purported appeal from a decision of a Federal Magistrate.",
      "id": "s0"
    },
    {
      "text": "The Magistrate made an order dismissing an application under s 476 of the Migration Act 1958 (Cth) ('the Act').",
      "id": "s1"
    },
    {
      "text": "2 The application to the Federal Magistrates Court under s 476 of the Act was supported by an affidavit as required by r 44.05 of the Federal Magistrates Court Rules 2001 and it came before the Magistrate on a first court date on 30 January 2006.",
      "id": "s2"
    },
    {
      "text": "At that time, it was not clear to the Magistrate that the application disclosed an arguable case and, accordingly, he listed the matter for a hearing under r 44.12 so that he could determine whether the application raised an arguable case.",
      "id": "s3"
    },
    {
      "text": "He gave the applicant the opportunity to amend her application and to file further affidavits.",
      "id": "s4"
    },
    {
      "text": "No further affidavits were filed.",
      "id": "s5"
    },
    {
      "text": "Two amended applications were filed, but it is unnecessary for me to set out the details of those applications.",
      "id": "s6"
    },
    {
      "text": "3 The hearing under r 44.12 took place on 3 March 2006.",
      "id": "s7"
    },
    {
      "text": "The Magistrate concluded that the application failed to disclose an arguable case within r 44.12(1)(a) and, accordingly, he dismissed it.",
      "id": "s8"
    },
    {
      "text": "4 On 23 March 2006 the applicant filed a notice of appeal from the decision in this Court.",
      "id": "s9"
    },
    {
      "text": "Rule 44.12(2) of the Federal Magistrates Court Rules 2001 makes it clear that an order for dismissal under paragraph (1)(a) is an interlocutory order.",
      "id": "s10"
    },
    {
      "text": "The Minister for Immigration and Multicultural Affairs filed a notice of objection to competency of the appeal and submits that the appeal is not competent in the absence of a grant of leave to appeal.",
      "id": "s11"
    },
    {
      "text": "In my opinion, that submission is correct.",
      "id": "s12"
    },
    {
      "text": "The order made by the Magistrate is interlocutory, and under s 24(1A) of the Federal Court of Australia Act 1976 (Cth), leave to appeal is required.",
      "id": "s13"
    },
    {
      "text": "The Minister does not object to me treating the purported notice of appeal as an application for leave to appeal, and I think that that is the appropriate course.",
      "id": "s14"
    },
    {
      "text": "The test for granting leave to appeal is well known and I will not repeat it: Decor Corporation v Dart Industries Inc (1991) 33 FCR 397 at 399-400.",
      "id": "s15"
    },
    {
      "text": "5 The applicant is a citizen of the People's Republic of China, and she arrived in Australia on 15 March 2005.",
      "id": "s16"
    },
    {
      "text": "On 26 April 2005, she lodged an application for a protection (Class XA) visa with the Department of Immigration and Multicultural and Indigenous Affairs under the Act.",
      "id": "s17"
    },
    {
      "text": "On 5 August 2005, a delegate of the Minister for Immigration and Multicultural and Indigenous Affairs refused to grant a protection visa.",
      "id": "s18"
    },
    {
      "text": "On 6 September 2005, the applicant applied to the Refugee Review Tribunal for a review of that decision.",
      "id": "s19"
    },
    {
      "text": "6 The applicant was born on 6 March 1957 and she claims that she is one of the leaders of Falon Gong in Shanghai, China.",
      "id": "s20"
    },
    {
      "text": "She claims that the Chinese authorities regard Falon Gong as an illegal organisation.",
      "id": "s21"
    },
    {
      "text": "She claims that she helped to organise a number of activities related to Falon Gong.",
      "id": "s22"
    },
    {
      "text": "She claims that she was warned about her involvement in Falon Gong by the local police and local government.",
      "id": "s23"
    },
    {
      "text": "She claims that in April 2001, she was put into detention for one month.",
      "id": "s24"
    },
    {
      "text": "She claims that in October 2002, she was ordered to attend a 're-education' centre for two months.",
      "id": "s25"
    },
    {
      "text": "She claims that in May 2003, she was imprisoned for one week because an unidentified person told the police that she practised Falon Gong every day.",
      "id": "s26"
    },
    {
      "text": "7 On 28 September 2005, the Tribunal wrote to the applicant and advised her that it had considered the material before it in relation to the application, but was unable to make a decision in her favour on that information alone.",
      "id": "s27"
    },
    {
      "text": "The applicant was invited to attend a hearing of the Tribunal to give oral evidence and present arguments in support of her claims.",
      "id": "s28"
    },
    {
      "text": "She was told that if she did not attend the hearing and if the Tribunal did not postpone the hearing, then the Tribunal could make a decision on her case without further notice.",
      "id": "s29"
    },
    {
      "text": "She was advised that the proposed hearing would take place on 28 October 2005.",
      "id": "s30"
    },
    {
      "text": "8 The applicant did not attend the proposed hearing of the Tribunal.",
      "id": "s31"
    },
    {
      "text": "On 31 October 2005, she was advised that the Tribunal had made a decision, and that it would hand down its decision on 22 November 2005.",
      "id": "s32"
    },
    {
      "text": "The Tribunal decided to affirm the decision of the delegate of the Minister.",
      "id": "s33"
    },
    {
      "text": "9 In the course of its reasons, the Tribunal said: \n \n 'Generally, where broad allegations are made, the Tribunal hearing is an opportunity for the Tribunal to gather detail about the claims with the applicant.",
      "id": "s34"
    },
    {
      "text": "The applicant has been put on notice by the Tribunal that it is unable to make a favourable decision on the information before it but has not provided any further information in support of her claims despite ample opportunity to do so.",
      "id": "s35"
    },
    {
      "text": "Nor has she given the Tribunal the opportunity to explore aspects of her claims with her.",
      "id": "s36"
    },
    {
      "text": "A number of relevant questions are therefore left unanswered.",
      "id": "s37"
    },
    {
      "text": "At hearing, for example, I would have wanted to satisfy myself that the applicant is indeed a genuine Falon Gong practitioner.",
      "id": "s38"
    },
    {
      "text": "I have been unable to do that.",
      "id": "s39"
    },
    {
      "text": "As to her claims to have been detained at various times, I would have wanted to hear more details about the circumstances to satisfy myself that that really occurred.",
      "id": "s40"
    },
    {
      "text": "I have been unable to do that.",
      "id": "s41"
    },
    {
      "text": "Finally, I would have wanted to know why she did not leave China for nearly two years after her last detention.",
      "id": "s42"
    },
    {
      "text": "' \n \n \n 10 The applicant raised two main points before the Magistrate.",
      "id": "s43"
    },
    {
      "text": "First, she asserted that the Tribunal did not comply with its obligation under s 425 of the Act to invite the applicant to appear before the Tribunal to give evidence and present arguments.",
      "id": "s44"
    },
    {
      "text": "Secondly, she asserted that the Tribunal did not comply with its obligation under s 424A of the Act, in that it did not give her particulars of relevant information.",
      "id": "s45"
    },
    {
      "text": "The specific information she asserted that the Tribunal was obliged to disclose was the fact that it would draw an adverse inference against her by reason of the fact that she did not leave China for nearly two years after her last detention.",
      "id": "s46"
    },
    {
      "text": "11 The Magistrate rejected both of these grounds.",
      "id": "s47"
    },
    {
      "text": "In essence, the applicant submitted that he erred in doing so.",
      "id": "s48"
    },
    {
      "text": "12 As to the first ground, the Magistrate made findings of fact which establish that the Tribunal met its obligation under s 425 of the Act to invite the applicant to a hearing and that the Tribunal was entitled to proceed in the absence of the applicant when she failed to appear at the time and place fixed for the hearing.",
      "id": "s49"
    },
    {
      "text": "The applicant did not identify any error in relation to those findings.",
      "id": "s50"
    },
    {
      "text": "13 As to the second ground, the Magistrate rejected the challenge of the Tribunal's approach for a number of reasons.",
      "id": "s51"
    },
    {
      "text": "First, he concluded that all the Tribunal member was saying was that that was an issue that he would like to have explored with the applicant and that that was not an error.",
      "id": "s52"
    },
    {
      "text": "Secondly, the comment was based on information provided by the applicant, and, accordingly, did not need to be disclosed by reason of the provisions of s 424A(3)(b) of the Act.",
      "id": "s53"
    },
    {
      "text": "Thirdly, the Magistrate said that the information did not need to be disclosed because it was the insufficiency of the information that was determinative and not any particular information contained in the visa application.",
      "id": "s54"
    },
    {
      "text": "The Magistrate referred to the decision in SZBCS v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCA 1457.",
      "id": "s55"
    },
    {
      "text": "I agree with each of the reasons identified by the Magistrate.",
      "id": "s56"
    },
    {
      "text": "His conclusions are supported by authority, including VAF v Minister for Immigration and Multicultural and Indigenous Affairs (2004) 206 ALR 471 per Finn and Stone JJ at 476-477, at [24] and SZCIA v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCA 238.",
      "id": "s57"
    },
    {
      "text": "14 Neither ground of challenge is arguable and, in those circumstances, the application for leave to appeal must be dismissed with costs.",
      "id": "s58"
    },
    {
      "text": "I will hear the parties as to whether I should order costs in a fixed amount pursuant to O 62 r 4(2)(c) of the Federal Court Rules .",
      "id": "s59"
    },
    {
      "text": "I certify that the preceding fourteen (14) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Besanko.",
      "id": "s60"
    },
    {
      "text": "Associate:\nDated: 9 August 2006\n\n\n Counsel for the Applicant: The Applicant appeared in person.",
      "id": "s61"
    },
    {
      "text": "Counsel for the Respondent: Ms B Rayment \n \n Solicitor for the Respondent: Sparke Helmore \n \n Date of Hearing: 7 August 2006 \n \n Date of Judgment: 9 August 2006 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1021.html",
      "id": "s62"
    }
  ]
}