{
  "name": "Mathews v Health Insurance Commission [2006] FCA 195 (10 March 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/195.html",
  "catchphrases": [
    {
      "text": "health insurance",
      "id": "c0"
    },
    {
      "text": "professional services review",
      "id": "c1"
    },
    {
      "text": "statutory scheme for examination of conduct to ascertain whether inappropriate practice involved",
      "id": "c2"
    },
    {
      "text": "where committee considered services rendered or initiated by person",
      "id": "c3"
    },
    {
      "text": "where samples of services may be considered in accordance with determination or approved method",
      "id": "c4"
    },
    {
      "text": "whether committee complied with determination",
      "id": "c5"
    },
    {
      "text": "whether failure to comply rendered decision invalid.",
      "id": "c6"
    },
    {
      "text": "administrative law",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "EDMONDS J: \n \n BACKGROUND \n \n1 On 14 December 2000, pursuant to subs 86(1) of the Health Insurance Act 1973 (Cth) ('the Act'), a delegate of the Health Insurance Commission ('HIC') made Investigative Referral No.",
      "id": "s0"
    },
    {
      "text": "223 ('the investigative referral') to the second respondent, in his capacity as the Director of Professional Services Review ('the Director').",
      "id": "s1"
    },
    {
      "text": "2 The investigative referral concerned whether the applicant, Dr John William Mathews ('Dr Mathews'), a general practitioner, had engaged in inappropriate practice within the meaning of s 82 of the Act in connection with the rendering and initiating of:\n \n &#8226; All services provided within a specified location, namely 11 Patrick Street, Campbelltown, New South Wales, 2560.",
      "id": "s2"
    },
    {
      "text": "&#8226; All services provided within a specified period, namely on and from 1 January 1999 to and including 31 December 1999 \n\n('the referred services').",
      "id": "s3"
    },
    {
      "text": "3 Pursuant to subs 89(1) of the Act, the Director conducted an investigation into the referred services.",
      "id": "s4"
    },
    {
      "text": "He did not dismiss the referral under s 91 of the Act as he was not satisfied that there were insufficient grounds on which a Committee established under s 93 of the Act could reasonably find that Dr Mathews had engaged in inappropriate practice in connection with rendering and initiating the referred services.",
      "id": "s5"
    },
    {
      "text": "4 Pursuant to subs 93(1) and in accordance with Division 4 of the Act, on 14 September 2001 the Director set up the Professional Services Review Committee No.",
      "id": "s6"
    },
    {
      "text": "223 ('the Committee') to consider whether Dr Mathews' conduct in connection with rendering and initiating the services listed below constituted engaging in inappropriate practice as defined in the Act and made an adjudicative referral to the Committee for that purpose.",
      "id": "s7"
    },
    {
      "text": "5 The services the subject of that adjudicative referral were:\n \n 'ALL Medicare Benefits Schedule (MBS) item 23, 24 and 193 services from the practice location at 11 Patrick Street, Campbelltown, NSW 2560 during the period on and from 1 January 1999 to and including 31 December 1999.",
      "id": "s8"
    },
    {
      "text": "' \n \n \n\n('the selected services').",
      "id": "s9"
    },
    {
      "text": "6 Dr Mathews was given notice of proposed hearings of the Committee in November and December 2001 but these were subsequently postponed owing to pending litigation in this Court concerning the validity of such referrals.",
      "id": "s10"
    },
    {
      "text": "Indeed, the hearings of the Committee were not held until 30 and 31 October and 8 December 2003.",
      "id": "s11"
    },
    {
      "text": "7 On 23 June 2004 the Secretary of the Committee wrote to Dr Mathews attaching a draft report prepared by the Committee ('the Draft Report') and inviting him to make 'written submissions suggesting changes'.",
      "id": "s12"
    },
    {
      "text": "The letter went on:\n \n 'The Draft Report is provided to ensure that you are fully informed of the Committee's preliminary finding and to allow you every opportunity to respond.",
      "id": "s13"
    },
    {
      "text": "' \n \n\n8 By letter dated 30 September 2004 the Secretary of the Committee sent Dr Mathews, in accordance with s 106L of the Act, a final report of the Committee signed by the members of that Committee and dated the same date ('the Final Report').",
      "id": "s14"
    },
    {
      "text": "The letter went on to say:\n \n 'In accordance with subsection 106L(4) of the Act, a copy of this Final Report will be given to the Determining Authority not earlier than 28 days after the day this copy is given to you.",
      "id": "s15"
    },
    {
      "text": "' \n \n\n9 On 2 November 2004 Dr Mathews instituted this proceeding by the filing of an application for an order of review.",
      "id": "s16"
    },
    {
      "text": "The application has been amended on at least two occasions and on the first day of the hearing I gave leave to Dr Mathews' counsel to file a second further amended application for an order of review ('the Application').",
      "id": "s17"
    },
    {
      "text": "The Application invokes the jurisdiction of this Court under ss 5 and 6 of the Administration Decisions (Judicial Review) Act 1977 (Cth) ('the ADJR Act') and s 39B(1A) of the Judiciary Act 1903 (Cth) to review:\n \n (i) The decision, conduct or action of HIC on or about 14 December 2000 to make an investigative referral to the Director under subs 86(1) of the Act in respect of the conduct of Dr Mathews.",
      "id": "s18"
    },
    {
      "text": "(ii) The decision, conduct or action of the Director on or about 14 September 2001 to set up a Committee comprising the third respondents to make an adjudicative referral to them under s 93 of the Act in respect of the conduct of Dr Mathews.",
      "id": "s19"
    },
    {
      "text": "(iii) The decision, conduct or action of the Committee in preparing and delivering to Dr Mathews for his submissions a draft report on or about 23 June 2004 regarding the Committee's preliminary findings as to the conduct of Dr Mathews.",
      "id": "s20"
    },
    {
      "text": "(iv) The decision, conduct or action of the Committee in preparing and giving to the Determining Authority a Final Report dated 30 September 2004 regarding the conduct of Dr Mathews.",
      "id": "s21"
    },
    {
      "text": "10 The grounds of the Application are diverse and have changed in a number of respects from the time of the institution of the proceeding until the hearing.",
      "id": "s22"
    },
    {
      "text": "Grounds 1A, 1B and 1C raise constitutional grounds which, apparently, by order of a judge of this Court, are to be heard separately by another judge of this Court, leaving grounds 1, 2, 3, 4, 4A, 5, 6, 7, 8, 9, 10 and 11.",
      "id": "s23"
    },
    {
      "text": "Grounds 1, 2 and 6 have been abandoned.",
      "id": "s24"
    },
    {
      "text": "Ground 7 is not a separate ground; it appears to be conclusive of something that has preceded it, however, it is not clear whether this is abandoned ground 6 or some earlier ground.",
      "id": "s25"
    },
    {
      "text": "Similarly, grounds 9 and 11 are conclusive and do not raise separate grounds.",
      "id": "s26"
    },
    {
      "text": "This leaves grounds 3, 4, 4A, 5, 8 and 10.",
      "id": "s27"
    },
    {
      "text": "THE GROUNDS OF REVIEW \n Ground 3 \n \n11 Ground 3 is as follows:\n \n ' [The Committee's] preparation of the Draft Report involved a breach of the rules of natural justice (s 39B of the Judiciary Act , and s 5(1)(a) of the ADJR Act) and/or the procedures that were required by law to be observed in connection with [the Committee's] preparation of the Report were not observed (ADJR Act ss 5(1)(b) and 6(1)(e), or s 5(1)(e)) in that [the Committee] breached s 106KD(3) of the Act.",
      "id": "s28"
    },
    {
      "text": "[The Committee] failed to set out in the Draft Report: \n \n \n \n (a) Its proposed findings on material questions of fact; and \n \n \n \n \n \n (b) Refer to the [evidence] upon which the proposed findings were based (Acts Interpretation Act 1901 (Cth), s 25D); and/or \n \n \n \n \n \n (c) Its reasoning processing or sufficient reasons for it making the preliminary conclusions; \n \n \n \n \n so as to allow [Dr Mathews] to respond at all or in a meaningful fashion.",
      "id": "s29"
    },
    {
      "text": "' \n \n\n12 The Application contains the following particular in support of this ground of review:\n \n 'Nowhere in the body of the report, nor the appendices, does [the Committee] employ a chain of reasoning analysing the evidence, leading from what did, may have, or did not occur in connection with the provision of the services under review, to findings of inappropriate practice, so as to expose a process of reasoning at all or one sufficient to allow [Dr Mathews] to respond or respond meaningfully, as was intended under the Act.",
      "id": "s30"
    },
    {
      "text": "' \n \n\n13 There are a number of difficulties with this ground of review.",
      "id": "s31"
    },
    {
      "text": "First, while the Application seeks to review the decision, conduct or action of the Committee in preparing the Draft Report, it does not state that Dr Mathews is aggrieved by the Draft Report.",
      "id": "s32"
    },
    {
      "text": "It asserts that he is aggrieved by the Final Report because it exposes him to sanction by the Determining Authority under Part VAA of the Act, however, it could not be suggested that he is aggrieved by the Draft Report on that basis: See s 106KD of the Act; cf., s 106KL.",
      "id": "s33"
    },
    {
      "text": "Moreover, the Application does not contain any prayer for relief in respect of the Draft Report.",
      "id": "s34"
    },
    {
      "text": "14 Second, the Draft Report has no impact on rights and is not a reviewable decision because it is neither final nor operative, nor is it substantive in character: Australian Broadcasting Tribunal v Bond [1990] HCA 33 ; (1990) 170 CLR 321.",
      "id": "s35"
    },
    {
      "text": "The preparation of the Draft Report is not reviewable as 'conduct' engaged in for the purposes of making a decision in circumstances where it is superseded by a final and operative decision that is reviewable, that is, the Committee's Final Report: Minister for Immigration &amp; Multicultural Affairs v Ozmanian (1996) 71 FCR 1.",
      "id": "s36"
    },
    {
      "text": "15 Third, at the time when the Draft Report was prepared, the Act contained no statutory requirement that it contain reasons.",
      "id": "s37"
    },
    {
      "text": "Subsection 106KD(1A), which provides that 'a draft report must set out the reasons for the preliminary findings' did not come into force until 1 January 2003.",
      "id": "s38"
    },
    {
      "text": "It does not apply to the present case --- see Item 118(1) Schedule 1, Health Insurance Amended (Professional Services Review and Other Matters) Act 2002 (Cth).",
      "id": "s39"
    },
    {
      "text": "Section 25D of the Acts Interpretation Act 1901 (Cth), which operates only where there is such a statutory requirement, did not apply to the Draft Report.",
      "id": "s40"
    },
    {
      "text": "Dr Mathews' contention to the contrary was rejected in Dimian v Health Insurance Commission [2004] FCA 1615 at [78] --- [80] per Jacobson J.",
      "id": "s41"
    },
    {
      "text": "I agree with his Honour's view.",
      "id": "s42"
    },
    {
      "text": "16 In any event, this ground cannot be sustained because the Draft Report does contain reasons --- see ground 4 below.",
      "id": "s43"
    },
    {
      "text": "Ground 4 \n \n17 Ground 4 is as follows:\n \n ' [The Committee] failed to observe procedures that it was required to observe by law (ADJR Act, s 5(1)(b) or 5 (1)(e)), in the making of its Final Report in that it failed to make or set out: \n \n \n \n (a) Findings or sufficient findings on material questions of fact; and it \n \n \n \n \n \n (b) Failed to refer to the evidence upon which those findings were based (the Act, s 106L and Acts Interpretation Act 1901 , s 25D) and/or it \n \n \n \n \n \n (c) Failed to expose its reasons or sufficient reasons for making its ultimate conclusions.",
      "id": "s44"
    },
    {
      "text": "' \n \n \n \n\n18 The Application contained the following particular of this ground of review:\n \n 'The Final Report did not set out specific findings as to what did, did not, or may have occurred in the provision of the services under review (for instance, making assertions in most cases that services \"lacked clinical input\" without making specific factual findings to underpin the assertion, referring to the evidence on which it was based or setting out its reasoning process).",
      "id": "s45"
    },
    {
      "text": "' \n \n\n19 There are two bases why, in my view, this ground of review cannot be sustained.",
      "id": "s46"
    },
    {
      "text": "First, while subs 106L(1) of the Act contains requirements that the Committee must set out its 'findings' or the 'findings' of the Committee members, judicial observations on s 106L indicate that Dr Mathews' criticisms of various deficiencies in the Draft Report and Final Report are unwarranted.",
      "id": "s47"
    },
    {
      "text": "Beaumont J said in his dissenting judgment in Adams v Yung (1998) 83 FCR 248 at 284F:\n \n 'In my opinion, the Committee addressed the correct legal question posed by s 106L(1)(a), and no other legal error in the Report has been demonstrated.",
      "id": "s48"
    },
    {
      "text": "In particular, in my respectful opinion, the Committee was not bound to make findings in respect of individual patients in its Report.",
      "id": "s49"
    },
    {
      "text": "Its duty was to report on Dr Yung's conduct in relation to all of his Kirrawee patients over the year in question.",
      "id": "s50"
    },
    {
      "text": "' \n \n\n20 The majority in Yung (Burchett and Hill JJ) did not comment on the Committee's obligations under s 106L, but in Lee v Maskell-Knight [2004] FCAFC 2 ; (2003) 207 ALR 362 at [43] , Hill and Marshall JJ quoted Beaumont J's remarks with apparent approval.",
      "id": "s51"
    },
    {
      "text": "Heerey J also commented on s 106L in Mercado v Holmes [2000] FCA 620 , overturned on appeal at [2000] FCA 1848 ; (2000) 111 FCR 160, but without any disapproval of this comment: \n \n '... the task of the Committee is not to make a finding as to the occurrence or otherwise of a specific event but, pursuant to s 106L, to express an opinion in generalised and conclusionary terms by reference to a subjective and value-laden criterion, namely what members think the general body of general practitioners would think about the conduct in question: s 82(1)(a).",
      "id": "s52"
    },
    {
      "text": "' \n \n\n21 Second, while s 106L does not contain a requirement that the Committee is to set out reasons in its Final Report, the Committee did give reasons for its findings.",
      "id": "s53"
    },
    {
      "text": "As Dr Mathews' counsel acknowledged, the Draft and Final Reports are similar.",
      "id": "s54"
    },
    {
      "text": "It suffices to identify the relevant portions of the Final Report:\n \n &#8226; The Committee explained its findings regarding Item 23 services in general terms at [52] --- [64], and addressed each of the thirty services in the 'exploratory sample' individually in Appendix 1.",
      "id": "s55"
    },
    {
      "text": "&#8226; The Committee explained its findings regarding Item 24 services in general terms at [69] --- [76], and addressed each of the thirty services in the 'exploratory sample' individually in Appendix 2.",
      "id": "s56"
    },
    {
      "text": "&#8226; The Committee explained its findings regarding Item 193 services in general terms at [84] --- [88], and addressed each of the thirty services in the 'exploratory sample' individually in Appendix 3.",
      "id": "s57"
    },
    {
      "text": "Ground 4A \n \n22 Ground 4A is as follows:\n \n 'Further or in the alternative, [the Committee] denied [Dr Mathews] natural justice or failed to accord him procedural fairness in the making of the Report in that: \n \n \n \n (a) No reasons or sufficient reasons for the preliminary findings were provided to him in the body of the Draft Report or at all prior to the making of the Report as were required to be provided by the general law.",
      "id": "s58"
    },
    {
      "text": "[Dr Mathews] was thereby denied the ability to respond or meaningfully respond to the apparent concerns of [the Committee] ; and/or \n \n \n \n \n \n (b) No reasons or sufficient reasons for the findings in the Report were provided to him as were required to be provided by the general law.",
      "id": "s59"
    },
    {
      "text": "[Dr Mathews] was thereby denied the ability to understand the reasoning process of [the Committee] in the making of the Report and to identify errors, if any.",
      "id": "s60"
    },
    {
      "text": "' \n \n \n \n\n23 With respect, I also have difficulty with this ground of review.",
      "id": "s61"
    },
    {
      "text": "Indeed, counsel for Dr Mathews accepted that there is no 'general law' requirement that administrative decision-makers must give reasons: Public Service Board v Osmond [1986] HCA 7 ; (1985) 159 CLR 656.",
      "id": "s62"
    },
    {
      "text": "In that case, it was acknowledged by Gibbs CJ (at 670) and by Deane J (at 676) that there may be 'special circumstances' where natural justice requires reasons to be given, however, only one instance was cited in which 'special circumstances' have been found in the intervening period.",
      "id": "s63"
    },
    {
      "text": "This suggests that 'special circumstances' are particularly rare.",
      "id": "s64"
    },
    {
      "text": "24 On behalf of Dr Mathews, it was submitted that the legislative context in the present case gives rise to such 'special circumstances'; the statutory provision regarding the drawing and provision of a draft report and permitting further submissions on it from an applicant would be meaningless unless the reasoning were to be exposed both as a necessary matter of statutory construction and as a matter of procedural fairness to Dr Mathews.",
      "id": "s65"
    },
    {
      "text": "Whether or not this is so, it was submitted on behalf of the respondents that the Committee did give reasons in its Draft Report --- see ground 4 above --- and it is idle to suggest that an applicant who is able to produce submissions responding to virtually every sentence in the Draft Report was not informed about the reasoning process which the Committee had adopted.",
      "id": "s66"
    },
    {
      "text": "I agree with this submission.",
      "id": "s67"
    },
    {
      "text": "Ground 5 \n \n25 Ground 5 is as follows:\n \n ' [The Committee's] Draft and Final Reports, considered together, give rise to a reasonable apprehension of bias, in that a fair-minded lay-person, properly informed as to the nature of the proceedings and the matters in issue, who is aware of the evidence and submissions in the proceedings, including the further evidence provided by [Dr Mathews] after the hearing, would consider that [the Committee] was biased against [Dr Mathews] , in the sense that their mind was closed to the issues raised by [Dr Mathews] and nothing [Dr Mathews] said after the preparation of the Draft Report could have changed the view that [the Committee] had taken about [Dr Mathews'] case.",
      "id": "s68"
    },
    {
      "text": "' \n \n\n26 The Application contains the following particulars with respect to this ground of review:\n \n \n '(i) Nowhere in the appendices to the Final Report, in which the purported reasons for the material findings were outlined, is there any express acknowledgment of the further written evidence of [Dr Mathews] .",
      "id": "s69"
    },
    {
      "text": "(ii) But for formal acknowledgement that the submissions and evidence were received, and several minor modifications, no change to the findings or reasons for findings is made as a result of the further written evidence of [Dr Mathews] .",
      "id": "s70"
    },
    {
      "text": "(iii) [Dr Mathews'] oral evidence, accepted with little comment at the hearing, is barely referred to in either the body of the report or the appendices.",
      "id": "s71"
    },
    {
      "text": "(iv) [The Committee] failed to undertake its own random sampling in accordance with s 106K of the Act, relying instead on a pool of samples drawn by [HIC] and already examined in detail by the [Director] (in his investigation prior to the Adjudicative Referral) and already found by him (or his officers, servants and agents) to have been sufficiently deficient and/or adverse to [Dr Mathews] to cause him to refer the matter to [the Committee] .",
      "id": "s72"
    },
    {
      "text": "The pool was accordingly, no longer a random sample by any definition of that expression.",
      "id": "s73"
    },
    {
      "text": "' \n \n \n \n\n27 Dr Mathews submits that the Final Report contains only the most grudging and minor amendments (styled by the Committee as 'clarification' --- see [98] of the Committee's Final Report), makes no acknowledgement of Dr Mathews' further evidence, and, in the main, ignores Dr Mathews' submissions entirely and is, for those reasons, affected by apprehended bias.",
      "id": "s74"
    },
    {
      "text": "28 In relation to this ground, I was referred to what was said by Gleeson CJ, Gaudron and Gummow JJ in Re Refugee Review Tribunal; Ex parte H [2001] HCA 28 ; (2001) 179 ALR 425 at [28] as to the proper test to be applied for apprehended bias in the case of administrative proceedings held in private.",
      "id": "s75"
    },
    {
      "text": "To fully appreciate what their Honours there said, one needs to refer also to the surrounding context of [27] --- [31] inclusive:\n \n ' [27] The test for apprehended bias in relation to curial proceedings is whether a fair-minded lay observer might reasonably apprehend that the judge might not bring an impartial mind to the resolution of the question to be decided.",
      "id": "s76"
    },
    {
      "text": "That formulation owes much to the fact that court proceedings are held in public.",
      "id": "s77"
    },
    {
      "text": "There is some incongruity in formulating a test in terms of \"a fair-minded lay observer\" when, as is the case with the tribunal, proceedings are held in private.",
      "id": "s78"
    },
    {
      "text": "[28] Perhaps it would be better, in the case of administrative proceedings held in private, to formulate the test for apprehended bias by reference to a hypothetical fair-minded lay person who is properly informed as to the nature of the proceedings, the matters in issue and the conduct which is said to give rise to an apprehension of bias.",
      "id": "s79"
    },
    {
      "text": "Whether or not that be the appropriate formulation, there is, in our view, no reason to depart from the objective test of possibility, as distinct from probability, as to what will be done or what might have been done.",
      "id": "s80"
    },
    {
      "text": "To do otherwise, would be to risk confusion of apprehended bias with actual bias by requiring substantially the same proof.",
      "id": "s81"
    },
    {
      "text": "[29] Though the test in administrative proceedings, as in curial proceedings, is, in our view, one of objective possibility, the non-curial nature of the body or tribunal in question and the different character of the proceedings must, as already indicated, be taken into account.",
      "id": "s82"
    },
    {
      "text": "In the present case, a significant difference between curial proceedings and the proceedings of the tribunal is that the former are adversarial and the parties are usually legally represented, whereas the latter are inquisitorial in nature and the parties are not represented.",
      "id": "s83"
    },
    {
      "text": "[30] Where, as in the present case, credibility is in issue, the person conducting inquisitorial proceedings will necessarily have to test the evidence presented -- often vigorously.",
      "id": "s84"
    },
    {
      "text": "Moreover, the need to ensure that the person who will be affected by the decision is accorded procedural fairness will often require that he or she be plainly confronted with matters which bear adversely on his or her credit or which bring his or her account into question.",
      "id": "s85"
    },
    {
      "text": "Similar questions by a judge in curial proceedings in which the parties are legally represented may more readily give rise to an apprehension of bias than in the case of inquisitorial proceedings.",
      "id": "s86"
    },
    {
      "text": "[31] Where, however, parties are not legally represented in inquisitorial proceedings, care must be taken to ensure that vigorous testing of the evidence and frank exposure of its weaknesses do not result in the person whose evidence is in question being overborne or intimidated.",
      "id": "s87"
    },
    {
      "text": "If that should happen, a fair-minded lay observer or a properly informed lay person might readily infer that there is no evidence that the witness can give which can change the decision-maker's view.",
      "id": "s88"
    },
    {
      "text": "29 There is no submission on behalf of Dr Mathews in relation to this ground of apprehended bias that he was overborne or intimidated by vigorous testing of his evidence and frank exposure of its weaknesses at the hearing before the Committee such as to lead a fair-minded lay observer or a properly informed lay person to infer that there is no evidence he could give which could change the Committee's view.",
      "id": "s89"
    },
    {
      "text": "The only basis of this ground is put in terms of [27] supra.",
      "id": "s90"
    },
    {
      "text": "30 It was submitted on behalf of the respondents that Dr Mathews' contention that the Committee ought to have had regard to unspecified 'further evidence' allegedly incorporated in his submissions on the Draft Report should be rejected.",
      "id": "s91"
    },
    {
      "text": "It was submitted that while Dr Mathews was entitled to make '... written submissions suggesting changes to the Draft Report ...', he was not entitled to give evidence --- see subs 106KD(3) of the Act.",
      "id": "s92"
    },
    {
      "text": "31 The Committee was required to prepare a Draft Report setting out its preliminary findings --- subs 106KD(1) of the Act.",
      "id": "s93"
    },
    {
      "text": "It was submitted that the fact that those views were unfavourable to Dr Mathews is not, of itself, evidence of bias or pre-judgment: see Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs v SBAN [2002] FCAFC 431 at [11] .",
      "id": "s94"
    },
    {
      "text": "That is undoubtedly correct.",
      "id": "s95"
    },
    {
      "text": "32 The Committee discussed Dr Mathews' submissions on the Draft Report in the Final Report at [95] --- [100].",
      "id": "s96"
    },
    {
      "text": "It declared at [96] that after careful consideration of the submissions, it was not persuaded to change its finding that Dr Mathews engaged in inappropriate practice in relation to the referred services.",
      "id": "s97"
    },
    {
      "text": "Dr Mathews characterises his submissions as 'careful, detailed and reasoned' and the amendments which the Committee made in its Final Report as 'grudging and minor', but it was submitted that the use of emphatic language, without more, is unhelpful.",
      "id": "s98"
    },
    {
      "text": "It was further submitted that, in essence, Dr Mathews' contention is that a finding of apprehended bias should be made merely because the Committee did not accept the changes to the Draft Report which he proposed.",
      "id": "s99"
    },
    {
      "text": "In my view, there is substance in that submission.",
      "id": "s100"
    },
    {
      "text": "33 Dr Mathews selected four examples to demonstrate the alleged pre-judgment.",
      "id": "s101"
    },
    {
      "text": "These were summarised in the respondents' written outline of submissions as follows:\n \n ' (a) Appendix 1, service no.",
      "id": "s102"
    },
    {
      "text": "4 \n \n \n At the Committee hearing on 30 October 2003 the applicant told the Committee that he referred the patient to an allergy specialist, ordered an IGE test, thinks he performed a spirometry test and that \"the management plan for her was Ventolin.",
      "id": "s103"
    },
    {
      "text": "\" \n \n In the Draft Report the Committee said inter alia that there was insufficient evidence of the development or implementation of an adequate management plan for the patient's presenting problem.",
      "id": "s104"
    },
    {
      "text": "The applicant said in his submission on the Draft Report: \"I do not accept this reason.",
      "id": "s105"
    },
    {
      "text": "I referred the patient to an allergy specialist; ordered an IGE pathology test and performed a spirometry test.",
      "id": "s106"
    },
    {
      "text": "I had also been prescribing her Ventolin.",
      "id": "s107"
    },
    {
      "text": "In my submission that must fall within the range of what is an acceptable management plan.",
      "id": "s108"
    },
    {
      "text": "In its Final Report, the Committee repeated the finding that it had made in the Draft Report.",
      "id": "s109"
    },
    {
      "text": "(b) Appendix 2, service no.",
      "id": "s110"
    },
    {
      "text": "1 \n \n \n \n At the Committee hearing on 31 October 2003, the applicant told the Committee that he did not remember the consultation.",
      "id": "s111"
    },
    {
      "text": "At the Committee's request, he read out his clinical note: \"Vomiting, Promethazine, 4 u.e., urea, electrolytes and creatinine which is --- in those days --- I think they were bundled in together with a liver function test in those days I think.",
      "id": "s112"
    },
    {
      "text": "\"\n \n In its Draft Report, the Committee said inter alia that \"At this home visit there was no selective history or ongoing management plan recorded in response to this 40 year old patient presenting with a migraine headache.",
      "id": "s113"
    },
    {
      "text": "\"\n \n The applicant said in his submission on the Draft Report: \"I did record a selective history of \"vomiting\".",
      "id": "s114"
    },
    {
      "text": "I knew from the visit the previous day that the patient was suffering from migraine.",
      "id": "s115"
    },
    {
      "text": "There was a management plan recorded which was to give the patient an injection of Promethazine and I advised her to undergo further tests to check her liver function, kidney function and the state of her hydration.",
      "id": "s116"
    },
    {
      "text": "\"\n \n In its Final Report, the Committee repeated the finding that it had made in the Draft Report.",
      "id": "s117"
    },
    {
      "text": "(c) Appendix 2, service 3 \n \n \n \n At the Committee hearing on 31 October 2003, the applicant told the Committee that he did not remember the consultation.",
      "id": "s118"
    },
    {
      "text": "He read out his clinical note: \"FOC, Ceclor CD, Ventolin and Becloforte.",
      "id": "s119"
    },
    {
      "text": "In answer to a question about whether he performed a peak-flow reading, he said: \"I did not perform a peak flow reading, it is not written down.",
      "id": "s120"
    },
    {
      "text": "I do not know whether I did.",
      "id": "s121"
    },
    {
      "text": "Sometimes --- yes I did but it is not written down there so I do not recall.",
      "id": "s122"
    },
    {
      "text": "In its Draft Report, the Committee said inter alia that \"At this home visit there was no selective history or ongoing management plan recorded in response to this 15 year old patient who had a flare up in his chest.",
      "id": "s123"
    },
    {
      "text": "No peak flow reading was performed on this young patient who had a history of asthma.",
      "id": "s124"
    },
    {
      "text": "\"\n \n The applicant said in his submission on the Draft Report: \"I did record a selective history with my shorthand notation 'FOC'.",
      "id": "s125"
    },
    {
      "text": "The patient's history of asthma and smoking was known to me.",
      "id": "s126"
    },
    {
      "text": "I did record my management plan which was to prescribe Ceclor for his chest infection; Ventolin and Becloforte for the patient's asthma.",
      "id": "s127"
    },
    {
      "text": "The evidence does not indicate that a peak flow reading was not performed and in my submission the Committee cannot make such a finding (see T p 26 line 31 ff).",
      "id": "s128"
    },
    {
      "text": "\"\n \n In its Final Report, the Committee repeated the finding that it had made in the Draft Report.",
      "id": "s129"
    },
    {
      "text": "(d) Appendix 3, service 15 \n \n \n \n At the Committee hearing on 31 October 2003, the applicant told the Committee that: \"I gave him the Ducene in an attempt to reduce his alcohol consumption and because of the anxiety associated with living with his partner, Christine, who was an invalid.",
      "id": "s130"
    },
    {
      "text": "So in a fashion he was a carer, and as I said, his legs --- he had been my patient for probably 15 years.",
      "id": "s131"
    },
    {
      "text": "\"\n \n The applicant also told the Committee that: \"The presenting complaint with Ron was that he was --- had massive anxiety because he was worried about Christine and his knees --- there is a note before approximately 6 or 8 weeks before, that his knees and his lumbar sacral spine, because when Christine fell over he would have to pick her up, and as I said he has --- I have asked him to have his knees x-rayed many, many times.",
      "id": "s132"
    },
    {
      "text": "He has never had it x-rayed.",
      "id": "s133"
    },
    {
      "text": "He is non-compliant.",
      "id": "s134"
    },
    {
      "text": "In its Draft Report, the Committee said inter alia: \"No evidence that this service was other than a simple problem requiring minimal input, limited examination and management.",
      "id": "s135"
    },
    {
      "text": "In Dr Mathew's oral evidence he stated that he wrote a prescription for Ducene for the pain to damaged knees.",
      "id": "s136"
    },
    {
      "text": "\"\n \n The applicant said in his submission on the Draft Report that: \"I do not agree with this view of the consultation.",
      "id": "s137"
    },
    {
      "text": "At T p 49 line 32, I said that I gave Ducene in an attempt to reduce the patient's alcohol consumption, not for pain.",
      "id": "s138"
    },
    {
      "text": "My oral evidence indicates that this was not a straightforward consultation having regard to the underlying social problems within the patient's household.",
      "id": "s139"
    },
    {
      "text": "The patient's knees have been a matter of ongoing concern for some time.",
      "id": "s140"
    },
    {
      "text": "\"\n \n In its Final Report, the Committee repeated the finding that it had made in its Draft Report.",
      "id": "s141"
    },
    {
      "text": "' (Footnotes omitted) \n \n \n \n\n34 However, in response it was submitted that the examples involved judgments by the Committee on issues which it was required to determine; the adequacy of management plans, whether a particular history amounts to a 'selective history', whether the evidence indicated that the requirements of the relevant MBS Item were satisfied.",
      "id": "s142"
    },
    {
      "text": "These are matters upon which reasonable minds may differ.",
      "id": "s143"
    },
    {
      "text": "The third and fourth examples also involved alleged errors of fact.",
      "id": "s144"
    },
    {
      "text": "Further, Dr Mathews has not explained how being unpersuaded by his submissions, or making a factual error about the reason why a drug was prescribed, would lead to the conclusion that the Committee did not bring an open mind to its task.",
      "id": "s145"
    },
    {
      "text": "It was submitted that the onus lies on Dr Mathews to prove his claim of apprehended bias and the examples he has given fall well short of demonstrating that a disinterested informed observer would form the necessary conclusions about the Committee.",
      "id": "s146"
    },
    {
      "text": "35 I am not persuaded, on the evidence to which I was taken, that this ground is made out.",
      "id": "s147"
    },
    {
      "text": "Even accepting that the test is one of objective possibility, I am not persuaded that a fair-minded lay observer might reasonably apprehend that the Committee might not bring an impartial mind to the resolution of the question to be decided --- whether Dr Mathews engaged in inappropriate practice in relation to the selected services.",
      "id": "s148"
    },
    {
      "text": "Ground 8 \n \n36 Ground 8 is as follows:\n \n ' [The Committee] committed a jurisdictional error or made error of law or failed to comply with a statutory procedure vitiating the decision in the making of the Report in that [the Committee] erred in purporting to have regard to samples of services within the meaning of section 106K of the Act in that: \n \n \n \n (a) [The Committee] had regard only to samples of medical services provided by [Dr Mathews] in the referral period in purported pursuance of section 106K(1) of the Act.",
      "id": "s149"
    },
    {
      "text": "[The Committee] then purportedly applied section 106K(2) of the Act to assist it in making its decision adverse to [Dr Mathews] .",
      "id": "s150"
    },
    {
      "text": "(b) Those samples and the sampling methodology to be applied by the Committee must have accorded with the sampling methodology contained in a determination made by the responsible Minister pursuant to section 106K(3) of the Act, as [the Committee] did not purport to use any other sampling methodology as referred to in section 106K(4) of the Act in making its decision.",
      "id": "s151"
    },
    {
      "text": "(c) The sampling methodology purportedly applied by [the Committee] was that contained in the Health Insurance (Professional Services Review --- Sampling Methodology) Determination 2000 (No 1) (\"the Sampling Determination\"), a determination made pursuant to section 106K(3) of the Act (the Report para 46).",
      "id": "s152"
    },
    {
      "text": "(d) [The Committee] failed to ensure the \"preliminary random sample\" as defined by section 6 of the Sampling Determination was in fact a random sample within the meaning of the said section 6.",
      "id": "s153"
    },
    {
      "text": "[The Committee] must have, by section 6, itself undertaken the preliminary random sample, which it failed to do so.",
      "id": "s154"
    },
    {
      "text": "[The Committee] merely relied on its own understanding as to purported sampling earlier undertaken by [HIC] (the Report para 100).",
      "id": "s155"
    },
    {
      "text": "(the first error) \n \n (e) [The Committee] failed to ensure itself, as it was required to do so, that the \"preliminary random sample\" as defined by section 6 of the Sampling Determination was in fact an \"appropriate sample size\" within the meaning of section 7 of the Sampling Determination.",
      "id": "s156"
    },
    {
      "text": "[The Committee] merely relied on its own understanding as to purported sampling earlier undertaken by [HIC] at the request of the [Director] (the Report para 100).",
      "id": "s157"
    },
    {
      "text": "(the second error) \n \n (f) [The Committee] had regard to a sample size of 90 services in each class of services provided by [Dr Mathews] in the referral period (namely, MBS Items 23, 24 and 193 services).",
      "id": "s158"
    },
    {
      "text": "The correct sample size, calculated in accordance with the formula in section 7(2) &amp; (3) of the Sampling Determination should have been a preliminary random sample size of: \n \n \n \n \n \n (i) 99 services for MBS Item 23; \n (ii) 96 services for MBS Item 24; and \n (iii) 93 services for MGS Item 193.",
      "id": "s159"
    },
    {
      "text": "(g) Accordingly, [the Committee] failed to comply with the Sampling Determination in that it failed to have regard to the appropriate sample size.",
      "id": "s160"
    },
    {
      "text": "This impermissibly skewed the preliminary random sample results.",
      "id": "s161"
    },
    {
      "text": "(the third error) \n \n \n \n \n \n (h) [The Committee] had regard to 30 services of [Dr Mathews] in each MBS Item class purportedly as an \"exploratory sample\" within the meaning of that expression in section 8(a) of the Sampling Determination (the report para 46).",
      "id": "s162"
    },
    {
      "text": "(i) [The Committee] failed to examine samples \"randomly drawn from the preliminary random sample\" within the meaning of that expression in section 8(a) of the Sampling Determination.",
      "id": "s163"
    },
    {
      "text": "[The Committee] merely examined the first 30 services from a list of services earlier generated by [HIC] at the request of the [Director] .",
      "id": "s164"
    },
    {
      "text": "This was not therefore \"randomly drawn from the preliminary random sample\".",
      "id": "s165"
    },
    {
      "text": "This impermissibly skewed the exploratory sample results.",
      "id": "s166"
    },
    {
      "text": "(the fourth error) \n \n \n \n \n \n (j) In addition, [the Committee] examined about 30 services of [Dr Mathews] in each MBS Item class from a list of 40 services provided to [the Committee] by the [Director] (Draft Report paragraph 46 and footnote 18).",
      "id": "s167"
    },
    {
      "text": "Those services had, as at that time, already been examined by the [Director] and/or they had been examined on his behalf by his servants, officers or agents, and they were found to be deficient or sufficiently deficient in relevant respects and adverse to [Dr Mathews] such as to cause the [Director] to set up a Committee and refer the matter to it by way of an Adjudicative Referral pursuant to section 93 of the Act.",
      "id": "s168"
    },
    {
      "text": "Accordingly, the purported \"exploratory sample\" in the hands of [the Committee] could no longer be considered (if it ever was) a sample \"randomly drawn from the preliminary random sample\" within the meaning of section 8(a) of the Sampling Determination or a \"random sample\" at all on any meaning of that expression.",
      "id": "s169"
    },
    {
      "text": "(the fifth error) .",
      "id": "s170"
    },
    {
      "text": "' \n \n \n \n\n37 Section 106K of the Act provides:\n \n \n '(1) The Committee may, in respect of conduct in connection with rendering or initiating the services included in a particular class of the referred services, have regard only to a sample of the services included in the class.",
      "id": "s171"
    },
    {
      "text": "(2) If the Committee finds that conduct in connection with rendering or initiating all, or a proportion, of the services included in the sample constituted engaging in inappropriate practice, then, the conduct of the person under review, in connection with rendering or initiating all, or that proportion, as the case may be, of the services included in the class from which the sample is chosen, is taken, for the purposes of this Part, to have constituted engaging in inappropriate practice.",
      "id": "s172"
    },
    {
      "text": "(3) The Minister may make written determinations specifying the content and form of sampling methodologies that may be used by Committees for the purposes of subsection (1).",
      "id": "s173"
    },
    {
      "text": "(4) The Committee may use a sampling methodology that is not specified in such a determination if, and only if, the Committee has been advised by a statistician accredited by the Statistical Society of Australia Inc that the sampling methodology is statistically valid.",
      "id": "s174"
    },
    {
      "text": "(5) A determination by the Minister under subsection (3) is a disallowable instrument for the purposes of section 46A of the Acts Interpretation Act 1901 .",
      "id": "s175"
    },
    {
      "text": "' \n \n \n \n\n38 Pursuant to subs 106K(3), the Minister made Health Insurance (Professional Services Review --- Sampling Methodology) Determination 2000 (No.",
      "id": "s176"
    },
    {
      "text": "1) ('the Sampling Determination'), which provides, inter alia :\n \n ' Part 1 Preliminary \n \n 1 ... \n \n 2 ... \n \n 3 Purpose \n \n \n \n This Determination specifies the content and form of a sampling methodology that may be used by a Committee in making findings for an adjudicative referral.",
      "id": "s177"
    },
    {
      "text": "4 Application \n \n \n \n \n (1) This Determination applies if the Committee decides, in respect of conduct in connection with rendering or initiating the services included in a particular class of the referred services, to have regard only to a sample of the services included in the class.",
      "id": "s178"
    },
    {
      "text": "(2) The sampling methodology in Part 2 applies to: \n \n \n \n \n (a) individual items and multiple item episodes in classes of services; and \n (b) individual items and multiple item episodes in classes of patients.",
      "id": "s179"
    },
    {
      "text": "5 Definitions \n \n \n \n In this Determination: \n \n \n \n \n \n Act means the Health Insurance Act 1973 .",
      "id": "s180"
    },
    {
      "text": "class size , in relation to a sample, means the number of services rendered or initiated in the particular class of referred services from which a sample is chosen.",
      "id": "s181"
    },
    {
      "text": "exploratory sample has the meaning given in section 8.",
      "id": "s182"
    },
    {
      "text": "final random sample has the meaning given in section 10.",
      "id": "s183"
    },
    {
      "text": "preliminary random sample has the meaning given in section 6.",
      "id": "s184"
    },
    {
      "text": "Note 1 The following terms that are used in this Determination are defined in subsection 3 (1) of the Act: \n \n \n &#8226; Initiate \n &#8226; Patient.",
      "id": "s185"
    },
    {
      "text": "... \n \n \n \n Part 2 Sampling methodology \n \n 6 Preliminary random sample \n \n \n \n In having regard, under subsection 106K (1) of the Act, only to a sample of the services included in a particular class of referred services, a Committee must ensure that the sample (the preliminary random sample ) is a random sample.",
      "id": "s186"
    },
    {
      "text": "7 Appropriate sample size \n \n \n \n \n (1) The preliminary random sample must be of an appropriate sample size to enable prediction with 95% confidence that the percentage of services constituting inappropriate practice worked out from the sample is within +/- 10% of the actual percentage of inappropriate services rendered or initiated in the class of referred services sampled, at a hypothesised incidence of inappropriate practice of 50% of services rendered or initiated (the incidence requiring the largest sample).",
      "id": "s187"
    },
    {
      "text": "(2) For a class of services specified in a referral, the appropriate sample size of the preliminary random sample is at least: \n \n \n \n \n N \n __________ \n 1+0.01(N-1) \n \n \n \n \n where: \n \n N = class size.",
      "id": "s188"
    },
    {
      "text": "(3) If the appropriate sample size worked out is not a whole number, it must be rounded up to the next whole number.",
      "id": "s189"
    },
    {
      "text": "8 Exploratory sample \n \n \n \n In making a finding based on statistical sampling, the Committee must: \n \n \n \n \n \n \n (a) examine a sample, preferably of 30 or more services (but not less than 25 services) (the exploratory sample ) , randomly drawn from the preliminary random sample; and \n (b) determine whether or not each of those services constitutes inappropriate practice.",
      "id": "s190"
    },
    {
      "text": "9 Percentage of inappropriate practice in exploratory sample \n \n \n \n \n (1) After the Committee has determined which of the services in an exploratory sample constitute inappropriate practice, it must work out the percentage of services in the sample that constitutes inappropriate practice.",
      "id": "s191"
    },
    {
      "text": "(2) The percentage must be expressed as a whole number (being, if necessary, rounded down to the nearest whole number).",
      "id": "s192"
    },
    {
      "text": "10 ...' \n \n\n39 Paragraphs (a), (b) and (c) of ground 8 as pleaded are not in issue.",
      "id": "s193"
    },
    {
      "text": "Paragraph (d) contains the first allegation of error.",
      "id": "s194"
    },
    {
      "text": "Dr Mathews contends that the terms of s 6 of the Sampling Determination, in particular the words 'must ensure', when used in relation to the words 'that the sample (the preliminary random sample) is a random sample', effectively requires the Committee to undertake the sampling itself.",
      "id": "s195"
    },
    {
      "text": "Alternatively, it is said that if s 6 does not require the Committee to do the sampling itself, it requires the Committee to ensure for itself that a sample of the services, included in a particular class of selected services, is a random sample and that this cannot be satisfied where the Committee merely relies on a list of services of a particular class, derived from a larger list of services of that particular class, 'fed' to them by the Director, even if the Committee has no reason to think that the larger list of services of that particular class is not a random sample.",
      "id": "s196"
    },
    {
      "text": "40 The primary submission can be rejected out of hand.",
      "id": "s197"
    },
    {
      "text": "On no construction of s 6 of the Sampling Determination can it be said that it requires the sampling to be carried out by the Committee itself.",
      "id": "s198"
    },
    {
      "text": "41 It is not advanced on behalf of Dr Mathews, nor could it be, that the samples provided to the Director by HIC (see [44] infra) are not random samples.",
      "id": "s199"
    },
    {
      "text": "The alternative submission is that, in terms of s 6 of the Sampling Determination, the Committee must ensure that the samples are random samples and that requirement is not satisfied where the Committee proceeds on an understanding that certain services were randomly sampled by HIC at the request of the Director.",
      "id": "s200"
    },
    {
      "text": "There is no doubt that the Committee proceeded on that understanding.",
      "id": "s201"
    },
    {
      "text": "At [100] of the Final Report, the Committee wrote:\n \n 'The Committee understands that certain services were randomly sampled by the HIC at the request of the Director (to facilitate his review) --- this is exhibited by the words \"Randomly Selected Services Rendered to Patients ...\" in the header of each of the lists of services in Attachment C of the Adjudicative Referral.",
      "id": "s202"
    },
    {
      "text": "' \n \n\n42 Attachment C was not in evidence but is described in [6] of the Adjudicative Referral dated 14 September 2001 in the following terms:\n \n 'Lists provided by the Health Insurance Commission of randomly selected MBS item 23, 24 and 193 services rendered by Dr Mathews during the referral period; photocopies of medical records of a selection of patients from these lists to whom Dr Mathews rendered services during the referral period; and calendar charts (\"PIRT reports\") provided by the Commission of all services rendered during the referral period in relation to these patients.",
      "id": "s203"
    },
    {
      "text": "' \n \n\nIt is also described in the Index to the Adjudicative Referral as follows:\n \n \n ' Volume 2 \n \n \n \n Attachment C --- A list of 20 randomly selected MBS item 23 services provided by the Commission; Calendar charts; and photocopies of medical records \n Random No 1- 20 \n \n \n \n \n Volume 3 \n \n \n \n Attachment C cont.",
      "id": "s204"
    },
    {
      "text": "--- A list of 20 randomly selected MBS item 23 services provided by the Commission; calendar charts; and photocopies of medical records \n Random No 21- 40 \n \n \n \n \n Volume 4 \n \n \n \n Attachment C cont.",
      "id": "s205"
    },
    {
      "text": "--- A list of 20 randomly selected MBS item 24 services provided by the Commission; calendar charts; and photocopies of medical records \n Random No 1- 20 \n \n \n \n \n Volume 5 \n \n \n \n Attachment C cont.",
      "id": "s206"
    },
    {
      "text": "--- A list of 20 randomly selected MBS item 24 services provided by the Commission; calendar charts; and photocopies of medical records \n Random No 21- 40 \n \n \n \n \n Volume 6 \n \n \n \n Attachment C cont.",
      "id": "s207"
    },
    {
      "text": "--- A list of 10 randomly selected MBS item 193 services provided by the Commission; calendar charts; and photocopies of medical records \n Random No 1 -10 \n \n \n \n \n Volume 7 \n \n \n \n Attachment C cont.",
      "id": "s208"
    },
    {
      "text": "--- A list of 20 randomly selected MBS item 193 services provided by the Commission; calendar charts; and photocopies of medical records \n Random No 11 - 30 \n \n \n \n \n Volume 8 \n \n \n \n Attachment C cont.",
      "id": "s209"
    },
    {
      "text": "--- A list of 10 randomly selected MBS item 193 services provided by the Commission; calendar charts; and photocopies of medical records \n Random No 31- 40 ' \n \n \n \n \n\n43 The starting point for the lists that are Attachment C to the Adjudicative Referral dated 14 September 2001 is the request dated 19 December 2000 by the Director of the Professional Review Division of HIC in the following terms:\n \n 'From the MBS items and sample sizes shown in the chart below, carry out a random sampling and compile a list of randomly selected services for each class of service in accordance with statistically acceptable methodology.",
      "id": "s210"
    },
    {
      "text": "MBS Item Number Sample Size \n \n \n 23 99 \n 24 97 \n 193 94' \n \n\n44 Under cover of memorandum dated 8 January 2000 (sic) the Professional Review Division of HIC provided three lists headed as follows:\n \n \n '1.",
      "id": "s211"
    },
    {
      "text": "99 randomly selected services rendered to patients of Dr John William Mathews P/N 009043 during 01 Jan 1999 to 31 Dec 1999 having item 23 (list 1) report in random selection order.",
      "id": "s212"
    },
    {
      "text": "2.",
      "id": "s213"
    },
    {
      "text": "97 randomly selected services rendered to patients of Dr John William Mathews P/N 009043 during 01 Jan 1999 to 31 Dec 1999 having item 24 (list 2) report in random selection order.",
      "id": "s214"
    },
    {
      "text": "3.",
      "id": "s215"
    },
    {
      "text": "94 randomly selected services rendered to patients of Dr John William Mathews P/N 009043 during 01 Jan 1999 to 31 Dec 1999 having item 193 (list 3) report in random selection order.",
      "id": "s216"
    },
    {
      "text": "' \n \n \n \n\n(hereinafter together called 'the HIC lists').",
      "id": "s217"
    },
    {
      "text": "45 By letter dated 23 January 2001 the Director forwarded to Dr Mathews a notice to produce documents or give information pursuant to s 89B of the Act in relation to three lists which accompanied that notice.",
      "id": "s218"
    },
    {
      "text": "List 1 contained the first 40 services on list 1 of the HIC lists, list 2 contained the first 40 services on list 2 of the HIC lists and list 3 contained the first 40 services on list 3 of the HIC lists.",
      "id": "s219"
    },
    {
      "text": "46 On 14 September 2001 the Director made the Adjudicative Referral and it is clear from the description of Attachment C thereto and the extracted index material at [42] supra, that the Attachment C lists correspond with the first 40 services on lists 1, 2 and 3 comprising the HIC lists.",
      "id": "s220"
    },
    {
      "text": "The same comment applies to the lists which the Committee sent to Dr Mathews with the Notice Pursuant to Section 105A of the Act to Produce Documents, dated 18 October 2001.",
      "id": "s221"
    },
    {
      "text": "47 In its Draft Report, under the heading 'Sampling' the Committee wrote:\n \n ' MBS Item 23, 24 and 193 services \n \n \n \n 43.",
      "id": "s222"
    },
    {
      "text": "Pursuant to subsection 106K(1) of the Act, in respect of Dr Mathews' conduct in connection with the rendering of the referred services, the Committee had regard to samples of services in three classes, namely MBS Item 23, 24 and 193 services.",
      "id": "s223"
    },
    {
      "text": "44.",
      "id": "s224"
    },
    {
      "text": "The services were examined in accordance with the Health Insurance (Professional Services Review --- Sampling Methodology) Determination 2000 (No.",
      "id": "s225"
    },
    {
      "text": "1) (the sampling methodology).",
      "id": "s226"
    },
    {
      "text": "45.",
      "id": "s227"
    },
    {
      "text": "The sampling methodology allows the Committee, in respect of conduct in connection with rendering the services included in a class of the services, to have regard only to a sample of the services included in that class.",
      "id": "s228"
    },
    {
      "text": "46.",
      "id": "s229"
    },
    {
      "text": "The Committee drew on randomly sampled services 18 in the classes, as follows: \n \n\n\n MBS Item Total services rendered during the referral period Exploratory random sample Final random sample size 23 8,947 30 30 19 24 2,406 30 30 20 193 1,366 30 30 21 \n \n \n \n \n 47.",
      "id": "s230"
    },
    {
      "text": "The finding of inappropriate practice in all 30 of the MBS Item 23, 24 and 193 services examined means that the final random sample size, for the purposes of the sampling methodology, remains the same as the exploratory sample: \n \n \n \n MBS Item \n Final random sample size \n No.",
      "id": "s231"
    },
    {
      "text": "of services found inappropriate \n % of inappropriate practice in final random sample \n % of inappropriate practice with accepted confidence interval ( + 10%) \n 23 \n 30 \n 30 \n 100% \n 90% \n 24 \n 30 \n 30 \n 100% \n 90% \n 193 \n 30 \n 30 \n 100% \n 90% \n \n \n \n 18 The Director provided the Committee with a list of 40 randomly sampled services for MBS Item 23.",
      "id": "s232"
    },
    {
      "text": "19 Randomly sampled service No's.",
      "id": "s233"
    },
    {
      "text": "6, 8 and 9 were excluded from consideration because the medical record was not available to Dr Mathews and record No's.",
      "id": "s234"
    },
    {
      "text": "31, 32 and 33 respectively, replaced these records.",
      "id": "s235"
    },
    {
      "text": "20 Randomly sampled service No's.",
      "id": "s236"
    },
    {
      "text": "18 and 24 were excluded from consideration because the medical record was not available to Dr Mathews and record No's.",
      "id": "s237"
    },
    {
      "text": "31 and 32 respectively, replaced these records.",
      "id": "s238"
    },
    {
      "text": "21 Randomly sampled service No's.",
      "id": "s239"
    },
    {
      "text": "5 and 9 were excluded from consideration because the medical record was not available to Dr Mathews and record No's.",
      "id": "s240"
    },
    {
      "text": "31 and 32 respectively, replaced these records.",
      "id": "s241"
    },
    {
      "text": "' \n \n \n\n48 The only observation I would make to this extract from the Committee's Draft Report is to observe, in relation to footnote 18, that it is common ground that the Director also provided the Committee with a list of 40 sample services for MBS Items 24 and 193.",
      "id": "s242"
    },
    {
      "text": "49 In its Final Report, under the heading 'Sampling', the Committee wrote:\n \n ' MBS Item 23, 24 and 193 services \n \n \n \n 45.",
      "id": "s243"
    },
    {
      "text": "Pursuant to subsection 106K(1) of the Act, in respect of Dr Mathews' conduct in connection with the rendering of the referred services, the Committee had regard to a sample of services in three classes, namely MBS Item 23, 24 and 193 services (the Class).",
      "id": "s244"
    },
    {
      "text": "46.",
      "id": "s245"
    },
    {
      "text": "An exploratory random sample of 30 MBS Items 23, 124 and 103 services were examined in accordance with the Health Insurance (Professional Services Review --- Sampling Methodology) Determination 2000 (No.",
      "id": "s246"
    },
    {
      "text": "1) (the sampling methodology).",
      "id": "s247"
    },
    {
      "text": "The services were drawn from a preliminary random sample of services and indicated in the table below which were rendered by Dr Mathews to patients during the referral period.",
      "id": "s248"
    },
    {
      "text": "MBS Item Total services rendered during the referral period Preliminary random sample size Exploratory random sample 23 8,947 90 30 24 2,406 90 30 193 1,366 90 30 \n \n \n \n \n 47.",
      "id": "s249"
    },
    {
      "text": "The sampling methodology allows the Committee, in respect of conduct in connection with rendering or initiating the services included in a class of services, to have regard only to a sample of the services included in that class.",
      "id": "s250"
    },
    {
      "text": "' (Footnotes omitted) \n \n \n \n\n50 No challenge is made to the number of total services stated to be rendered by Dr Mathews for each relevant MBS Item during the referral period, namely 8,947 for item 23, 2,406 for item 24 and 1,366 for item 193.",
      "id": "s251"
    },
    {
      "text": "51 However, challenge is made to the 'preliminary random sample' size of 90 for each relevant MBS Item in the Final Report.",
      "id": "s252"
    },
    {
      "text": "It is common ground that applying the formula in s 7(2) of the Sampling Determination to the total services rendered during the referral period for each relevant MBS Item, the 'preliminary random sample' sizes were:\n \n Item 23 99\n Item 24 96\n Item 193 93 \n\n52 Of itself, the fact that incorrect numbers are given in the Final Report for the number of services in each 'preliminary random sample' does not, in my view, infect the integrity of each sample as a random sample.",
      "id": "s253"
    },
    {
      "text": "53 In short, in the absence of any challenge that the HIC lists are not random samples, the Committee was entitled to proceed on the understanding that it did, and the obligation of the Committee under s 6 of the Sampling Determination that it ensure the samples are random samples is satisfied.",
      "id": "s254"
    },
    {
      "text": "I therefore reject the first alleged error.",
      "id": "s255"
    },
    {
      "text": "54 Paragraph (e) contains the second allegation of error.",
      "id": "s256"
    },
    {
      "text": "It is said that the Committee failed to ensure itself that each 'preliminary random sample' as defined by s 6 of the Sampling Determination was, in fact, of an 'appropriate sample size' within the meaning of s 7 of the Sampling Determination.",
      "id": "s257"
    },
    {
      "text": "The Committee, so it is said, merely relied on its own understanding as to purported sampling earlier undertaken by HIC at the request of the Director.",
      "id": "s258"
    },
    {
      "text": "55 I am unable to agree with this allegation of error.",
      "id": "s259"
    },
    {
      "text": "I am unable to identify any obligation of the Committee, under the Sampling Determination, to ensure itself that each 'preliminary random sample' was in fact of an 'appropriate sample size' within the meaning of s 7.",
      "id": "s260"
    },
    {
      "text": "Section 7 undoubtedly requires the 'preliminary random sample' to be of an 'appropriate sample size'.",
      "id": "s261"
    },
    {
      "text": "However, provided the number of services in a relevant class of service specified in a referral satisfies the formula in subs 7(2) of the Sampling Determination, the 'preliminary random sample' will be of an 'appropriate sample size'.",
      "id": "s262"
    },
    {
      "text": "In the present case, HIC lists did satisfy, in terms of the number of services in each relevant class of service specified in the referral, the formula in subs 7(2).",
      "id": "s263"
    },
    {
      "text": "The fact that the Committee, in its Final Report, incorrectly stated what that number of services was for each relevant class of service, does not, in my view, detract from that conclusion.",
      "id": "s264"
    },
    {
      "text": "It follows, in my view, that this second allegation of error must be rejected.",
      "id": "s265"
    },
    {
      "text": "56 Paragraphs (f) and (g) together contain the third allegation of error.",
      "id": "s266"
    },
    {
      "text": "It is said that the Committee had regard to a sample size of 90 services in each relevant class of service provided by Dr Mathews in the referral period when the correct sample size calculated in accordance with the formula in subs 7(2) and (3) of the Sampling Determination should have been:\n \n 99 services for MBS Item 23\n 96 services for MBS Item 24\n 93 services for MBS Item 193 \n\n\nIt follows, so it is said, that the Committee failed to comply with the Sampling Determination in that it failed to have regard to the 'appropriate sample size'.",
      "id": "s267"
    },
    {
      "text": "57 This allegation of error overlaps with the second allegation, although, to be fair, it is articulated in different terms.",
      "id": "s268"
    },
    {
      "text": "However, the fact remains that the Committee did not have regard to a sample size of 90 services in each relevant class of service provided by Dr Mathews in the referral period.",
      "id": "s269"
    },
    {
      "text": "Nor did the Committee have an obligation under the Sampling Determination to have regard to the numbers of services referred to in [56] supra.",
      "id": "s270"
    },
    {
      "text": "The only obligation of the Committee to have regard to a number of services in each relevant class of service is the obligation to be found in s 8 of the Sampling Determination, and that obligation is that the Committee must examine a sample, preferably of 30 or more services (but not less than 25 services), randomly drawn from the preliminary random sample and determine whether or not each of those services constitutes inappropriate practice.",
      "id": "s271"
    },
    {
      "text": "The provisions of s 8 of the Sampling Determination form the basis of the fourth allegation of error (see [58] infra), however, I can find no foundation in the Sampling Determination for this third allegation of error.",
      "id": "s272"
    },
    {
      "text": "For the sake of completeness, I would merely add that the fact that the Committee incorrectly stated the number of services in the 'preliminary random sample' for each relevant class of service in its Final Report, provides no basis for error of the kind alleged.",
      "id": "s273"
    },
    {
      "text": "58 Paragraphs (h) and (i) contain the fourth allegation of error.",
      "id": "s274"
    },
    {
      "text": "It is said that the Committee had regard to 30 services of Dr Mathews in each relevant MBS Item class of service purportedly as an 'exploratory sample' within the meaning of that expression in s 8(a) of the Sampling Determination.",
      "id": "s275"
    },
    {
      "text": "It is further said that the Committee failed to examine samples 'randomly drawn from the preliminary random sample' within the meaning of that expression in s 8(a) of the Sampling Determination.",
      "id": "s276"
    },
    {
      "text": "The Committee, it is said, merely examined the first 30 services on lists of the first 40 services taken from the HIC lists.",
      "id": "s277"
    },
    {
      "text": "They were not, therefore, 'randomly drawn from the preliminary random sample[s]'.",
      "id": "s278"
    },
    {
      "text": "59 There is no doubt that the Committee examined the first 30 services on lists of the first 40 services taken from the HIC lists.",
      "id": "s279"
    },
    {
      "text": "To be completely accurate, the Committee did not examine service nos.",
      "id": "s280"
    },
    {
      "text": "6, 8 and 9 for MBS item 23 owing to lack of records maintained by Dr Mathews but it examined the remainder of the first 30 services as well as nos.",
      "id": "s281"
    },
    {
      "text": "31, 32 and 33; it did not examine service nos.",
      "id": "s282"
    },
    {
      "text": "18 and 24 for MBS item 24 owing to lack of records maintained by Dr Mathews but it examined the remainder of the first 30 services as well as nos.",
      "id": "s283"
    },
    {
      "text": "31 and 32; and it did not examine service nos.",
      "id": "s284"
    },
    {
      "text": "5 and 9 for MBS item 193 owing to lack of records maintained by Dr Mathews but it examined the remainder of the first 30 services as well as nos.",
      "id": "s285"
    },
    {
      "text": "31 and 32.",
      "id": "s286"
    },
    {
      "text": "60 Professor D F Nicholls from the School of Finance and Applied Statistics at the Australian National University, Australian Capital Territory, gave evidence on behalf of the respondents.",
      "id": "s287"
    },
    {
      "text": "In relation to this fourth allegation of error, his report recorded the following:\n \n 'While the Determination states that the exploratory sample should be \"randomly\" drawn from the preliminary sample, from a statistical point of view to state that it should be randomly drawn from a random sample is redundant.",
      "id": "s288"
    },
    {
      "text": "The preliminary random sample is a sample randomly drawn from the total number of services rendered for each class of services.",
      "id": "s289"
    },
    {
      "text": "Consequently any sample chosen from the preliminary random sample will itself be a random sample (of the total number of services of the item class under review) .",
      "id": "s290"
    },
    {
      "text": "The exploratory sample of 30 services, for each of items 23, 24 and 193 will themselves be random samples from each of their respective items.",
      "id": "s291"
    },
    {
      "text": "... \n \n As has been argued above, the preliminary samples for each of the three items have been confirmed by the HIC to be random.",
      "id": "s292"
    },
    {
      "text": "Any subset of services chosen from a preliminary random sample will itself be a sample of random services from the total number of services of each item under investigation .",
      "id": "s293"
    },
    {
      "text": "' (Emphasis)\n \n\n61 Dr M J Stevenson from the School of Business, Faculty of Economics and Business at the University of Sydney, New South Wales, gave evidence on behalf of Dr Mathews.",
      "id": "s294"
    },
    {
      "text": "In response to Professor Nicholls, Dr Stevenson said:\n \n 'Had the Committee, in following section 6 of the Determination, ensured that the preliminary random sample was a random sample and, in doing so by independently selecting a sample of 99 records randomly from a sampling frame of 8,947 records then, it might be argued from a statistical point of view that to insist the exploratory sample of 30 be further selected randomly is redundant.",
      "id": "s295"
    },
    {
      "text": "In this case, the exploratory sample of 30 would be random irrespective of how the smaller sample of 30 records comprising the exploratory sample were selected from the preliminary random sample of 99.",
      "id": "s296"
    },
    {
      "text": "' (Emphasis)\n \n\n62 However, with respect to both Professor Nicholls and Dr Stevenson, the issue raised by this allegation of error is not whether the first 30 (record available) services of each relevant item of service is a random sample of the total number of services of each relevant item of service specified in the referral , but whether the first 30 (record available) services of each relevant item of service are 'randomly drawn from the preliminary random sample'.",
      "id": "s297"
    },
    {
      "text": "One has only to put the issue in those terms to realise that what the Committee examined as 'exploratory samples' is infected with error.",
      "id": "s298"
    },
    {
      "text": "63 The fact that the first 30 (record available) services of each relevant item of service is a random sample of the total number of services of each relevant item of service specified in the referral by reason that it is a sub-set of services chosen from a preliminary random sample which, by definition, is a random sample, is not to the point.",
      "id": "s299"
    },
    {
      "text": "Unless those first 30 (record available) services of each relevant item of service is randomly drawn from the preliminary random sample, it is not an 'exploratory sample' for the purposes of the Sampling Determination: s 8(a).",
      "id": "s300"
    },
    {
      "text": "64 Relevantly, the Oxford English Dictionary meaning of the word 'random' provides:\n \n \n ' b.",
      "id": "s301"
    },
    {
      "text": "Statistics .",
      "id": "s302"
    },
    {
      "text": "Governed by or involving equal chances for each of the actual or hypothetical members of a population; also, produced or obtained by a random process (and therefore completely unpredictable in detail);' \n \n \n \n\nUnder the same heading 'Statistics', the phrase 'random sample' is defined to mean ---\n \n \n 'A sample drawn at random from a population, each member of it having an equal or other specified chance of inclusion.",
      "id": "s303"
    },
    {
      "text": "' \n \n\n65 The selection by the Director of the first 40 services from each of the HIC lists would, on the theses of Professor Nicholls and Dr Stevenson, constitute random samples themselves of the total number of services of each item under review.",
      "id": "s304"
    },
    {
      "text": "However, that selection was not itself 'randomly drawn from the preliminary random sample'.",
      "id": "s305"
    },
    {
      "text": "To say otherwise is to fly in the face of the dictionary meaning of the word 'random' referred to at [64], supra, and to read the phrase 'randomly drawn from the preliminary random sample' as if the word 'randomly' had no work to do; or to read the phrase as if the word 'randomly' was not there.",
      "id": "s306"
    },
    {
      "text": "66 The same observations can be made of the examination by the Committee of the first 30 (record available) services of each list of the first 40 services from each of the HIC lists.",
      "id": "s307"
    },
    {
      "text": "They may also be random samples as sub-sets of sub-sets of random samples (the preliminary random samples) but they do not qualify as being 'randomly drawn from the preliminary random sample[s]'.",
      "id": "s308"
    },
    {
      "text": "Indeed, on the evidence, the Committee never had before it the preliminary random sample of each item of service under review, that is, the HIC lists, from which to randomly draw the exploratory samples; it only ever had before it the first 40 services in those lists.",
      "id": "s309"
    },
    {
      "text": "67 The question which arises is whether this error invalidates the Committee's finding at [2] of its Final Report, namely, that the conduct of Dr Mathews in connection with rendering MBS Item 23, 24 and 193 services that were the subject of Adjudicative Referral 223 was, in the Committee's opinion, unacceptable to the general body of general practitioners and constituted inappropriate practice as defined in s 82 of the Act.",
      "id": "s310"
    },
    {
      "text": "In my view it does and for the following reasons:\n \n 1.",
      "id": "s311"
    },
    {
      "text": "The importance of complying with the sampling methodology in the Sampling Determination is borne out by all the provisions of s 106K of the Act, but in particular the deeming operation of subs 106K(2) and the fact that the Committee is, by subs 106K(4), prohibited from using a sampling methodology that is not specified in a determination made under subs 106K(3), unless it is ordered by a statistician accredited by the Statistical Society of Australia that the sampling methodology is statistically valid.",
      "id": "s312"
    },
    {
      "text": "2.",
      "id": "s313"
    },
    {
      "text": "The opening words of s 8 of the Sampling Determination make it clear that its requirements are mandatory: 'In making a finding based on statistical sampling, the Committee must ...'.",
      "id": "s314"
    },
    {
      "text": "3.",
      "id": "s315"
    },
    {
      "text": "In Project Blue Sky Inc v Australian Broadcasting Authority [1998] HCA 28 ; (1998) 194 CLR 355, the majority rejected (at 389 --- 391, [92] --- [93]) the traditional distinction between 'mandatory' and 'directory' requirements, saying that: '[a] better test for determining the issue of validity is to ask whether it was a purpose of the legislation that an act done in breach of the provision should be invalid'.",
      "id": "s316"
    },
    {
      "text": "In determining the purpose of the legislation, regard has to be had to 'the language of the relevant provision and the scope and object of the whole statute'.",
      "id": "s317"
    },
    {
      "text": "4.",
      "id": "s318"
    },
    {
      "text": "Nevertheless, having regard to the mandatory terms of s 8 of the Sampling Determination and its importance in the process of statistical sampling upon which the Committee's finding is ultimately made, I am of the view that it is a purpose of the Sampling Determination that a finding made in reliance on an act done in breach of s 8 of the Sampling Determination is an invalid finding: See SAAP v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2005] HCA 24 ; (2005) 215 ALR 162 per McHugh J at [72] --- [73]; per Hayne J at [205].",
      "id": "s319"
    },
    {
      "text": "68 Paragraph (j) contains the fifth allegation of error.",
      "id": "s320"
    },
    {
      "text": "It is said that the Committee examined 30 services in each MBS item of service under review from a list of 40 services provided to the Committee by the Director and that the examined services had already been examined by the Director or by servants, officers or agents on his behalf and had been found to be deficient or sufficiently deficient in relevant respects and adverse to Dr Mathews such as to cause the Director to set up a Committee and refer the matter to it by way of Adjudicative Referral pursuant to s 93 of the Act.",
      "id": "s321"
    },
    {
      "text": "It follows, it is said, that the purported 'exploratory sample' in the hands of the Committee could no longer be considered (if it ever was) a sample 'randomly drawn from the preliminary random sample' within the meaning of s 8 of the Sampling Determination.",
      "id": "s322"
    },
    {
      "text": "69 In view of my finding in relation to the fourth allegation of error, it is unnecessary to reach a concluded view on this allegation.",
      "id": "s323"
    },
    {
      "text": "Counsel for Dr Mathews put his case on this fifth allegation of error as being 'where fairness meets statistics'.",
      "id": "s324"
    },
    {
      "text": "Whether or not the Director's prior examination of the first 30 (record available) services on the list of 40 services provided by the Director to the Committee does lead to the result contended for, namely, non-compliance with the requirements of s 8(a) of the Sampling Determination, it is clear, in my view, that had the Committee undertaken its task according to the terms of s 8(a) of the Sampling Determination and randomly drawn, from the preliminary random sample, 30 services of each item of service under review, the likelihood of all 30 services of each item of service under review being a service which the Director had already examined is negligible.",
      "id": "s325"
    },
    {
      "text": "That, of itself, might suggest that this fifth allegation of error in the sampling process should be upheld.",
      "id": "s326"
    },
    {
      "text": "Ground 10 \n \n70 Ground 10 is as follows:\n \n \n '10.",
      "id": "s327"
    },
    {
      "text": "The making of [the Committee's] Report involved a jurisdictional error or error of law in that [the Committee's] incorrectly interpreted and applied the meaning or definition of the expression \"inappropriate practice\" in section 82 of the Act and asked itself the wrong question in that: \n \n \n \n \n \n \n (a) [The Committee] adopted and applied a particular test or definition of \"inappropriate practice\" that did not exist for the majority of the referral period under consideration (1 January 1999 to 31 December 1999) (Report paragraphs 38-39).",
      "id": "s328"
    },
    {
      "text": "(b) That test was in relevantly identical terms to the tests provided for \"an adequate record\" in regulation 5 of the Health Insurance (Professional Services Review) Regulations 1999 (\"the Regulations \") which did not commence operation until 1 November 1999 (Regulation 2).",
      "id": "s329"
    },
    {
      "text": "(c) The Regulations were supported by sub-section 82(3) and the definition of the expression \"adequate and contemporaneous records\" contained in section 81(1) of the Act, each of which did not commence operation until 1 November 1999 (by section 2(2) of the Health Insurance Amendment (Professional Services Review) Act 1999 (Cth) (Act No 95 of 1999).",
      "id": "s330"
    },
    {
      "text": "(d) Accordingly, [the Committee] incorrectly and impermissibly adopted, in terms, and applied a statutory test and standard that did not exist in respect of 10 calendar months of the 12 month referral period.",
      "id": "s331"
    },
    {
      "text": "(e) The application of this statutory test pervaded the entire Report.",
      "id": "s332"
    },
    {
      "text": "' \n \n \n \n \n\n71 The basis of this ground is that the Committee applied the wrong test of the expression 'inappropriate practice' in s 82 of the Act by having regard to the adequacy of medical records.",
      "id": "s333"
    },
    {
      "text": "At [38] of the Final Report, the Committee wrote:\n \n 'While record keeping is not an explicit requirement for payment of Medicare benefits under the Act or the tables of medical and like benefits, it is the Committee's opinion that the general body of general practitioners would expect a medical record to clearly identify the name of the patient, contain a separate entry with a date for each attendance by the patient, provide clinical information adequate to explain the type of service rendered, and be sufficiently comprehensible for another practitioner, relying on the record to effectively undertake the patient's on-going care.",
      "id": "s334"
    },
    {
      "text": "' (Footnotes omitted)\n \n\n72 For Dr Mathews it is submitted that this statement is in 'relevantly identical' terms to the test provided for 'inadequate record' in reg 5 of the Health Insurance (Professional Services Review) Regulations 1999 ('the Regulations') which did not commence operation until 1 November 1999 (reg 2).",
      "id": "s335"
    },
    {
      "text": "The Regulations were, in turn, supported by subs 82(3) and the definition of the expression 'adequate and contemporaneous records' contained in subs 81(1) of the Act, each of which did not commence operation until 1 November 1999 (by subs 2(2) of the Health Insurance Amendment (Professional Services Review) Act 1999 (Cth) (Act No.",
      "id": "s336"
    },
    {
      "text": "95 of 1999).",
      "id": "s337"
    },
    {
      "text": "73 For Dr Mathews it is said that the Regulations and the applicable test therefore did not exist for the majority of the referral period that was under consideration by the Committee (1 January 1999 --- 31 December 1999) and that the Committee accepted this fact in [60] of the Final Report where it wrote:\n \n 'Since 1 November 1999, the legislation has explicitly required committees to have regard to the adequacy of medical records.",
      "id": "s338"
    },
    {
      "text": "' \n \n \n\nIt follows, so the submission went, that the Committee incorrectly and impermissibly adopted, in terms, and applied a statutory test and standard that did not exist with respect to ten calendar months of the 12 month referral period.",
      "id": "s339"
    },
    {
      "text": "As the application of this statutory test pervaded and infected the entire Final Report, the Final Report is accordingly invalid.",
      "id": "s340"
    },
    {
      "text": "74 For the respondents it is submitted that 'inappropriate practice' is defined in s 82(1) of the Act relevantly as 'conduct ... such that a Committee could reasonably conclude that ... the conduct would be unacceptable to the general body of general practitioners'.",
      "id": "s341"
    },
    {
      "text": "The Committee addressed itself to the correct test --- [36] of the Final Report.",
      "id": "s342"
    },
    {
      "text": "It 'applied its combined professional expertise' --- [37] of the Final Report.",
      "id": "s343"
    },
    {
      "text": "As an expert body, it was entitled and expected to do so: Tankey v Adams [2000] FCA 1089 ; (2000) 104 FCR 152 at [107] ; Minister for Health v Thomson (1985) 8 FCR 213 at 217 and 224.",
      "id": "s344"
    },
    {
      "text": "75 It is further submitted that at the time when Dr Mathews rendered all of the referred services, the keeping of records is recognised as an activity which properly forms part of a professional attendance.",
      "id": "s345"
    },
    {
      "text": "All three of the MBS item services examined by the Committee were 'professional attendance' items.",
      "id": "s346"
    },
    {
      "text": "'Professional attendance' was defined in the relevant general medical services tables in the following terms:\n \n '4.",
      "id": "s347"
    },
    {
      "text": "Meaning of professional attendance in certain terms\n \n \n \n In items 1 to 172, 193 to 338, 348 to 388, 601, 602, 697, 698 and 10900 to 10929, professional attendance includes (but is not limited to) the provision in relation to a patient of 1, or more than 1, of the following services: \n \n \n \n \n \n \n (a) the evaluation of the patient's condition or conditions including, if applicable, evaluation using the health screening services mentioned in subsection 19(5) of the Act; \n \n \n \n \n \n \n \n \n \n (b) the formulation of a plan for the management and, if applicable, for the treatment of the patient's condition or conditions; \n \n \n \n \n \n \n \n (c) the provision of advice to the patient about the patient's condition or conditions and, if applicable, about treatment; \n \n \n \n \n \n \n \n \n \n (d) if authorised by the patient, the provision of advice to another person, or other persons, about the patient's condition or conditions and, if applicable, about treatment; \n \n \n \n \n \n \n \n (e) the recording of clinical details of the service or services provided to the patient.",
      "id": "s348"
    },
    {
      "text": "' \n \n \n \n \n\n76 Counsel for the respondents acknowledged that the definition of 'inappropriate practice' in s 82 was amended with effect from 1 November 1999 to incorporate a specific reference to record keeping.",
      "id": "s349"
    },
    {
      "text": "She also acknowledged that subs 82(3) relevantly required the Committee to have regard to '... whether or not the practitioner kept adequate and contemporaneous records of the rendering ... of services'.",
      "id": "s350"
    },
    {
      "text": "She further acknowledged that the new provision applied to the services rendered by Dr Mathews during the last two months of the referral period and that a definition of 'adequate and contemporaneous records' was also inserted with the same commencement date --- s 81.",
      "id": "s351"
    },
    {
      "text": "77 On the other hand, counsel for the respondents submitted that, while the Committee acknowledged that 'record keeping is not an explicit requirement for payment of Medicare benefits', it expressed an opinion that the general body of general practitioners would have certain expectations --- which it particularlised, about medical records.",
      "id": "s352"
    },
    {
      "text": "As an expert body, the Committee was entitled to form the opinion it expressed in [38] of the Final Report extracted in [71], supra, and to give effect to it.",
      "id": "s353"
    },
    {
      "text": "78 I agree with the submissions of counsel for the respondents that the Committee treated the deficiencies which it found in Dr Mathews' records as one only of the relevant factors which it took into account when making findings of inappropriate practice in respect of each of the three MBS item services.",
      "id": "s354"
    },
    {
      "text": "It did indeed treat adequate record keeping as a component of the clinical input necessary for proper treatment of the patient and that approach is consistent with the approach adopted by this Court in Tisdall v Health Insurance Commission [2002] FCA 97 at [82] where Tamberlin J said:\n \n 'It is evident from the language of the Final Report that the Committee did not treat the failure to keep records, for example, in itself sufficient justification to arrive at its findings.",
      "id": "s355"
    },
    {
      "text": "Rather, the Committee took this into account as a relevant factor and in my opinion, it was entitled to adopt this approach and to enquire into this matter.",
      "id": "s356"
    },
    {
      "text": "' \n \n \n\nI agree with his Honour's approach.",
      "id": "s357"
    },
    {
      "text": "79 For the foregoing reasons, this ground of appeal cannot be sustained.",
      "id": "s358"
    },
    {
      "text": "CONCLUSION \n \n80 It follows from the foregoing that the Committee's finding at [2] of its Final Report is invalid because it is predicated upon the Committee's failure to observe the sampling methodology of the Sampling Determination, in particular, the provisions of s 8.",
      "id": "s359"
    },
    {
      "text": "In the circumstances, the appropriate declaration and orders are that:\n \n 1.",
      "id": "s360"
    },
    {
      "text": "The Committee's Final Report be declared invalid.",
      "id": "s361"
    },
    {
      "text": "2.",
      "id": "s362"
    },
    {
      "text": "Adjudicative Referral No.",
      "id": "s363"
    },
    {
      "text": "223 be set aside.",
      "id": "s364"
    },
    {
      "text": "3.",
      "id": "s365"
    },
    {
      "text": "The matter be remitted to the Director with a direction that he establish a differently constituted committee to determine the reference to Adjudicative Referral No.",
      "id": "s366"
    },
    {
      "text": "223 according to law.",
      "id": "s367"
    },
    {
      "text": "4.",
      "id": "s368"
    },
    {
      "text": "The first, second and third respondents pay the applicant's costs.",
      "id": "s369"
    },
    {
      "text": "I certify that the preceding eighty (80) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Edmonds.",
      "id": "s370"
    },
    {
      "text": "Associate:\n\nDated: 10 March 2006\n\n\n Counsel for the Applicant: Mr M Robinson\nMr C Jackson \n \n Solicitor for the Applicant: TressCox \n \n Counsel for the Respondents: Ms R M Henderson \n \n Solicitor for the Respondents: Minter Ellison \n \n Date of Hearing: 22 August 2006, 14 September 2006 \n \n Date of Judgment: 10 March 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/195.html",
      "id": "s371"
    }
  ]
}