{
  "name": "Commonwealth Bank of Australia v Finance Sector Unionof Australia [2006] FCA 1048 (11 August 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1048.html",
  "catchphrases": [
    {
      "text": "the commonwealth",
      "id": "c0"
    },
    {
      "text": "penalties",
      "id": "c1"
    },
    {
      "text": "in relation to industrial action by organisations",
      "id": "c2"
    },
    {
      "text": "the commonwealth",
      "id": "c3"
    },
    {
      "text": "certified agreements",
      "id": "c4"
    },
    {
      "text": "negotiations for certified agreements",
      "id": "c5"
    },
    {
      "text": "initiation of bargaining period",
      "id": "c6"
    },
    {
      "text": "notice requirements",
      "id": "c7"
    },
    {
      "text": "adequacy of particulars",
      "id": "c8"
    },
    {
      "text": "reference to matters not pertaining to requisite employment relationship",
      "id": "c9"
    },
    {
      "text": "the commonwealth",
      "id": "c10"
    },
    {
      "text": "certified agreements",
      "id": "c11"
    },
    {
      "text": "negotiations for certified agreements",
      "id": "c12"
    },
    {
      "text": "protected action",
      "id": "c13"
    },
    {
      "text": "notice of intention to take action",
      "id": "c14"
    },
    {
      "text": "immunity provisions",
      "id": "c15"
    },
    {
      "text": "industrial action that is not protected",
      "id": "c16"
    },
    {
      "text": "the commonwealth",
      "id": "c17"
    },
    {
      "text": "certified agreements",
      "id": "c18"
    },
    {
      "text": "negotiations for certified agreements",
      "id": "c19"
    },
    {
      "text": "prohibition of coercion in relation to agreements.",
      "id": "c20"
    },
    {
      "text": "industrial law",
      "id": "c21"
    },
    {
      "text": "industrial law",
      "id": "c22"
    },
    {
      "text": "industrial law",
      "id": "c23"
    },
    {
      "text": "industrial law",
      "id": "c24"
    }
  ],
  "sentences": [
    {
      "text": "HIS HONOUR: \n Introduction \n \n1 The applicants ('the bank') claim that in 2004 the respondent union took certain industrial and other action in violation of procedural requirements and with intent to coerce the bank to agree to make agreements certifiable under of the Workplace Relations Act 1996 (Cth) ('the Act'), Part VIB and that a penalty for such conduct should be inflicted on the union.",
      "id": "s0"
    },
    {
      "text": "2 During that year the union wished to have the bank make such certifiable agreements in respect of bank employees.",
      "id": "s1"
    },
    {
      "text": "Among other things, such an agreement must be about 'matters pertaining to the relationship between a [corporate employer] ... and ... all persons who ... are employed in a ... business, [or a part of it] ...of the employer': ss 170LH, 170LI(1).",
      "id": "s2"
    },
    {
      "text": "Further, such an agreement must only be about such matters: Electrolux Home Products Pty Ltd v Australian Workers' Union [2004] HCA 40 ; (2004) 221 CLR 309 .",
      "id": "s3"
    },
    {
      "text": "3 In March 2004, the union gave the bank a log of claims.",
      "id": "s4"
    },
    {
      "text": "Within a fortnight the union followed that with a notice to the employer pursuant to s 170MI(2), with the intention of initiating a bargaining period during which industrial action to support claims made in respect of the proposed agreement would have certain legal immunity, as provided for by Div 8 of Part VIB (ss 170MI - 170NB ) --- particularly ss 170ML and 170MT.",
      "id": "s5"
    },
    {
      "text": "The notice was accompanied by what purported to be particulars of, among other things, 'the matters that the initiating party propose[d] should be dealt with by the agreement', as required by s 170MJ(c).",
      "id": "s6"
    },
    {
      "text": "4 Negotiations between the parties ensued up to June 2004.",
      "id": "s7"
    },
    {
      "text": "By 17 June 2004, actual disagreement between the parties had narrowed to three issues, designated by the union as 'Staffing and Relief', 'Performance Management' and 'Pay'.",
      "id": "s8"
    },
    {
      "text": "5 Between 28 June 2004 and 11 August 2004 the union gave the bank various notices of intention to take industrial action in support of those claims, and instigated various forms of industrial action involving strikes.",
      "id": "s9"
    },
    {
      "text": "6 In August 2004 Mr Murray, the bank's chief executive officer (CEO) said that there was poor attendance of union members at stopwork meetings.",
      "id": "s10"
    },
    {
      "text": "7 The High Court decided Electrolux on 2 September 2004.",
      "id": "s11"
    },
    {
      "text": "The effect of that decision was that industrial action in support of a claim for an agreement that contained any provision for a matter not relating to employer-employee relation was not protected.",
      "id": "s12"
    },
    {
      "text": "The decision surprised those concerned with industrial relations and the Commonwealth Parliament enacted 'savings clauses' in Div 10A of the Act.",
      "id": "s13"
    },
    {
      "text": "Section 170NHBA provided that if industrial action occurring before 2 September 2004 (the date of judgment in Electrolux ) would have been protected action under the Act but for the fact that it included a purpose of supporting a claim about a matter that did not pertain to the employer-employee relationship, the action would nevertheless be protected.",
      "id": "s14"
    },
    {
      "text": "8 On 1 October 2004, the CEO indicated that the bank, having earlier conceded and implemented some pay increases, was withdrawing from negotiations.",
      "id": "s15"
    },
    {
      "text": "9 In the light of Electrolux , in a letter of 20 October 2004 the union clearly signalled that it no longer proposed that agreements as to matters not pertaining to the employer-employee relationship ('non-pertaining matters') should be implemented in otherwise certifiable agreements.",
      "id": "s16"
    },
    {
      "text": "Ms Caddie, the union's National Secretary said:\n \n '...",
      "id": "s17"
    },
    {
      "text": "I am cognisant of recent developments in the broader industrial environment' and\n \n 'We propose to carry forward all 2002 conditions with the exception of \n ... \n \n \n &#8226; Provisions that may not pertain to employer/employee relationship and cannot be redrafted ...' (emphasis added) \n \n \n \n\n10 There was, by this time, no active dispute between the parties as to such matters.",
      "id": "s18"
    },
    {
      "text": "The union's indication in June 2004 that there were only three matters standing in the way of agreement had been confirmed.",
      "id": "s19"
    },
    {
      "text": "11 The union conceived it as necessary to try to demonstrate to bank management that those of the union's demands it was continuing to press reflected real dissatisfaction on the part of bank employees, contrary to the bank management's stated perception of the matter.",
      "id": "s20"
    },
    {
      "text": "12 The 'other action' complained of by the bank may be summarised as a 'shareholder campaign' whereby the union:\n \n&#8226; peacefully propagandized various holders of shares in the bank;\n \n&#8226; threatened the bank with this;\n \n&#8226; procured the preparation and signature by shareholders and/or proxies of resolutions for the AGM seeking to have the bank's constitution altered; and\n \n&#8226; arranged for people using shareholders or proxies to attend and make speeches at the AGM in support of a new agreement and a change of attitude in negotiation by the bank's officers.",
      "id": "s21"
    },
    {
      "text": "13 On 1 November 2004 the union gave notice of a full day's stoppage of work to be undertaken on 5 November 2004, the day of the bank's annual general meeting ('the AGM').",
      "id": "s22"
    },
    {
      "text": "14 The bank first notified the union of its assertions that any past or intended industrial action was unprotected on 3 November 2004.",
      "id": "s23"
    },
    {
      "text": "15 Up to and on 5 November 2004 the union aided and induced a number, but not more than about 150, of the bank' s 36 ,000 odd employees to breach their contracts by attending the AGM as shareholders or proxies for shareholders when their contracts of employment obliged them to be at work.",
      "id": "s24"
    },
    {
      "text": "Section 170NC: coercion of persons to make, vary or terminate certified agreements \n \n16 This section provides:\n \n '(1) A person must not: \n \n (a) take or threaten to take any industrial action or other action; or \n (b) refrain or threaten to refrain from taking any action; \n with intent to coerce another person to agree, or not to agree, to: \n \n \n (c) making, varying or terminating, or extending the nominal expiry date of, an agreement under Division 2 or 3; or \n \n \n (d) approving any of the things mentioned in paragraph (c).",
      "id": "s25"
    },
    {
      "text": "Note: The Court has certain remedial powers in relation to a contravention of this section: see Division 10.",
      "id": "s26"
    },
    {
      "text": "(2) Subsection (1) does not apply to action, or industrial action, that is protected action (within the meaning of Division 8).",
      "id": "s27"
    },
    {
      "text": "(3) An employer must not coerce, or attempt to coerce, an employee of the employer: \n \n \n (a) not to make a request as mentioned in subsection 170LK(4) in relation to an agreement that the employer proposes to make; or \n (b) to withdraw such a request.",
      "id": "s28"
    },
    {
      "text": "' \n \n \n \n The bank's contentions \n \n17 The bank contends that:\n \n (1) Section 170MJ(c) required the notice of 29 March 2004 to be accompanied by 'particulars' of the matters that the union proposed should be dealt with by the agreement intended to be negotiated.",
      "id": "s29"
    },
    {
      "text": "However the purported particulars were so vague and general as not to amount to particulars.",
      "id": "s30"
    },
    {
      "text": "The supposed failure to adequately particularise the matters meant that there was never a valid initiation of a bargaining period.",
      "id": "s31"
    },
    {
      "text": "The post- Electrolux savings provisions did not assist the union in this respect.",
      "id": "s32"
    },
    {
      "text": "(2) Alternatively, at all times, including after the High Court's Electrolux decision, being the cut-off date for the added protection granted by s 170NHBA, the union was pressing claims, and taking action in support of them, which were not 'about matters pertaining to the relationship between' the bank as employer and its employees, cf s 170LI(1).",
      "id": "s33"
    },
    {
      "text": "In consequence, the action was not taken 'for the purpose of ... supporting or advancing claims made in respect of [a] proposed [certifiable] agreement' (cf s 170ML(2)(e)) and, after the cut-off date, was not 'protected' action.",
      "id": "s34"
    },
    {
      "text": "(3) Moreover, on account of the non-pertaining matters initially sought by the union to be incorporated in the proposed agreement, there was no bargaining period validly initiated.",
      "id": "s35"
    },
    {
      "text": "(4) The union took the several instances of the thus unprotected industrial action 'with intent to coerce' the bank 'to agree ... to making' a certifiable agreement, contrary to s 170NC.",
      "id": "s36"
    },
    {
      "text": "(5) The 'shareholder campaign' was 'other action' taken with the same intent, also contrary to s 170NC (see especially para 170NC(1)(a)).",
      "id": "s37"
    },
    {
      "text": "Section 170MJ: Adequacy of particulars \n \n18 The relevant particulars given by the union were as follows: \n \n '...The matters that the initiating party proposes should be dealt with by \n the agreement include: \n \n \n (i) Workloads and Staffing \n (ii) Targets \n (iii) Education and Training \n (iv) Democracy at Work \n (v) Performance Assessment \n (vi) Salaries, performance pay and remuneration matters \n (vii) Conditions of Employment' \n \n\n19 If there were no context, such generalities as 'Targets' and 'Democracy at Work' might convey so little that it could readily enough be said that they are not 'particulars' within the meaning of s 170MJ(c).",
      "id": "s38"
    },
    {
      "text": "A reasonable degree of informative specification is required: the recipient is to be able to understand what areas of employer-employee relations are sought to be dealt with by the agreement.",
      "id": "s39"
    },
    {
      "text": "However there is a context.",
      "id": "s40"
    },
    {
      "text": "The 'claim' document was sent to the bank a fortnight earlier.",
      "id": "s41"
    },
    {
      "text": "The union said in its accompanying letter: 'This claim identifies the key issues staff want addressed ...'.",
      "id": "s42"
    },
    {
      "text": "Further, there was the entire context of management initiatives as to staff administration, staff reactions and the continuing union-employer relations.",
      "id": "s43"
    },
    {
      "text": "20 Allowing that such context, on the evidence, would enable the bank to make some educated guess at the meaning of the matters that the union wanted the agreement to deal with, an unacceptable level of guesswork would still be necessary as to what 'targets' and 'democracy at work' might mean.",
      "id": "s44"
    },
    {
      "text": "Contrary to the bank's submissions, however, the same is not true of the phrase 'conditions of employment'.",
      "id": "s45"
    },
    {
      "text": "In the context, which included the Australian industrial relations scene generally, it sufficiently conveyed that the union wanted the agreement to deal with the range of non-salary terms and conditions of employment conventionally dealt with in individual instruments regulating the bank's obligations to its employees and so dealt with in Australian industrial instruments generally.",
      "id": "s46"
    },
    {
      "text": "Significance of the inadequate particulars \n \n21 However, in my opinion, for the reasons given by Wilcox J in Construction, Forestry, Mining and Energy Union v Curragh Queensland Mining Ltd [1998] FCA 1231 , the inadequacy of the particulars did not render invalid the initiation of a bargaining period by the notice of such initiation which was given.",
      "id": "s47"
    },
    {
      "text": "Those reasons are to my mind persuasive and nothing in Electrolux mandates that they be discarded.",
      "id": "s48"
    },
    {
      "text": "His Honour said:\n \n 'It seems to me evident Parliament did not intend a failure to comply with the requirements of s 170 MJ to vitiate a notice.",
      "id": "s49"
    },
    {
      "text": "Section 170MI(2) says the bargaining period \"is initiated\" by the giving of a notice stating the initiating party intends to try to make an agreement under Division 2 or 3 and have that agreement certified under Division 4.",
      "id": "s50"
    },
    {
      "text": "These are the essentials of a valid notice.",
      "id": "s51"
    },
    {
      "text": "Although the command of s 170MJ is important, and non-compliance may have the consequences mentioned by the Full Bench in the Victorian case, the section imposes a subsidiary obligation that does not affect the validity of the notice.",
      "id": "s52"
    },
    {
      "text": "' \n \n\nIn the 'Victorian case' to which his Honour referred, Community and Public Sector Union v State of Victoria (1998) 83 IR 73, members of a Full Bench of the Australian Industrial Relations Commission said (at 81):\n \n '...s 170MJ is designed to facilitate the bargaining process rather than to ensure the validity of the initiation of the bargaining period.",
      "id": "s53"
    },
    {
      "text": "... s 170MI(2) makes it clear that it is the giving of the written notice which initiates the bargaining period.",
      "id": "s54"
    },
    {
      "text": "Nevertheless s 170MJ should be complied with.",
      "id": "s55"
    },
    {
      "text": "A party which fails to provide particulars is at risk if the Commission is required to exercise its discretion at a later point in the process eg under s 170MW(2)(a) or s 170MX(5)(e).",
      "id": "s56"
    },
    {
      "text": "' \n \n \n\n22 Quite apart from what the Commission may do to encourage compliance with the law, a party to whom inadequate particulars is given is not without legal remedy.",
      "id": "s57"
    },
    {
      "text": "The party may request the notice-giver to provide proper particulars and not to act on the notice until an appropriate period after such further particulars are given.",
      "id": "s58"
    },
    {
      "text": "If the notice-giver fails to give proper particulars, the notice-recipient may, if acting promptly, obtain injunctive relief: Project Blue Sky Inc v Australian Broadcasting Authority [1998] HCA 28 ; (1998) 194 CLR 355 at [100] per McHugh, Gummow, Kirby and Hayne JJ .",
      "id": "s59"
    },
    {
      "text": "However, here, the bank sat on its hands and made no demur about the particulars for several months.",
      "id": "s60"
    },
    {
      "text": "No doubt the relevant bank officers anticipated that, in discussions, the union would explain, as it did, what it wanted if there were any matter different from or additional to what was set out in the preceding 'claim' document.",
      "id": "s61"
    },
    {
      "text": "Had the bank promptly complained of the inadequacy of the particulars, the union could readily have enlarged and explained them.",
      "id": "s62"
    },
    {
      "text": "No injunction was sought before me.",
      "id": "s63"
    },
    {
      "text": "Matters not pertaining to employer-employee relations \n \n23 The relevant statutory phrase concerning the nature of claims that may be protected (in s 170 LI) is 'pertaining to the relationship between ... an employer ...and ... all persons ... employed in a ... business, of the employer and whose employment is subject to the agreement'.",
      "id": "s64"
    },
    {
      "text": "There must be a direct connection with the employment relationship and the relevant relationship is that between the employer as employer and the employee(s) as employees : see for example, Electrolux per Gleeson CJ at [9]-[10]; Wesfarmers Premier Coal Ltd v Automotive, Food, Metals, Engineering, Printing and Kindred Industries Union (No 2) (2004) 138 IR 362 at [74].",
      "id": "s65"
    },
    {
      "text": "24 The union's claim that the employer pay for employees who were union representatives to work in their union capacity and to be educated for that capacity may, for present purposes, be assumed not to 'pertain' to the employer-employee, as distinct from the employer-union, or employer and union representative, relationship.",
      "id": "s66"
    },
    {
      "text": "The apparent claim that, in effect, the bank require its contractors to remunerate their casual employees no less favourably than the bank's own employees may also be assumed to be a 'non-pertaining' matter.",
      "id": "s67"
    },
    {
      "text": "Likewise, it may be assumed that by seeking to have repeated certain provisions of earlier agreements, the union's claim may have been for non-pertaining matters to be included in the sought agreement(s).",
      "id": "s68"
    },
    {
      "text": "25 As such, if the union were pressing that one or more such claims be included in the intended agreement(s), and were taking industrial action in support of such an agreement, Electrolux dictates that the action would not be protected.",
      "id": "s69"
    },
    {
      "text": "However the post- Electrolux savings clauses of the Act override that result in relation to industrial action taken before 2 September 2004.",
      "id": "s70"
    },
    {
      "text": "26 There was, however, industrial action taken 'for the purpose of ... supporting or advancing claims made in respect of the proposed agreement' after that date, on 5 November 2004, the day of the AGM as part of the 'shareholder campaign'.",
      "id": "s71"
    },
    {
      "text": "The immediate purpose of that industrial action was to make effective the presence of union representatives and members at the AGM.",
      "id": "s72"
    },
    {
      "text": "Nevertheless, in a broad way, the point of that presence was, to support claims made in respect of the proposed agreement.",
      "id": "s73"
    },
    {
      "text": "Such industrial action would not have the protection of s 170 ML if the claims still included did not pertain to the employment relationship as such.",
      "id": "s74"
    },
    {
      "text": "27 However in my opinion it is clear enough that the union was, by that time, no longer pressing any such non-pertaining claim and that this had been made plain, in the context, to the bank.",
      "id": "s75"
    },
    {
      "text": "28 As early as 17 June 2004 the union had informed the bank that: \n \n 'Agreement is possible should the [bank] change its position in relation to: \n \n Staffing and Relief --- [defined in ways that pertain to the employment relationship as such] ; and \n \n Performance Management --- by inserting a clause into the agreement that provides a say for staff in targets when they are set and varied; a commitment that absences will be accounted for when setting targets and measuring performance against targets; and removing salaries and wages costs and personal illness leave targets as a measure of management performance; [This also, in my opinion, pertained to the employment relationship as such, especially bearing in mind that the union represented 'management' employees along with the managed] ; and \n \n Pay --- by increasing your offer on across the board wage increases .",
      "id": "s76"
    },
    {
      "text": "There are technical issues such as specific BSU agreements and scope that also need to be resolved but these issues can only be addressed in the context of agreement being reached on the substantive issues above.",
      "id": "s77"
    },
    {
      "text": "We would welcome any approach by the Commonwealth Bank that involves a genuine willingness to address all of these issues in a new agreement.",
      "id": "s78"
    },
    {
      "text": "However your ongoing refusal to negotiate these issues leads us to conclude we have no option but to advise members that industrial action is necessary to demonstrate how unacceptable your current position is to your staff.",
      "id": "s79"
    },
    {
      "text": "' (emphasis added) \n \n\nAt the same time the union told its members that it had so informed the bank.",
      "id": "s80"
    },
    {
      "text": "29 On 9 July 2004 the union told the bank's board members 'There are only three matters in contention' and explained that they were the three just mentioned.",
      "id": "s81"
    },
    {
      "text": "30 It was not until 3 November 2004, when the bank's solicitors sent a 'letter before action', that any suggestion surfaced that the bank believed that the union was continuing action to press any broader or non-pertaining claims additionally to these three matters.",
      "id": "s82"
    },
    {
      "text": "The suggestion, at least as to non-pertaining matters, is unconvincing.",
      "id": "s83"
    },
    {
      "text": "The union was well aware of the Electrolux decision.",
      "id": "s84"
    },
    {
      "text": "It was not, in reality, seeking an agreement that would be bound to fail registration by the Australian Industrial Relations Commission, even if the bank could be induced to agree to such.",
      "id": "s85"
    },
    {
      "text": "Although in a formal sense, the union was still pressing some non-pertaining matters, it was not wanting them included in a certifiable agreement --- see [9] above.",
      "id": "s86"
    },
    {
      "text": "31 Further, the industrial action after 2 September 2004 was, as a factual matter, not in support of any such non-pertaining claim.",
      "id": "s87"
    },
    {
      "text": "As to non-pertaining issues, there was either no controversy about them between the parties or any such controversy lacked heat.",
      "id": "s88"
    },
    {
      "text": "The union's attitude was that once agreement could be reached as to the three matters it regarded as important, everything else was a matter of detail and would be readily enough negotiated.",
      "id": "s89"
    },
    {
      "text": "There was no thought at relevant times of industrial action in support of any claim other than those three.",
      "id": "s90"
    },
    {
      "text": "32 Thus the industrial action of 5 November 2004 was, in my opinion, protected.",
      "id": "s91"
    },
    {
      "text": "33 The prohibition in s 170NC(1) on coercive action does not apply to protected action.",
      "id": "s92"
    },
    {
      "text": "Thus s 170NC(1) does not apply to the industrial action of 5 November 2004 nor to the organising of it: s 170ML permits organisations of employees and their officers, employees and members to organise as well as engage in industrial action in support of a claim in respect of a certifiable agreement.",
      "id": "s93"
    },
    {
      "text": "Validity of initiation of bargaining period \n \n34 The bank argues that because the union had in mind, when it gave the notice purportedly in accordance with s 170MI, to seek an agreement that would contain non-pertaining matters, the notice was ineffective to initiate a bargaining period.",
      "id": "s94"
    },
    {
      "text": "35 Section 170MI requires for the initiation of a bargaining period only that the initiator give written notices 'stating' the initiator's intention to try to make an agreement.",
      "id": "s95"
    },
    {
      "text": "The statement of the intention is enough.",
      "id": "s96"
    },
    {
      "text": "It is not an additional requirement that the statement should accurately characterise the legal effect of an agreement concerning what might be the initiator's actual claims.",
      "id": "s97"
    },
    {
      "text": "Indeed, there might, at the early stage of initiation of the bargaining period, be no actual claims, far less finally formulated ones in respect of which industrial action might be taken.",
      "id": "s98"
    },
    {
      "text": "36 Electrolux holds that it was not the legislative intention of Parliament to accord protection to industrial action in support of claims as to any matter not pertaining to employer-employee relations, because the statutory protection only arises where a certifiable agreement is being sought and such an agreement must only contain provisions about matters which do so pertain.",
      "id": "s99"
    },
    {
      "text": "Electrolux does not say nor, in my opinion, imply anything as to the formalities preceding the industrial action in question and before it can be identified what claims the industrial action is supporting.",
      "id": "s100"
    },
    {
      "text": "37 Neither s 170MI nor s 170MJ require that the proposed agreement accompany the initiating notice, let alone that the notice should include or be regarded as incorporating what might then be the proposed agreement.",
      "id": "s101"
    },
    {
      "text": "The bank's submission would nevertheless have it that if a non-pertaining clause is then in prospect, well before any actual industrial action or notice of it is given, there cannot be initiated a bargaining period.",
      "id": "s102"
    },
    {
      "text": "Such a conclusion is one to be avoided unless statutorily necessary.",
      "id": "s103"
    },
    {
      "text": "As Heerey J said in Bluescope Steel Limited v Communications, Electrical, Electronic, Energy, Information, Postal, Plumbing and Allied Services Union of Australia [2005] FCA 3 ; (2005) 142 FCR 249 (at [21]-[22]):\n \n '... an essential step in BSL's argument is that the initiating notice of CEPU was simply a nullity because it included, amongst many legitimate employer/employee claims, an impermissible claim.",
      "id": "s104"
    },
    {
      "text": "In other words, in law it was as if no notice at all had been given.",
      "id": "s105"
    },
    {
      "text": "In Project Blue Sky Inc v Australian Broadcasting Authority [1998] HCA 28 ; (1998) 194 CLR 355 at [93] McHugh, Gummow, Kirby and Hayne JJ pointed out that the correct test for determining the issue of validity where some statutory provision has been infringed is to ask whether it was a purpose of the legislation that an act done in breach of that provision should be invalid.",
      "id": "s106"
    },
    {
      "text": "In determining the question of purpose, regard must be had to \"the language of the relevant provision and the scope and object of the whole statute\".",
      "id": "s107"
    },
    {
      "text": "Here the principal object of the Act, as enshrined in s 3 , is to provide a framework for cooperative workplace relations which promotes the economic prosperity and welfare of the people of Australia by, amongst other things: \n \n \n \n \n \"(e) providing a framework of rights and responsibilities for employers and employees, and their organisations, which supports fair and effective agreement-making and ensures that they abide by awards and agreements applying to them.",
      "id": "s108"
    },
    {
      "text": "\" \n \n \n \n \n \n \n \n BSL's argument would mean that parties might proceed for an indefinite period of time, for months (as in the present case) or even years on the assumption that there was a \"bargaining period\" in existence and find that expectation dashed, and acts previously thought lawful made unlawful, because the initiating notice had included, amongst many legitimate matters, one impermissible matter.",
      "id": "s109"
    },
    {
      "text": "And that notwithstanding the fact that the impermissible matter has not in fact formed the subject of any live claim.",
      "id": "s110"
    },
    {
      "text": "What is or is not a matter pertaining to the relationship between employer and employee is not always easy to ascertain, as witness the fact that three judges in the Full Court of the Federal Court and one judge in the High Court in Electrolux took a different view from that of the High Court majority.",
      "id": "s111"
    },
    {
      "text": "' \n \n\n38 This approach is consistent with that taken by French J in Wesfarmers , and referred to with approval by Heerey J in Bluescope .",
      "id": "s112"
    },
    {
      "text": "In particular, French J said (at [56]):\n \n 'The \"proposed agreement\" in s 170MI(1) therefore is used in a generic sense to describe the desired outcome which is \"an agreement\".",
      "id": "s113"
    },
    {
      "text": "The requirement that the particulars accompanying the initiating notice specify the matters that the initiating party proposes should be dealt with does not demand a specification of terms and conditions but rather of topics.",
      "id": "s114"
    },
    {
      "text": "Nor does it require that the matters be exhaustive of all matters that could find their way into a final agreement.",
      "id": "s115"
    },
    {
      "text": "These provisions govern the beginning of a process of negotiation.",
      "id": "s116"
    },
    {
      "text": "It would be antithetical to their objects to require that the initiating party have defined an agreement capable of certification from the outset.",
      "id": "s117"
    },
    {
      "text": "' \n The meaning of s 170NC \n \n39 Section 170NC is problematical.",
      "id": "s118"
    },
    {
      "text": "In this Court it has been held that:\n \n &#8226; there must be understood to be limitations on the concept of 'other action' in par (1)(a) and 'action' in par 1(b): National Tertiary Education Industry Union v Commonwealth of Australia [2002] FCA 441 ; (2002) 117 FCR 114; &#8226; the word 'coerce' implies illegality or illegitimacy of the intended means of inducing the other person to change course: Finance Sector Union of Australia v Commonwealth Bank of Australia [2000] FCA 1468 ; (2000) 106 FCR 16 at [20] - [25] .",
      "id": "s119"
    },
    {
      "text": "I agree with Gyles J's analysis.",
      "id": "s120"
    },
    {
      "text": "'Coerce' is a strange word; &#8226; in considering whether there was actually an intent to coerce, the likelihood that the action or threatened action could or would effect the alleged coercion is a relevant matter: Finance Sector Union at [38].",
      "id": "s121"
    },
    {
      "text": "40 Underlying such conclusions lies the notion that it should not be assumed, without very clear words, that the legislature proposed to interfere with traditional democratic freedoms including the constitutionally necessary freedom to communicate on political and public matters; a very large measure of freedom of speech; and a large measure of freedom of peaceful assembly.",
      "id": "s122"
    },
    {
      "text": "Likewise, it is unlikely that the legislature would have wished to stifle a wide range of ways of vigorous activity and of exerting power or influence, otherwise lawfully permitted and engaged in without general disapprobation, intended to force another party's compliance in commercial and related contexts.",
      "id": "s123"
    },
    {
      "text": "41 In my opinion, the immediate purpose of the entire shareholder campaign was to bring a degree of embarrassment to the bank's management in the eyes of people influential in financial markets.",
      "id": "s124"
    },
    {
      "text": "The union was seeking to show that the bank's management, and its CEO in particular, had misread the mood of their employees when, it was sought to demonstrate, they were seriously dissatisfied with their pay and some aspects of their conditions of employment.",
      "id": "s125"
    },
    {
      "text": "It was sought to show that what the market might have considered promising initiatives by the CEO, called by him the 'Which New Bank' programme, was thereby in peril of coming to nothing.",
      "id": "s126"
    },
    {
      "text": "The union's officers could not reasonably have thought, and it has not been shown that they did think, that the 'shareholder campaign' would itself force the bank to agree to move on any of the three main issues outstanding between the parties.",
      "id": "s127"
    },
    {
      "text": "At best the union officers hoped and intended that the bank might agree to talk further to the union.",
      "id": "s128"
    },
    {
      "text": "More widespread industrial action targeted to have real bite against the bank's principal operations had, apparently, only forced what the union regarded as an inadequate response from the bank, if anything at all.",
      "id": "s129"
    },
    {
      "text": "There was likely so little real hope that the bank would, as it were, crumble and agree to put more palatable provisions into the intended agreement that it cannot be concluded that there was an intention on the part of the relevant union officers that the shareholder campaign would produce that result.",
      "id": "s130"
    },
    {
      "text": "42 It is true that the notice of the intended industrial action when taken on 5 November 2004 literally threatened industrial action on a much wider scale than occurred.",
      "id": "s131"
    },
    {
      "text": "It was, on its face, capable of being understood by the bank as a threat of a broad campaign in support of the proposed agreement.",
      "id": "s132"
    },
    {
      "text": "However, even assuming that the entire context (including what the union would assume the bank to know --- a great deal --- would not deny such an understanding), the question remained one of the union's intention, that is the intention of its relevant officers.",
      "id": "s133"
    },
    {
      "text": "Their intention as to the broad terms of the notice was to prevent the bank knowing the employees who were intending to miss their work and attend the AGM, and to prevent the bank from pressuring them not to do so.",
      "id": "s134"
    },
    {
      "text": "The union did not thereby intend that the action would support the actual claims it wanted to go in the agreement.",
      "id": "s135"
    },
    {
      "text": "43 A further aspect is that it must be shown that what is intended (in the present context) to be coerced is that the putative victim of the coercion should 'agree ... to ... making an agreement', that is, a certifiable agreement.",
      "id": "s136"
    },
    {
      "text": "While the union wanted such an agreement, it is by no means clear that, unlike the position in some other industrial disputes, the embodiment in such an agreement of the substance of what was wanted was a matter of high priority.",
      "id": "s137"
    },
    {
      "text": "The union, indeed, suggested in argument that s 170NC is not concerned with coercion as to particular issues at all but solely with whether any certifiable agreement is to be made or not, cf Finance Sector Union at [43]-[47].",
      "id": "s138"
    },
    {
      "text": "I do not accept that.",
      "id": "s139"
    },
    {
      "text": "Such a view would, without adequate warrant, rob the section of the scope for much practical work.",
      "id": "s140"
    },
    {
      "text": "44 However it does appear to be necessary from the terms of the section that the intended coercion should involve the inclusion in such an agreement of terms to deal with a desired outcome.",
      "id": "s141"
    },
    {
      "text": "There was no sufficient focus on the form by which an agreed outcome might be implemented to warrant the conclusion that, by the shareholder campaign, the union intended to coerce the relevant kind of agreement by the bank.",
      "id": "s142"
    },
    {
      "text": "For example, had the bank agreed to the substance of the union's demands on the three sticking points but decided to implement such agreement otherwise than in a certifiable agreement, the sensible inference is that union members would likely have given short shrift to any proposal to expend further union resources on purely formal aspects, even if the union would prefer that a certifiable agreement should hold sway.",
      "id": "s143"
    },
    {
      "text": "It is not, of course, always so in industrial disputes.",
      "id": "s144"
    },
    {
      "text": "Sometimes the mode of embodiment of a concession of a demand can be of great practical or even symbolic significance, such as to warrant the conclusion that it is the inclusion in such an instrument of a term that really is sought to be coerced, along with the concession sought.",
      "id": "s145"
    },
    {
      "text": "45 That question is a different one from whether the industrial action might be said to be 'supporting' (cf s 170ML(2)(e)) an intended certifiable agreement.",
      "id": "s146"
    },
    {
      "text": "The union wanted such an agreement and, in a broad way, the shareholder campaign was supporting such.",
      "id": "s147"
    },
    {
      "text": "But if it were intended to force the bank to buckle, it was not at the altar of an agreement of that kind.",
      "id": "s148"
    },
    {
      "text": "Illegality or illegitimacy of the shareholder campaign?",
      "id": "s149"
    },
    {
      "text": "46 In any case, there was in my view nothing either illegal or illegitimate about the shareholder campaign.",
      "id": "s150"
    },
    {
      "text": "47 It cannot have been tainted by any tort (such as inducing breaches of contract) involved in the industrial action concerning 150 of the bank' s 36 000 employees because, as I have indicated, such industrial action was 'protected' under the Act.",
      "id": "s151"
    },
    {
      "text": "48 There is a further reason for such a conclusion.",
      "id": "s152"
    },
    {
      "text": "The industrial action is one thing.",
      "id": "s153"
    },
    {
      "text": "The 'other action', the shareholder campaign, is another.",
      "id": "s154"
    },
    {
      "text": "In the circumstances of this case, the shareholder campaign was not in aid of the very limited industrial action, so as possibly to pick up or acquire any illegitimacy attending any illegality of such industrial action.",
      "id": "s155"
    },
    {
      "text": "On the contrary, the industrial action was in aid of the shareholder campaign.",
      "id": "s156"
    },
    {
      "text": "The latter was entirely lawful activity, nothing more than a species of advocacy using lawful processes.",
      "id": "s157"
    },
    {
      "text": "Unlawful industrial action in support of lawful and legitimate 'other action' does not rob the latter of either its lawfulness or legitimacy, at least in a case such as the present.",
      "id": "s158"
    },
    {
      "text": "49 It is, to a degree, a matter of judicial policy whether an interpretative restriction is placed on the width of the phrase 'other action', or whether emphasis is placed on the concepts of illegality or other illegitimacy inherent in the statutory penalisation of an 'intent to coerce'.",
      "id": "s159"
    },
    {
      "text": "I prefer the latter approach.",
      "id": "s160"
    },
    {
      "text": "The phrase 'other action' need not be limited if proper weight is given to the illegality/illegitimacy element.",
      "id": "s161"
    },
    {
      "text": "The latter more naturally occurs to the reader of the section, having regard to its legislative and social context and the focus of s 170NC is on proscribing conduct that amounts to coercion, not on limiting the kinds of action that may constitute it.",
      "id": "s162"
    },
    {
      "text": "50 The concept of illegitimacy, as distinct from illegality, though respectably enough supported in authority and doctrine, is also difficult.",
      "id": "s163"
    },
    {
      "text": "In my view, where there is no illegality in actions intended to force a party to make etc a certifiable agreement, illegitimacy of such action sufficient to warrant the penalisation of intended coercion will not often be found.",
      "id": "s164"
    },
    {
      "text": "The action would need to have a quality that would strike the reasonable observer as seriously contrary to generally held notions of morality as to the kind of conduct in question.",
      "id": "s165"
    },
    {
      "text": "It must amount to unconscionable conduct: Crescendo Management Pty Ltd v Westpac Banking Corporation (1988) 19 NSWLR 40 at 46.",
      "id": "s166"
    },
    {
      "text": "Notoriously, community opinion is divided on many issues concerning industrial relations and attendant power struggles between participants, and others indirectly involved or affected, in industrial disputes.",
      "id": "s167"
    },
    {
      "text": "Some people may see some questionable conduct by unions, or by employers, as illegitimate.",
      "id": "s168"
    },
    {
      "text": "Others may not.",
      "id": "s169"
    },
    {
      "text": "The matter is not to rest on a judge's mere prejudices.",
      "id": "s170"
    },
    {
      "text": "I discern no illegitimacy of that kind, nor indeed of any other kind.",
      "id": "s171"
    },
    {
      "text": "Conclusion \n \n51 For these reasons the application must be dismissed.",
      "id": "s172"
    },
    {
      "text": "There will be no costs order: s 347.",
      "id": "s173"
    },
    {
      "text": "I certify that the preceding fifty-one (51) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Madgwick.",
      "id": "s174"
    },
    {
      "text": "Associate:\n\nDated: 11 August 2006\n\n Counsel for the Applicants: Mr H Dixon SC/Mr C O'Grady \n \n Solicitor for the Applicants: Freehills \n \n Counsel for the Respondent: Ms C Howell \n \n Solicitor for the Respondent: Finance Sector Union of Australia \n \n Date of Hearing: 2, 3, 4 August; 19 September; 4 October 2005 \n \n Date of Judgment: 11 August 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1048.html",
      "id": "s175"
    }
  ]
}