{
  "name": "SZFNC v Minister for Immigration &amp; Multicultural Affairs and Refugee Review Tribunal [2006] FCA 1576 (14 November 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1576.html",
  "catchphrases": [
    {
      "text": "no point of principle",
      "id": "c0"
    },
    {
      "text": "migration",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal against a judgment of Federal Magistrate Driver of 13 June 2006 dismissing an application for judicial review of a decision of the Refugee Review Tribunal ('the Tribunal') made on 26 November 2004 and handed down on 22 December 2004.",
      "id": "s0"
    },
    {
      "text": "The Tribunal had affirmed a decision of a delegate of the Minister for Immigration and Multicultural Affairs to refuse to grant a protection visa to the appellant.",
      "id": "s1"
    },
    {
      "text": "2 The appellant is a citizen of the People's Republic of China ('PRC').",
      "id": "s2"
    },
    {
      "text": "Before the Tribunal the appellant claimed to have a well-founded fear of persecution as a Falun Gong practitioner.",
      "id": "s3"
    },
    {
      "text": "Her claims included her company being issued many taxation fine notices, being arrested for teaching other people to practise Falun Dafa and being detained for two months.",
      "id": "s4"
    },
    {
      "text": "She claimed that on her release from detention she was placed under surveillance and sent to a re-education centre for three months.",
      "id": "s5"
    },
    {
      "text": "3 The Tribunal invited the appellant to attend a hearing on 18 November 2004.",
      "id": "s6"
    },
    {
      "text": "That invitation was sent to the address nominated in her application.",
      "id": "s7"
    },
    {
      "text": "On 2 November 2004 the Tribunal received a change of address form from the appellant.",
      "id": "s8"
    },
    {
      "text": "On 4 November 2004 the Tribunal sent a further letter to the appellant at her new address advising of a new hearing date set for 26 November 2004.",
      "id": "s9"
    },
    {
      "text": "The appellant was advised that if she did not attend the hearing and a postponement was not granted, the Tribunal might make a decision on her application without further notice.",
      "id": "s10"
    },
    {
      "text": "No response was received and letters to the appellant were not returned to the Tribunal.",
      "id": "s11"
    },
    {
      "text": "She did not attend the hearing.",
      "id": "s12"
    },
    {
      "text": "4 The Tribunal proceeded under s 426A of the Migration Act 1958 (Cth) ('Act') to make a decision in the absence of the appellant.",
      "id": "s13"
    },
    {
      "text": "The Tribunal was not satisfied on the information before it that the appellant was a Falun Gong practitioner and that she suffered persecution for her Falun Gong activities, nor that she left China for that reason.",
      "id": "s14"
    },
    {
      "text": "The Tribunal was not satisfied that the appellant could not or would not return to China because of fear of persecution due to Falun Gong activities in either China or Australia.",
      "id": "s15"
    },
    {
      "text": "The appellant did not specifically claim that she left China because of being persecuted for Falun Gong activities.",
      "id": "s16"
    },
    {
      "text": "The Tribunal was not satisfied of claims made by the appellant as they were untested assertions and were unclear and lacking in detail.",
      "id": "s17"
    },
    {
      "text": "The Tribunal was unsatisfied by the lack of detail in the appellant's claims and the fact that she failed to attend the hearing in order to clarify her claims.",
      "id": "s18"
    },
    {
      "text": "5 On 18 January 2005 the appellant filed an application seeking judicial review of the Tribunal's decision in the Federal Magistrates Court.",
      "id": "s19"
    },
    {
      "text": "The appellant was seeking to have the Tribunal decision set aside.",
      "id": "s20"
    },
    {
      "text": "In her amended application dated 15 May 2005 and filed on 17 May 2005, the appellant restated the claims she had made to the Tribunal.",
      "id": "s21"
    },
    {
      "text": "6 The Federal Magistrate found that the appellant's application raised no grounds for judicial review and that the Tribunal was entitled to reject the application if not satisfied of the facts claimed.",
      "id": "s22"
    },
    {
      "text": "The Tribunal had complied with s 425 of the Act which entitled it to proceed under s 426A.",
      "id": "s23"
    },
    {
      "text": "7 The notice of appeal to this court which was filed on 28 June 2005, raised the following grounds: \n \n (a) the Tribunal's decision was biased, \n (b) there was a failure to provide procedural fairness,\n (c) there was a failure fully to consider the risk of the appellant being gaoled if she returned to China.",
      "id": "s24"
    },
    {
      "text": "8 On 16 October 2006, the first respondent filed an affidavit seeking to have the appellant's application for judicial review dismissed on the basis that the appellant had departed Australia.",
      "id": "s25"
    },
    {
      "text": "9 When the matter was called on for hearing before this court this afternoon, there was no appearance on the part of the appellant.",
      "id": "s26"
    },
    {
      "text": "I can discern no error in the decision of the learned Magistrate.",
      "id": "s27"
    },
    {
      "text": "It was plainly correct.",
      "id": "s28"
    },
    {
      "text": "The appeal should be dismissed with costs fixed at $900.",
      "id": "s29"
    },
    {
      "text": "I certify that the preceding nine (9) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice TRACEY.",
      "id": "s30"
    },
    {
      "text": "Associate:\n\nDated: 14 November 2006\n\n\n Counsel for the Appellant: No appearance \n \n Counsel for the Respondent: Ms E Palmer \n \n Solicitor for the Respondent: Clayton Utz \n \n Date of Hearing: 14 November 2006 \n \n Date of Judgment: 14 November 2006 \n\n\n \n \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1576.html",
      "id": "s31"
    }
  ]
}