{
  "name": "Australian Postal Corporation v Barry [2006] FCA 1751 (15 December 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1751.html",
  "catchphrases": [
    {
      "text": "safety, rehabilitation and compensation act 1988 (cth)",
      "id": "c0"
    },
    {
      "text": "appeal from administrative appeals tribunal",
      "id": "c1"
    },
    {
      "text": "employee suffered an injury while delivering mail",
      "id": "c2"
    },
    {
      "text": "australian postal corporation accepted liability to pay compensation but later determined the employee had no current entitlement to compensation under s 16 and s 19 of the act",
      "id": "c3"
    },
    {
      "text": "determination affirmed on review by the corporation but later set aside by the tribunal",
      "id": "c4"
    },
    {
      "text": "whether the tribunal erred in setting aside the corporation's determination that it had no present liability to pay compensation to the employee",
      "id": "c5"
    },
    {
      "text": "held: the tribunal set aside the determination of the corporation without having addressed the correct legal questions",
      "id": "c6"
    },
    {
      "text": "workers' compensation",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 The Administrative Appeals Tribunal, on an application made by Ms Debra Barry, reviewed three determinations made under the Safety, Rehabilitation and Compensation Act 1988 (Cth) ('the SRC Act') concerning the liability of Australian Postal Corporation to pay compensation to Ms Barry following an incident in which Ms Barry hurt her back while delivering mail.",
      "id": "s0"
    },
    {
      "text": "In this proceeding the Corporation challenges the decision of the Tribunal on review of one of those determinations.",
      "id": "s1"
    },
    {
      "text": "The relevant decision of the Tribunal was to set aside a determination of the Corporation, made on reconsideration of an earlier determination, that the Corporation had no present liability to pay compensation to Ms Barry under s 16 and s 19 of the SRC Act.",
      "id": "s2"
    },
    {
      "text": "2 For the reasons set out below the decision of the Tribunal to set aside the determination of the Corporation will itself be set aside and the matter to which the decision relates will be remitted to the Tribunal for further consideration.",
      "id": "s3"
    },
    {
      "text": "BACKGROUND FACTS \n \n3 Ms Barry commenced working for the Australian Postal Corporation on 6 December 2002 at the St Peters Delivery Centre.",
      "id": "s4"
    },
    {
      "text": "On 24 October 2003 she signed a claim for rehabilitation and compensation in respect of an injury that she claimed occurred on 20 October 2003.",
      "id": "s5"
    },
    {
      "text": "She asserted that she injured her back when a pannier bag on her motorcycle caught on a tree while she was delivering mail.",
      "id": "s6"
    },
    {
      "text": "On 10 November 2003 the Corporation 'accepted liability under section 14(1) of the SRC Act 1988 for acute left sided low back pain (mechanical).",
      "id": "s7"
    },
    {
      "text": "' \n \n4 On 17 August 2005 a delegate of the Manager, Australia Post Compensation, determined that as from 18 August 2005 Ms Barry had no current entitlement to compensation under s 16 or s 19 of the SRC Act.",
      "id": "s8"
    },
    {
      "text": "Ms Barry sought reconsideration of that determination under s 62 of the SRC Act.",
      "id": "s9"
    },
    {
      "text": "On 9 September 2005, following reconsideration of the determination, the determination was affirmed.",
      "id": "s10"
    },
    {
      "text": "The decision made on 9 September 2005 was a decision which the Administrative Appeals Tribunal had jurisdiction to review on the application of Ms Barry (s 64 of the SRC Act).",
      "id": "s11"
    },
    {
      "text": "The Tribunal did not have jurisdiction to review the decision made on 17 August 2005.",
      "id": "s12"
    },
    {
      "text": "5 Ms Barry applied to the Tribunal for review of the decision made on 17 August 2005.",
      "id": "s13"
    },
    {
      "text": "It appears, however, that all concerned have treated this application as an application to review the decision made on 9 September 2005.",
      "id": "s14"
    },
    {
      "text": "STATUTORY REGIME \n \n6 The SRC Act establishes a scheme for the payment of workers' compensation to employees of the Commonwealth and certain corporations.",
      "id": "s15"
    },
    {
      "text": "Part II of the Act, which is comprised of s 14 --- s 33, contains the principal provisions concerning liability to pay compensation.",
      "id": "s16"
    },
    {
      "text": "7 Section 14 creates a liability in Comcare to pay compensation in accordance with the Act in respect of an injury suffered by an employee if the injury results in death, incapacity for work, or impairment.",
      "id": "s17"
    },
    {
      "text": "It appears that Australian Postal Corporation has accepted the liability under the SRC Act which would otherwise fall on Comcare for payments in respect of injury, loss or damage suffered by its employees (s 98A).",
      "id": "s18"
    },
    {
      "text": "8 Section 4 of the SRC Act defines 'injury' to mean, relevantly, an injury suffered by an employee arising out of, or in the course of, the employee's employment.",
      "id": "s19"
    },
    {
      "text": "The same section defines 'impairment ' to mean 'the loss, the loss of the use, or the damage or malfunction, of any part of the body or of any bodily system or function or part of such system or function.",
      "id": "s20"
    },
    {
      "text": "' \n \n9 Section 16(1) provides for an employee who has suffered an injury to receive compensation in respect of the cost of medical treatment obtained in relation to the injury provided that the treatment was reasonable for the employee to obtain in the circumstances.",
      "id": "s21"
    },
    {
      "text": "10 Section 19 provides for an employee who is incapacitated for work as a result of an injury to be paid an amount of compensation calculated as required by the section.",
      "id": "s22"
    },
    {
      "text": "There are certain employees who are excluded from the operation of s 19 and relevantly covered by other sections of the SRC Act.",
      "id": "s23"
    },
    {
      "text": "However, Ms Barry is not an employee who is excluded from the operation of s 19.",
      "id": "s24"
    },
    {
      "text": "11 Section 24 gives an employee an entitlement to compensation in respect of an injury where the injury results in a permanent impairment.",
      "id": "s25"
    },
    {
      "text": "DECISION OF THE TRIBUNAL \n \n12 The Corporation submitted to the Tribunal that as at 18 August 2005 it was under no present liability to pay compensation to Ms Barry under either s 16 or s 19 of the SRC Act in respect of any low back injury that she may have sustained on 20 October 2003.",
      "id": "s26"
    },
    {
      "text": "The Corporation challenged Ms Barry's credibility generally.",
      "id": "s27"
    },
    {
      "text": "It also challenged the reliability of the accounts given by her of how she sustained an injury on 20 October 2003 and of the symptoms which she thereafter experienced.",
      "id": "s28"
    },
    {
      "text": "The Corporation placed reliance on apparent discrepancies between Ms Barry's evidence that she has limited physical capacity and her ability to engage in a wide range of activities as shown by a surveillance video.",
      "id": "s29"
    },
    {
      "text": "13 The Tribunal published a single set of reasons for decision in respect of the three determinations reviewed by it.",
      "id": "s30"
    },
    {
      "text": "The Tribunal made no express finding as to Ms Barry's credibility.",
      "id": "s31"
    },
    {
      "text": "The reasons for decision do not always differentiate between Ms Barry's evidence and the Tribunal's factual findings.",
      "id": "s32"
    },
    {
      "text": "Moreover, the reasons for decision do not demonstrate a clear appreciation of the distinction between ' incapacity ' and ' impairment '.",
      "id": "s33"
    },
    {
      "text": "However, I think that it must be assumed that the Tribunal accepted Ms Barry's evidence of what happened to her on 20 October 2003.",
      "id": "s34"
    },
    {
      "text": "14 The Tribunal reviewed the relevant medical evidence.",
      "id": "s35"
    },
    {
      "text": "The Tribunal noted that Dr Maxwell, an orthopaedic and spinal surgeon, and Dr McGill, a rheumatologist, were both satisfied that Ms Barry showed no degree of ' incapacity ' in the surveillance video.",
      "id": "s36"
    },
    {
      "text": "It also noted that Dr Zicat, an orthopaedic surgeon called by Ms Barry, agreed after being shown parts of the surveillance video that, in effect, Ms Barry's presentation on the video was inconsistent with her presentation to him on 6 October 2004.",
      "id": "s37"
    },
    {
      "text": "The Tribunal additionally noted that the most recent medical report dealing with the degree of Ms Barry's ' impairment ' was Dr McGill's report of 28 July 2005.",
      "id": "s38"
    },
    {
      "text": "Dr McGill had concluded in his report that, so far as her lumbar spine was concerned, Ms Barry's degree of ' impairment ' was 'nil' .",
      "id": "s39"
    },
    {
      "text": "The Tribunal observed that this assessment 'has been confirmed by viewing the video evidence.",
      "id": "s40"
    },
    {
      "text": "' Yet it immediately thereafter recorded its satisfaction that Ms Barry 'has minimal impairment from her lumbar disc prolapse.",
      "id": "s41"
    },
    {
      "text": "' It may be that the Tribunal meant thereby to express a satisfaction that Ms Barry had minimal, if any, impairment from her lumbar disc prolapse, as it went on to record a finding that 'any current impairment is not permanent' .",
      "id": "s42"
    },
    {
      "text": "This ambiguity in the reasons for decision of the Tribunal need not be resolved in this proceeding.",
      "id": "s43"
    },
    {
      "text": "15 After reviewing the medical evidence the Tribunal found that the incident on 20 October 2003 made a material contribution to the later prolapse of a disc in Ms Barry's back; that is, that Ms Barry had suffered an injury as defined by s 4 of the SRC Act.",
      "id": "s44"
    },
    {
      "text": "16 The reasons for decision do not include a finding that there was at any relevant time medical treatment in respect of Ms Barry's injury that it was reasonable for her to obtain in the circumstances (s 16).",
      "id": "s45"
    },
    {
      "text": "Nor do they include a finding that Ms Barry was at any relevant time incapacitated for work as a result of an injury (s 19).",
      "id": "s46"
    },
    {
      "text": "CONSIDERATION \n \n17 The obligation of the Tribunal in reviewing the determination was to exercise afresh the administrative power vested in the decision-maker who, under s 62 of the SRC Act, reconsidered the determination that, as from 18 August 2005, Ms Barry had no current entitlement to compensation under s 16 or s 19 of that Act.",
      "id": "s47"
    },
    {
      "text": "18 For a decision-maker to determine that Ms Barry had an entitlement to compensation under s 16 of the SRC Act the decision-maker would have to be satisfied that:\n \n (a) Ms Barry had suffered an ' injury ' within the meaning of the SRC Act; and\n (b) medical treatment obtained in relation to that injury was reasonable for Ms Barry to obtain in the circumstances.",
      "id": "s48"
    },
    {
      "text": "19 If the decision-maker were satisfied of both of the above, he or she would then have to determine the amount of compensation that was appropriate to that medical treatment.",
      "id": "s49"
    },
    {
      "text": "20 Nothing in the reasons for decision of the Tribunal suggests that it gave consideration to whether the medical expenses in respect of which Ms Barry sought compensation under s 16 related to treatment that it was reasonable for her to obtain in the circumstances.",
      "id": "s50"
    },
    {
      "text": "It is plain that no concession was made in this regard by the Corporation.",
      "id": "s51"
    },
    {
      "text": "Its case before the Tribunal was that the incident on 20 October 2003 was nothing more than an aggravating incident and that, as from 18 August 2005, any disc prolapse had re-absorbed.",
      "id": "s52"
    },
    {
      "text": "21 For a decision-maker to determine that Ms Barry had an entitlement to compensation under s 19 of the SRC Act the decision-maker would have to be satisfied that:\n \n (a) Ms Barry was incapacitated for work; and\n (b) that incapacity was a result of an ' injury ' within the meaning of the SRC Act.",
      "id": "s53"
    },
    {
      "text": "22 As stated above, the reasons for decision of the Tribunal do not disclose an appreciation of the distinction between incapacity for work and impairment.",
      "id": "s54"
    },
    {
      "text": "Nothing in the reasons for decision of the Tribunal suggests that it gave consideration to whether Ms Barry was incapacitated at the relevant time for work as a result of the injury suffered by her on 20 October 2003.",
      "id": "s55"
    },
    {
      "text": "Again it is plain that no concession was made in this regard by the Corporation.",
      "id": "s56"
    },
    {
      "text": "Its case before the Tribunal was that Ms Barry's physical condition did not prevent her from returning to work.",
      "id": "s57"
    },
    {
      "text": "CONCLUSION \n \n23 I am not satisfied that this is simply a case in which the Tribunal failed to express its reasons for decision in appropriate detail.",
      "id": "s58"
    },
    {
      "text": "I see no reason to conclude that the Tribunal was not aware of its statutory obligation to include in its written reasons for decision its findings on material questions of fact and a reference to the evidence or other material on which those findings were based (s 43(2B)) of the Administrative Appeals Tribunal Act 1975 (Cth)).",
      "id": "s59"
    },
    {
      "text": "The failure of the Tribunal to include in its written reasons for decision consideration of, and findings in respect of, issues critical to the validity of its decision suggests that it overlooked the materiality of those issues.",
      "id": "s60"
    },
    {
      "text": "24 For the above reasons, I conclude that the Tribunal decided to set aside the determination of the Australian Postal Corporation without having addressed the correct legal questions.",
      "id": "s61"
    },
    {
      "text": "Its decision thus involved errors of law (see s 5(1)(f) of the Administrative Decisions (Judicial Review) Act 1977 (Cth)).",
      "id": "s62"
    },
    {
      "text": "25 I observe incidentally that it is a salutary discipline for every statutory decision-maker to refer to the terms of the relevant statutory provisions and to identify each element of the statutory cause of action.",
      "id": "s63"
    },
    {
      "text": "Had the Tribunal in this case set out or paraphrased in its reasons for decision the terms of s 16 and s 19 it is unlikely that it would have overlooked their critical elements.",
      "id": "s64"
    },
    {
      "text": "COSTS \n \n26 The Australian Postal Corporation has sought an order that Ms Barry pay its costs of this proceeding.",
      "id": "s65"
    },
    {
      "text": "As a successful litigant the Corporation has a prima facie entitlement to a costs order.",
      "id": "s66"
    },
    {
      "text": "Although Ms Barry took no active part in the hearing she did not concede the Corporation's entitlement to relief.",
      "id": "s67"
    },
    {
      "text": "27 However, there are circumstances which suggest that the Corporation may not be entitled to recover all of its costs.",
      "id": "s68"
    },
    {
      "text": "It filed an amended application at the commencement of the hearing which invoked, for the first time, the Court's jurisdiction under the Administrative Decisions (Judicial Review) Act .",
      "id": "s69"
    },
    {
      "text": "It was represented by senior and junior counsel when the proceeding was arguably of limited difficulty or complexity.",
      "id": "s70"
    },
    {
      "text": "Nonetheless, I must take into account that Ms Barry chose to take no active part in the hearing.",
      "id": "s71"
    },
    {
      "text": "In particular, while she was on notice that the Corporation proposed to seek leave to file an amended application, she did not instruct her legal representative to seek the usual order that she have her costs thrown away by reason of the amendment.",
      "id": "s72"
    },
    {
      "text": "In the circumstances, it seems fair to assume that she did not have any such costs.",
      "id": "s73"
    },
    {
      "text": "Nor did I receive the benefit of submissions on her behalf on the question of whether the proceeding was suitable for senior and junior counsel.",
      "id": "s74"
    },
    {
      "text": "28 In the circumstances I propose to order that Ms Barry pay the Corporation's reasonable costs and leave it to the parties, or if necessary a taxing officer, to resolve the extent of the Corporation's reasonable costs.",
      "id": "s75"
    },
    {
      "text": "APPROPRIATE ORDERS \n \n29 The Corporation invoked the powers conferred in the Court by s 44(1) of the Administrative Appeals Tribunal Act and s 5 of the Administrative Decisions (Judicial Review) Act .",
      "id": "s76"
    },
    {
      "text": "As Ms Barry advanced no submissions to the Court, and it is not clear beyond argument that the Court's jurisdiction under s 44(1) of the Administrative Appeals Tribunal Act was properly invoked (see Comcare v Etheridge [2006] FCAFC 27 ; (2006) 227 ALR 75), I prefer to make orders under the Administrative Decisions (Judicial Review) Act .",
      "id": "s77"
    },
    {
      "text": "30 The orders of the Court will therefore be:\n \n 1.",
      "id": "s78"
    },
    {
      "text": "The decision, including the order as to costs, of the Administrative Appeals Tribunal given on 2 June 2006 in Sydney concerning matter N2005/1246 be set aside with effect from 2 June 2006.",
      "id": "s79"
    },
    {
      "text": "2.",
      "id": "s80"
    },
    {
      "text": "The matter be remitted to the Administrative Appeals Tribunal to be heard and decided again.",
      "id": "s81"
    },
    {
      "text": "3.",
      "id": "s82"
    },
    {
      "text": "The first respondent pay the applicant's reasonable costs of its application to the Court.",
      "id": "s83"
    },
    {
      "text": "I certify that the preceding thirty (30) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Branson.",
      "id": "s84"
    },
    {
      "text": "Associate:\n\nDated: 15 December 2006\n\n Counsel for the Applicant: Mr A Robertson SC and Mr G Elliott \n \n Solicitor for the Applicant: Forners Solicitors \n \n Solicitor for the First Respondent: Slater &amp; Gordon \n \n Counsel for the Second Respondent: The Second Respondent filed a submitting appearance \n \n Date of Hearing: 6 December 2006 \n \n Date of Judgment: 15 December 2006 \n\n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1751.html",
      "id": "s85"
    }
  ]
}