{
  "name": "MZWUJ and MZWUK v Minister for Immigration and Multicultural Affairs [2006] FCA 173 (9 March 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/173.html",
  "catchphrases": [
    {
      "text": "appeal from decision of federal magistrate",
      "id": "c0"
    },
    {
      "text": "nature of re-hearing",
      "id": "c1"
    },
    {
      "text": "failure to identify error",
      "id": "c2"
    },
    {
      "text": "migration",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from a judgment of Connolly FM, given on 23 September 2005, dismissing an application for review of a decision of the Refugee Review Tribunal (\"the Tribunal\") to refuse the appellant the grant of a protection visa.",
      "id": "s0"
    },
    {
      "text": "2 The first and second appellants, father and daughter respectively, are citizens of Sri Lanka.",
      "id": "s1"
    },
    {
      "text": "They arrived in Australia on 5 May 2001.",
      "id": "s2"
    },
    {
      "text": "The daughter's appeal will be determined by the outcome of her father's appeal.",
      "id": "s3"
    },
    {
      "text": "In these circumstances, I will refer to the first appellant simply as the appellant.",
      "id": "s4"
    },
    {
      "text": "3 The appellant lodged an application for a protection visa on 25 May 2001.",
      "id": "s5"
    },
    {
      "text": "He claims to have a well-founded fear of persecution in Sri Lanka because of his association with, and support for, the United National Party (\"the UNP\").",
      "id": "s6"
    },
    {
      "text": "4 A delegate of the Minister for Immigration and Multicultural Affairs refused the appellant's protection visa application on 1 November 2001.",
      "id": "s7"
    },
    {
      "text": "An application for review of that decision was lodged on 12 November 2001 with the Tribunal.",
      "id": "s8"
    },
    {
      "text": "The Tribunal invited the appellant to give oral evidence and present arguments at a hearing on 8 April 2003.",
      "id": "s9"
    },
    {
      "text": "On 30 May 2003, the Tribunal affirmed the delegate's decision.",
      "id": "s10"
    },
    {
      "text": "5 On 21 July 2003, the appellant filed an application in the High Court seeking judicial review of the delegate's decision to refuse the grant of a protection visa.",
      "id": "s11"
    },
    {
      "text": "That application was remitted to this Court and Merkel J ordered that it be dismissed on 12 July 2004.",
      "id": "s12"
    },
    {
      "text": "6 The Tribunal accepted that the appellant and his family had a long-term association with the UNP.",
      "id": "s13"
    },
    {
      "text": "The Tribunal also accepted that the appellant was attacked during an election campaign in 1999, but did not accept that he was unable to report the incident to police or that he could not seek treatment in hospital.",
      "id": "s14"
    },
    {
      "text": "The Tribunal was satisfied that he obtained treatment at home because his injuries were not as serious as he claimed.",
      "id": "s15"
    },
    {
      "text": "It was noted by the Tribunal that the appellant resided at his usual address until he left for Australia and he continued to operate his business until that time.",
      "id": "s16"
    },
    {
      "text": "His willingness to work and live at the same place for a prolonged period after the claimed assault led the Tribunal to conclude that it was an isolated incident, consistent with the fact that he had not been attacked during the previous 22 years that he was active in the UNP.",
      "id": "s17"
    },
    {
      "text": "The Tribunal did not accept that the appellant was the target of murder attempts (having been shot at on two occasions), or that his family was threatened with death.",
      "id": "s18"
    },
    {
      "text": "7 The Tribunal concluded that the appellant's fear of harm in the context of generalised election violence that accompanies political campaigning in Sri Lanka was not a fear of persecution for a Convention reason.",
      "id": "s19"
    },
    {
      "text": "In a passage that has been criticised by the appellant, the Tribunal added that the appellant can minimise the already remote likelihood of being assaulted in the future by avoiding situations where violence is likely to break out, such as attending rallies, where the risk of street clashes is highest, or canvassing votes door to door with UNP colleagues.",
      "id": "s20"
    },
    {
      "text": "In the Tribunal's assessment, this would not amount to such a restriction on his right to participate in democratic processes that it amounts to persecution.",
      "id": "s21"
    },
    {
      "text": "8 In all the circumstances, the Tribunal said that it was not satisfied that there is a real chance the appellant faces persecution in the reasonably foreseeable future for any Convention reason.",
      "id": "s22"
    },
    {
      "text": "Moreover, the Tribunal expressed satisfaction that Sri Lanka is willing and able to protect the appellant.",
      "id": "s23"
    },
    {
      "text": "Accordingly, the Tribunal held that it was not satisfied that the appellant had a well-founded fear of persecution for Convention reasons, and is not a person to whom Australia has protection obligations under the Convention.",
      "id": "s24"
    },
    {
      "text": "9 The appellant filed an application for review of the Tribunal's decision with the Federal Magistrates Court on 15 December 2004.",
      "id": "s25"
    },
    {
      "text": "On 23 September 2005, that application was dismissed by Connolly FM.",
      "id": "s26"
    },
    {
      "text": "10 Before Connolly FM, the appellant contended:\n (a) the Tribunal erred in its finding that he was not shot at;\n (b) he was not an ordinary supporter of the UNP, but he had an elevated profile;\n (c) the Tribunal's finding that Sri Lanka had a violent political culture supported his claim that he was the victim of the violence he had described; and\n (d) he should not be denied his rights as a Sri Lankan citizen to be politically active, which the Tribunal had suggested as a means of avoiding future violence.",
      "id": "s27"
    },
    {
      "text": "11 The first respondent submitted that the appellant's contentions were based on merits review of the Tribunal's findings of fact, and did not support a claim of error of law or jurisdictional error: see Minister for Immigration and Ethnic Affairs v Wu Shan Liang [1996] HCA 6 ; (1996) 185 CLR 259 at 272.",
      "id": "s28"
    },
    {
      "text": "12 Connolly FM held that the issue of whether the appellant was shot at, or was or was not an ordinary supporter of the UNP, were clearly matters of fact for the Tribunal and were based on findings of credibility.",
      "id": "s29"
    },
    {
      "text": "Further, his Honour noted, contrary to the appellant's assertion, that the Tribunal did not require the appellant to cease his political activities in order to avoid harm.",
      "id": "s30"
    },
    {
      "text": "The relevant comments were made in the context of a finding about 'generalised' election violence.",
      "id": "s31"
    },
    {
      "text": "The Tribunal said that the appellant could minimise the 'remote' risk of harm by avoiding violent hot spots and 'the fact that political parties engage in violence from time to time does not mean there is persecution within the meaning of the Convention': see Rodrigo v Minister for Immigration and Multicultural Affairs [2001] FCA 1027 (\" Rodrigo \").",
      "id": "s32"
    },
    {
      "text": "13 Before Connolly FM, the appellant conceded that the earlier application which he instituted in the High Court was remitted to this Court, and that it was dismissed on 12 July 2004 by Merkel J for non-appearance.",
      "id": "s33"
    },
    {
      "text": "His Honour held that this amounted to an abuse of process because the correct procedure was for the appellant to seek to reinstate that application, rather than commencing further proceedings.",
      "id": "s34"
    },
    {
      "text": "14 Finally, Connolly FM held that the delay between the date of the Tribunal's decision and the filing of the application for review was excessively lengthy and unexplained, and that in itself would be sufficient for his Honour to decline to exercise his discretion in the appellant's favour.",
      "id": "s35"
    },
    {
      "text": "15 The appellant filed a notice of appeal on 10 October 2005 setting out the following grounds of appeal:\n \"There was an error of law in the [Federal Magistrate's] decision constituting jurisdictional error.",
      "id": "s36"
    },
    {
      "text": "The Federal Magistrate should have found that both these findings did not have the necessary evidentiary basis and as a consequence the decision of the RRT was without jurisdiction.",
      "id": "s37"
    },
    {
      "text": "The Federal Magistrate erred in finding that the errors in the fact finding process of the RRT did not amount to failure to exercise jurisdiction and/or that other findings in the decision overcame the decision's shortcomings.",
      "id": "s38"
    },
    {
      "text": "The Federal Magistrate should have found that the Refugee Review Tribunal made an error going to jurisdiction or failed to exercise jurisdiction.",
      "id": "s39"
    },
    {
      "text": "\" \n\n\n \n 16 In contentions of fact and law filed on 17 November 2005, the appellant asserted that he was a strong supporter of the UNP, that he was involved in campaigning at a number of elections and that he has close influential political contacts.",
      "id": "s40"
    },
    {
      "text": "He submitted that he was assaulted prior to the general elections in 1999 and was forced to go to his sister's house for treatment, because he was likely to be attacked again if he went to hospital.",
      "id": "s41"
    },
    {
      "text": "The appellant asserted that he was very active during the elections in October 2000 and he was the target of a shooting attempt.",
      "id": "s42"
    },
    {
      "text": "He asserted that he was the subject of anonymous threats, including a threat to kidnap his daughter, and he was the target of a further shooting attempt in May 2001.",
      "id": "s43"
    },
    {
      "text": "The appellant rejected the Tribunal's finding that he was merely an ordinary supporter of the UNP.",
      "id": "s44"
    },
    {
      "text": "He submitted that he was a well-known business man with a number of family connections to high profile members of the UNP.",
      "id": "s45"
    },
    {
      "text": "He submitted that the Tribunal's finding that he could minimise the remote likelihood of violence by avoiding dangerous situations is a restriction on his right to participate in the democratic process that amounts to persecution.",
      "id": "s46"
    },
    {
      "text": "17 The first respondent contended that Connolly FM was plainly correct in finding that the Tribunal's comments regarding the appellant's role in the UNP and the violence he suffered as a result were matters of fact for the Tribunal and were based on findings as to credibility.",
      "id": "s47"
    },
    {
      "text": "Additionally, the first respondent submitted that it is well-established that the mere fact that political parties engage in violence is not persecution, and no error arises from this finding.",
      "id": "s48"
    },
    {
      "text": "Finally, the first respondent asserted that the findings by both the Tribunal and Connolly FM in relation to minimising the remote risk of harm were free from error.",
      "id": "s49"
    },
    {
      "text": "18 The first respondent made two additional submissions that it said justify the decision of Connolly FM.",
      "id": "s50"
    },
    {
      "text": "First, it was submitted that the appellant failed to make any submission justifying his decision to start a new proceeding after the orders made by Merkel J on 12 July 2004, despite ample opportunity to do so: see MZWHN v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FMCA 201 at [13] .",
      "id": "s51"
    },
    {
      "text": "Secondly, the first respondent submitted that the appellant has failed to explain the delay between the Tribunal's decision being handed down and his application for review being filed: see Re Commonwealth of Australia; Ex parte Marks [2000] HCA 67 ; (2000) 177 ALR 491.",
      "id": "s52"
    },
    {
      "text": "19 The appellant appeared before me on 16 February 2006 with the aid of an interpreter.",
      "id": "s53"
    },
    {
      "text": "I invited the appellant to identify any reasons, or any facts or circumstances, that supported his contention that the Tribunal and the Federal Magistrate were wrong.",
      "id": "s54"
    },
    {
      "text": "In response, the appellant did not add anything new to his written submissions, but sought to re-agitate the matters raised before the Tribunal and Connolly FM.",
      "id": "s55"
    },
    {
      "text": "20 As Kenny J observed in Abeyesinghe v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCA 1558 at [4] , on an appeal conducted by way of re-hearing, such as an appeal from a judgment of the Federal Magistrates Court, 'the powers of an appellate court are exercisable only if the appellant can demonstrate that, having regard to the evidence before the appellate court, the judgment under appeal is a consequence of some legal, factual or discretionary error'.",
      "id": "s56"
    },
    {
      "text": "The appellant has failed to point to any error in the decisions of the Tribunal and Connolly FM.",
      "id": "s57"
    },
    {
      "text": "21 In my opinion, the notice of appeal and the appellant's submissions, both written and oral, do not disclose any error in the decision of Connolly FM, or for that matter in the decision of the Tribunal.",
      "id": "s58"
    },
    {
      "text": "I agree with the view expressed in Rodrigo that the fact that political parties engage in violence from time to time does not mean that there is persecution within the meaning of the Convention.",
      "id": "s59"
    },
    {
      "text": "This was the context in which the Tribunal referred to generalised election violence, and the steps that the appellant could take to minimise the risk of being assaulted as a result of such violence.",
      "id": "s60"
    },
    {
      "text": "I agree with Connolly FM's conclusion in this regard that the Tribunal did not, as asserted by the appellant, require the appellant to cease his political activities in order to avoid harm arising out of persecution within the meaning of the Convention.",
      "id": "s61"
    },
    {
      "text": "22 Connolly FM held that no error had been established on the basis of the material placed before him and dismissed the appellant's application for review.",
      "id": "s62"
    },
    {
      "text": "I agree with his Honour's conclusions and the reasons which he furnished in support thereof.",
      "id": "s63"
    },
    {
      "text": "It is not necessary for me to consider the abuse of process point or the delay point.",
      "id": "s64"
    },
    {
      "text": "23 I dismiss the appeal and order that the appellant pay the respondents' costs.",
      "id": "s65"
    },
    {
      "text": "24 In oral submissions, counsel for the first respondent sought leave to amend the name of the first respondent in the title of the proceedings to 'Minister for Immigration and Multicultural Affairs' by removing the words 'and Indigenous'.",
      "id": "s66"
    },
    {
      "text": "I will grant leave accordingly.",
      "id": "s67"
    },
    {
      "text": "I certify that the preceding twenty-four (24) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Young.",
      "id": "s68"
    },
    {
      "text": "Associate:\n\n\nDated: 9 March 2006\n\n\n\n Counsel for the Appellant: Appeared in person with interpreter \n \n Counsel for the First Respondent: Mr S. Hay \n \n Solicitors for the First Respondent: Clayton Utz \n \n Date of Hearing: 16 February 2006 \n \n Date of Judgment: 9 March 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/173.html",
      "id": "s69"
    }
  ]
}