{
  "name": "SZHVH v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCA 1079 (17 August 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1079.html",
  "catchphrases": [
    {
      "text": "application for leave to appeal from an order pursuant to r 44.12 of the federal magistrates court rules",
      "id": "c0"
    },
    {
      "text": "consideration of the interlocutory nature of the order",
      "id": "c1"
    },
    {
      "text": "consideration of the show cause procedure and its relationship with s 24 of the federal court of australia act 1976 (cth).",
      "id": "c2"
    },
    {
      "text": "migration",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 I have before me an application for leave to appeal from a judgment of Federal Magistrate Smith pronounced on 23 May 2006 by which his Honour dismissed an application by applicant SZHVH for an order that the respondent show cause why 'a remedy' ought not to be granted in the exercise of the jurisdiction of the Federal Magistrates Court pursuant to s 476 of the Migration Act 1958 (Cth) ('the Act') in relation to a decision of the Refugee Review Tribunal ('the Tribunal') affirming on 15 November 2005 the decision of the respondent's delegate to refuse the applicant a Protection (Class XA) Visa.",
      "id": "s0"
    },
    {
      "text": "2 Although these reasons are written for the benefit of the parties and necessarily involve a consideration of particular rules and principles, I have attempted to deal with the grounds of appeal identified in the draft notice of appeal in a way which will enable the self-represented applicant, assisted by an interpreter, to understand the reasons for deciding that leave to file the proposed notice of appeal must be dismissed.",
      "id": "s1"
    },
    {
      "text": "3 The application was made pursuant to r 44.01 of the Federal Magistrates Court Rules 2001 (Cth) ('FMCR').",
      "id": "s2"
    },
    {
      "text": "A hearing of the application for an order to show cause was conducted pursuant to r 44.12 of the FMCR which confers a power upon the court to dismiss the application if the court is not satisfied 'that the application has raised an arguable case for the relief claimed'.",
      "id": "s3"
    },
    {
      "text": "If the court is satisfied that an application has raised an arguable case for the relevant relief, the court may adjourn the show cause proceeding and order a respondent to show cause at a final hearing why an order for the relief claimed should not be made on the grounds mentioned in the application.",
      "id": "s4"
    },
    {
      "text": "Alternatively, the court may make final orders in relation to the claims for relief.",
      "id": "s5"
    },
    {
      "text": "4 Section 476(1) of the Act provides that the Federal Magistrates Court has the same original jurisdiction in relation to migration decisions 'as the High Court has under paragraph 75(v) of the Constitution '.",
      "id": "s6"
    },
    {
      "text": "Rule 44.14 of the FMCR provides that a writ of a particular kind issued by the Federal Magistrates Court under Part 44 which deals with 'Proceedings under the Migration Act 1958 ' must be substantially in the form of a writ of that kind issued under the High Court Rules 2004 (Cth).",
      "id": "s7"
    },
    {
      "text": "5 Federal Magistrate Smith was not satisfied that the application raised an arguable case for the relief claimed by the applicant and accordingly his Honour dismissed the application pursuant to r 44.12(1)(a) of the FMCR.",
      "id": "s8"
    },
    {
      "text": "6 Rule 44.12(2) provides that a dismissal of an application pursuant to paragraph (1)(a) of r 44.12 is 'interlocutory'.",
      "id": "s9"
    },
    {
      "text": "An appeal lies from that order to the Federal Court of Australia pursuant to s 24(1)(d) of the Federal Court of Australia Act 1976 (Cth) and s 24(1A) of that Act provides that an appeal shall not be brought from a judgment of the Federal Magistrates Court that is an interlocutory judgment unless the court or a Judge gives leave to appeal.",
      "id": "s10"
    },
    {
      "text": "An application for leave to appeal from an interlocutory judgment must be filed within seven days of the date on which the interlocutory judgment was pronounced or within such further time as the court or a Judge may allow (Order 52, r 10(2A)(b) of the Federal Court Rules 1979 (Cth)).",
      "id": "s11"
    },
    {
      "text": "7 In this case, the application for leave to appeal was filed on 7 June 2006 supported by an affidavit by the applicant annexing a draft notice of appeal.",
      "id": "s12"
    },
    {
      "text": "By the draft notice of appeal, the appellant appeals from the whole of the judgment of Federal Magistrate Smith on three grounds, namely: \n \n \n '1.",
      "id": "s13"
    },
    {
      "text": "I meet the refugee criteria as I was discriminated by local Indonesian people.",
      "id": "s14"
    },
    {
      "text": "2.",
      "id": "s15"
    },
    {
      "text": "The Tribunal failed to give procedural fairness.",
      "id": "s16"
    },
    {
      "text": "3.",
      "id": "s17"
    },
    {
      "text": "My fear of being killed is well-founded.",
      "id": "s18"
    },
    {
      "text": "' \n \n \n \n 8 The applicant is a national of Indonesia of Chinese ethnicity.",
      "id": "s19"
    },
    {
      "text": "In a statement attached to his Visa application, the applicant said that he: \n \n '... came from a Chinese family, an ethnic group which had been targeted by the native Indonesian.",
      "id": "s20"
    },
    {
      "text": "I came to Australia to seek protection as my house in Sambas had been looted and burnt down to ashes.",
      "id": "s21"
    },
    {
      "text": "Some of my female relatives living in Jakarta were raped by the local.",
      "id": "s22"
    },
    {
      "text": "My female relatives were often sexually harassed by the native Indonesian at work and in the neighbourhood.",
      "id": "s23"
    },
    {
      "text": "I left Indonesia because I can no longer live in fear of harm and threat to my life ...",
      "id": "s24"
    },
    {
      "text": "Being an ethnic Chinese, my life has always been deprived of happiness, security, liberty and freedom.",
      "id": "s25"
    },
    {
      "text": "I am afraid to go back as the possibility of being killed by the mob is high'.",
      "id": "s26"
    },
    {
      "text": "9 The applicant's application was rejected by the delegate of the respondent on 13 July 2005.",
      "id": "s27"
    },
    {
      "text": "On 16 August 2005, the applicant lodged an application for review with the Tribunal.",
      "id": "s28"
    },
    {
      "text": "On 12 September 2005, the Tribunal sent a letter to the applicant addressed to the mailing address nominated in Section D of the Application for Review.",
      "id": "s29"
    },
    {
      "text": "The letter was sent pursuant to ss 425 and 425A of the Act and was addressed to the mailing address contemplated by s 441A(4)(c)(i).",
      "id": "s30"
    },
    {
      "text": "The letter advised the applicant that the Tribunal had considered the material before it in relation to the application but was unable to make a decision in his favour on that information alone.",
      "id": "s31"
    },
    {
      "text": "The Tribunal invited the applicant to attend a hearing of the Tribunal to give oral evidence and present arguments in support of his claims.",
      "id": "s32"
    },
    {
      "text": "The letter nominated a time, date and place for the hearing and advised the applicant that if he did not attend the hearing and the Tribunal elected not to postpone the hearing, the Tribunal could make a decision on the application without further notice to him.",
      "id": "s33"
    },
    {
      "text": "10 The applicant did not respond to the letter of 12 September 2005 nor was the letter returned to the Tribunal.",
      "id": "s34"
    },
    {
      "text": "The applicant did not attend the hearing.",
      "id": "s35"
    },
    {
      "text": "On 25 October 2005, the Tribunal elected to exercise the power conferred upon it by s 426A(1) of the Act and proceeded to 'make a decision on the review without taking any further action to allow or enable the applicant to appear before it' .",
      "id": "s36"
    },
    {
      "text": "In the decision record of the Tribunal, the Tribunal notes that it received no communication from the applicant and was unable to telephone him as no telephone contact had been provided.",
      "id": "s37"
    },
    {
      "text": "The Tribunal concluded that it was not satisfied on the evidence before it that the applicant had a well-founded fear of persecution within the meaning of the 1951 Convention Relating to the Status of Refugees and the 1967 Protocol Relating to the Status of Refugees ('the Refugees' Convention' and 'the Refugees' Protocol').",
      "id": "s38"
    },
    {
      "text": "11 The applicant filed an application for review and appeared before the Federal Magistrates Court on 25 January 2006 assisted by an interpreter.",
      "id": "s39"
    },
    {
      "text": "The applicant subsequently filed an amended application.",
      "id": "s40"
    },
    {
      "text": "However, no additional evidence was filed in support of the application.",
      "id": "s41"
    },
    {
      "text": "The applicant received a court book and advice and assistance under the free legal advice scheme.",
      "id": "s42"
    },
    {
      "text": "The applicant's affidavit in support of the application merely attached the decision of the Tribunal.",
      "id": "s43"
    },
    {
      "text": "The amended application simply asserted one ground, namely, 'the Tribunal made the finding which is illogical'.",
      "id": "s44"
    },
    {
      "text": "Five particulars of the ground were given.",
      "id": "s45"
    },
    {
      "text": "Federal Magistrate Smith found that only one particular might have been capable of establishing a jurisdictional error.",
      "id": "s46"
    },
    {
      "text": "The formulation of the particular was in these terms, 'the Tribunal has not taken or adequately taken into consideration that the applicant's claims that his relatives and family have been tortured simply because of his race'.",
      "id": "s47"
    },
    {
      "text": "His Honour concluded that the Tribunal had considered the underlying merits of the application and that the remaining particulars were no more than a reassertion of the applicant's general claim to be a refugee.",
      "id": "s48"
    },
    {
      "text": "None of those particulars, in his Honour's view, supported a ground of jurisdictional error.",
      "id": "s49"
    },
    {
      "text": "12 The draft notice of appeal contains the three grounds previously mentioned.",
      "id": "s50"
    },
    {
      "text": "As to the first, the applicant simply asserts that he meets the criteria under the Refugees' Convention and the Refugees' Protocol because he was discriminated against by local Indonesian people.",
      "id": "s51"
    },
    {
      "text": "This ground is simply an attempt to review or re-open the merits of the matters put before the Tribunal.",
      "id": "s52"
    },
    {
      "text": "It does not demonstrate that his Honour erred by failing to identify jurisdictional error on the part of the Tribunal.",
      "id": "s53"
    },
    {
      "text": "It represents, understandably from the perspective of the applicant, an attempt to persuade the court that on the facts, the claimant is genuinely a refugee for the purposes of the Refugees' Convention and the Refugees' Protocol.",
      "id": "s54"
    },
    {
      "text": "However, the question to be determined by the court is whether Federal Magistrate Smith made an error of law as contended for by the applicant.",
      "id": "s55"
    },
    {
      "text": "The ground is not made out.",
      "id": "s56"
    },
    {
      "text": "13 By the third ground, the applicant reasserts that his 'fear of being killed is well-founded'.",
      "id": "s57"
    },
    {
      "text": "Similarly, this ground is an invitation to reconsider the merits of the application.",
      "id": "s58"
    },
    {
      "text": "To the extent that this ground of appeal set out in the draft notice of appeal is properly characterised as a contention that there was no basis upon which the Tribunal could have properly reached its conclusions and that Federal Magistrate Smith erred by failing to find that the conclusions reached by the Tribunal were not open to it, the ground fails.",
      "id": "s59"
    },
    {
      "text": "The conclusions reached by the Tribunal were open to it.",
      "id": "s60"
    },
    {
      "text": "The ground does not identify any error on the part of his Honour in failing to identify a jurisdictional error on the part of the Tribunal.",
      "id": "s61"
    },
    {
      "text": "14 The second ground asserts that the Tribunal failed to afford the applicant procedural fairness.",
      "id": "s62"
    },
    {
      "text": "The ground is entirely unparticularised and not supported by any material in the applicant's affidavit in support of the application for leave.",
      "id": "s63"
    },
    {
      "text": "The claim that the Tribunal failed to afford procedural fairness to the applicant is simply a bare allegation .",
      "id": "s64"
    },
    {
      "text": "No material has been put before the court which challenges the validity of the invitation under s 425 or the notice under s 425A or any other aspect of the conduct of the Tribunal which might properly be characterised as a denial of procedural fairness.",
      "id": "s65"
    },
    {
      "text": "Plainly enough, a bare allegation of jurisdictional error is of no assistance.",
      "id": "s66"
    },
    {
      "text": "The applicant must provide the court with a basis upon which the error is said to arise.",
      "id": "s67"
    },
    {
      "text": "An examination of the Tribunal decision does not suggest a basis for considering that any jurisdictional error occurred.",
      "id": "s68"
    },
    {
      "text": "15 Accordingly, I propose to dismiss the application for leave to appeal with costs.",
      "id": "s69"
    },
    {
      "text": "I certify that the preceding fifteen (15) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Greenwood.",
      "id": "s70"
    },
    {
      "text": "Associate:\n\nDated: 17 August 2006\n\n Applicant: Self-represented \n \n Solicitor for the Respondent: Ms Angela Manson\nAustralian Government Solicitor \n \n Date of Hearing: 9 August 2006 \n \n Date of Judgment: 17 August 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1079.html",
      "id": "s71"
    }
  ]
}