{
  "name": "SZGEH v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2006] FCA 139 (17 February 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/139.html",
  "catchphrases": [
    {
      "text": "appeal from a decision of a judge of the federal magistrate's court dismissing an application for judicial review of a decision of the refugee review tribunal",
      "id": "c0"
    },
    {
      "text": "appeal dismissed",
      "id": "c1"
    },
    {
      "text": "no question of principle",
      "id": "c2"
    },
    {
      "text": "s 474 , s 424(3)(a)",
      "id": "c3"
    },
    {
      "text": "followed minister for immigration and multicultural and indigenous affairs v namw (2004)140 fcr 572",
      "id": "c4"
    },
    {
      "text": "followed plaintiff s157 of 2002 v commonwealth [2003] hca 2 ; (2003) 211 clr 476",
      "id": "c5"
    },
    {
      "text": "followed qaac of 2004 v refugee review tribunal [2005] fcafc 92",
      "id": "c6"
    },
    {
      "text": "followed re minister for immigration and multicultural affairs; ex parte durairajasingham [2000] hca 1 ; (2000) 168 alr 407",
      "id": "c7"
    },
    {
      "text": "followed",
      "id": "c8"
    },
    {
      "text": "migration",
      "id": "c9"
    },
    {
      "text": "migration act 1958 (cth)",
      "id": "c10"
    },
    {
      "text": "abebe v commonwealth re minister for immigraiton [1999] hca 14 ; (1999) 197 clr 510",
      "id": "c11"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from a decision of the Federal Magistrates Court ([2005] FMCA 1540) dismissing an application seeking to set aside the decision of the Refugee Review Tribunal ('the Tribunal') given on 7 April 2005.",
      "id": "s0"
    },
    {
      "text": "The Tribunal affirmed a decision of a delegate of the first respondent ('the Minister') not to grant the appellant a protection visa.",
      "id": "s1"
    },
    {
      "text": "BACKGROUND \n \n2 The appellant is a national of the People's Republic of China.",
      "id": "s2"
    },
    {
      "text": "He is a Christian who is an adherent on what the appellant referred to as \" Wei Mau Lu \" or \" Family Church \", an underground Christian Church in China.",
      "id": "s3"
    },
    {
      "text": "He arrived in Australia on 8 January 1997.",
      "id": "s4"
    },
    {
      "text": "It appears from the appeal papers that he was detained as an illegal immigrant on or about 23 December 2004, rather than 23 October 2004 as recorded by the trial judge.",
      "id": "s5"
    },
    {
      "text": "3 His application for a protection visa was refused by the delegate of the Minister on about 9 February 2005 and he applied to the Tribunal for a review of that decision thereafter.",
      "id": "s6"
    },
    {
      "text": "On 23 March 2005 the Tribunal had a hearing at which the appellant gave evidence and on 7 April 2005 it refused his application for review.",
      "id": "s7"
    },
    {
      "text": "4 The appellant identified some errors in the dates which the trial judge gave for certain events in paragraph [2] of the judgment under appeal.",
      "id": "s8"
    },
    {
      "text": "I believe I have corrected those and, in particular, I tried to identify to the appellant during the course of argument how a figure that appeared to be a \"10\", and which his Honour used to give the date 23 October 2004, was perhaps \"12\" thus explaining the error in the date recorded for the appellant's detention in that way.",
      "id": "s9"
    },
    {
      "text": "5 The basis on which the Tribunal refused the application is very appropriately summarised in the judgment of the trial judge.",
      "id": "s10"
    },
    {
      "text": "In essence, what the Tribunal did was to decide that there was a lack of credibility and reliability of the evidence of the appellant concerning his fears of persecution in China and the evidence he had used in respect of them.",
      "id": "s11"
    },
    {
      "text": "6 The Tribunal took, I think it is fair to say, an adverse view as to the reliability of the appellant's evidence, describing it on some points as being fanciful.",
      "id": "s12"
    },
    {
      "text": "The Tribunal concluded that it was not satisfied that he had established a well-founded fear of persecution in China.",
      "id": "s13"
    },
    {
      "text": "The Tribunal did find that the appellant had a genuine involvement with community and church groups in Australia.",
      "id": "s14"
    },
    {
      "text": "However, it was not satisfied that that involvement would cause him, were he returned to China, to face a real chance of persecution.",
      "id": "s15"
    },
    {
      "text": "7 The appellant applied to the Federal Magistrates Court on 28 April 2005 for orders to quash the Tribunal's decision.",
      "id": "s16"
    },
    {
      "text": "The trial judge heard the matter and delivered a reserved judgment on 25 October 2005 from which this appeal has been taken.",
      "id": "s17"
    },
    {
      "text": "ISSUES \n \n8 This appeal essentially turns on the issue of whether the appellant has been able to establish a jurisdictional error on the part of the Tribunal.",
      "id": "s18"
    },
    {
      "text": "Unless a jurisdictional error is established, section 474(1) of the Migration Act 1958 (Cth) ('the Act') provides that, in effect, the decision of the Tribunal is final and conclusive and must not be challenged, appealed against, reviewed, quashed or called in to question in any court.",
      "id": "s19"
    },
    {
      "text": "It is clear from the decisions of the High Court of Australia that the window for correction of errors in what the Tribunal did is narrow: see Abebe v Commonwealth Re Minister for Immigraiton [1999] HCA 14 ; (1999) 197 CLR 510 at p 534 [50] per Gleeson CJ and McHugh J; Re Minister for Immigraiton and Immigration and Multicultural Affairs: Ex parte Durairajasingham [2000] HCA 1 ; (2000) 168 ALR 407 at p 409 [7] per McHugh J.",
      "id": "s20"
    },
    {
      "text": "9 In Plaintiff S157 of 2002 v Commonwealth [2003] HCA 2 ; (2003) 211 CLR 476 at p 506 [76] Gaudron, McHugh, Gummow, Kirby and Hayne JJ said that an administrative decision which involves jurisdictional error is regarded in law as no decision at all.",
      "id": "s21"
    },
    {
      "text": "Thus, if there has been jurisdictional error due to, for example, a failure to discharge imperative duties or to observe inviolable limitations or restraints, the decision in question cannot properly be described in the terms used in section 474(2) as a \" decision made under this Act \".",
      "id": "s22"
    },
    {
      "text": "10 I have given anxious consideration to the material in the appeal papers and the submissions of the appellant for the purpose of seeing whether I can detect any arguable case of a jurisdictional error.",
      "id": "s23"
    },
    {
      "text": "I have also asked counsel for the Minister, pursuant to his duty to the Court, whether there is any basis, in the material before the court, on which an argument that there was a jurisdictional error might be raised other than the matters which I will discuss next.",
      "id": "s24"
    },
    {
      "text": "There was not identified by counsel or myself any such error which might be argued to exist.",
      "id": "s25"
    },
    {
      "text": "The judge below considered carefully and in detail each basis which the appellant put to him, many of which he also put to me.",
      "id": "s26"
    },
    {
      "text": "NO BIAS \n \n11 Before turning to those issues, I should turn to a submission made at the outset of the appeal today by the appellant who said that the learned trial judge was biased because, in effect, he had upheld the appeal or I think, to use the appellant's words, supported what the Tribunal had done.",
      "id": "s27"
    },
    {
      "text": "I am not sure whether the appellant intended to connote anything more than he believed that the result was wrong and that the trial judge should not have found, as he did, that the Tribunal's decision revealed no error amenable to correction.",
      "id": "s28"
    },
    {
      "text": "12 I have examined the material in the appeal papers including his Honour's judgment.",
      "id": "s29"
    },
    {
      "text": "The appellant tendered no evidence and did not refer to anything in support of the allegation of bias except the ultimate result below.",
      "id": "s30"
    },
    {
      "text": "His Honour acted conspicuously in a completely fair and impartial manner, a fact which would have been apparent to a reasonable person observing the proceedings before the Federal Magistrates Court.",
      "id": "s31"
    },
    {
      "text": "I am of the opinion that there is no substance in the allegation and there is no evidence at all to support it.",
      "id": "s32"
    },
    {
      "text": "SUBMISISONS \n \n13 The substantial grounds which the appellant raised before me in argument were grounds that he had also addressed to his Honour in the court below.",
      "id": "s33"
    },
    {
      "text": "The first ground was that the Tribunal had questioned him unfairly and had not allowed him to answer questions.",
      "id": "s34"
    },
    {
      "text": "The second ground, which was related, was that the Tribunal did not give him, that is, the appellant, enough time to give his evidence.",
      "id": "s35"
    },
    {
      "text": "In particular the appellant drew attention to a passage in the transcript of the hearing before the Tribunal and sought to provide evidence of a transcription or translation of part of the tape recording of the hearing in relation to this matter.",
      "id": "s36"
    },
    {
      "text": "14 I did not receive that material into evidence.",
      "id": "s37"
    },
    {
      "text": "But the appellant agreed that what he was seeking to say appeared in substance in the transcript, though in different words to those he believed had been used.",
      "id": "s38"
    },
    {
      "text": "In effect, the interpreter had said at one point in the Tribunal hearing that he or she had to leave by 12 noon and the Tribunal indicated that that was about the time it intended to conclude the hearing in any event.",
      "id": "s39"
    },
    {
      "text": "The basis of the appellant's submission was that this indicated that the Tribunal in effect hurried through the later part of the hearing and did not give him a fair opportunity to put all the matters that he would have put or to answer the questions in an unpressured manner.",
      "id": "s40"
    },
    {
      "text": "15 The third ground argued before me and his Honour was that the Tribunal did not pay attention to the documentary evidence and photographs which the appellant had, which he said supported his claim.",
      "id": "s41"
    },
    {
      "text": "The fourth ground was that the Tribunal was biased against him.",
      "id": "s42"
    },
    {
      "text": "Lastly, before me and his Honour it was argued that the Tribunal wrongly took into account country information in coming to the decision against the appellant.",
      "id": "s43"
    },
    {
      "text": "An additional ground was argued before his Honour that if the tapes of the Tribunal were listened to it would be apparent from what was recorded on them that the hearing had not been fair before the Tribunal.",
      "id": "s44"
    },
    {
      "text": "CONSIDERATION \n \n16 Each of the issues which was argued before his Honour and repeated before me was fully and carefully considered by his Honour in the judgment below.",
      "id": "s45"
    },
    {
      "text": "17 His Honour listened to the two tapes of the Tribunal hearing and concluded that \" in short the tapes do not support the [appellant's] complaints \".",
      "id": "s46"
    },
    {
      "text": "The consideration which his Honour gave to the contents of the tapes, importantly, helped his Honour to find facts as to the complaints in relation to the procedural defects relied on by the appellant in support of his argument below.",
      "id": "s47"
    },
    {
      "text": "These findings are relevant before me.",
      "id": "s48"
    },
    {
      "text": "His Honour found from listening to the tapes that he could hear no unfair questioning and no specific example was evident where the Tribunal did not allow the appellant to answer questions on issues which were relevant to his claims.",
      "id": "s49"
    },
    {
      "text": "The judge found that it was not apparent from the tapes of the hearing that there was any substance in the complaint that the appellant was not given enough time to give his evidence.",
      "id": "s50"
    },
    {
      "text": "18 His Honour did note that on a number of occasions the Tribunal had asked the appellant to deal with matters relevant to his claims.",
      "id": "s51"
    },
    {
      "text": "It is understandable that a lay person in a foreign environment in the position of the appellant before the Tribunal, or indeed before this court, would find it difficult to understand all of the reasons why he or she would need to be confined to, or responsive to, particular questions in circumstances where the hearing involved a matter of very great importance to their lives.",
      "id": "s52"
    },
    {
      "text": "But that perception on the part of a person in the appellant's position should not obscure the objective fact that when the trial judge listened to the tapes his Honour was able to form a clear view that there was no evidence of the relevant unfairnesses which the appellant claimed had occurred before the Tribunal.",
      "id": "s53"
    },
    {
      "text": "19 I can discern no error in the approach taken by his Honour or the findings of fact which his Honour made on this matter.",
      "id": "s54"
    },
    {
      "text": "His Honour's judgment carefully reviewed each of the first three grounds in greater detail than I need do because I agree with his Honour's findings for the reasons he gave.",
      "id": "s55"
    },
    {
      "text": "20 His Honour noted that the appellant had been represented before the Tribunal by a migration agent who had been present at the hearing.",
      "id": "s56"
    },
    {
      "text": "The agent made no complaint about any unfairness during the hearing.",
      "id": "s57"
    },
    {
      "text": "Nor, on the evidence, is there any suggestion that the agent made a complaint about unfairness in the Tribunal's procedure at any other time.",
      "id": "s58"
    },
    {
      "text": "At the conclusion of the Tribunal's hearing, the member allowed a further week for further submissions including translations of documents which were in the appellant's native language and which he had sought to put before the Tribunal at the hearing but had not, because of their not being in English, been able to be received.",
      "id": "s59"
    },
    {
      "text": "The member said at the end of the hearing that \" ... if there were any other outstanding points in there that he [the appellant] wants to communicate there will be time in those further submissions \".",
      "id": "s60"
    },
    {
      "text": "21 In light of both the fact that his Honour listened to the tapes and gave careful consideration to each of the complaints about alleged unfairnesses during the hearing, and the fact that the migration agent and the appellant had an opportunity after the hearing to address any issues of unfairness and to make further submissions, I cannot find any error in his Honour's reasons for concluding that each of the three grounds of appeal relating to the conduct of the Tribunal hearing have any substance.",
      "id": "s61"
    },
    {
      "text": "I reject them.",
      "id": "s62"
    },
    {
      "text": "22 Likewise, his Honour considered, as I have done, the written material before the Tribunal.",
      "id": "s63"
    },
    {
      "text": "While his Honour did not have, as I have had, the benefit of the transcript of the Tribunal hearing, his Honour had the benefit of actually hearing the tapes of the hearings, including intonations or indications in the member's or others' voices which might indicate any perception of unfairness or bias.",
      "id": "s64"
    },
    {
      "text": "His Honour found that the allegation that the Tribunal was biased could not be sustained.",
      "id": "s65"
    },
    {
      "text": "I agree with his Honour's finding for the reasons he gave.",
      "id": "s66"
    },
    {
      "text": "23 Lastly, the appellant raised the issue that the Tribunal had taken into account what is called country information in deciding against his case.",
      "id": "s67"
    },
    {
      "text": "His Honour considered this in paragraph [13] of his reasons.",
      "id": "s68"
    },
    {
      "text": "Section 424A(3)(a) of the Act provides that it is not necessary for the Tribunal to give particulars to an applicant of information that is not specifically about the applicant for review or another person and is just about a class of persons of which the applicant or other person is a member.",
      "id": "s69"
    },
    {
      "text": "24 There is no doubt that in the Tribunal's reasons the member set out an extensive extract running over about six pages of very close, small type from the China chapter of the Department of State of the United States of America's country reports on Human Rights Practices for 2004 which were concerned with issues about religious freedom.",
      "id": "s70"
    },
    {
      "text": "The material appears to fall squarely within the class of information referred to in section 424A(3)(a) which the Tribunal was not obliged to draw specifically to the appellant's attention.",
      "id": "s71"
    },
    {
      "text": "Again, because the appellant was represented before the Tribunal by a migration agent, he had the benefit, unlike in this court, of having someone to assist him with knowledge of the practice and jurisdiction of the Tribunal.",
      "id": "s72"
    },
    {
      "text": "25 The decisions of Full Courts of this Court referred to in his Honour's reasons, namely, Minister for Immigration and Multicultural and Indigenous Affairs v NAMW [2004] FCAFC 264 ; (2004) 140 FCR 572 and QAAC of 2004 v Refugee Review Tribunal [2005] FCAFC 92 , show that no jurisdictional error was committed by the Tribunal in failing to give particulars to the appellant of the information contained in the country information to which I have referred.",
      "id": "s73"
    },
    {
      "text": "26 In the first of those Full Court decisions, Merkel and Hely JJ said at 140 FCR at pp 598-600 [133] ,600 [138] that they were of the view that the reference in section 424A(3)(a) to the class of persons should be construed literally and is not another criterion to be met but, as is the case with section 57(1)(b) , it is designed to underline the specificity required by precluding any argument that reference to a class could be taken as a reference to all individuals including, for example, an applicant falling within it (see too ASIC v DB Management Pty Ltd [2000] HCA 7 ; (2000) 199 CLR 321 at p 338 [34]-[35]).",
      "id": "s74"
    },
    {
      "text": "27 For these reasons I am of opinion that the country information referred to by the Tribunal in its reasons, and about which reference the appellant complains, was within the exemption of section 424A(3)(a) and no jurisdictional error by the Tribunal has been shown.",
      "id": "s75"
    },
    {
      "text": "CONCLUSION \n \n28 In these circumstances, as I set out at the outset of this judgment, I am bound to find that by section 474 of the Act the decision of the Tribunal is final and conclusive and that his Honour made no error in rejecting the application below.",
      "id": "s76"
    },
    {
      "text": "29 I am of the opinion that the appeal fails.",
      "id": "s77"
    },
    {
      "text": "I order that the appeal be dismissed.",
      "id": "s78"
    },
    {
      "text": "[The parties made submissions on costs.",
      "id": "s79"
    },
    {
      "text": "]\n\n \n30 The order I make is the appellant is to pay the respondent's costs.",
      "id": "s80"
    },
    {
      "text": "I certify that the preceding thirty (30) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Rares.",
      "id": "s81"
    },
    {
      "text": "Associate:\n\nDated: 27 February 2006\n\n\nThe Appellant appeared in person\n \n \n Counsel for the Respondent: G.T.",
      "id": "s82"
    },
    {
      "text": "Johnson \n \n Solicitor for the Respondent: Phillips Fox \n \n Date of Hearing: 17 February 2006 \n \n Date of Judgment: 17 February 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/139.html",
      "id": "s83"
    }
  ]
}