{
  "name": "Australian Competition &amp; Consumer Commission v Advanced Medical Institute Pty Ltd (No 3) [2006] FCA 1066 (15 August 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1066.html",
  "catchphrases": [
    {
      "text": "misleading or deceptive conduct",
      "id": "c0"
    },
    {
      "text": "nasal spray said to cure or alleviate impotence or erectile dysfunction in men",
      "id": "c1"
    },
    {
      "text": "use of \"celebrity\" endorsement in advertising",
      "id": "c2"
    },
    {
      "text": "advertisement goes further by representing, with celebrity's approval, that he had in fact used the product to cure or alleviate the condition and benefited from it",
      "id": "c3"
    },
    {
      "text": "advertisement represented that celebrity's wife present at interview when he \"confessed\" to impotence or erectile dysfunction, and said that this problem had been overcome by his use of the advertised product",
      "id": "c4"
    },
    {
      "text": "whether representations false",
      "id": "c5"
    },
    {
      "text": "cross-claim by advertiser/supplier of product against celebrity on ground that it had been induced by his representations to make the representations conveyed by the advertisement",
      "id": "c6"
    },
    {
      "text": "whether celebrity's writing \"ok\" on draft of the advertisement signified only that he was authorising publication or whether it also represented to advertiser that contents of advertisement were true",
      "id": "c7"
    },
    {
      "text": "whether advertiser relied on truth of contents of advertisement in publishing it",
      "id": "c8"
    },
    {
      "text": "assessment of contradictory evidence",
      "id": "c9"
    },
    {
      "text": "unsatisfactory key witnesses",
      "id": "c10"
    },
    {
      "text": "whether declaration of contravention, injunction and order for corrective advertising should be made",
      "id": "c11"
    },
    {
      "text": "conduct complained of long since past with no ongoing effect or threat of repetition.",
      "id": "c12"
    },
    {
      "text": "trade practices",
      "id": "c13"
    }
  ],
  "sentences": [
    {
      "text": "(Final judgment) \n 1.",
      "id": "s0"
    },
    {
      "text": "INTRODUCTION \n \n1 This case concerns the use of so called \"celebrities\" in advertising.",
      "id": "s1"
    },
    {
      "text": "2 The celebrity of immediate interest now says that he agreed to be part of a company's deceitful advertisement, provided the price was right.",
      "id": "s2"
    },
    {
      "text": "He said he supposed that but for his family's reaction, he would have continued to lie for money.",
      "id": "s3"
    },
    {
      "text": "Having \"turned Queen's evidence\", he is now the key witness against others who are said by him to have been involved in the deception.",
      "id": "s4"
    },
    {
      "text": "3 A person who was the general manager of the company at the time bears such a strong grudge against his former employer because of the circumstances in which his employment was terminated, that he offered his services as a witness against the company.",
      "id": "s5"
    },
    {
      "text": "In addition to other things, he says that at the time in question he was not concerned as to whether the company's advertising was true or false, provided the celebrity had authorised publication.",
      "id": "s6"
    },
    {
      "text": "4 The company' s 51 percent shareholder and chief executive officer was defensive, expressed himself in assertive, absolute terms, and was generally an unsatisfactory witness.",
      "id": "s7"
    },
    {
      "text": "5 The company's \"public relations and publicity consultant\", who procured the celebrity and was the intermediary between him and the company, who suggested and was heavily involved in drafting the advertisement, and was generally at the heart of events, chose not to enter the witness box, even though he was also sued.",
      "id": "s8"
    },
    {
      "text": "6 In sum, the key figures inspired little confidence.",
      "id": "s9"
    },
    {
      "text": "If the circumstances of the case are even remotely typical, truth in advertising is in a sorry state indeed.",
      "id": "s10"
    },
    {
      "text": "7 The applicant (\"the ACCC\") applies under ss 80 and 86C of the Trade Practices Act 1974 (Cth) (\"the Act \") and s 21 of the Federal Court of Australia Act 1976 (Cth) for orders arising from alleged misleading and deceptive conduct in contravention of s 52 of the Act .",
      "id": "s11"
    },
    {
      "text": "The proceeding was resolved as between ACCC and the third respondent, Ian Bruce Turpie (\"Mr Turpie\"), by the making of orders by consent.",
      "id": "s12"
    },
    {
      "text": "It remains on foot, however, as against the first respondent (\"AMI\") as alleged principal contravener, and the second respondent, Philip Somerset (\"Mr Somerset\"), on the basis that he was knowingly concerned in, or a party to, AMI's contravention.",
      "id": "s13"
    },
    {
      "text": "8 The proceeding arises out of a newspaper advertisement (\"the Advertisement\") relating to a \"nasal delivery system\" or \"nasal spray\" supplied by AMI which has the purpose of curing or alleviating the effects of the condition of impotence or erectile dysfunction in the human male.",
      "id": "s14"
    },
    {
      "text": "The following is a copy of the Advertisement:\n \n\n\n \n \n9 The Advertisement is to be distinguished from earlier drafts of a \"confessional advertisement\" and from two later versions that were published.",
      "id": "s15"
    },
    {
      "text": "It will be noted that the Advertisement mentions Mr Turpie's wife, Jan. Two earlier drafts referred to a fictitious wife, \"Roxanne\".",
      "id": "s16"
    },
    {
      "text": "Both of the later published versions omitted any reference to Mr Turpie's wife, one being in a short form and the other being in a longer form.",
      "id": "s17"
    },
    {
      "text": "It is only the Advertisement that is sued upon.",
      "id": "s18"
    },
    {
      "text": "10 The Advertisement was first published in the Weekend Australian of 27/28 March 2004 and in the Sunday Herald Sun on 28 March 2004.",
      "id": "s19"
    },
    {
      "text": "It was also published in those two newspapers, as well as the Sunday Telegraph , the Sunday Mail , the Sunday Times and the Sunday Tasmanian over the period commencing 27/28 March until 18 April 2004.",
      "id": "s20"
    },
    {
      "text": "2.",
      "id": "s21"
    },
    {
      "text": "PLEADINGS \n \n11 The ACCC contends that the Advertisement contained the following representations:\n \n \n \"(a) [that AMI's] nasal delivery system had cured or alleviated [Mr] Turpie of the effects of the condition known as impotence or erectile dysfunction; and \n (b) [that Mr] Turpie had undertaken an interview during which he disclosed, in the presence of his wife, the matter referred to in (a) above.",
      "id": "s22"
    },
    {
      "text": "\" \n \n \n\nThe ACCC contends that the representations are implied from the Advertisement because they are the natural inferences to be drawn from its text.",
      "id": "s23"
    },
    {
      "text": "12 The representations are said to have been misleading or deceptive or likely to mislead or deceive because, in the case of representation (a), Mr Turpie had never used AMI's nasal delivery system in connection with treatment of the condition mentioned, and in the case of representation (b), an interview at which his wife was present as described in the Advertisement had never taken place.",
      "id": "s24"
    },
    {
      "text": "13 The case against Mr Somerset is that he knew that the Advertisement was being published and contained the representations and that they were false, and that he was responsible for the preparation and publication of the Advertisement.",
      "id": "s25"
    },
    {
      "text": "The ACCC contends that Mr Somerset, who conducts a business known as \"ColbyCo Media\", was the person or one of the persons who drafted the Advertisement; that on or about 23 March 2004 and shortly after that date, he had sent drafts of an earlier form of advertisement to Mr Turpie containing representations similar to representations (a) and (b), and obtained his approval to publication of an advertisement in accordance with the drafts; and that he arranged for and caused the publication of the Advertisement.",
      "id": "s26"
    },
    {
      "text": "14 The ACCC's case against Mr Turpie was that he was accessorially liable, on the basis that his knowledge was the same as Mr Somerset's, and that he had allowed himself to be held out by AMI as a person who had done and said the things described in the Advertisement.",
      "id": "s27"
    },
    {
      "text": "15 AMI cross claims against Mr Turpie for a declaration that he engaged in trade or commerce in misleading or deceptive conduct by representing to AMI and Mr Somerset that he had used the nasal spray for the purpose of alleviating the effects of erectile dysfunction, that it had alleviated those effects, and that his wife was aware of and endorsed both of those representations, when in fact he had not used the spray for that purpose and his wife was not aware of and had not endorsed the representations.",
      "id": "s28"
    },
    {
      "text": "16 In its cross claim against Mr Turpie, AMI seeks damages pursuant to ss 42 and 68 of the Fair Trading Act 1987 (NSW) to the extent necessary to indemnify AMI in respect of its liability to pay for the cost of publication of any corrective advertising which it may be ordered to publish, and legal costs, including any costs which AMI may be ordered to pay and AMI's own costs of defending the proceeding.",
      "id": "s29"
    },
    {
      "text": "17 AMI admits that the Advertisement contains a representation that AMI's nasal delivery system had \"alleviated\" the effects of impotence or erectile dysfunction, but denies that it contains a representation that the product \"cured\" him of those effects.",
      "id": "s30"
    },
    {
      "text": "AMI admits that the Advertisement contains representation (b), and says that it also contains a representation that Mrs Jan Turpie (\"Mrs Turpie\") was aware of and endorsed the representations attributed to Mr Turpie in the Advertisement.",
      "id": "s31"
    },
    {
      "text": "18 AMI does not admit that Mr Turpie had never used AMI's product in connection with the treatment of the condition mentioned, and says that representation (b) was substantially and materially true and not misleading or deceptive.",
      "id": "s32"
    },
    {
      "text": "AMI's position in relation to representation (b) is that while Mrs Turpie was not present at the interview, she knew and approved of the Advertisement.",
      "id": "s33"
    },
    {
      "text": "19 Mr Somerset admits that the Advertisement carried both representations, but not that they were misleading or deceptive or likely to mislead or deceive.",
      "id": "s34"
    },
    {
      "text": "He admits that he was responsible for preparing the Advertisement and for its being published.",
      "id": "s35"
    },
    {
      "text": "3.",
      "id": "s36"
    },
    {
      "text": "THE EVIDENCE \n 3.1 Brief outline of events \n \n20 As will become apparent, there is conflicting evidence on the precise detail and chronology of events the subject of this dispute.",
      "id": "s37"
    },
    {
      "text": "However, the following outline suffices to convey the general chain of events.",
      "id": "s38"
    },
    {
      "text": "21 In around July 2003, Mr Somerset, AMI's publicity consultant, approached Mr Turpie on behalf of AMI.",
      "id": "s39"
    },
    {
      "text": "As a result, Mr Turpie, an entertainer and \"celebrity\", agreed to be featured in a newspaper advertisement promoting a nasal spray produced and sold by AMI.",
      "id": "s40"
    },
    {
      "text": "This advertisement contained a photograph of Mr Turpie, and featured the words, \"It works!",
      "id": "s41"
    },
    {
      "text": "\" and \"Come on down ... and make the call!",
      "id": "s42"
    },
    {
      "text": "You won't believe the results!",
      "id": "s43"
    },
    {
      "text": "\" (\"the 'It works' advertisement\").",
      "id": "s44"
    },
    {
      "text": "22 In around late October 2003, Mr Turpie spoke to a doctor at AMI, and received the nasal spray, which he \"used\".",
      "id": "s45"
    },
    {
      "text": "The circumstances surrounding this event, including the nature of the use made of the spray, are the subject of contest.",
      "id": "s46"
    },
    {
      "text": "23 Early in 2004, Mr Somerset approached Mr Turpie about featuring in a more persuasive \"confessional advertisement\".",
      "id": "s47"
    },
    {
      "text": "Again, accounts of the details of this episode differ, but it is not in dispute that the upshot of it was that Mr Turpie agreed.",
      "id": "s48"
    },
    {
      "text": "There were drafts of the confessional advertisement and finally the Advertisement was agreed upon.",
      "id": "s49"
    },
    {
      "text": "As can be seen ([8]), in the Advertisement, Mr Turpie \"confesses\", to an interviewer in the presence of his wife, Jan, to having suffered from impotence and says that he has that problem no more as a result of using AMI's nasal spray.",
      "id": "s50"
    },
    {
      "text": "For want of a more apt one, I will use the expression \"confessional advertisement\" to refer to the various forms of advertisement in which Mr Turpie is stated to \"confess\" to impotence, including the Advertisement itself.",
      "id": "s51"
    },
    {
      "text": "24 As noted at [10], the Advertisement was published in major newspapers beginning on 27/28 March 2004.",
      "id": "s52"
    },
    {
      "text": "After Mrs Turpie was shown the Advertisement by relatives in Melbourne in early April 2004, her solicitor wrote to AMI demanding that publication of it cease.",
      "id": "s53"
    },
    {
      "text": "25 The Turpies' son Joshua contacted the ACCC concerning the Advertisement.",
      "id": "s54"
    },
    {
      "text": "Officers of the ACCC carried out an investigation.",
      "id": "s55"
    },
    {
      "text": "Mr Turpie eventually told them that in truth he had never suffered from impotence and had never used AMI's nasal spray to overcome such a problem.",
      "id": "s56"
    },
    {
      "text": "3.2 The witnesses \n \n26 The ACCC relied heavily on the testimony of Mr and Mrs Turpie.",
      "id": "s57"
    },
    {
      "text": "Timothy Kinsella (\"Mr Kinsella\"), who was the General Manager of AMI from June 2001 to 24 June 2004, also gave evidence for the ACCC, as did Mr Loa of the ACCC.",
      "id": "s58"
    },
    {
      "text": "27 AMI relied largely on the evidence of Dr Jacov (\"Jack\") Vaisman (\"Dr Vaisman\"), the founder, 51 percent shareholder, and Chief Executive Officer of AMI, and Dr John Andrew Balafas (\"Dr Balafas\"), a medical practitioner who worked for AMI and prescribed the nasal spray for Mr Turpie.",
      "id": "s59"
    },
    {
      "text": "In addition, AMI led evidence from Robert Campbell (\"Mr Campbell\"), AMI's media placement consultant; Fiona Byrne (\"Ms Byrne\"), a journalist with the Sunday Herald Sun , who interviewed Mr Turpie over the telephone about the proposed confessional advertisement just before the Advertisement was published in her newspaper on Sunday 28 March 2004, and wrote an article about Mr Turpie that appeared in that newspaper on that date; and Simon Pristel (\"Mr Pristel\"), the deputy editor of the Sunday Herald Sun .",
      "id": "s60"
    },
    {
      "text": "28 All of the above witnesses except Mr Pristel (whose evidence is limited and does not add to the evidence given by Ms Byrne, and therefore need not be discussed) were cross-examined.",
      "id": "s61"
    },
    {
      "text": "Mr Somerset, the second respondent, did not give evidence.",
      "id": "s62"
    },
    {
      "text": "29 Mr Turpie now makes a further confession: that he participated in a gross deception of the public.",
      "id": "s63"
    },
    {
      "text": "He now says, and the ACCC asks me to accept, that in truth he has never suffered from impotence or erectile dysfunction or used AMI's product to overcome such a problem.",
      "id": "s64"
    },
    {
      "text": "Mrs Turpie testified that she was never aware of her husband experiencing such a problem, and that he had never told her that he did.",
      "id": "s65"
    },
    {
      "text": "30 I will first summarise the witnesses' evidence relating to the key events, excluding, generally speaking, their oral evidence (which is dealt with in more detail later), in particular, their cross-examination.",
      "id": "s66"
    },
    {
      "text": "3.3 AMI's print advertising generally \n On AMI's print advertising generally, Mr Kinsella said: \n \n31 He was the General Manager of AMI from June 2001 to June 2004.",
      "id": "s67"
    },
    {
      "text": "He assisted in the content and placement of advertising.",
      "id": "s68"
    },
    {
      "text": "He received reports on the number of calls to the various 1300 and 1800 numbers used by AMI for inquirers.",
      "id": "s69"
    },
    {
      "text": "Each advertisement in each newspaper had its own number, so that AMI could monitor its effectiveness in terms of the number of calls it elicited.",
      "id": "s70"
    },
    {
      "text": "32 AMI paid Mr Somerset a monthly retainer (as well as additional payments) for developing scripts for radio and television advertisements, advising on print advertisements, organising celebrity endorsements, and generating exposure for AMI through having television programs such as A Current Affair do stories on AMI products.",
      "id": "s71"
    },
    {
      "text": "Bob Campbell was a media buyer responsible for obtaining \"position\" for AMI advertisements in newspapers.",
      "id": "s72"
    },
    {
      "text": "On AMI's print advertising generally, Dr Vaisman said: \n \n33 He was the Chief Executive Officer of AMI, was always heavily involved in developing AMI's advertising strategy, and had the final say on advertising.",
      "id": "s73"
    },
    {
      "text": "He usually drafted AMI's advertisements, which were then produced for publication by Mr Campbell.",
      "id": "s74"
    },
    {
      "text": "He finally approved all advertisements.",
      "id": "s75"
    },
    {
      "text": "34 In his capacity as a \"public relations and publicity consultant\", Mr Somerset introduced celebrities who endorsed AMI products.",
      "id": "s76"
    },
    {
      "text": "Although there was no formal agreement, AMI paid Mr Somerset $2000 per month.",
      "id": "s77"
    },
    {
      "text": "Dr Vaisman did not know what profit Mr Somerset made from the contracts he negotiated between AMI and celebrities.",
      "id": "s78"
    },
    {
      "text": "35 It was not part of Mr Kinsella's job to assist with advertising content; Mr Kinsella did not work \"closely\" with Dr Vaisman in developing AMI's advertising campaigns; although Mr Kinsella may have had access to the reports on the level of calls to each toll-free number, it was not his role to \"monitor the effectiveness of the advertising\"; he (Dr Vaisman) did, however, consult widely with staff in the AMI office in relation to advertising; and it would have been only in that context that he would have shown Mr Kinsella drafts of the confessional advertisement.",
      "id": "s79"
    },
    {
      "text": "3.4 Mr Somerset's approach to Mr Turpie and the \"It works\" advertisement \n On Mr Somerset's approach to Mr Turpie and the \"It works\" advertisement, Mr Turpie said: \n \n36 At the time of testifying, he was 61 years old.",
      "id": "s80"
    },
    {
      "text": "He has been an entertainer since 1953, performing in radio plays, theatre and on television, and, since 1957, in various clubs as a singer and guitarist.",
      "id": "s81"
    },
    {
      "text": "37 In about July 2003 Mr Somerset telephoned him and introduced himself as representing AMI.",
      "id": "s82"
    },
    {
      "text": "After a reference to other advertisements of AMI's nasal spray featuring the entertainer \"Ugly Dave Gray\" and the television sports presenter Tim Webster, Mr Somerset inquired whether he (Mr Turpie) would be interested in being featured similarly.",
      "id": "s83"
    },
    {
      "text": "He said that only newspaper advertisements involving Mr Turpie's photograph and signature would be involved, with the possibility of some radio and television later.",
      "id": "s84"
    },
    {
      "text": "He told Mr Turpie he could expect to receive $18,000 for the press advertisements --- the amount that was being paid to the other two men.",
      "id": "s85"
    },
    {
      "text": "38 Soon afterwards, Mr Somerset again telephoned Mr Turpie, who said that he agreed to participate in the advertisement.",
      "id": "s86"
    },
    {
      "text": "Mr Somerset undertook to send him a \"Letter of Agreement\", and obtained his fax number.",
      "id": "s87"
    },
    {
      "text": "39 On 31 July 2003 Mr Turpie received by facsimile a \"Letter of Agreement\" from Mr Somerset expressed to be between Mr Turpie and AMI.",
      "id": "s88"
    },
    {
      "text": "It purported to record \"points\" agreed to by Mr Somerset \"on behalf of AMI\" and Mr Turpie.",
      "id": "s89"
    },
    {
      "text": "The document recorded that Mr Somerset had drawn up and negotiated the agreement and would be in charge, on behalf of AMI, of the payments to be made to Mr Turpie.",
      "id": "s90"
    },
    {
      "text": "Mr Turpie undertook to give AMI permission to use his image and likeness in print media, and to use his written testimonial in print advertising by AMI for the treatment of impotence.",
      "id": "s91"
    },
    {
      "text": "Importantly, however, any advertising or editorial containing Mr Turpie's image, likeness, testimonials or quotes was first to be approved by Mr Turpie as well as by AMI.",
      "id": "s92"
    },
    {
      "text": "Mr Turpie was to be paid $18,000 by 12 monthly instalments.",
      "id": "s93"
    },
    {
      "text": "40 In early August 2003, Mr Somerset telephoned Mr Turpie seeking a photograph of him.",
      "id": "s94"
    },
    {
      "text": "Mr Turpie delivered some photographs to Mr Somerset's address, leaving them in his letterbox.",
      "id": "s95"
    },
    {
      "text": "A few days later, Mr Somerset asked him to supply some sample signatures.",
      "id": "s96"
    },
    {
      "text": "Mr Turpie obliged by faxing samples of his signature to Mr Somerset.",
      "id": "s97"
    },
    {
      "text": "41 On 8 August 2003, Mr Somerset faxed to Mr Turpie a draft advertisement commencing \"It works!",
      "id": "s98"
    },
    {
      "text": "and it's available NOW at Advanced Medical Institute\".",
      "id": "s99"
    },
    {
      "text": "The \"It works\" advertisement bore a photograph of Mr Turpie and had him saying to readers, \"Come on down ... and make the call!",
      "id": "s100"
    },
    {
      "text": "You won't believe the results!",
      "id": "s101"
    },
    {
      "text": "\", followed by his signature.",
      "id": "s102"
    },
    {
      "text": "(The \"It works\" advertisement was published in newspapers from time to time over a period from 10 August 2003 to 31 August 2003).",
      "id": "s103"
    },
    {
      "text": "On Mr Somerset's approach to Mr Turpie and the \"It works\" advertisement, Mrs Turpie said: \n \n42 Prior to June 2003, she was already aware of advertisements featuring Ugly Dave Gray and Tim Webster that promoted cures for impotence.",
      "id": "s104"
    },
    {
      "text": "In about June 2003, her husband told her that Mr Somerset had asked him to do similar advertisements, for which he would be paid $18,000 for a year, payable monthly.",
      "id": "s105"
    },
    {
      "text": "He asked her what she thought about it, to which she replied:\n \n \"I am for men speaking about their problems.",
      "id": "s106"
    },
    {
      "text": "It's probably a good thing.",
      "id": "s107"
    },
    {
      "text": "I don't think that they are too intrusive, but as the money is good, it's OK by me.",
      "id": "s108"
    },
    {
      "text": "\" \n \n\n(I do not read this passage as an acknowledgment by Mrs Turpie that her husband did have a problem of impotence or erectile dysfunction.",
      "id": "s109"
    },
    {
      "text": "The passage occurs in an affidavit in which, only two paragraphs earlier, she said that throughout their 37 years of marriage, he had never been impotent or suffered from any other form of erectile dysfunction.",
      "id": "s110"
    },
    {
      "text": ")\n \n43 Around 8 August 2003, Mr Turpie showed her a copy of the \"It works\" advertisement.",
      "id": "s111"
    },
    {
      "text": "She did not meet Mr Somerset or speak to him about the \"It works\" advertisement, but she spoke to him about ten times, commencing in late August 2003, chasing up her husband's payments.",
      "id": "s112"
    },
    {
      "text": "On Mr Somerset's approach to Mr Turpie and the \"It works\" advertisement, Mr Kinsella said: \n \n44 In February or March 2003, AMI began offering for sale the nasal spray delivery system.",
      "id": "s113"
    },
    {
      "text": "Measured by the calls received and sales made, the period March---May 2003 was not successful, and he discussed with Mr Somerset the need to \"do something new\".",
      "id": "s114"
    },
    {
      "text": "45 In May or June 2003, at a meeting with Dr Vaisman and Mr Somerset, Mr Somerset suggested using celebrities to promote AMI's nasal spray, claiming that one celebrity, Tim Webster, was a \"personal friend\".",
      "id": "s115"
    },
    {
      "text": "Dr Vaisman and Mr Kinsella agreed that Mr Somerset should approach Mr Webster, and advertisements featuring his photograph, signature and endorsement subsequently appeared in some newspapers.",
      "id": "s116"
    },
    {
      "text": "46 At another meeting at around the same time, Mr Somerset suggested Ugly Dave Gray and Mr Turpie.",
      "id": "s117"
    },
    {
      "text": "Mr Kinsella asked Mr Somerset whether Mr Gray had ever used the nasal spray, to which Mr Somerset replied, \"It doesn't matter\", but Dr Vaisman instructed Mr Kinsella to check AMI's database.",
      "id": "s118"
    },
    {
      "text": "Mr Kinsella ascertained that AMI had no record of Mr Gray, at which point Dr Vaisman said that a doctor should speak to Mr Gray, because it was important that he try the product before an advertisement featuring him went to press.",
      "id": "s119"
    },
    {
      "text": "47 Soon afterwards, at another meeting, Mr Somerset and Mr Kinsella told Dr Vaisman that Mr Turpie would be \"great for our business\", and Mr Somerset assured Dr Vaisman that he could \"get [Mr Turpie] for the right amount [of money]\".",
      "id": "s120"
    },
    {
      "text": "48 In July 2003, Mr Somerset told Dr Vaisman and Mr Kinsella that Mr Turpie had agreed.",
      "id": "s121"
    },
    {
      "text": "Mr Somerset prepared the \"It works\" advertisement which was then discussed by Mr Kinsella, Mr Campbell and Dr Vaisman.",
      "id": "s122"
    },
    {
      "text": "When the final draft had been completed, Dr Vaisman told Mr Somerset that it could not be run until Mr Turpie's signature was sent to AMI.",
      "id": "s123"
    },
    {
      "text": "The \"It works\" advertisement was run in August 2003, in South Australia, Victoria and Western Australia, but only for a few weeks because it did not result in a \"significant\" increase in calls to AMI.",
      "id": "s124"
    },
    {
      "text": "On Mr Somerset's approach to Mr Turpie and the \"It works\" advertisement, Dr Vaisman said: \n \n49 Mr Somerset called him in mid-2003 to suggest using Mr Turpie to endorse AMI products, and after making some inquires he agreed to engage Mr Turpie's services for $18,000 for one year.",
      "id": "s125"
    },
    {
      "text": "Shortly afterwards, Mr Somerset advised Dr Vaisman that Mr Turpie had agreed to feature in an advertising campaign for AMI.",
      "id": "s126"
    },
    {
      "text": "50 The \"It works\" advertisement was published in the Herald Sun and the Sunday Herald Sun from 10 August to 31 August 2003.",
      "id": "s127"
    },
    {
      "text": "A different advertisement, which, like the \"It works\" advertisement, featured a photograph of Mr Turpie and the words, \"Come on down ... and make the call!",
      "id": "s128"
    },
    {
      "text": "\", was published in newspapers in Adelaide for 3 days from 21 March 2004.",
      "id": "s129"
    },
    {
      "text": "3.5 The events of late October/early November 2003 relating to the supply of the nasal spray to Mr Turpie and his use of it \n On the events of late October/early November 2003 relating to the supply of the nasal spray to him and his use of it, Mr Turpie said: \n \n51 In about late October 2003, Mr Somerset telephoned him and told him he might get a phone call from someone in television who would question him about AMI's product.",
      "id": "s130"
    },
    {
      "text": "In a later affidavit, he said that Mr Somerset told him the phone call would be from Today Tonight , because \"they are after AMI again\".",
      "id": "s131"
    },
    {
      "text": "(In fact the Today Tonight program, which AMI perceived to be unfavourable to it, was screened on 16 October 2003.",
      "id": "s132"
    },
    {
      "text": ") Mr Somerset asked him to say that he had used the nasal spray and that it had worked, but he replied that he could not do so because in fact he had not used it.",
      "id": "s133"
    },
    {
      "text": "Mr Somerset expressed surprise and said that Mr Turpie should leave it to him.",
      "id": "s134"
    },
    {
      "text": "52 Mr Somerset telephoned him again, telling him he would receive a telephone call from Dr Vaisman, the \"boss\" at AMI, and that he (Mr Turpie) would only have to answer a few simple questions, after which AMI would send him the product.",
      "id": "s135"
    },
    {
      "text": "Immediately afterwards, he received a call from a man who spoke with a European accent.",
      "id": "s136"
    },
    {
      "text": "Dr Vaisman said:\n \n \"My name is Jacov Vaisman.",
      "id": "s137"
    },
    {
      "text": "You will speak to one of our doctors who will ask you some questions like: 'How long have you had the problem?",
      "id": "s138"
    },
    {
      "text": "', and you will say: 'It started about a year ago'.",
      "id": "s139"
    },
    {
      "text": "\" \n\nDr Vaisman said other things which he (Mr Turpie) no longer recalls, but he remembers cutting off Dr Vaisman, saying \"Leave it to me, I think I know what to say\".",
      "id": "s140"
    },
    {
      "text": "In a later affidavit, Mr Turpie said he received the phone call from Dr Vaisman \"within an hour or two\" after the first conversation with Mr Somerset.",
      "id": "s141"
    },
    {
      "text": "53 Within minutes of this conversation, another man telephoned him.",
      "id": "s142"
    },
    {
      "text": "It transpired that this was Dr Balafas, who worked for AMI.",
      "id": "s143"
    },
    {
      "text": "They spoke as follows:\n \n \n \n \"Balafas: 'I am a doctor [he gave Mr Turpie a name which Mr Turpie did not recall] .",
      "id": "s144"
    },
    {
      "text": "I am just going to ask you a few questions.",
      "id": "s145"
    },
    {
      "text": "' \n \n \n \n Turpie: 'Fire away'.",
      "id": "s146"
    },
    {
      "text": "Balafas: 'When did the problem first start?",
      "id": "s147"
    },
    {
      "text": "' \n Turpie: 'About a year ago'.",
      "id": "s148"
    },
    {
      "text": "Balafas: 'Okay.",
      "id": "s149"
    },
    {
      "text": "We will send the product to you.",
      "id": "s150"
    },
    {
      "text": "Does the problem upset you?",
      "id": "s151"
    },
    {
      "text": "' \n \n \n \n Turpie: 'Oh yes, it would upset any man of my age'.",
      "id": "s152"
    },
    {
      "text": "\" \n \n\nDr Balafas asked other questions which he (Mr Turpie) did not recall and he gave answers to them which he also did not recall.",
      "id": "s153"
    },
    {
      "text": "The conversation lasted only about two minutes.",
      "id": "s154"
    },
    {
      "text": "In a later affidavit, he said that the consultation may have lasted longer, perhaps five minutes, but was nonetheless \"very short\".",
      "id": "s155"
    },
    {
      "text": "54 After seeing Dr Balafas's consultation notes (see [65]---[68] below), he agreed that the matters noted in them may have been discussed, but said he had no recollection of them.",
      "id": "s156"
    },
    {
      "text": "He maintained that the consultation occurred as he described it.",
      "id": "s157"
    },
    {
      "text": "55 The four conversations (Somerset (2), Vaisman, Balafas) occurred one or two weeks before Mr Turpie's 60th birthday on 6 November 2003.",
      "id": "s158"
    },
    {
      "text": "56 Within about a week of the conversation with Dr Balafas, Mr Turpie received a parcel containing two nasal sprays and a set of instructions.",
      "id": "s159"
    },
    {
      "text": "One spray was to address the problem of erectile dysfunction and the other contained oil to be used in the possible case of an adverse reaction.",
      "id": "s160"
    },
    {
      "text": "The instructions stated, among other things:\n \n \"First day --- one spray, no sex \n Second day --- two sprays, no sex \n Third day --- three sprays, no sex \n Fourth day --- four sprays, no sex \n Fifth day --- five sprays, no sex \n \n After that, you will be able to judge how much you need.",
      "id": "s161"
    },
    {
      "text": "\" \n \n\nHe used the spray for five days in accordance with the instruction sheet and did not have sexual intercourse on those days.",
      "id": "s162"
    },
    {
      "text": "He found yellow mucous forming in his nose, and his nostrils became quite sore, so he used the oil nasal spray to remedy this problem.",
      "id": "s163"
    },
    {
      "text": "He has not used the spray since, and has never used it at a time when engaging or attempting to engage in sexual activity.",
      "id": "s164"
    },
    {
      "text": "He no longer has the product.",
      "id": "s165"
    },
    {
      "text": "57 A surprise party was held for Mr Turpie's birthday at the Brookvale Hotel on 6 November 2003 (as will appear later, Mr Turpie was wrong as to this date).",
      "id": "s166"
    },
    {
      "text": "On the events of late October/early November 2003 relating to the supply of the nasal spray to Mr Turpie and his use of it, Mrs Turpie said: \n \n58 In late October 2003, Mr Turpie told her he had had a conversation with Mr Somerset, who had told him that someone might ring asking him what he thought of the product.",
      "id": "s167"
    },
    {
      "text": "He told her that he had told Mr Somerset that he could not respond because he had not used it.",
      "id": "s168"
    },
    {
      "text": "He told her that he had then received a telephone call from a \"doctor with an accent\" who told him how the nasal spray worked.",
      "id": "s169"
    },
    {
      "text": "59 About three weeks after receiving the spray, Mr Turpie, referring to the nasal spray, complained to her of constant sneezing, blocking of the nose and painful nostrils, and she did not see him ever use the spray \"after this conversation\".",
      "id": "s170"
    },
    {
      "text": "His use of the spray \"made no difference to [their] sex life [which] continued as normal.",
      "id": "s171"
    },
    {
      "text": "\"\n On the events of late October/early November 2003 relating to the supply of the nasal spray to Mr Turpie and his use of it, Dr Vaisman said: \n \n60 In October 2003, Mr Somerset told him that Mr Turpie's sixtieth birthday was coming up and that he wanted to try the nasal spray.",
      "id": "s172"
    },
    {
      "text": "Mr Somerset asked if he (Dr Vaisman) could arrange for Mr Turpie to be sent some samples.",
      "id": "s173"
    },
    {
      "text": "He replied that AMI could not give out samples, but that if Mr Turpie called AMI and a doctor prescribed medication, AMI would not charge Mr Turpie for it.",
      "id": "s174"
    },
    {
      "text": "He denied ever calling Mr Turpie, telling him that a doctor from AMI would call him, and attempting to \"coach\" him concerning the answers he should give to the doctor.",
      "id": "s175"
    },
    {
      "text": "61 Annexed to Dr Vaisman's affidavit of 17 December 2004 was an instruction street for the nasal spray, which Dr Vaisman said accompanied each bottle of it.",
      "id": "s176"
    },
    {
      "text": "It provided for increases from one to four sprays (always \"if tolerated\") over five days, with \"no sex\" over the first four days, and on and from the fifth day, \"use as needed 20---30 minutes before sex\".",
      "id": "s177"
    },
    {
      "text": "On the events of late October/early November 2003 relating to the supply of the nasal spray to Mr Turpie and his use of it, Dr Balafas said: \n \n62 He is a medical practitioner who worked for AMI from February 2003 to July 2004, and from 11 August 2005 to the hearing.",
      "id": "s178"
    },
    {
      "text": "He had also worked for one of AMI's \"predecessor companies\".",
      "id": "s179"
    },
    {
      "text": "He has practised \"almost exclusively\" in the field of men's sexual health for the last two and half years.",
      "id": "s180"
    },
    {
      "text": "63 He conducted about 75 percent of his consultations with patients by telephone, which was common practice at AMI.",
      "id": "s181"
    },
    {
      "text": "When a patient telephoned one of AMI's toll-free numbers, a \"clinical co-ordinator\" would take the patient's details and \"screen\" the call to determine whether the patient was calling about a health issue treatable by AMI.",
      "id": "s182"
    },
    {
      "text": "If that was determined to be the case, the patient's call would be transferred to a doctor.",
      "id": "s183"
    },
    {
      "text": "If no doctor was available, the clinical co-ordinator would inform the patient that a doctor would call him back, and a message would be left requesting one of the doctors to do so.",
      "id": "s184"
    },
    {
      "text": "64 On 31 October 2003, he received an electronic message on his computer terminal from an AMI clinical co-ordinator, to the effect that Mr Turpie had called, \"and requesting that [he --- Dr Balafas] call him back\".",
      "id": "s185"
    },
    {
      "text": "He did so.",
      "id": "s186"
    },
    {
      "text": "He did not initiate the contact with Mr Turpie and Dr Vaisman did not tell him to do so: rather, he telephoned Mr Turpie in response to a call from him.",
      "id": "s187"
    },
    {
      "text": "65 His telephone conversation with Mr Turpie lasted for five to ten minutes.",
      "id": "s188"
    },
    {
      "text": "On speaking with Mr Turpie, he became aware that he was the same Ian Turpie who was in show business and who had appeared on television.",
      "id": "s189"
    },
    {
      "text": "He asked Mr Turpie about his sexual health, his lifestyle (such as stress level, alcohol intake, smoking, diet and exercise), and his previous medical history (such as heart problems or diabetes, among other things).",
      "id": "s190"
    },
    {
      "text": "When he asked Mr Turpie what problems he was having, Mr Turpie replied, \"Over the past year, I've been finding it more difficult to get a full erection\".",
      "id": "s191"
    },
    {
      "text": "Dr Balafas concluded that Mr Turpie was suffering from a mild form of erectile dysfunction, which was due to anxiety or vascular constriction, or a combination of both.",
      "id": "s192"
    },
    {
      "text": "66 He prescribed a treatment consisting of apomorphine (which increases the libido) and phentolamine (which is a vasodilator), to be administered nasally.",
      "id": "s193"
    },
    {
      "text": "He explained its administration to Mr Turpie.",
      "id": "s194"
    },
    {
      "text": "His notes of the consultation indicate that he told Mr Turpie that he should use one spray in one nostril, 15 minutes before intercourse, which might be increased to one spray in each nostril.",
      "id": "s195"
    },
    {
      "text": "Clearly, these instructions were significantly different from the written instructions Mr Turpie said he received, and which Dr Vaisman said accompanied all nasal sprays sent to patients.",
      "id": "s196"
    },
    {
      "text": "67 Dr Balafas emphasised that he would not prescribe treatment for a patient without taking a \"proper\" history and making a \"proper\" diagnosis.",
      "id": "s197"
    },
    {
      "text": "68 Dr Balafas's handwritten notes of the consultation were annexed to his affidavit.",
      "id": "s198"
    },
    {
      "text": "He considered his notes to be an accurate summary of the consultation, except that they omitted to record his enquiry as to whether Mr Turpie was a smoker (Mr Turpie said he was).",
      "id": "s199"
    },
    {
      "text": "He believed he would have asked if Mr Turpie smoked, because he considered smoking to be a significant risk factor in the incidence of erectile dysfunction.",
      "id": "s200"
    },
    {
      "text": "On the events of late October/early November 2003 relating to the supply of the nasal spray to Mr Turpie and his use of it, Mr Kinsella said: \n \n69 He was able to comment on the operation of AMI's system of receiving calls via toll-free numbers, because, during his employment with AMI, he was AMI's Call Centre Manager six months prior to becoming General Manager, and had assisted as a telephone salesperson at other times when AMI was short of staff.",
      "id": "s201"
    },
    {
      "text": "(Mr Kinsella's account of the \"screening\" of calls prior to their being transferred to a doctor largely corresponded with Dr Balafas's evidence.",
      "id": "s202"
    },
    {
      "text": ") However, he added that once a caller was transferred to a doctor, the salesperson listened in on the conversation.",
      "id": "s203"
    },
    {
      "text": "If the doctor recommended a treatment, the caller would be transferred back to the salesperson who would \"attempt to sell\" the treatment program recommended by the doctor.",
      "id": "s204"
    },
    {
      "text": "70 If a doctor was not available to speak to a caller within a reasonable time, the salesperson would arrange a time when a doctor at AMI, selected on a \"rotary\" system, was to telephone the caller.",
      "id": "s205"
    },
    {
      "text": "The salesperson would complete (either on the computer or by hand) a \"patient detail and assessment\" sheet, that would be given to a doctor on duty.",
      "id": "s206"
    },
    {
      "text": "Prior to and as at 31 October 2003, \"there was no computer facility available for a salesperson to communicate electronically with one particular doctor\".",
      "id": "s207"
    },
    {
      "text": "71 \"At some time in the second half of 2003\", a new computer system was installed.",
      "id": "s208"
    },
    {
      "text": "It enabled doctors working for AMI to access patient information entered by salespersons.",
      "id": "s209"
    },
    {
      "text": "Under the new system, if a doctor was not available within a reasonable time, the salesperson would enter into the computer database the patient's details and a note that the patient required to be called by a doctor.",
      "id": "s210"
    },
    {
      "text": "Any doctor at AMI could access this information and make the call.",
      "id": "s211"
    },
    {
      "text": "The facility was called the \"Doctor's Waiting Room\".",
      "id": "s212"
    },
    {
      "text": "Upon becoming available, a doctor would \"click\" onto a patient, whose details would then disappear from the \"Doctor's Waiting Room\" module, with the result that no other doctor would call that patient.",
      "id": "s213"
    },
    {
      "text": "Under this new system, as under the old one, it was not possible for a salesperson to request a particular doctor to call a particular patient.",
      "id": "s214"
    },
    {
      "text": "72 Prior to 31 October 2003, he was in Dr Vaisman's office when Dr Vaisman asked him to get Dr Balafas.",
      "id": "s215"
    },
    {
      "text": "He did so.",
      "id": "s216"
    },
    {
      "text": "Dr Vaisman said to Dr Balafas in his presence:\n \n \"I need you to speak to Ian Turpie, we need to get him some medication before we start an advertising campaign.",
      "id": "s217"
    },
    {
      "text": "\" \n \n\nto which Dr Balafas replied:\n \n \"OK, I will get onto it straight away.",
      "id": "s218"
    },
    {
      "text": "\" \n \n\nDr Balafas then left Dr Vaisman's office.",
      "id": "s219"
    },
    {
      "text": "He (Mr Kinsella) recalled this conversation after reading Dr Balafas's affidavit.",
      "id": "s220"
    },
    {
      "text": "(Dr Vaisman and Dr Balafas deny that any such conversation took place.",
      "id": "s221"
    },
    {
      "text": ")\n \n 3.6 The events of early 2004 leading to the publication of the Advertisement on \n 27/28 March 2004 \n On the events leading to the publication of the Advertisement on \n 27/28 March 2004, Mr Turpie said: \n \n73 In about late January 2004, Mr Somerset telephoned him to say that AMI was not receiving calls in response to the \"It works\" advertisement, and that it would be necessary to do something \"bigger and better\".",
      "id": "s222"
    },
    {
      "text": "The two men met in a coffee shop at Dee Why on a Sunday a couple of days later at about 10.00 am, when he told Mr Somerset that the nasal spray did not \"work\" and only caused a sore nose.",
      "id": "s223"
    },
    {
      "text": "The conversation continued:\n \n \n \n \"Somerset: 'We've got to do a big campaign about you confessing to impotence'.",
      "id": "s224"
    },
    {
      "text": "Turpie: 'That will cost'.",
      "id": "s225"
    },
    {
      "text": "Somerset: 'Oh, don't worry, they'll pay'.",
      "id": "s226"
    },
    {
      "text": "\" \n \n\n(Accordingly, Mr Turpie attributes the idea of a confessional advertisement to Mr Somerset in circumstances in which both men knew that it would not be true.",
      "id": "s227"
    },
    {
      "text": "Mr Turpie later said that he was expecting to be paid $100,000 while Mr Somerset had mentioned $75,000, but he conceded that no figure was ever agreed.",
      "id": "s228"
    },
    {
      "text": ")\n \n74 After the meeting, Mr Somerset faxed him a draft advertisement which referred to him as being impotent.",
      "id": "s229"
    },
    {
      "text": "He did not keep this draft because he was \"worried about the wording\".",
      "id": "s230"
    },
    {
      "text": "He drafted and faxed to Mr Somerset his own draft which he considered more \"ambiguous\" about whether he was impotent.",
      "id": "s231"
    },
    {
      "text": "This draft, on which he wrote \" Phil , How about this?",
      "id": "s232"
    },
    {
      "text": "\", read as follows:\n \n \"Last year, I hit the big 6.0. and, whether it's mental or physical, you begin to understand that you're not performing the way you used to.",
      "id": "s233"
    },
    {
      "text": "So, I decided to do something about it!",
      "id": "s234"
    },
    {
      "text": "I know impotence affects a lot of blokes around my age, and most of us don't like to admit it, especially to each other!",
      "id": "s235"
    },
    {
      "text": "But this nasal spray is SO discreet.",
      "id": "s236"
    },
    {
      "text": "And, although I initially had doubts about it being better than what was already on the market, I gave it a go!",
      "id": "s237"
    },
    {
      "text": "And the first time I used it, boy, I can tell you it works.",
      "id": "s238"
    },
    {
      "text": "And works.",
      "id": "s239"
    },
    {
      "text": "And works!!",
      "id": "s240"
    },
    {
      "text": "It certainly made my sixtieth birthday!!",
      "id": "s241"
    },
    {
      "text": "\" \n \n\n(The facsimile imprint shows that Mr Turpie sent his draft to Mr Somerset on 19 February 2004.",
      "id": "s242"
    },
    {
      "text": "According to the draft, Mr Turpie was implying that his ability to perform sexually had fallen off from what it used to be, and stating that he had used AMI's nasal spray which had \"worked\" for him and had \"made\" his 60 th birthday.",
      "id": "s243"
    },
    {
      "text": "Mr Turpie says that virtually every relevant statement in his draft was false.",
      "id": "s244"
    },
    {
      "text": "As will appear later, it is clear that he did not receive the nasal spray until after his birthday on 6 November 2003.",
      "id": "s245"
    },
    {
      "text": ")\n \n75 On Tuesday 23 March 2004, he received from Mr Somerset a draft headed \"EXCLUSIVE --- Impotence nearly ruined my life forever\".",
      "id": "s246"
    },
    {
      "text": "He said in his affidavit that he could not read it, and tried to enlarge it but still could not read it.",
      "id": "s247"
    },
    {
      "text": "The text was as follows:\n \" EXCLUSIVE \n \n 'Impotence nearly ruined my life forever' \n \n TV Star's amazing CONFESSION!",
      "id": "s248"
    },
    {
      "text": "Entertainer and longtime star of popular TV shows like 'The New Price is Right', Ian Turpie speaks exclusively about impotence in a frank and revealing interview.",
      "id": "s249"
    },
    {
      "text": "Behind the smiling facade, Ian was struggling with a devastating secret shared by 1 in 3 Australian men --- Ian was losing his sexual potency.",
      "id": "s250"
    },
    {
      "text": "'Not to be able to perform in the bedroom makes you feel like you've lost your manhood.",
      "id": "s251"
    },
    {
      "text": "I even started to make excuses to avoid sex, but deep down I was ashamed.",
      "id": "s252"
    },
    {
      "text": "' Finally after years of torment, Ian confessed to his wife and long-time friend Roxanne.",
      "id": "s253"
    },
    {
      "text": "'It was the most difficult thing I did' he admitted.",
      "id": "s254"
    },
    {
      "text": "After a deluge of tears --- from both sides --- Ian realised it was time to do something.",
      "id": "s255"
    },
    {
      "text": "It was time to take action!",
      "id": "s256"
    },
    {
      "text": "How I got my sex drive back!",
      "id": "s257"
    },
    {
      "text": "'I'm one of the very lucky ones', Ian says as he holds Roxanne's hand and they smile playfully at each other.",
      "id": "s258"
    },
    {
      "text": "'I had heard from a friend about the Advanced Medical Institute and their new treatments.",
      "id": "s259"
    },
    {
      "text": "It certainly wasn't easy, but I made the call and talked to one of their doctors.",
      "id": "s260"
    },
    {
      "text": "I was embarrassed and frightened at first, but they made everything so comfortable and easy.",
      "id": "s261"
    },
    {
      "text": "' \n Ian opted for a new nasal delivery system method because 'it's so discreet and simple to use and it worked for me ... and I mean IT REALLY WORKED !",
      "id": "s262"
    },
    {
      "text": "' Clearly, it has made a huge difference to both Ian and Roxanne and their love life.",
      "id": "s263"
    },
    {
      "text": "'I feel like a young bloke again', says Ian and she nods coyly.",
      "id": "s264"
    },
    {
      "text": "'I can't believe I waited all that time and went through all that grief.",
      "id": "s265"
    },
    {
      "text": "I don't have a problem anymore and I look forward to the night time.",
      "id": "s266"
    },
    {
      "text": "' Ian's story is not unique.",
      "id": "s267"
    },
    {
      "text": "Over 90,000 Australian men develop impotence each year and many of them have found an answer through the Advanced Medical Institute Clinics.",
      "id": "s268"
    },
    {
      "text": "Does it give you your life back?",
      "id": "s269"
    },
    {
      "text": "The final word goes to Ian: 'It made my 60 th Birthday and I haven't stopped celebrating yet'!",
      "id": "s270"
    },
    {
      "text": "\" \n \n\nIn a separate block below the text appeared certain advertising material concerning AMI.",
      "id": "s271"
    },
    {
      "text": "76 He wrote in the margin of the draft \"Phil, OK!!",
      "id": "s272"
    },
    {
      "text": "Ian Turpie', and faxed it back to Mr Somerset.",
      "id": "s273"
    },
    {
      "text": "77 Shortly afterwards, Mr Somerset told him that it was desired to elevate the first side heading, \"TV Star's amazing confession\", to the position of headline, and to relegate the existing headline, \"Impotence nearly ruined my life forever\", to the position of first side heading.",
      "id": "s274"
    },
    {
      "text": "He agreed, and received by facsimile from Mr Somerset a further draft with the positions of those lines exchanged and with an amended text, thus: \n \" EXCLUSIVE \n \n TV Star's amazing CONFESSION \n \n 'Impotence nearly ruined my life' \n Behind the smiling facade, entertainer Ian Turpie was struggling with a devastating secret shared by 1 in 3 Australian men.",
      "id": "s275"
    },
    {
      "text": "'Not to be able to perform in the bedroom makes you feel like you've lost your manhood.",
      "id": "s276"
    },
    {
      "text": "I even started to make excuses to avoid sex.",
      "id": "s277"
    },
    {
      "text": "' Finally after years of torment, Ian confessed to his wife Roxanne.",
      "id": "s278"
    },
    {
      "text": "'It was the hardest thing I did', he admitted.",
      "id": "s279"
    },
    {
      "text": "'How I got my sex drive back' \n 'I'd heard about the Advanced Men's Health Clinics and some new treatments from a friend.",
      "id": "s280"
    },
    {
      "text": "It wasn't easy, but I made the call and saw one of their doctors.",
      "id": "s281"
    },
    {
      "text": "I was embarrassed and frightened but they made everything so comfortable and easy.",
      "id": "s282"
    },
    {
      "text": "' \n Ian opted for the new nasal delivery system method because 'It's so simple to use and works within minutes ... and I mean IT WORKS!",
      "id": "s283"
    },
    {
      "text": "' Clearly, it has made a huge difference to both Ian and Roxanne and their love life.",
      "id": "s284"
    },
    {
      "text": "'I feel like a young bloke again', says Ian.",
      "id": "s285"
    },
    {
      "text": "'I can't believe I waited all that time and went through all the grief.",
      "id": "s286"
    },
    {
      "text": "' \n Over 90,000 Australian men develop impotence each year and many of them have found an answer through the Australian Men's Health Clinics.",
      "id": "s287"
    },
    {
      "text": "Does it give you your life back?",
      "id": "s288"
    },
    {
      "text": "The final word goes to Ian: 'It made my 60 th birthday and I haven't stopped \"celebrating\" yet'.",
      "id": "s289"
    },
    {
      "text": "\" \n \n\n78 He read this form of the confessional advertisement and noted that his wife's name was given as \"Roxanne\" rather than \"Jan\".",
      "id": "s290"
    },
    {
      "text": "Nonetheless, he approved of the advertisement because he believed that people who knew him would know it was a joke (in cross-examination he agreed that people who did not know him would not know that it was a joke).",
      "id": "s291"
    },
    {
      "text": "He wrote \"OK Phil!!",
      "id": "s292"
    },
    {
      "text": "Ian Turpie\" in the margin and faxed the document back to Mr Somerset.",
      "id": "s293"
    },
    {
      "text": "79 Every statement in this confessional advertisement was untrue.",
      "id": "s294"
    },
    {
      "text": "For example:\n \n&#8226; he had never suffered from impotence or confessed to suffering from it, been unable \"to perform in the bedroom\", felt that he had lost his manhood, or made excuses for avoiding sex;\n \n&#8226; although he had heard about AMI through radio and press advertisements, the only reason he spoke to the doctor there to obtain the nasal spray was that he had been \"instructed to do so\";\n \n&#8226; he had not been \"embarrassed\" or \"frightened\" when calling Dr Balafas;\n \n&#8226; he had not used the spray at a time when he was engaging or attempting to engage in sexual activity;\n \n&#8226; although he used the spray \"a little time before [his] 60 th birthday\", it had no effect on the enjoyment of his birthday or on his life after it.",
      "id": "s295"
    },
    {
      "text": "80 (There is some uncertainty as to the sequence in which Mr Turpie received the two drafts from Mr Somerset.",
      "id": "s296"
    },
    {
      "text": "The text of the \"Impotence nearly ruined my life forever\" draft, faxed to Mr Turpie on 23 March 2004, is identical to that of the Advertisement itself (except for the name change from \"Roxanne\" to \"Jan\" --- as to which, see below).",
      "id": "s297"
    },
    {
      "text": "The text of the \"TV Star's amazing confession\" draft commences \"Behind the smiling facade ...\" and is otherwise quite different from that of the other version and of the actual Advertisement.",
      "id": "s298"
    },
    {
      "text": "One would expect the later one received to be the one whose text was, in substance, that of the Advertisement itself.",
      "id": "s299"
    },
    {
      "text": "On the other hand, the heading of the \"TV Star's Amazing Confession\" draft is the heading of the ultimate Advertisement.",
      "id": "s300"
    },
    {
      "text": "Moreover, the draft that is in parts illegible is the \"Impotence nearly ruined my life forever\" one, while the \"TV Star's Amazing Confession\" draft is clearly legible, and Mr Turpie said that it was the draft that he first received that he found difficult to read.",
      "id": "s301"
    },
    {
      "text": "(In cross-examination he conceded that he could read it and did in fact read most of it, although some parts were illegible.",
      "id": "s302"
    },
    {
      "text": ")\n On the events leading to the publication of the Advertisement on 27/28 March 2004, \n Mr Kinsella said: \n \n81 Dr Vaisman showed him a draft of the confessional advertisement in March 2004.",
      "id": "s303"
    },
    {
      "text": "When he asked Dr Vaisman whether its contents were true, Dr Vaisman replied, \"Who cares?\".",
      "id": "s304"
    },
    {
      "text": "Dr Vaisman told him that the advertisement was Mr Somerset's idea.",
      "id": "s305"
    },
    {
      "text": "Later that day, he saw Mr Somerset in Dr Vaisman's office, and a few days later he was shown a final draft.",
      "id": "s306"
    },
    {
      "text": "It referred to Mr Turpie's wife as \"Roxanne\".",
      "id": "s307"
    },
    {
      "text": "Mr Kinsella told Dr Vaisman that he thought the advertisement would work.",
      "id": "s308"
    },
    {
      "text": "82 The next day, Dr Vaisman showed him a small copy of the advertisement bearing Mr Turpie's signature.",
      "id": "s309"
    },
    {
      "text": "Mr Kinsella said that this copy was not very clear, and that it had been faxed to AMI.",
      "id": "s310"
    },
    {
      "text": "He (Mr Kinsella) asked if Mr Turpie was aware how large the advertisement was going to be, and if the signature was really Mr Turpie's.",
      "id": "s311"
    },
    {
      "text": "Dr Vaisman told him not to worry, and reassured him that Mr Somerset had not signed Mr Turpie's name.",
      "id": "s312"
    },
    {
      "text": "83 On the Monday following this discussion, Dr Vaisman told him that the confessional advertisement had had to be changed at the last minute, because Mrs Turpie had insisted that her correct name, Jan, be used.",
      "id": "s313"
    },
    {
      "text": "On the events leading to the publication of the Advertisement on 27/28 March 2004, \n Dr Vaisman said: \n \n84 In February or March 2004, Mr Somerset telephoned him and suggested that since Mr Turpie had tried the product and was happy with it, Mr Somerset would suggest to Mr Turpie that he \"share his experience with millions of men\".",
      "id": "s314"
    },
    {
      "text": "He told Mr Somerset to \"go ahead\".",
      "id": "s315"
    },
    {
      "text": "Soon afterwards, he received a draft confessional advertisement from Mr Somerset.",
      "id": "s316"
    },
    {
      "text": "It was a typewritten page with none of the usual AMI details, but much of the wording was similar to that which later appeared in the Advertisement.",
      "id": "s317"
    },
    {
      "text": "He then received a further draft headed \"Impotence nearly ruined my life forever\", bearing Mr Turpie's signature.",
      "id": "s318"
    },
    {
      "text": "He emphasised that neither he nor anyone else at AMI ever instructed Mr Somerset to approach Mr Turpie about doing a \"bigger and better\" campaign.",
      "id": "s319"
    },
    {
      "text": "85 He considered Mr Turpie's signature to be an acknowledgement by him that the advertisement was true and that he consented to its publication.",
      "id": "s320"
    },
    {
      "text": "Dr Vaisman approved it and instructed Bob Campbell to place it in newspapers.",
      "id": "s321"
    },
    {
      "text": "86 Dr Vaisman agreed that he showed Mr Kinsella the draft as part of his usual practice of consulting widely with staff about the content of advertisements.",
      "id": "s322"
    },
    {
      "text": "However, he denied telling Mr Kinsella that he did not care whether the statements attributed to Mr Turpie in it were true.",
      "id": "s323"
    },
    {
      "text": "He believed the statements that Mr Turpie had suffered erectile dysfunction and that his use of the spray has alleviated his condition.",
      "id": "s324"
    },
    {
      "text": "On the events leading to the publication of the Advertisement on 27/28 March 2004, \n Mr Campbell said: \n \n87 Dr Vaisman informed him on Thursday 25 March 2004 that AMI was going to launch a national advertising campaign featuring Mr Turpie testifying to impotence and to the benefits of AMI's nasal spray.",
      "id": "s325"
    },
    {
      "text": "The next day he received a copy of a draft confessional advertisement which he understood had been prepared by Mr Somerset.",
      "id": "s326"
    },
    {
      "text": "He asked Dr Vaisman whether Mr Turpie had approved, and Dr Vaisman replied, \"Yes he has.",
      "id": "s327"
    },
    {
      "text": "Phil [Somerset] has a signed copy of the ad approved by Turpie\".",
      "id": "s328"
    },
    {
      "text": "88 Mr Campbell received authorisation to publish from Dr Vaisman at around 2.00 pm on Friday 26 March, and arranged for publication that weekend.",
      "id": "s329"
    },
    {
      "text": "3.7 The publication of the Advertisement and the Byrne article \n On the publication of the Advertisement and the Byrne article, Mr Turpie said: \n \n89 Mr Somerset told him that a \"girl\" from a newspaper wanted to interview him and asked whether he (Mr Somerset) could give her his (Mr Turpie's) mobile telephone number.",
      "id": "s330"
    },
    {
      "text": "He agreed.",
      "id": "s331"
    },
    {
      "text": "90 On 25 March, at the Cromer Golf Club, he received a call on his mobile telephone from Ms Byrne.",
      "id": "s332"
    },
    {
      "text": "[Mr Turpie is often wrong as to precise dates, see [165] --- [170].",
      "id": "s333"
    },
    {
      "text": "In this case, the correct date was Friday 26 March].",
      "id": "s334"
    },
    {
      "text": "At that time, the confessional advertisement (Roxanne version) was about to appear in that newspaper, on Sunday 28 March.",
      "id": "s335"
    },
    {
      "text": "After Ms Byrne introduced herself, they spoke as follows:\n \n \n \n \"Byrne: 'What about this advertisement you have done for impotency, it is a big confession?",
      "id": "s336"
    },
    {
      "text": "' \n Turpie: 'Look, I'm at the Golf Club and I can see a dozen blokes my age, who never talk about it.",
      "id": "s337"
    },
    {
      "text": "' \n \n \n \n Byrne: 'What does your wife Roxanne think of this?",
      "id": "s338"
    },
    {
      "text": "' \n Turpie: 'My wife's name isn't Roxanne, it is Jan.' \n Byrne: 'They have got Roxanne in the ads.",
      "id": "s339"
    },
    {
      "text": "' \n Turpie: 'They are bloody idiots'.",
      "id": "s340"
    },
    {
      "text": "\" \n \n\n91 He explained that at the time he felt \"contractually obliged\" not to contradict anything in the advertisement, because if he did, it would lose \"credibility\".",
      "id": "s341"
    },
    {
      "text": "92 He telephoned Mr Somerset to complain concerning the name \"Roxanne\".",
      "id": "s342"
    },
    {
      "text": "As a result, the confessional advertisement was altered to substitute the name \"Jan\".",
      "id": "s343"
    },
    {
      "text": "The Advertisement appeared for the first time that weekend.",
      "id": "s344"
    },
    {
      "text": "93 Ms Byrne's article also appeared in the Sunday Herald Sun on Sunday 28 March 2004.",
      "id": "s345"
    },
    {
      "text": "According to the article, when she had asked Mr Turpie why he had publicly revealed the difficulty in his sex life and the benefits of the nasal spray, he had said:\n \n \"Why not?",
      "id": "s346"
    },
    {
      "text": "I was sitting with about 20 blokes at the golf club who are my age or older and they thought it was a good idea ... You don't really talk about it.",
      "id": "s347"
    },
    {
      "text": "It was probably two or three years before I thought about it (as a problem).",
      "id": "s348"
    },
    {
      "text": "My wife Jan never said anything but it was getting to be fairly obvious that things were not all right, so I did something about it.",
      "id": "s349"
    },
    {
      "text": "... Everyone grows old.",
      "id": "s350"
    },
    {
      "text": "It is no big deal, there is no shame attached to that, and so if something is not working as well as it should be, or could be, as you get older, and you can fix it, then just fix it.",
      "id": "s351"
    },
    {
      "text": "\" \n \n\nAccording to the Byrne article, Mr Turpie conceded that his children were not \"terribly happy\" over his having spoken out, but understood the position (his children, as well as Mrs Turpie, were most displeased and he was under great pressure from them at that time to remedy the situation, and, in particular, to confess to the ACCC).",
      "id": "s352"
    },
    {
      "text": "According to the article, he was displeased upon discovering from Ms Byrne that his \"beloved wife Jan\" had been replaced by \"a mythical woman named Roxanne\" in \"some versions of the ad\".",
      "id": "s353"
    },
    {
      "text": "She recounted his response as being:\n \n \"Who is Roxanne?",
      "id": "s354"
    },
    {
      "text": "Roxanne does not exist.",
      "id": "s355"
    },
    {
      "text": "Is this a joke?",
      "id": "s356"
    },
    {
      "text": "I don't believe this has happened.",
      "id": "s357"
    },
    {
      "text": "\" \n \n\nMs Byrne reported that in this respect Mr Turpie had \"blasted\" AMI on the eve of the campaign's major release and had had the insult rectified.",
      "id": "s358"
    },
    {
      "text": "94 He did not take action over Ms Byrne's \"misquoting\" of him, as he did not believe it would achieve anything to seek a retraction or correction.",
      "id": "s359"
    },
    {
      "text": "On the publication of the Advertisement and the Byrne article, Ms Byrne said: \n \n95 She writes an entertainment column in the Sunday Herald Sun.",
      "id": "s360"
    },
    {
      "text": "On the afternoon of Friday, 26 March 2004, her deputy editor, Mr Pristel, showed her a copy of the confessional advertisement about to be published and suggested she write a story about it.",
      "id": "s361"
    },
    {
      "text": "96 She thought it would be a good basis for a story because of the personal nature of the \"confession\", and because, by referring to \"Roxanne\", it seemed to suggest that Mr Turpie was in a relationship with another woman --- she knew that Mrs Turpie's name was Jan. \n \n97 She called AMI and explained that she wanted to speak to a media representative about the confessional advertisement, in order to write an article for the Sunday's newspaper, but no-one called her back.",
      "id": "s362"
    },
    {
      "text": "She then obtained Mr Turpie's home and mobile number from one of her \"contacts\" (not from Mr Somerset).",
      "id": "s363"
    },
    {
      "text": "She rang him at around 4.00 pm on Friday afternoon and they spoke about the confessional advertisement.",
      "id": "s364"
    },
    {
      "text": "98 Mr Turpie explained to her that he did the advertisement because he thought it was a \"good idea\", and it was \"about time I spoke about it\".",
      "id": "s365"
    },
    {
      "text": "He told her he decided to do it when he was sitting with \"blokes\" at the golf club, and they also thought it was a good idea.",
      "id": "s366"
    },
    {
      "text": "He elaborated by saying that a man cannot remain as \"virile\" as when he was younger, and that even though his wife had never said anything, it was obvious \"that things were not all right\".",
      "id": "s367"
    },
    {
      "text": "Mr Turpie also said that blokes have to \"forget this macho bullshit\", that there is no shame in growing old, and that if you can fix a problem you should.",
      "id": "s368"
    },
    {
      "text": "He said his children were not \"terribly happy\" about the advertisement, but that they understood.",
      "id": "s369"
    },
    {
      "text": "99 Mr Turpie confirmed that he was still married to Jan, and when she then asked him \"Who is Roxanne?",
      "id": "s370"
    },
    {
      "text": "\", she read over to him the passage from the advertisement referring to his holding Roxanne's hand and their smiling playfully at each other.",
      "id": "s371"
    },
    {
      "text": "The conversation continued:\n \n \"Turpie: 'Who is Roxanne?",
      "id": "s372"
    },
    {
      "text": "Roxanne does not exist.",
      "id": "s373"
    },
    {
      "text": "Is this a joke?",
      "id": "s374"
    },
    {
      "text": "' \n \n \n \n Byrne: 'The advertisement makes it sound like you are seeing Roxanne.",
      "id": "s375"
    },
    {
      "text": "How did this name get into the advertisement?",
      "id": "s376"
    },
    {
      "text": "' \n Turpie: 'Roxanne is a joke that Jan and I have.",
      "id": "s377"
    },
    {
      "text": "It's a made up name because Jan did not want to be mentioned in the advertisement'.",
      "id": "s378"
    },
    {
      "text": "\" \n \n \n \n\nAt that point, Mr Turpie became agitated and said \"I don't believe this has happened.",
      "id": "s379"
    },
    {
      "text": "They are idiots.",
      "id": "s380"
    },
    {
      "text": "I am going to blast them.",
      "id": "s381"
    },
    {
      "text": "\" She gave Mr Turpie her name again and her phone number, and the conversation ended.",
      "id": "s382"
    },
    {
      "text": "100 (If this evidence is to be accepted, it suggests that Mr Turpie's state of mind at the time was that his wife knew that a confessional advertisement was to appear in which she would be called \"Roxanne\", yet, oddly (as Ms Byrne also found), he expressed surprise and displeasure upon being confronted with this fact.",
      "id": "s383"
    },
    {
      "text": ")\n \n101 She did not take notes or tape the conversation, but typed the information directly into her article.",
      "id": "s384"
    },
    {
      "text": "Because of its content, she assumed that the advertisement was true.",
      "id": "s385"
    },
    {
      "text": "102 She and Mr Pristel decided to run an article which included a \"tear out\" of the portion of the proposed advertisement that referred to Roxanne.",
      "id": "s386"
    },
    {
      "text": "103 She then received a phone call from a man, who said the advertisement had to be changed.",
      "id": "s387"
    },
    {
      "text": "She told him that she could not change an advertisement, and gave him the telephone numbers of the newspaper's advertising manager.",
      "id": "s388"
    },
    {
      "text": "104 The advertisement was changed, and Ms Byrne's article was run with a \"tear out\" of both versions, highlighting the change from Roxanne to Jan. \n \n105 Contrary to Mr Turpie's suggestion, she did not get his telephone numbers from Mr Somerset.",
      "id": "s389"
    },
    {
      "text": "Also contrary to his evidence, the quotes attributed to him in her article are accurate.",
      "id": "s390"
    },
    {
      "text": "Her conversation with Mr Turpie lasted about 10 minutes.",
      "id": "s391"
    },
    {
      "text": "On publication of the Advertisement and the Byrne article, Dr Vaisman said: \n \n106 At about 5.00 pm on Friday 26 March 2004, Mr Campbell called him to say that someone from the Herald Sun had called to say that someone was trying to change the advertisement.",
      "id": "s392"
    },
    {
      "text": "He then called Mr Somerset, and there was a three-way conversation between him, Mr Somerset and Mr Campbell.",
      "id": "s393"
    },
    {
      "text": "Mr Somerset explained that he had tried to change the advertisement to refer to Jan, not Roxanne, because Mr Turpie had said that his wife would \"kick him out of the house\" if the change was not made.",
      "id": "s394"
    },
    {
      "text": "Dr Vaisman said he then asked Mr Campbell to make the change.",
      "id": "s395"
    },
    {
      "text": "107 Dr Vaisman became aware of Ms Byrne's article when a friend faxed a copy to him.",
      "id": "s396"
    },
    {
      "text": "He believed the quotes in the article.",
      "id": "s397"
    },
    {
      "text": "On the publication of the Advertisement and the Byrne article, Mr Campbell said: \n \n108 At around 5.30 pm on Friday 26 March 2004, he received a telephone call from the production department of, he believed, the Sunday Herald Sun , informing him that a man had contacted the newspaper requesting a change in the advertisement.",
      "id": "s398"
    },
    {
      "text": "He rang Dr Vaisman, then Mr Somerset.",
      "id": "s399"
    },
    {
      "text": "His account of the ensuing three-way conversation is in substance identical to that given by Dr Vaisman, recounted above.",
      "id": "s400"
    },
    {
      "text": "As a result of the conversation, he changed the text and transmitted the Advertisement to the newspapers for publication.",
      "id": "s401"
    },
    {
      "text": "(It should be noted that the Advertisement appeared in The Weekend Australian on 27/28 March 2004 and in the Sunday Herald Sun on Sunday 28 March 2004.",
      "id": "s402"
    },
    {
      "text": ")\n On the publication of the Advertisement and the Byrne article, Mrs Turpie said: \n \n109 She went to Melbourne on Friday, 2 April 2004, for her niece's wedding (on the Saturday).",
      "id": "s403"
    },
    {
      "text": "In Melbourne, at lunch with her brother and sister-in-law on Sunday 4 April 2004, her brother showed her the Advertisement and the Byrne article.",
      "id": "s404"
    },
    {
      "text": "She knew that her husband had spoken to a newspaper reporter, but had not previously seen the article or the Advertisement.",
      "id": "s405"
    },
    {
      "text": "She was \"horrified\" and could not eat her lunch.",
      "id": "s406"
    },
    {
      "text": "110 On returning to Sydney on Monday 5 April 2004, she rang Mr Somerset.",
      "id": "s407"
    },
    {
      "text": "She referred to the Advertisement and the Byrne article, and said \"You are exploiting Ian!",
      "id": "s408"
    },
    {
      "text": "You know damn well Ian didn't make up those words\".",
      "id": "s409"
    },
    {
      "text": "Mr Somerset replied that Mr Turpie had agreed to the Advertisement, and had said he wanted the spray \"in order to take you away\".",
      "id": "s410"
    },
    {
      "text": "She told Mr Somerset that that was not true, and complained that the Byrne article was \"demeaning and embarrassing\" and put her \"in a light that she ha[d] no right to do\".",
      "id": "s411"
    },
    {
      "text": "Mr Somerset said he did not have anything to do with the Byrne article.",
      "id": "s412"
    },
    {
      "text": "She told him that she knew that he did.",
      "id": "s413"
    },
    {
      "text": "He protested that she, Mrs Turpie, had known all about the confessional advertisement, but she replied that the first she knew of it was when her brother showed her the Advertisement in Melbourne.",
      "id": "s414"
    },
    {
      "text": "She insisted that publication of the Advertisement must cease immediately.",
      "id": "s415"
    },
    {
      "text": "111 She first saw the copy of the confessional advertisement bearing the words \"Phil OK!!",
      "id": "s416"
    },
    {
      "text": "\" and her husband's signature when her husband showed her a very poor copy when she returned from Melbourne.",
      "id": "s417"
    },
    {
      "text": "When she asked him why he had signed something that could barely be read, he \"simply shrugged his shoulders and walked away\".",
      "id": "s418"
    },
    {
      "text": "She first saw the confessional advertisement bearing the words \"OK Phil!!",
      "id": "s419"
    },
    {
      "text": "\" and her husband's signature, in June 2004 when it was shown to her by the ACCC's solicitor.",
      "id": "s420"
    },
    {
      "text": "On the publication of the Advertisement and the Byrne article, Mr Kinsella said \n \n112 Following the publication of the Advertisement, \"the number of responses had increased approximately 20-25% from the number of responses prior to the publication of the [Advertisement]\".",
      "id": "s421"
    },
    {
      "text": "3.8 The solicitors' letters \n On the solicitors' letters, Mr Turpie said: \n \n113 He had three further conversations with Mr Somerset in early April, mid April and early May 2004, in which they argued over the amount he was entitled to be paid, and in which Mr Somerset asked him to do an \"info break\" or \"advertorial\" for a product.",
      "id": "s422"
    },
    {
      "text": "(Mr Turpie declined to participate in both).",
      "id": "s423"
    },
    {
      "text": "114 On 7 April 2004, Bartier Perry, as solicitors for Mrs Turpie, wrote to Mr Somerset, forwarding a copy of their letter on the same date to Dr Vaisman.",
      "id": "s424"
    },
    {
      "text": "In the letter, they complained on behalf of Mrs Turpie about the Advertisement, asserting that there was no interview at which she was present with her husband and that the Advertisement had been prepared by ColbyCo Media and/or AMI without any involvement of Mrs Turpie, who first heard about any confessional advertisement when she read the Advertisement.",
      "id": "s425"
    },
    {
      "text": "115 In addition, the solicitors said that they were instructed that Mr Turpie had not made the confession and that it was simply untrue and a \"complete fabrication\".",
      "id": "s426"
    },
    {
      "text": "They warned that unless they received an assurance by Mr Somerset by 4.00 pm on Thursday 8 April 2004 that the Advertisement was withdrawn, Mrs Turpie would seek an injunction, and that unless the misleading and deceptive conduct was remedied through corrective advertising, she would send a copy of their letter to the ACCC.",
      "id": "s427"
    },
    {
      "text": "116 In their covering letter to Dr Vaisman, Bartier Perry stated that in any proceeding commenced by Mrs Turpie, AMI would be joined, and demanding that AMI have the Advertisement withdrawn and publish a corrective advertisement.",
      "id": "s428"
    },
    {
      "text": "117 On 8 April 2004, Paul Bard, solicitor for AMI and Dr Vaisman, replied, stating:\n \n&#8226; that AMI and Dr Vaisman had not had any direct dealings with Mr and Mrs Turpie;\n \n&#8226; that therefore they could not make any admission, denial or assertion of their own knowledge; and\n \n&#8226; that Mr Bard's letter \"was prepared on the basis of instructions received today from Mr Philip Somerset\".",
      "id": "s429"
    },
    {
      "text": "118 In substance, Mr Bard's letter contended that the Advertisement contained an actual confession by Mr Turpie; that there had been an interview between Mr Turpie and Mr Somerset at a coffee shop in Dee Why; that although Mrs Turpie had not been present, she had approved of the confessional advertisement before the Advertisement was first published (Mr Bard's letter does not distinguish between the various forms of confessional advertisement and seems to regard Mrs Turpie's suggested awareness of an earlier form as awareness of the Advertisement itself).",
      "id": "s430"
    },
    {
      "text": "Surprisingly, Mr Bard's letter asserted that AMI did not agree that the Advertisement created an impression that Mrs Turpie was present at an interview during which Mr Turpie made his confession, and asserted that, if that impression was created, then it was only, relevantly, an impression that that she was aware of her husband's confession and supportive of his decision to make it and to seek treatment.",
      "id": "s431"
    },
    {
      "text": "119 Mr Bard's letter stated that his instructions were that the Advertisement faithfully recorded the confession made by Mr Turpie to Mr Somerset, and that the text and format were approved by Mr Turpie before it was published, as evidenced by Mr Turpie's signature on a faxed copy of it immediately below the handwritten words, \"OK Phil!\".",
      "id": "s432"
    },
    {
      "text": "120 The letter stated that Mr Turpie had telephoned Mr Somerset on Friday 26 March 2004 to ask that his wife's name be changed from \"Roxanne\" to \"Jan\", and that Mr Somerset had immediately arranged for that change to be made.",
      "id": "s433"
    },
    {
      "text": "121 Mr Bard's letter asserted that later that evening (Friday 26 March 2004), Mrs Turpie herself had telephoned Mr Somerset and discussed the confessional advertisement with him at some length, telling him that she preferred to remain anonymous, but that it did not really matter.",
      "id": "s434"
    },
    {
      "text": "Mr Bard's letter asserted that at that late hour it was no longer possible to change back to the \"Roxanne version\", and so the (newly created) \"Jan version\" was allowed to run.",
      "id": "s435"
    },
    {
      "text": "Mr Bard stated that his instructions, therefore, were that Mr and Mrs Turpie had approved of the Advertisement.",
      "id": "s436"
    },
    {
      "text": "122 The letter noted that Mr Turpie himself had not denied the confession, and asserted that it was surprising that Mrs Turpie had instructed Bartier Perry in circumstances in which Mr Turpie was not complaining.",
      "id": "s437"
    },
    {
      "text": "Mr Bard also claimed that Mr Turpie's conversation with Ms Byrne had confirmed his impotence.",
      "id": "s438"
    },
    {
      "text": "123 On 16 April 2004, Bartier Perry responded, asserting that Mrs Turpie's interests were quite separate from those of Mr Turpie.",
      "id": "s439"
    },
    {
      "text": "They contended that approval of the Advertisement by Mr Turpie did not mean that the confession was not misleading and deceptive, and that in fact he had denied that the confession was true, as had been asserted in Bartier Perry's letter of 7 April (apparently they were referring to instructions they had received from Mrs Turpie).",
      "id": "s440"
    },
    {
      "text": "124 Bartier Perry advised that unless the matter could be resolved by the end of the then current week, they were instructed to send the correspondence and the Advertisement to the ACCC, to which Mrs Turpie would provide a written statement.",
      "id": "s441"
    },
    {
      "text": "On Monday 19 April 2004 Mr Bard replied, generally maintaining his clients' position.",
      "id": "s442"
    },
    {
      "text": "On the solicitors' letters, Mrs Turpie said: \n \n125 After her conversation with Mr Somerset after returning from Melbourne to Sydney on Monday 5 April 2005, she spoke to her son (Joshua Turpie) and then to Mr Frank Lever SC, who suggested instructing Phil Brand of Bartier Perry to write to AMI and Mr Somerset, in an attempt to have the Advertisement withdrawn.",
      "id": "s443"
    },
    {
      "text": "126 Mrs Turpie denied the allegation made in Mr Bard's letter of 8 April 2004 that she had spoken to Mr Somerset on Friday, 26 March 2004 expressing a preference not to be named.",
      "id": "s444"
    },
    {
      "text": "(In fact, her own solicitors, Bartier Perry, in their response on 16 April 2004 to that letter, had stated that when Mr Somerset telephoned Mrs Turpie on 26 March 2004, she was not aware of the confession made by her husband.",
      "id": "s445"
    },
    {
      "text": "In her affidavit affirmed 7 February 2005, Mrs Turpie said that their reference to a conversation on that date was incorrect, and must have been intended to be a reference to the heated conversation she had had with Mr Somerset on Monday 5 April, after she had seen the Advertisement in Melbourne.",
      "id": "s446"
    },
    {
      "text": ") \n On the solicitors' letters, Dr Vaisman said: \n \n127 On 7 April 2004, he received the fax from Bartier Perry, enclosing a copy of their letter to Mr Somerset of the same date.",
      "id": "s447"
    },
    {
      "text": "This was the first complaint AMI had received about the Advertisement, which, by then, had run from 27 March to 4 April 2004.",
      "id": "s448"
    },
    {
      "text": "He instructed Paul Bard to discuss the complaint with Mr Somerset, and, after he had a discussion with Mr Bard and Mr Somerset, approved of Mr Bard's sending the letter of 8 April 2004.",
      "id": "s449"
    },
    {
      "text": "128 He received a further letter from Bartier Perry, to which Mr Bard responded by email at 12.11 pm on 19 April 2004, maintaining AMI's earlier position.",
      "id": "s450"
    },
    {
      "text": "However, at 2.18 pm on the same day, Mr Bard emailed Bartier Perry to inform them that, without admissions, AMI had decided to change the Advertisement to omit any reference to Mrs Turpie.",
      "id": "s451"
    },
    {
      "text": "3.9 The \"wifeless\" confessional advertisement \n On the \"wifeless\" confessional advertisement, Mr Turpie said: \n \n129 A \"wifeless\" form of confessional advertisement first appeared in the Daily Telegraph , on Wednesday 14 April 2004, containing no reference to Mrs Turpie (or to Roxanne).",
      "id": "s452"
    },
    {
      "text": "It still had Mr Turpie \"confessing\" to loss of sexual potency, feelings of shame, making of excuses to avoid sex, speaking to one of AMI's doctors, use of AMI's new nasal delivery system, and recovery of his sexual potency by the use of that spray, which \"really worked\".",
      "id": "s453"
    },
    {
      "text": "The Advertisement itself, however, again appeared (for the last time) in four newspapers on Sunday 18 April 2004.",
      "id": "s454"
    },
    {
      "text": "Then the \"wifeless advertisement\" again appeared in four newspapers on Sunday 25 April 2004, two on 28 April 2004 and three on 2 May 2004, after which the campaign ceased.",
      "id": "s455"
    },
    {
      "text": "On the \"wifeless\" confessional advertisement, Dr Vaisman said: \n \n130 Notwithstanding his belief that everything in the Advertisement was correct, he decided to remove all references to Mrs Turpie because this \"would not affect the effectiveness of the advertisements\".",
      "id": "s456"
    },
    {
      "text": "As a result, from 19 April 2004, the confessional advertisement no longer referred to Mrs Turpie.",
      "id": "s457"
    },
    {
      "text": "As noted above, a wifeless form of advertisement had unaccountably already appeared once on 14 April 2004.",
      "id": "s458"
    },
    {
      "text": "On the \"wifeless\" confessional advertisement, Mr Campbell said: \n \n131 On 19 April 2004, Dr Vaisman instructed him to remove all reference to Mrs Turpie.",
      "id": "s459"
    },
    {
      "text": "He made the change, the amended version was approved by AMI and Paul Bard, and he was authorised to transmit it to newspapers for publication.",
      "id": "s460"
    },
    {
      "text": "3.10 The end of the Turpie advertising campaign and the Turpies' actions from May 2004 onwards \n\n 132 Mr Kinsella said that the confessional advertisement was effective initially, but not for as long as AMI had wanted.",
      "id": "s461"
    },
    {
      "text": "He spoke with Dr Vaisman in June 2004, when it was decided to terminate the campaign.",
      "id": "s462"
    },
    {
      "text": "Dr Vaisman said that after the publication on 2 May 2004, he decided not to continue the advertising campaign, because it was not generating any increase in the demand for AMI's product.",
      "id": "s463"
    },
    {
      "text": "He instructed Mr Campbell accordingly, shortly after 2 May 2004.",
      "id": "s464"
    },
    {
      "text": "133 The ACCC had begun its investigation following its being contacted on 20 or 21 April 2004 by Mr Turpie's son, Joshua Turpie.",
      "id": "s465"
    },
    {
      "text": "This proceeding was commenced on 19 July 2004.",
      "id": "s466"
    },
    {
      "text": "In the meanwhile, according to Mr Turpie, around 16 June 2004, Mr Somerset rang him and arranged to meet with him at a coffee shop in Dee Why on 17 June 2004.",
      "id": "s467"
    },
    {
      "text": "At the meeting Mr Somerset asked him to sign a letter, which he handed to Mr Turpie, in which Mr Turpie would admit to having suffered from impotence \"from time to time\"; deny being \"coached\" to give false answers to an AMI doctor; and admit having found that the AMI nasal spray had improved his condition \"significantly\".",
      "id": "s468"
    },
    {
      "text": "He told Mr Somerset he did not think he could sign the letter, but would check with his family.",
      "id": "s469"
    },
    {
      "text": "So, even following much strife within his family, including threats by his children not to speak to him again, it appears that as at 17 June 2004, Mr Turpie was still so morally adrift that he was prepared to entertain the idea of repeating what he now swears was a lie, and that whether he would do so would depend on his family's reaction.",
      "id": "s470"
    },
    {
      "text": "134 Mr Turpie then received by fax the proposed form of letter that Mr Somerset had given him.",
      "id": "s471"
    },
    {
      "text": "The fax had been sent by a solicitor, Lyndon Sayer-Jones, who apparently acted for AMI.",
      "id": "s472"
    },
    {
      "text": "Mr Turpie telephoned Mr Sayer-Jones a few days later and told him that the letter was not true, and that he could not sign it.",
      "id": "s473"
    },
    {
      "text": "Mr Sayer-Jones replied \"fair enough\".",
      "id": "s474"
    },
    {
      "text": "135 On 7 September 2004, Mr Turpie appeared on Channel Seven's Today Tonight program and confessed to having been a party to the Advertisement and to having, through it, lied to the public for money.",
      "id": "s475"
    },
    {
      "text": "He said \"It was just a lie and I'm guilty of lying ...",
      "id": "s476"
    },
    {
      "text": "I'm really sorry about that\".",
      "id": "s477"
    },
    {
      "text": "He also said, \"although it was an endorsement, it's just an ad.",
      "id": "s478"
    },
    {
      "text": "... We [apparently meaning \"celebrities\"] all do them ... and at the time it seemed fairly innocent enough\".",
      "id": "s479"
    },
    {
      "text": "Asked what he would have done if his son had not reported the matter to the ACCC, he said that probably he would have continued lying.",
      "id": "s480"
    },
    {
      "text": "4.",
      "id": "s481"
    },
    {
      "text": "CONSIDERATION \n 4.1 Pleadings \n 4.1.1 Representation (a) \n \n136 Representation (a) was set out at [11] and AMI's and Mr Somerset's pleaded responses were outlined at [17]-[19].",
      "id": "s482"
    },
    {
      "text": "AMI and Mr Somerset admit that the Advertisement conveyed a representation that AMI's product had \"alleviated\" the effects of impotence or erectile dysfunction for Mr Turpie, but AMI denies (while Mr Somerset admits) that it also conveyed a representation that the product had \"cured\" him of those effects.",
      "id": "s483"
    },
    {
      "text": "137 The difference between the ACCC and AMI in the present respect raises questions as to the meaning of the \"cured\" aspect of representation (a), and as to the meaning of the Advertisement.",
      "id": "s484"
    },
    {
      "text": "\"Impotence or erectile dysfunction\" \n \n138 Representation (a) uses the expressions, \"cured\", \"impotence\" and \"erectile dysfunction\".",
      "id": "s485"
    },
    {
      "text": "It refers to a \"condition\" (in the singular) known as \"impotence or erectile dysfunction\".",
      "id": "s486"
    },
    {
      "text": "(The Advertisement also uses the term \"sexual potency\".",
      "id": "s487"
    },
    {
      "text": ")\n \n139 The New Shorter Oxford English Dictionary , 1993, p. 1325 defines \"impotence\", relevantly, as follows:\n \n \n \" 2 Inability to achieve erection of the penis; (esp.",
      "id": "s488"
    },
    {
      "text": "of a male) inability to have sexual intercourse or to reach orgasm or pop.",
      "id": "s489"
    },
    {
      "text": "to procreate.",
      "id": "s490"
    },
    {
      "text": "\" \n \n \n\n140 The Macquarie Dictionary , 2005, p. 716 defines \"impotent\", relevantly, as follows:\n \n \" 5.",
      "id": "s491"
    },
    {
      "text": "(of a male) unable to perform sexual intercourse, especially unable to hold an erection.",
      "id": "s492"
    },
    {
      "text": "\" \n \n\n141 In terms, the more recent and \"scientific\" expression \"erectile dysfunction\" may suggest something broader than \"impotence\", but for the present, nothing turns on this.",
      "id": "s493"
    },
    {
      "text": "Impotence refers to an inability to achieve and maintain a penile erection.",
      "id": "s494"
    },
    {
      "text": "There may, however, be occasions of impotence mixed with occasions of sexual potency.",
      "id": "s495"
    },
    {
      "text": "The expression \"erectile dysfunction\" may be thought to refer more precisely to this situation than the word \"impotence\" does.",
      "id": "s496"
    },
    {
      "text": "If the word \"impotence\" was understood to refer only to occasions of unsuccessful attempts at sexual intercourse, and \"erectile dysfunction\" was reserved for the ongoing situation, any possible confusion might be eliminated, but inevitably both expressions are used to refer to the same thing, as in representation (a).",
      "id": "s497"
    },
    {
      "text": "What is important is that the condition of erectile dysfunction (or impotence) may be, to use Dr Vaisman's terms, mild, moderate or severe.",
      "id": "s498"
    },
    {
      "text": "Accordingly, the condition may exist even though there is sometimes an ability to achieve and maintain an erection.",
      "id": "s499"
    },
    {
      "text": "142 The issues as between the ACCC and AMI over the question whether the Advertisement conveys a representation that AMI's nasal spray \"cured\" Mr Turpie of the effects of his condition proves to be a semantic one.",
      "id": "s500"
    },
    {
      "text": "143 French J and I discussed the meaning of the expressions \"impotence\", \"erectile dysfunction\" and \"cure or prevent\" in the related context of the \"Viagra\" patent in Pfizer Overseas Pharmaceuticals v Eli Lilly and Co (2006) 225 ALR 416 (special leave to appeal refused by the High Court on 2 June 2006) at [255]-[266], and Crennan J agreed with us in the present respect.",
      "id": "s501"
    },
    {
      "text": "French J and I agreed with the primary judge (Heerey J), that \"impotence\", as commonly understood, referred to an inability to \"perform\" sexually, from time to time when desired, not to the underlying condition that caused that inability.",
      "id": "s502"
    },
    {
      "text": "We said (at [259]): \"Intervening periods do not give rise to any problem, even though the underlying condition exists during them too\".",
      "id": "s503"
    },
    {
      "text": "I approach the construction of representation (a) from this \"performance\" perspective.",
      "id": "s504"
    },
    {
      "text": "144 The Advertisement was referring to progressive loss of sexual potency experienced, according to the Advertisement, by one in three Australian men.",
      "id": "s505"
    },
    {
      "text": "The message is that, if we take Australian males above the age of puberty, one in three of them suffer from impotence of erectile dysfunction to some extent.",
      "id": "s506"
    },
    {
      "text": "The message is clear, the one third will be older men, the two thirds will be the rest.",
      "id": "s507"
    },
    {
      "text": "The Advertisement does not suggest that the loss commences at the same age for all men, that there is not a range of loss (mild, moderate or severe), or that the response to the decline does not vary as between men.",
      "id": "s508"
    },
    {
      "text": "If Mr Turpie had begun to experience even mild erectile dysfunction (inability sometimes to achieve and maintain an erection when he desired to do so) he would have been suffering \"the effects of the condition known as impotence or erectile dysfunction\".",
      "id": "s509"
    },
    {
      "text": "The gravamen of the Advertisement is that AMI's \"nasal delivery system method\" is for just such a person, who feels that he has a problem.",
      "id": "s510"
    },
    {
      "text": "145 Mr Somerset made lengthy submissions as to whether representation (a) (and, it follows, representation (b)) was conveyed by the Advertisement.",
      "id": "s511"
    },
    {
      "text": "146 Counsel for Mr Somerset emphasised the words \"losing his sexual potency\" and asks me to accept that the word \"impotence\" (or its synonym, \"erectile dysfunction\") as used in representation (a) refers to nothing less than total loss.",
      "id": "s512"
    },
    {
      "text": "His submission is that the Advertisement, on the other hand, referred only to that progressive diminution in sexual potency that is to be expected with age, not to \"impotence\" as pleaded.",
      "id": "s513"
    },
    {
      "text": "147 I do not accept the submission.",
      "id": "s514"
    },
    {
      "text": "As I indicated above, to say that impotence must be total perhaps begs the question: total in the sense of \"unable ever to achieve an erection\" or totally unable on occasions?",
      "id": "s515"
    },
    {
      "text": "I think the word embraces both conditions.",
      "id": "s516"
    },
    {
      "text": "148 Consistently with the Advertisement, Mr Turpie may have felt that his inability to perform sexually from time to time on some occasions of his wishing to do so was \"nearly ruin[ing his] life\".",
      "id": "s517"
    },
    {
      "text": "On a fair reading of it, the Advertisement was not directed only to men who could never perform; it was also directed to those who were impotent on some occasions when they tried to have sexual intercourse, and therefore felt that they had a problem.",
      "id": "s518"
    },
    {
      "text": "\"Cured or alleviated\" \n \n149 In representation (a), the word \"cured\" is not to be read as referring to the elimination of the underlying condition.",
      "id": "s519"
    },
    {
      "text": "It does not signify that one use or repeated use of the nasal spray had eliminated an underlying condition.",
      "id": "s520"
    },
    {
      "text": "Indeed, it is not the \"condition\" but the \"effects of the condition\" that are said to have been \"cured\".",
      "id": "s521"
    },
    {
      "text": "150 In my opinion, the \"cured\" aspect of representation (a) signifies that Mr Turpie's use of AMI's nasal delivery system from time to time enabled Mr Turpie to do what he had not for some time been able to do --- to perform sexually (that is, to achieve and maintain an erection) whenever he had the desire to do so.",
      "id": "s522"
    },
    {
      "text": "151 It may be suggested that whereas the word \"cured\" means that any inability or deficiency in performance is completely overcome from time to time as and when desired, the \"alleviated\" aspect leaves open the possibility of something less.",
      "id": "s523"
    },
    {
      "text": "However, the only alleviation that was suggested was the restoration of an ability to achieve and maintain, as and when required, a full erection as necessary for sexual intercourse.",
      "id": "s524"
    },
    {
      "text": "152 Does the Advertisement support representation (a) in its \"cured\" aspect?",
      "id": "s525"
    },
    {
      "text": "This question loses its importance once the word \"cured\" is understood in the way I have described.",
      "id": "s526"
    },
    {
      "text": "The Advertisement refers to Mr Turpie as \"losing his sexual potency\" and as not being \"able to perform in the bedroom\".",
      "id": "s527"
    },
    {
      "text": "It has him saying of AMI's product:\n \n &#8226; that \"IT REALLY WORKED!",
      "id": "s528"
    },
    {
      "text": "\"; &#8226; that the product \"made a huge difference\" to him and his wife in their love life; &#8226; that he does not \"have a problem any more\"; and &#8226; \"It made my 60 th Birthday and I haven't stopped celebrating yet!",
      "id": "s529"
    },
    {
      "text": "\" \n\n153 In my opinion, the Advertisement conveys representation (a) because it conveys that Mr Turpie's use of AMI's nasal delivery system had overcome the effects (inability to achieve and maintain a full erection necessary to perform sexual intercourse to his satisfaction as and when he desired from time to time) of a condition from which he was suffering, known as impotence or erectile dysfunction.",
      "id": "s530"
    },
    {
      "text": "4.1.2 Representation (b) \n \n154 I accept Mr Somerset's submission that in order for the Advertisement to convey representation (b), it must in the first place convey representation (a), but as indicated above, in my view it does so.",
      "id": "s531"
    },
    {
      "text": "155 Representation (b) was also set out at [11].",
      "id": "s532"
    },
    {
      "text": "In my opinion, representation (b) was made in the Advertisement and it was untrue --- untrue because, as is common ground, Mrs Turpie was not present at the only interview of Mr Turpie on which AMI and Mr Somerset can rely, the meeting between Mr Turpie and Mr Somerset at the Dee Why coffee shop in early 2004.",
      "id": "s533"
    },
    {
      "text": "(Mr Turpie says that the meeting took place at about 10.00 am on a Sunday in late January 2004, but he is so often wrong on such detail (see [165] --- [177] below) that I prefer to say late January or early February 2004, or just \"early 2004\".",
      "id": "s534"
    },
    {
      "text": ")\n \n156 It is put by AMI that although Mrs Turpie was not present, she had approved of the Advertisement or of a confessional advertisement very much like it.",
      "id": "s535"
    },
    {
      "text": "Accordingly, so the submission goes, although the references in the Advertisement to Mr Turpie's holding his wife's hand, to their smiling playfully and to her nodding coyly are all false, all that matters is that she endorsed his making representation (a).",
      "id": "s536"
    },
    {
      "text": "According to the submission, representation (b) can be read as if the words \"in the presence of his wife\" were replaced by the words \"with the approval of his wife\".",
      "id": "s537"
    },
    {
      "text": "157 I disagree.",
      "id": "s538"
    },
    {
      "text": "Without the words \"in the presence of his wife\", representation (b) is only a representation that Mr Turpie had undertaken an interview at which he unilaterally made representation (a) to the interviewer, and, with such words as \"with his wife's approval\", that he did so with the approval of an absent wife.",
      "id": "s539"
    },
    {
      "text": "A statement that Mr Turpie had told an interviewer what he was now telling the public generally through the newspaper would not stimulate as much interest as a report of an interview attended by Mrs Turpie in a supporting role would do.",
      "id": "s540"
    },
    {
      "text": "The Advertisement's references to the presence of Mrs Turpie and to her reactions to her husband's statements convey messages going beyond those that would be conveyed by a bland reference to her approval.",
      "id": "s541"
    },
    {
      "text": "158 Mrs Turpie's presence and reactions remind the reader that Mr Turpie's problem had been her problem too: that she was delighted that their love life had been restored; that she was proud of her husband's having spoken out publicly about the matter; and that male readers who had the same problem might reasonably expect their wives or partners to react as she did, if those men were but to seek help from AMI.",
      "id": "s542"
    },
    {
      "text": "159 In my view, the presence of Mrs Turpie at the interview in a supportive role is an important element of the Advertisement.",
      "id": "s543"
    },
    {
      "text": "I am not dissuaded from this view by the evidence of Mr Campbell that, so far as he could recall, responses did not fall when the Advertisement was changed to a wifeless one.",
      "id": "s544"
    },
    {
      "text": "He said, \"if my memory serves me correctly ... the campaign was fairly ordinary right from start to finish\".",
      "id": "s545"
    },
    {
      "text": "Nor am I dissuaded from it by Mr Kinsella's concession that he did not think that the mention of Mr Turpie's wife or partner was germane to the message of the Advertisement, and that the Advertisement was \"really about [Mr Turpie] not her\".",
      "id": "s546"
    },
    {
      "text": "4.2.",
      "id": "s547"
    },
    {
      "text": "Particular Witnesses \n 4.2.1 Mr Turpie \n \n160 Mr Turpie finished high school at the age of 16.",
      "id": "s548"
    },
    {
      "text": "He had been \"an entertainer\" since the age of 10, performing in radio plays, theatre, television and clubs (since the age of 14) as a singer and guitar player.",
      "id": "s549"
    },
    {
      "text": "He did not have a high level of formal education and spent his formative years and adult life as an entertainer.",
      "id": "s550"
    },
    {
      "text": "161 I accept the ACCC's submission that he presented as a \"simple and uncomplicated man\".",
      "id": "s551"
    },
    {
      "text": "As the transcript shows, at times he needed to have quite simple questions and distinctions explained to him.",
      "id": "s552"
    },
    {
      "text": "162 He smoked and drank (one or two beers every day).",
      "id": "s553"
    },
    {
      "text": "He agreed that he sometimes drank to excess, and may have done so reasonably regularly in the period 2001-2004.",
      "id": "s554"
    },
    {
      "text": "He estimated that he would have had too many beers once or twice a year.",
      "id": "s555"
    },
    {
      "text": "He would read only the sports pages of the newspaper, not the news.",
      "id": "s556"
    },
    {
      "text": "163 At the time of Mr Somerset's initial approach to him in mid 2003, his career was in decline, and he and his wife (who was apparently not remuneratively employed at the time) were experiencing financial difficulty.",
      "id": "s557"
    },
    {
      "text": "Mrs Turpie said that her husband's income had had its ups and downs over the years, and agreed that in 2003 they were in a little bit of down trough, but insisted that this was \"nothing major\".",
      "id": "s558"
    },
    {
      "text": "164 At the time of the events with which we are concerned, Mr Turpie was 59-60 years old.",
      "id": "s559"
    },
    {
      "text": "In fact, his 60 th birthday was on Thursday 6 November 2003.",
      "id": "s560"
    },
    {
      "text": "His birthday was celebrated at a surprise party at the Brookvale Hotel arranged by his wife and children.",
      "id": "s561"
    },
    {
      "text": "165 I do not accept many aspects of Mr Turpie's evidence.",
      "id": "s562"
    },
    {
      "text": "I will give illustrations, which must be considered, not so much individually, but in their overall effect.",
      "id": "s563"
    },
    {
      "text": "166 First, in the witness box he said he was able to recall that the surprise party was held on Friday 5 November 2003, the day before his birthday, because that was his daughter's birthday and the family had taken him to the hotel under the guise of celebrating her birthday, for which he had prepared a speech.",
      "id": "s564"
    },
    {
      "text": "It transpired, he said that there were about 100 guests present to celebrate his birthday.",
      "id": "s565"
    },
    {
      "text": "He said that he remembered it definitely being held on a Friday.",
      "id": "s566"
    },
    {
      "text": "Then he said \"Well it was on ------ November the 5 th because I prepared a speech for my daughter's birthday\".",
      "id": "s567"
    },
    {
      "text": "Told that the Friday was the 7 th November, he said that his party must have been on the preceding Wednesday, because it was definitely on the 5 th .",
      "id": "s568"
    },
    {
      "text": "When it was put to Mrs Turpie, however, that the party had been on 5 November, the day before Mr Turpie's birthday, she had no hesitation in saying \"No.",
      "id": "s569"
    },
    {
      "text": "It was held on the 7 th --- Friday the 7 th \".",
      "id": "s570"
    },
    {
      "text": "I accept Mrs Turpie's evidence (and Mr Turpie's early insistence on the Friday).",
      "id": "s571"
    },
    {
      "text": "Of course, in itself it is unimportant whether the party was held the day before or the day after Mr Turpie's birthday.",
      "id": "s572"
    },
    {
      "text": "What is significant is that Mr Turpie was able to reason his way to the wrong date.",
      "id": "s573"
    },
    {
      "text": "167 Secondly, in his affidavit Mr Turpie said that his telephone conversation with Dr Balafas took place at least two weeks before his birthday on 6 November 2003, and that he received the parcel containing the two nasal sprays and a set of instructions within about a week of his telephone conversation with Dr Balafas.",
      "id": "s574"
    },
    {
      "text": "This would have put the arrival of the parcel about a week before his birthday.",
      "id": "s575"
    },
    {
      "text": "In fact, as Dr Balafas's contemporaneous notes show, the telephone consultation took place on 31 October 2003, only six days before Mr Turpie's birthday, and therefore Mr Turpie could not have received the parcel about a week before his birthday.",
      "id": "s576"
    },
    {
      "text": "In cross-examination Mr Turpie accepted that he would have received the parcel on Monday 3 or Tuesday 4 November 2003 --- still before his birthday on the 6 th .",
      "id": "s577"
    },
    {
      "text": "168 Mrs Turpie did not know the date when the parcel arrived, but was clear that it did not arrive during the week leading up the surprise birthday party for her husband on Friday 7 November 2003.",
      "id": "s578"
    },
    {
      "text": "She explained that if it had, she would have remembered its arrival and her husband's using it as an intrusion on the preparations for the party.",
      "id": "s579"
    },
    {
      "text": "169 The evidence of Dr Balafas and of AMI's medication tracking module log shows that Dr Balafas's prescription was barcoded on 5 November 2003, that the prescription was received by the pharmacist on 6 November 2003, and that the parcel was dispatched by the pharmacist at 12.30 pm on that day, 6 November 2003.",
      "id": "s580"
    },
    {
      "text": "Clearly, Mr Turpie received the parcel after his birthday, probably in the following week commencing Monday 9 November 2003.",
      "id": "s581"
    },
    {
      "text": "Again, Mr Turpie's version of events was wrong.",
      "id": "s582"
    },
    {
      "text": "170 Thirdly, it follows that Mr Turpie's evidence (see [79] above) that he used the spray a little time before his 60 th birthday is wrong.",
      "id": "s583"
    },
    {
      "text": "171 Fourthly, in his affidavit Mr Turpie said it was on receiving the second (\"TV Star's Amazing Confession\") draft advertisement from Mr Somerset that he noted that Mr Somerset had used the name \"Roxanne\" (see [78] above).",
      "id": "s584"
    },
    {
      "text": "He said that he had not been able to read what he said was the earlier (\"Impotence nearly ruined my life forever\") draft, although in cross-examination he conceded that he been able to read most of it.",
      "id": "s585"
    },
    {
      "text": "The name \"Roxanne\" appeared three times in the partly illegible \"Impotence nearly ruined my life forever\" draft, and twice in the plainly legible \"TV Star's Amazing Confession\" draft.",
      "id": "s586"
    },
    {
      "text": "Regardless of which draft came first (see [80] above), Mr Turpie could not but have seen the name \"Roxanne\" in it.",
      "id": "s587"
    },
    {
      "text": "In any event, I do not accept his evidence that he discovered it upon reading either draft and decided to let it remain because he believed that people who knew him would know it was a joke.",
      "id": "s588"
    },
    {
      "text": "I have no doubt that Mr Somerset did not invent the name and take it upon himself to insert it, leaving it without forewarning to Mr Turpie to be discovered by him.",
      "id": "s589"
    },
    {
      "text": "Mr Turpie's own evidence is that, at the time, he and Mr Somerset were having many telephone conversations about the content of the proposed advertisement and that he regarded Mr Somerset as a friend.",
      "id": "s590"
    },
    {
      "text": "In my view, Mr Turpie and Mr Somerset must surely have discussed the matter and agreed that the name \"Roxanne\" would be used, and I so find.",
      "id": "s591"
    },
    {
      "text": "172 Fifthly, there is Mr Turpie's evidence concerning his telephone conversation with Dr Balafas.",
      "id": "s592"
    },
    {
      "text": "Both Mr Turpie and Dr Balafas have Dr Balafas asking early in the conversation about Mr Turpie's \"problem\", but Dr Balafas ascribes this to the fact that he was responding to Mr Turpie's call to AMI, whereas Mr Turpie ascribes it to a \"sham\" arrangement made by himself, Mr Somerset and Dr Vaisman.",
      "id": "s593"
    },
    {
      "text": "173 In his first affidavit Mr Turpie said that Dr Balafas asked other questions which he could not recall, and that the conversation lasted about two minutes.",
      "id": "s594"
    },
    {
      "text": "Dr Balafas's responsive affidavit annexed his handwritten notes of the conversation (and a typed transcription of them).",
      "id": "s595"
    },
    {
      "text": "He estimated that the conversation lasted five to ten minutes.",
      "id": "s596"
    },
    {
      "text": "In his affidavit he gave a credible account of the conversation, assisted, no doubt, by his notes.",
      "id": "s597"
    },
    {
      "text": "In his second affidavit Mr Turpie acknowledged that the matters referred to in Dr Balafas's notes may have been discussed, although he did not recall them, and his recollection did not go beyond the account he gave in his first affidavit.",
      "id": "s598"
    },
    {
      "text": "In his third affidavit Mr Turpie acknowledged that the conversation may have been a few minutes longer than two minutes and may have lasted about five minutes.",
      "id": "s599"
    },
    {
      "text": "In cross-examination he said that the conversation did not last ten minutes and that he would say it lasted five minutes \"tops\".",
      "id": "s600"
    },
    {
      "text": "174 I accept Dr Balafas's estimate of five to ten minutes.",
      "id": "s601"
    },
    {
      "text": "The important point for present purposes, however, is Mr Turpie's progressive \"adjustment\" of his evidence to accommodate facts as they were revealed.",
      "id": "s602"
    },
    {
      "text": "175 Sixthly, in his first affidavit, Mr Turpie responded to the allegation in Mr Bard's letter of 8 April 2004 that he (Mr Turpie) had telephoned Mr Somerset on the evening of Friday 26 March 2004, requesting that the name \"Roxanne\" be changed to \"Jan\".",
      "id": "s603"
    },
    {
      "text": "Mr Turpie's response was that he may have had a conversation with Mr Somerset then, but that he did not request the change of name.",
      "id": "s604"
    },
    {
      "text": "Counsel for the ACCC did not read that passage in Mr Turpie's responsive affidavit, and for good reason.",
      "id": "s605"
    },
    {
      "text": "It is plain that Mr Turpie did request the change from Roxanne to Jan. First, we know that Mr Turpie had signed off on the two \"Roxanne\" drafts between Tuesday 23 and Friday 26 March, yet the ultimate Advertisement said \"Jan\".",
      "id": "s606"
    },
    {
      "text": "It is obvious that his authorisation would have been required for the change.",
      "id": "s607"
    },
    {
      "text": "Secondly, Ms Byrne said that Mr Turpie told her that he was going to \"blast\" AMI over the use of \"Roxanne\".",
      "id": "s608"
    },
    {
      "text": "Thirdly, Mr Campbell and Dr Vaisman said that Mr Somerset had told them that Mr Turpie was insisting on the change.",
      "id": "s609"
    },
    {
      "text": "(Mr Turpie has still not been forthcoming in relation to the circumstances in which the fictitious name \"Roxanne\" came to be used.",
      "id": "s610"
    },
    {
      "text": ")\n \n176 Seventhly, Mr Turpie persisted in denying that there had been any falling away to any extent whatever of his sex drive, and only after lengthy cross-examination conceded that it was only \"commonsense\" that his sex drive as a 60 year old was not the same as it had been when he was in his 20s.",
      "id": "s611"
    },
    {
      "text": "177 Mr Turpie cannot be relied on for detail or for carefully considered views.",
      "id": "s612"
    },
    {
      "text": "I accept the ACCC's description of Mr Turpie as a \"simple and uncomplicated man\" who is not accustomed to question himself or to test his assumptions and impressions.",
      "id": "s613"
    },
    {
      "text": "He is generally an unsatisfactory witness.",
      "id": "s614"
    },
    {
      "text": "4.2.2 Mrs Turpie \n \n178 Mrs Turpie's evidence is that she did not know that a confessional advertisement was proposed, and that her main objection when she saw the Advertisement was that it was untrue.",
      "id": "s615"
    },
    {
      "text": "Mrs Turpie is not a party.",
      "id": "s616"
    },
    {
      "text": "Her credit touching her prior knowledge is attacked because of her testimony that her husband did not suffer from impotence.",
      "id": "s617"
    },
    {
      "text": "179 I have concluded that Mrs Turpie knew more about the proposed confessional advertisement prior to her seeing the Advertisement on Sunday 4 April 2004 than she has admitted, but just how much she knew remains unclear.",
      "id": "s618"
    },
    {
      "text": "180 In addition to being Mr Turpie's wife, Mrs Turpie was his confidante and business adviser, and, perhaps, his protector and guardian.",
      "id": "s619"
    },
    {
      "text": "It is extremely unlikely that he would keep his proposed public \"confession\" totally secret from her.",
      "id": "s620"
    },
    {
      "text": "181 Mr Turpie had discussed with Mrs Turpie in detail Mr Somerset's approach to him concerning the original \"It works\" advertisement.",
      "id": "s621"
    },
    {
      "text": "He showed her that advertisement before it was published.",
      "id": "s622"
    },
    {
      "text": "He also showed her the Letter of Agreement of 31 July/1 August 2003.",
      "id": "s623"
    },
    {
      "text": "It was put to Mrs Turpie in cross-examination that her husband would not have signed that contract it without showing it to her, to which she responded \"Well, you would hope not, ...\".",
      "id": "s624"
    },
    {
      "text": "( T363 ) She chased up Mr Somerset for the monthly payments of $1,500 to which Mr Turpie was entitled under it.",
      "id": "s625"
    },
    {
      "text": "She had a stake in her husband's career as an entertainer.",
      "id": "s626"
    },
    {
      "text": "182 Mrs Turpie said that her husband told her in about late October 2003 that Mr Somerset had told him that someone would telephone him and ask him what he thought of the nasal spray.",
      "id": "s627"
    },
    {
      "text": "She recounted other things he told her, including that \"a man with an accent\" had called him and told him how the product worked.",
      "id": "s628"
    },
    {
      "text": "183 Mrs Turpie was aware of the arrival of the nasal spray.",
      "id": "s629"
    },
    {
      "text": "She said that she remembered that her husband did not use it immediately.",
      "id": "s630"
    },
    {
      "text": "She saw him use it once and may have seen him use it more than once.",
      "id": "s631"
    },
    {
      "text": "She remembered his sneezing problem.",
      "id": "s632"
    },
    {
      "text": "She was clear that he had not used it on an occasion when they had sexual intercourse.",
      "id": "s633"
    },
    {
      "text": "She said that every night he used it, he \"was just so blocked up he could hardly speak\".",
      "id": "s634"
    },
    {
      "text": "184 The complexion that Mrs Turpie puts on her husband's use of the nasal spray is expressed in her statement, \"We just thought it was a bit of fun to try it\".",
      "id": "s635"
    },
    {
      "text": "I accept her evidence in this respect.",
      "id": "s636"
    },
    {
      "text": "185 Mrs Turpie said that her husband told her about Mr Somerset's approach to him in late January or early February 2004.",
      "id": "s637"
    },
    {
      "text": "She said that he reported to her that Mr Somerset had told him that the \"It works\" advertisement was not proving effective and \"we had to do something else\".",
      "id": "s638"
    },
    {
      "text": "She said that he told her that he had informed Mr Somerset that he would \"keep doing it but it [would] cost [AMI]\".",
      "id": "s639"
    },
    {
      "text": "What was the nature of the \"something else\"?",
      "id": "s640"
    },
    {
      "text": "How much would it \"cost\" AMI?",
      "id": "s641"
    },
    {
      "text": "It is reasonable to think that such questions would have been of interest to Mrs Turpie.",
      "id": "s642"
    },
    {
      "text": "186 Asked in cross-examination what she understood Mr Somerset was seeking from her husband, she said that she assumed it was \"running of the ads for another six months\".",
      "id": "s643"
    },
    {
      "text": "At that time, the Letter of Agreement contract had approximately six months to run, as Mrs Turpie knew --- she knew that the contract of 31 July/1 August 2003 was for 12 months.",
      "id": "s644"
    },
    {
      "text": "Later in her evidence, she said that she assumed that what was now being sought was to keep the \"It works\" advertisement running for another six months after the current term expired.",
      "id": "s645"
    },
    {
      "text": "She said that she thought the advertisement might be changed a little, but expected it to be \"on the same level of advertising\".",
      "id": "s646"
    },
    {
      "text": "187 It could be suggested that it does not make sense for an advertisement that is not generating telephone calls to be continued for a longer period.",
      "id": "s647"
    },
    {
      "text": "However, Mrs Turpie's evidence that she assumed that Mr Somerset was seeking a modified \"It works\" advertisement over a further six months after expiry of the existing term is not implausible.",
      "id": "s648"
    },
    {
      "text": "Moreover, it is plausible that Mrs Turpie would have had greater interest in the original approach by Mr Somerset than an approach in early 2004.",
      "id": "s649"
    },
    {
      "text": "The former represented a new opportunity for the Turpies that came unexpectedly.",
      "id": "s650"
    },
    {
      "text": "188 The drafting process between Mr Turpie and Mr Somerset took place over a period starting not long after their coffee shop discussion in late January or early February 2004 and ending apparently on 23 March 2004.",
      "id": "s651"
    },
    {
      "text": "I do not accept that silence and secrecy suddenly descended on the husband and wife relationship in this respect, and that Mr Turpie did not tell his wife anything about what was taking place between himself and Mr Somerset over that period.",
      "id": "s652"
    },
    {
      "text": "Apart from the fact that he had kept her so closely informed of his dealings with AMI through Mr Somerset down to that time, there was in addition the intrusive nature of a confessional advertisement.",
      "id": "s653"
    },
    {
      "text": "Why would Mr Turpie suddenly decide to keep Mrs Turpie in the dark in relation to it?",
      "id": "s654"
    },
    {
      "text": "I do not accept that the answer is: \"Because of its very intrusiveness\".",
      "id": "s655"
    },
    {
      "text": "He would know that once the advertisement appeared, all would be revealed to her anyhow.",
      "id": "s656"
    },
    {
      "text": "There would be no point in keeping it a secret beforehand, only to incur her inevitable wrath once the advertisement appeared.",
      "id": "s657"
    },
    {
      "text": "189 A further matter is that the Turpies' fax machine was in their kitchen and was readily accessible to both of them.",
      "id": "s658"
    },
    {
      "text": "Mr Turpie would have had to be alert to ensure that his wife did not see the faxes between Mr Somerset and himself.",
      "id": "s659"
    },
    {
      "text": "There is no evidence that he was furtive in his faxed correspondence with Mr Somerset.",
      "id": "s660"
    },
    {
      "text": "190 Mrs Turpie was asked whether she thought her husband \"would have been game to agree to such an ad going to print without telling [her] about it\".",
      "id": "s661"
    },
    {
      "text": "She replied: \"Well, possibly.",
      "id": "s662"
    },
    {
      "text": "But I don't believe he knew that it was --- was going to be like that ... Not to that extent\".",
      "id": "s663"
    },
    {
      "text": "At this point Mrs Turpie is saying that her husband might have consented to publication, but on the erroneous supposition that the advertisement was in some way more \"ambiguous\" (to use Mr Turpie's word).",
      "id": "s664"
    },
    {
      "text": "There then followed these exchanges:\n \n \"Isn't this the position, that there is no way these ads would have gone to print with his okay unless he believed you agreed and approved of that occurring?---Obviously not.",
      "id": "s665"
    },
    {
      "text": "And that you did in fact know that he was going to make the confession before he---?",
      "id": "s666"
    },
    {
      "text": "---No.",
      "id": "s667"
    },
    {
      "text": "\" \n \n\nThe effect of this passage is that Mrs Turpie believed that if her husband had taken on board the content of the confessional advertisement, he would certainly not have allowed it to be published.",
      "id": "s668"
    },
    {
      "text": "191 Mr Turpie's own evidence is that he did tell his wife about a proposed confessional advertisement, but one invoking him alone.",
      "id": "s669"
    },
    {
      "text": "Mr Turpie said ( T195) that shortly after Mr Somerset's approach to him in January 2004, he told Mrs Turpie that Mr Somerset wanted him to make a \"confession\" about his impotence.",
      "id": "s670"
    },
    {
      "text": "There followed this exchange in Mr Turpie's cross-examination:\n \n \"What, didn't she say, 'But, Ian, you can't do that, that would be a lie'?---No.",
      "id": "s671"
    },
    {
      "text": "It's an advertisement.",
      "id": "s672"
    },
    {
      "text": "Well, sorry, I can't put words into your mouth about this.",
      "id": "s673"
    },
    {
      "text": "What did she say when you told her that you were going to do a confessional ad confessing you were impotent?---I don't recall.",
      "id": "s674"
    },
    {
      "text": "It wasn't a big deal.",
      "id": "s675"
    },
    {
      "text": "Well, did she say, 'Don't do it, it would be false'?---No, I don't think so.",
      "id": "s676"
    },
    {
      "text": "Did she say, 'You know that's not true'?---No, I don't think so.",
      "id": "s677"
    },
    {
      "text": "Did she say, 'I'd rather you didn't parade our personal life in the daily press'?---I don't think her name came into it.",
      "id": "s678"
    },
    {
      "text": "But she's- - -?---No- - - \n - - - intimately affected by such a display?--- Yes, agreed, but the ad, when I agreed to do it, wasn't going to mention Jan, at all .",
      "id": "s679"
    },
    {
      "text": "Mr Turpie- - -?---It was a confession about me.",
      "id": "s680"
    },
    {
      "text": "\" (my emphasis)\n \n\nThe effect of this evidence is that Mrs Turpie did not protest over her husband's proposal to lie to the public.",
      "id": "s681"
    },
    {
      "text": "192 Mr Turpie agreed that he must have shown the final draft to his wife, but later he said \"she hadn't seen a draft or anything\".",
      "id": "s682"
    },
    {
      "text": "He said that he had not shown Mrs Turpie his own draft of 19 February 2004, and that it was not his intention to show her the wording of the advertisement that was to be published.",
      "id": "s683"
    },
    {
      "text": "Elsewhere he said he did not know if he spoke to his wife about the fact that he had agreed to do a confessional advertisement.",
      "id": "s684"
    },
    {
      "text": "Then again, he said that he did not expect his wife to have any problem with the advertisement because she had already agreed to his making the confession of impotence for money.",
      "id": "s685"
    },
    {
      "text": "193 While Mr Turpie's testimony on the point wavers, the effect of it is that he told Mrs Turpie that for more money he was going to do some kind of advertisement confessing to impotence (and, as she would understand, promoting AMI's product).",
      "id": "s686"
    },
    {
      "text": "194 Fiona Byrne said (and Mr Turpie denied) that Mr Turpie told her that the name \"Roxanne\" was a joke that he and his wife had, and that it was a made up name because Mrs Turpie had not wanted to be mentioned in the advertisement.",
      "id": "s687"
    },
    {
      "text": "Ms Byrne was cross-examined in relation to this evidence.",
      "id": "s688"
    },
    {
      "text": "She acknowledged that she had not made notes of the conversation and had not referred to that part of the conversation in her article, but she firmly adhered to her evidence that Mr Turpie had told her those things.",
      "id": "s689"
    },
    {
      "text": "She said that she had a clear recollection of Mr Turpie's statement because she \"found the whole thing quite bizarre\".",
      "id": "s690"
    },
    {
      "text": "She said that it was her decision not to mention this statement by Mr Turpie in the article.",
      "id": "s691"
    },
    {
      "text": "195 Ms Byrne had no interest in giving a false account of the conversation.",
      "id": "s692"
    },
    {
      "text": "While failure of recollection and reconstruction are possibilities, she gave a cogent reason for remembering Mr Turpie's statement.",
      "id": "s693"
    },
    {
      "text": "I accept her evidence.",
      "id": "s694"
    },
    {
      "text": "196 I find that there was some discussion between Mr and Mrs Turpie about the idea of a confessional advertisement.",
      "id": "s695"
    },
    {
      "text": "Mr Turpie probably thought that the use of the fictitious name \"Roxanne\", which was the basis of some kind of joke between him and his wife, would protect them, at least in respect of family and friends who knew that Mrs Turpie's true name was Jan.",
      "id": "s696"
    },
    {
      "text": "But Ms Byrne knew that Mrs Turpie's name was Jan, and so she asked Mr Turpie \"Are you still married to Jan?",
      "id": "s697"
    },
    {
      "text": "\" and \"Who is Roxanne?\".",
      "id": "s698"
    },
    {
      "text": "Mr Turpie who had signed off on two drafts referring to Roxanne, now heard alarm bells: far from protecting him and his wife, the fictitious name could lead people who knew them to think that they were no longer together, and that he was in a relationship with a woman called Roxanne.",
      "id": "s699"
    },
    {
      "text": "197 In something of a panic, he had Mr Somerset change the name to \"Jan\".",
      "id": "s700"
    },
    {
      "text": "198 It was put strongly to Mrs Turpie that her objection to the Advertisement was not to her husband's confession, but to the poor light in which she herself was portrayed in it.",
      "id": "s701"
    },
    {
      "text": "She denied this, saying that while the portrayal of her as an immature, unintelligent, silly woman was embarrassing, her main objection to the Advertisement was that it was simply untrue.",
      "id": "s702"
    },
    {
      "text": "In my view, Mrs Turpie at least acquiesced in her husband's doing a false confessional advertisement.",
      "id": "s703"
    },
    {
      "text": "In its untruthfulness, however, the Advertisement went further.",
      "id": "s704"
    },
    {
      "text": "Even before the last minute change from \"Roxanne\" to \"Jan\", the confessional advertisement was based on the supposed interviews of Mr Turpie supported by \"Roxanne\", to which Mrs Turpie might have objected.",
      "id": "s705"
    },
    {
      "text": "199 It will be noted, in passing, that if Mrs Turpie's objection was based only on her personal embarrassment, her reaction upon seeing the actual Advertisement on Sunday 4 April 2004 makes it clear that she had not seen it previously.",
      "id": "s706"
    },
    {
      "text": "In any event, we know that she had not, because the Advertisement took its final form only on Friday night, 26 March 2004, pursuant to the telephone instruction that \"Roxanne\" be changed to \"Jan\".",
      "id": "s707"
    },
    {
      "text": "Mrs Turpie's shock on seeing the Advertisement may suggest that she had not seen the Somerset drafts either.",
      "id": "s708"
    },
    {
      "text": "200 It is a difficult question, which I need not resolve, whether Mrs Turpie had seen either or both of Mr Somerset's drafts, or fully appreciated their nature.",
      "id": "s709"
    },
    {
      "text": "Since she knew and agreed that some form of advertisement in which her husband was to confess to impotence or erectile dysfunction and to having used AMI's product to advantage was to be published, she was at least prepared to acquiesce in her husband's lie to the public to that extent.",
      "id": "s710"
    },
    {
      "text": "Mrs Turpie's persistence in denying this does not inspire confidence in her evidence.",
      "id": "s711"
    },
    {
      "text": "4.2.3 Mr Kinsella \n \n201 Mr Kinsella approached the ACCC, offering to assist it in its proceeding against AMI.",
      "id": "s712"
    },
    {
      "text": "This led to his making affidavits on 21 January and 25 August 2005.",
      "id": "s713"
    },
    {
      "text": "202 The beginning of the cross-examination of Mr Kinsella foreshadows the attack made by AMI on his credit:\n \n \"MR FOSTER: Your first affidavit was sworn on 21 January 2005, isn't it?",
      "id": "s714"
    },
    {
      "text": "--- That's correct.",
      "id": "s715"
    },
    {
      "text": "Did you approach the ACCC and offer to assist in this matter?",
      "id": "s716"
    },
    {
      "text": "--- Yes, I did.",
      "id": "s717"
    },
    {
      "text": "Did you do that because you have intense dislike for Dr Vaisman?",
      "id": "s718"
    },
    {
      "text": "--- No.",
      "id": "s719"
    },
    {
      "text": "Did you do that because at the time you did it you were at war with him in other litigation?",
      "id": "s720"
    },
    {
      "text": "--- No.",
      "id": "s721"
    },
    {
      "text": "Why did you do it?",
      "id": "s722"
    },
    {
      "text": "--- Because it was mentioned to me that the ACCC were pursuing Jack Vaisman for misleading advertising and that [I was] aware of some facts that the ACCC may be interested in.",
      "id": "s723"
    },
    {
      "text": "It was mentioned by whom?",
      "id": "s724"
    },
    {
      "text": "--- I actually don't recall.",
      "id": "s725"
    },
    {
      "text": "Well, did you let it be known in some way to the ACCC that you would be prepared to assist in a case against Dr Vaisman?",
      "id": "s726"
    },
    {
      "text": "--- Yes, I did.",
      "id": "s727"
    },
    {
      "text": "I'll ask you again, was that communication that you made directed or actuated by the fact that you disliked him intensely and were in other litigation with him?",
      "id": "s728"
    },
    {
      "text": "--- No.",
      "id": "s729"
    },
    {
      "text": "Had nothing to do with it, you say?",
      "id": "s730"
    },
    {
      "text": "--- No.",
      "id": "s731"
    },
    {
      "text": "Sorry?",
      "id": "s732"
    },
    {
      "text": "--- No, it did not.",
      "id": "s733"
    },
    {
      "text": "Had nothing to do with it?",
      "id": "s734"
    },
    {
      "text": "--- No.",
      "id": "s735"
    },
    {
      "text": "\" \n \n\n203 Mr Kinsella agreed that his employment with AMI was terminated in June 2004, and that thereafter and before January 2005, there was a working out of his business dealings with Dr Vaisman.",
      "id": "s736"
    },
    {
      "text": "He agreed that their relationship deteriorated to the point where it was in a very bad state indeed by the end of 2004.",
      "id": "s737"
    },
    {
      "text": "204 There was litigation between them in December 2004 concerning a business, Total Health Screening Pty Ltd. Mr Kinsella said that that company went into voluntary administration in November 2004.",
      "id": "s738"
    },
    {
      "text": "It had been a sub-tenant to AMI of premises at Bondi Junction where its business had been conducted.",
      "id": "s739"
    },
    {
      "text": "It had failed to pay rent and other money due to AMI.",
      "id": "s740"
    },
    {
      "text": "Total Health Screening Pty Ltd entered into a deed of company arrangement which had been promoted by a company associated with Dr Vaisman's daughter, and through her, with Dr Vaisman.",
      "id": "s741"
    },
    {
      "text": "Just prior to Christmas 2004, the administrator, William Hamilton, took steps to get possession of the premises, and on 20 December 2004, there was an attempt to remove Mr Kinsella from them physically, with which attempt Dr Vaisman was associated.",
      "id": "s742"
    },
    {
      "text": "Mr Kinsella would not leave and the police were called (Mr Kinsella said that he called them).",
      "id": "s743"
    },
    {
      "text": "Mr Kinsella agreed there was a \"very significant debt\" due to AMI in respect of his occupation of the premises.",
      "id": "s744"
    },
    {
      "text": "On 22 December 2004, a proceeding was commenced for possession.",
      "id": "s745"
    },
    {
      "text": "205 Notwithstanding all this, Mr Kinsella denied that he had a \"very substantial axe to grind against Dr Vaisman\".",
      "id": "s746"
    },
    {
      "text": "I do not accept his denial --- he did.",
      "id": "s747"
    },
    {
      "text": "206 Mr Kinsella said that in June 2004, Dr Vaisman told him that his services with AMI and Total Health Screening Pty Ltd were being terminated for \"interfering in his business\" and discussing it with a third party.",
      "id": "s748"
    },
    {
      "text": "207 Mr Kinsella agreed that in an affidavit by Dr Vaisman in another proceeding, Dr Vaisman alleged that he (Mr Kinsella) had abused a company credit card, by engaging in a pattern of daily purchases of liquor.",
      "id": "s749"
    },
    {
      "text": "He agreed that on average he spent hundreds of dollars a week on a company credit card on alcohol the majority of which was for his personal consumption.",
      "id": "s750"
    },
    {
      "text": "However, he contended that Dr Vaisman had given him the card, telling him to use it as if it was his own, and, in any event, that Dr Vaisman had to \"sign off\" on the accounts each month when the bill came in.",
      "id": "s751"
    },
    {
      "text": "He did not question that, as at 22 December 2004, the amount on the company credit card totalled approximately $30,000, but denied that he owed this amount to anyone, because Dr Vaisman had said that he would write the amount off.",
      "id": "s752"
    },
    {
      "text": "208 On 14 or 16 December 2004, Mr Kinsella telephoned a Mr Doyle of Baker and Mackenzie, representing the Vaisman interests, and threatened that, unless Dr Vaisman withdrew an offer he had made for control of the Total Health Screening business, he (Mr Kinsella) would go to the Tax Office, Today Tonight , the Australian Securities and Investments Commission, and the Australian Financial Review , and make claims about Dr Vaisman's business affairs that would cause Dr Vaisman harm.",
      "id": "s753"
    },
    {
      "text": "Mr Kinsella explained, however, that he was only bluffing.",
      "id": "s754"
    },
    {
      "text": "He said that he did not appreciate that Mr Doyle would have treated the threat seriously.",
      "id": "s755"
    },
    {
      "text": "He also denied that, when he went to the ACCC a few weeks later, he was carrying out his threat, or that he was prepared to say things harmful to Dr Vaisman even if they were not true.",
      "id": "s756"
    },
    {
      "text": "209 I find his explanation lame and his evidence in both respects totally unconvincing: he intended and appreciated that Mr Doyle would take his threats seriously, and he carried the threat out when he went to the ACCC.",
      "id": "s757"
    },
    {
      "text": "210 Mr Kinsella contended that he and Dr Vaisman had a working relationship until the end of November 2004.",
      "id": "s758"
    },
    {
      "text": "He would not accept that, when he went to the ACCC, he was \"at war with Dr Vaisman and his interests\", and said that he had \"actually withdrawn from the case\".",
      "id": "s759"
    },
    {
      "text": "211 Mr Kinsella denied that he felt very antagonistic or \"very hostile\" towards Dr Vaisman as a result of being evicted from the premises at Bondi Junction.",
      "id": "s760"
    },
    {
      "text": "Far from agreeing that he was determined to take revenge on Dr Vaisman, he said: \"Dr Vaisman was very good to me\".",
      "id": "s761"
    },
    {
      "text": "212 In relation to the proposed confessional advertisement involving Mr Turpie, Mr Kinsella said that when he was general manager at AMI, he did not care whether the proposed advertisement was true, provided only Mr Turpie signed off on it, that is to say, approved of its publication.",
      "id": "s762"
    },
    {
      "text": "At that time he did not regard it as his responsibility to ensure that Mr Turpie was not telling lies in the advertisement.",
      "id": "s763"
    },
    {
      "text": "213 Mr Kinsella knew long before 21 January 2005 that the ACCC had commenced this proceeding against AMI (it was commenced on 19 July 2004).",
      "id": "s764"
    },
    {
      "text": "Asked why he did not offer the ACCC his assistance earlier, he replied only: \"because I hadn't decided to offer any assistance at that stage\".",
      "id": "s765"
    },
    {
      "text": "This was an unsatisfactory answer.",
      "id": "s766"
    },
    {
      "text": "In my opinion, he did not offer assistance to the ACCC earlier because he was not then motivated by a desire for revenge.",
      "id": "s767"
    },
    {
      "text": "214 I find that in late 2004 when he approached the ACCC and offered to give evidence against Dr Vaisman, Mr Kinsella harboured a strong grudge against him.",
      "id": "s768"
    },
    {
      "text": "Mr Kinsella welcomed the opportunity of revenge for what he perceived to be Dr Vaisman's unjust and harmful treatment of him.",
      "id": "s769"
    },
    {
      "text": "215 Mr Kinsella did ultimately make certain concessions.",
      "id": "s770"
    },
    {
      "text": "He agreed that he had been \"keen\" to give evidence against AMI and Dr Vaisman, but said that he had not been \"chafing at the bit\" to do so.",
      "id": "s771"
    },
    {
      "text": "He also conceded that he was, on the hearing, keen to give evidence that was contrary to the interests of AMI and Dr Vaisman.",
      "id": "s772"
    },
    {
      "text": "216 Based on my analysis of the transcript and not in any way on his demeanour, my assessment is that Mr Kinsella was hoping that his testimony would avenge himself to some extent, by harming Dr Vaisman.",
      "id": "s773"
    },
    {
      "text": "This does not necessarily signify, however, that his testimony is false.",
      "id": "s774"
    },
    {
      "text": "Rather it causes me to exercise some caution in relation to it.",
      "id": "s775"
    },
    {
      "text": "4.2.4 Dr Vaisman \n \n217 Dr Vaisman was a defensive, assertive, argumentative witness, as the transcript shows.",
      "id": "s776"
    },
    {
      "text": "At first he appeared unwilling to agree to anything put to him in cross-examination, preferring to state in his own terms his position on the subject matter of virtually every question put to him.",
      "id": "s777"
    },
    {
      "text": "His denials and his agreements were usually expressed in forthright, unqualified terms.",
      "id": "s778"
    },
    {
      "text": "The word \"absolutely\" or other such words prefaced many of his answers (eg \"absolutely wrong\", \"completely irrelevant\", \"absolutely correct\").",
      "id": "s779"
    },
    {
      "text": "He was either unwilling or unable to apply his mind to the terms of a question and to address it frankly: rather he wanted to dominate the questioning in an assertive manner.",
      "id": "s780"
    },
    {
      "text": "218 The following exchange is illustrative:\n \n \"What I'm getting to, Dr Vaisman, is that the way in which the contracted doctors dealt with the patients, determined whether or not a sale was going to take place?---Absolutely wrong.",
      "id": "s781"
    },
    {
      "text": "It had nothing to do with it?---No.",
      "id": "s782"
    },
    {
      "text": "Completely irrelevant?---Completely irrelevant.",
      "id": "s783"
    },
    {
      "text": "\" \n \n\nThere followed the inevitable concession by Dr Vaisman that AMI's business depended on the doctors' prescribing its product.",
      "id": "s784"
    },
    {
      "text": "When it was put to Dr Vaisman that AMI would go bankrupt if none of the doctors prescribed AMI's product, he said \"Absolutely correct\".",
      "id": "s785"
    },
    {
      "text": "219 Dr Vaisman denied vigorously suggestions that AMI supplied a nasal spray, insisting that all medications were prepared by the \"TCS Pharmacy\", whose label was borne by them.",
      "id": "s786"
    },
    {
      "text": "He insisted that it was that pharmacy, not AMI, that supplied the products.",
      "id": "s787"
    },
    {
      "text": "AMI, he said, provided \"nasal spray delivery technology\".",
      "id": "s788"
    },
    {
      "text": "220 Dr Vaisman insisted that an \"AMI nasal spray\" did not exist and that patients were not told by the \"How to Use Your Medication\" sheet that accompanied the product that the product was an \"AMI nasal spray\".",
      "id": "s789"
    },
    {
      "text": "For a long while he avoided answering the question whether it followed that it would be wrong to refer to an \"AMI nasal spray\", and, when I sought an answer to that question, he said \"maybe\".",
      "id": "s790"
    },
    {
      "text": "The \"instruction\" accompanying the bottle in fact referred to an \"AMI nasal spray\".",
      "id": "s791"
    },
    {
      "text": "Confronted with this, and asked whether the description was correct, Dr Vaisman said:\n \n \"In some way, yes.",
      "id": "s792"
    },
    {
      "text": "Because the nasal spray was developed really by me.",
      "id": "s793"
    },
    {
      "text": "You know I am a PhD scientist.",
      "id": "s794"
    },
    {
      "text": "In some degree, yes.",
      "id": "s795"
    },
    {
      "text": "But physically, AMI doesn't prepare the medications.",
      "id": "s796"
    },
    {
      "text": "\" \n \n\nHe had been attempting to distance AMI from the product by emphasising that it was the \"TCS Pharmacy\" that prepared the medication.",
      "id": "s797"
    },
    {
      "text": "221 Dr Vaisman sought to distance AMI also from the doctor-patient consultations.",
      "id": "s798"
    },
    {
      "text": "He said that AMI engaged doctors to consult with prospective patients and introduced patients to them, and that it engaged TCS Pharmacy to prepare the medications.",
      "id": "s799"
    },
    {
      "text": "Although the patent for the nasal spray delivery system was in his own name, he denied that it was an AMI product.",
      "id": "s800"
    },
    {
      "text": "222 Dr Vaisman also sought to distance himself from the celebrity advertisements.",
      "id": "s801"
    },
    {
      "text": "He began in his customary way by saying that he drafted all AMI advertisements, but later said that Mr Somerset drafted those relating to the celebrities he introduced, and that he (Dr Vaisman) had nothing to do with them.",
      "id": "s802"
    },
    {
      "text": "223 What emerges from his answers to these questions is Dr Vaisman's attitude that he and AMI were not responsible for anything: Mr Somerset was responsible for the choice of celebrities and preparation of advertisements relating to them; AMI introduced prospective patients to the doctors who were responsible if they prescribed AMI's medication; and the TCS Pharmacy was responsible for implementing the prescriptions by preparing and despatching the medication.",
      "id": "s803"
    },
    {
      "text": "224 An episode in his cross examination that did Dr Vaisman no credit concerned his assertion that the Advertisement did not create the impression that Mrs Turpie had been present with her husband at the supposed \"interview\".",
      "id": "s804"
    },
    {
      "text": "Dr Vaisman said that Mr Somerset had told him that Mrs Turpie had not in fact been present, but Dr Vaisman said that for all the Advertisement conveyed, the Turpies may have been holding hands at home!",
      "id": "s805"
    },
    {
      "text": "Tellingly, he said \"but at home or in the interview, for me it doesn't matter\" This evidence supports a finding I make below that the truth or untruth of the Advertisement did not matter at all to Dr Vaisman.",
      "id": "s806"
    },
    {
      "text": "225 Yet a further aspect of his evidence to note is his denial that Mr Kinsella, AMI's general manager, worked closely with him in developing AMI's advertising campaigns, and his statement that Mr Kinsella's role in relation to advertising was no different from that of the office staff generally with whom he (Dr Vaisman) would consult only in a general way from time to time.",
      "id": "s807"
    },
    {
      "text": "Mr Kinsella said he was involved in AMI's advertising campaigns on a day to day basis.",
      "id": "s808"
    },
    {
      "text": "Dr Vaisman said that it was \"very rare\" for Mr Kinsella to attend a Vaisman-Campbell meeting.",
      "id": "s809"
    },
    {
      "text": "Dr Vaisman said that he \"sometimes\" had input from Mr Campbell (elsewhere he said he met with Mr Campbell at least once a week \"sometimes more\", and spoke to him over the telephone, usually a couple of times a day on the other days), but \"never\" from Mr Kinsella.",
      "id": "s810"
    },
    {
      "text": "Then he was forced to qualify this answer, by saying that if \"input\" referred to the composition of the advertising, his answer remained \"never\", but if it included the expression of an opinion in relation to advertising, the answer was \"sometimes\".",
      "id": "s811"
    },
    {
      "text": "This was typical of Dr Vaisman's testimony: give a strong unqualified answer, and if pressed, introduce a qualification, at the same time blaming the cross-examiner for not having asked an unambiguous question.",
      "id": "s812"
    },
    {
      "text": "If Dr Vaisman had wished to answer the question frankly, he would have simply said in the first place, \"it depends on what is meant by 'input'\".",
      "id": "s813"
    },
    {
      "text": "226 Mr Campbell, AMI's witness and a reliable one, said, describing the position in the latter part of 2003 and into the early part of 2004, that he met regularly with Dr Vaisman and that Mr Kinsella attended the majority of their meetings.",
      "id": "s814"
    },
    {
      "text": "I accept this evidence of Mr Campbell, which is closer to that of Mr Kinsella than to that of Dr Vaisman.",
      "id": "s815"
    },
    {
      "text": "In my opinion, Dr Vaisman sought to downplay the involvement of Mr Kinsella (and that of Mr Campbell).",
      "id": "s816"
    },
    {
      "text": "227 Finally, Dr Vaisman persisted in denying that he had received a copy of Bartier Perry's letter dated 7 April 2004 to Mr Somerset, a copy of which they forwarded to Dr Vaisman under cover of a letter to him of the same date.",
      "id": "s817"
    },
    {
      "text": "He agreed that he received their letter to him, but denied receiving its enclosure, even though his own solicitor, Mr Bard, responded to allegations made in it.",
      "id": "s818"
    },
    {
      "text": "Dr Vaisman's dogged denials exemplified his defensiveness and assertiveness.",
      "id": "s819"
    },
    {
      "text": "228 By the various means referred to, Dr Vaisman sought to avoid having to confront and address questions in a frank open way.",
      "id": "s820"
    },
    {
      "text": "Generally speaking, I found him to be an unsatisfactory witness.",
      "id": "s821"
    },
    {
      "text": "4.2.5 Dr Balafas \n \n229 There was nothing strikingly implausible about Dr Balafas's testimony.",
      "id": "s822"
    },
    {
      "text": "His notes of his telephone consultation with Mr Turpie supported his evidence as to what Mr Turpie said in the telephone consultation, and ultimately there was no issue as to the correctness of Dr Balafas's account.",
      "id": "s823"
    },
    {
      "text": "There was, however, the issue as to the circumstances in which he came to telephone Mr Turpie, which I address elsewhere.",
      "id": "s824"
    },
    {
      "text": "4.2.6 Ms Byrne, Mr Campbell \n \n230 These witnesses do not call for special comment.",
      "id": "s825"
    },
    {
      "text": "Mr Loa of the ACCC also testified and was cross-examined but I have not found it necessary to refer to his evidence.",
      "id": "s826"
    },
    {
      "text": "4.2.7 Mr Somerset \n \n231 Although Mr Somerset did not testify, it is convenient to deal with the ACCC's submissions concerning him here.",
      "id": "s827"
    },
    {
      "text": "232 The ACCC makes two submissions concerning Mr Somerset.",
      "id": "s828"
    },
    {
      "text": "The first is that I should draw a Jones v Dunkel inference against AMI as a result of its failure to call him to give evidence: cf Jones v Dunkel [1959] HCA 8 ; (1959) 101 CLR 298.",
      "id": "s829"
    },
    {
      "text": "AMI submits that the inference is not available against it because it is not established that Mr Somerset was \"in AMI's camp\".",
      "id": "s830"
    },
    {
      "text": "AMI points out that Mr Somerset is a separately represented respondent, and submits that his interests do not coincide in all respects with those of AMI.",
      "id": "s831"
    },
    {
      "text": "AMI submits: \"It is by no means natural for AMI to call Somerset, nor might AMI reasonably have been expected to call him\".",
      "id": "s832"
    },
    {
      "text": "233 When Mr Bard replied to Bartier Perry on 8 April 2004 (see [117]---[122]) he stated that AMI and Dr Vaisman had not dealt directly with Mr and Mrs Turpie, and that his letter \"was prepared on the basis of instructions received ... from Mr Philip Somerset\".",
      "id": "s833"
    },
    {
      "text": "Mr Bard's letter continued by asserting that it was at an \"interview\" between Mr Somerset and Mr Turpie in a coffee shop in Dee Why that Mr Turpie had made his \"confession\" to Mr Somerset.",
      "id": "s834"
    },
    {
      "text": "The letter also asserted that Mrs Turpie had approved of the confessional advertisement prior to publication.",
      "id": "s835"
    },
    {
      "text": "Mr Bard's letter also recounted Mrs Turpie's alleged telephone call to Mr Somerset on the evening of Friday 26 March 2006 (see [126] above).",
      "id": "s836"
    },
    {
      "text": "234 Mr Somerset still appears to have been in AMI's camp at the time in April 2004 when the letter from Bartier Perry had to be answered.",
      "id": "s837"
    },
    {
      "text": "235 Mr Somerset also gave to Mr Terceiro of the ACCC, a version of events which tended to inculpate Mr and Mrs Turpie and to exculpate himself and AMI.",
      "id": "s838"
    },
    {
      "text": "236 It seems to me that Mr Somerset's interests are identical to those of AMI, at least in having the Court accept that Mr Turpie did indeed suffer from impotence or erectile dysfunction; that he did use AMI's product to advantage in this respect; that the Advertisement was referable to a true confession that Mr Turpie made to Mr Somerset; and that Mrs Turpie approved of the publication of a confessional advertisement.",
      "id": "s839"
    },
    {
      "text": "It is not to be overlooked that while AMI cross-claims against Mr Turpie, it does not cross-claim against Mr Somerset.",
      "id": "s840"
    },
    {
      "text": "237 AMI was, as Mr Bard said, dependent on Mr Somerset for AMI's contradiction of Mr and Mrs Turpie's version of important events.",
      "id": "s841"
    },
    {
      "text": "AMI had access to Mr Somerset to obtain his version and did obtain it.",
      "id": "s842"
    },
    {
      "text": "238 So far as the evidence reveals, AMI could have subpoenaed Mr Somerset to give evidence in support of its defence and of its cross-claim against Mr Turpie.",
      "id": "s843"
    },
    {
      "text": "239 I infer that AMI feared to call Mr Somerset because AMI considered that the upshot would have been that his evidence would not have assisted AMI.",
      "id": "s844"
    },
    {
      "text": "As it transpires, however, this Jones v Dunkel inference does not seem to be influential.",
      "id": "s845"
    },
    {
      "text": "What is influential is the fact that Mr Turpie's account of his dealings with Mr Somerset is not contradicted by Mr Somerset.",
      "id": "s846"
    },
    {
      "text": "240 I turn now to the second submission that the ACCC makes concerning Mr Somerset.",
      "id": "s847"
    },
    {
      "text": "This is that AMI is fixed with his knowledge on the basis of s 84(1) of the Act .",
      "id": "s848"
    },
    {
      "text": "That subsection provides as follows:\n \n \"(1) Where, in a proceeding under this Part in respect of conduct engaged in by a body corporate, being conduct in relation to which section 46 or 46A or Part IVA , IVB, V, VB or VC applies, it is necessary to establish the state of mind of the body corporate , it is sufficient to show that a director, servant or agent of the body corporate, being a director, servant or agent by whom the conduct was engaged in within the scope of the person's actual or apparent authority, had that state of mind.",
      "id": "s849"
    },
    {
      "text": "\" (my emphasis)\n \n\nAMI submits that this provision applies only to conduct the subject of a proceeding which, in the present case, is the publication of the Advertisement.",
      "id": "s850"
    },
    {
      "text": "AMI submits that Mr Somerset is not alleged to have engaged in that conduct, that is, the publication, but to have been knowingly concerned in AMI's conduct.",
      "id": "s851"
    },
    {
      "text": "Therefore, so AMI submits, even if it could be established that Mr Somerset had the knowledge that he is alleged to have had, s 84(1) does not operate to fix AMI with that knowledge.",
      "id": "s852"
    },
    {
      "text": "241 In my view, the simple answer to the ACCC's submission is that in this proceeding against AMI for misleading or deceptive conduct, it is not necessary to establish AMI's state of mind.",
      "id": "s853"
    },
    {
      "text": "It is not an element of contravention of s 52 of the Act that the alleged contravener had a particular state of mind.",
      "id": "s854"
    },
    {
      "text": "In particular, it is not an element that the alleged contravener knew that its conduct in question (in the present case, causing the Advertisement to be published in the print media) was misleading or deceptive or was likely to mislead or deceive.",
      "id": "s855"
    },
    {
      "text": "Sensibly, the ACCC's statement of claim does not plead that AMI had any particular state of mind.",
      "id": "s856"
    },
    {
      "text": "242 For the above reasons, s 84(1) does not produce the effect that Mr Somerset's state of mind is attributed to AMI.",
      "id": "s857"
    },
    {
      "text": "As noted below, however, Mr Somerset's knowledge of the falsity of the Advertisement is attributed to AMI on general agency principles.",
      "id": "s858"
    },
    {
      "text": "4.3 Some Findings \n 4.3.1 AMI's print advertising generally \n \n243 At the relevant time, AMI's head office was at Bondi Junction, and it had clinics at Sydney City, Parramatta and Hurstville.",
      "id": "s859"
    },
    {
      "text": "Dr Vaisman estimated that 75 percent of consultations took place in the clinics, and 25 percent over the telephone.",
      "id": "s860"
    },
    {
      "text": "The doctors who carried out the telephone consultations did so out of the head office.",
      "id": "s861"
    },
    {
      "text": "The number present there varied from time to time between two and four, according to their availability to AMI.",
      "id": "s862"
    },
    {
      "text": "AMI had more than 50 toll-free 1800 or 1300 numbers, one dedicated to each advertisement in each newspaper, in order to enable the effectiveness of advertisements eliciting responses to be measured.",
      "id": "s863"
    },
    {
      "text": "Dr Vaisman said: \"sometimes I advertise in so many publications there's not enough numbers\".",
      "id": "s864"
    },
    {
      "text": "244 Mr Campbell, whose evidence I accept, testified as to the role of print advertising at AMI.",
      "id": "s865"
    },
    {
      "text": "He confirmed that each AMI advertisement placed in a newspaper around the country had a specific telephone number and there was a count of the number of calls against each telephone number so that it was possible to tell how effective an advertisement had been.",
      "id": "s866"
    },
    {
      "text": "The following exchange occurred in his cross-examination:\n \n \"How frequently are the measurements of telephone responses to specific phone numbers taken?",
      "id": "s867"
    },
    {
      "text": "Is it a daily event, or a weekly event or what?",
      "id": "s868"
    },
    {
      "text": "--- I think back in 2003/2004 we were looking at probably every other day and definitely weekly.",
      "id": "s869"
    },
    {
      "text": "We were looking at results weekly.",
      "id": "s870"
    },
    {
      "text": "Nowadays it is a lot more scientific than that; it gets down to hourly.",
      "id": "s871"
    },
    {
      "text": "\" \n \n\n245 Asked whether in the later part of 2003 and going into 2004, AMI sales were not going as well as Dr Vaisman would have liked, Mr Campbell responded:\n \n \"I can only answer that by saying the AMI sales never go the way Dr Vaisman would like them to go.",
      "id": "s872"
    },
    {
      "text": "He wants to continually increase sales.",
      "id": "s873"
    },
    {
      "text": "He was always trying to increase sales?",
      "id": "s874"
    },
    {
      "text": "--- Well, always trying to increase response.",
      "id": "s875"
    },
    {
      "text": "I mean that is why we were always close to the advertising and the response to the advertising.",
      "id": "s876"
    },
    {
      "text": "We were always looking to develop it even better than it was and we continue to do that, that is part of advertising.",
      "id": "s877"
    },
    {
      "text": "\" \n \n\n246 AMI's profit-making depended on the level of telephone responses and on the level of sales resulting from them.",
      "id": "s878"
    },
    {
      "text": "Dr Balafas said that about 75 percent of his patient-consultations were over the telephone.",
      "id": "s879"
    },
    {
      "text": "Later he agreed that it could have been 85 percent.",
      "id": "s880"
    },
    {
      "text": "He agreed that Medicare could not be billed for telephone consultations, there being no item for them (as distinct from face-to-face consultations) in the relevant medical benefits schedule.",
      "id": "s881"
    },
    {
      "text": "Asked to agree that AMI was not going to make money out of people who telephoned in unless there were sales to a sufficient number of them, Dr Balafas replied: \"Well, that's why they're there, right?",
      "id": "s882"
    },
    {
      "text": "That's the service they offer\".",
      "id": "s883"
    },
    {
      "text": "247 Sales people listened in to the doctor-patient conversations at AMI.",
      "id": "s884"
    },
    {
      "text": "The reason given by Dr Vaisman was that there was a technical problem at the time in ensuring that an incoming call went from a salesperson to the doctor and back to the salesperson.",
      "id": "s885"
    },
    {
      "text": "He said that the problem was eventually overcome so the practice has ceased.",
      "id": "s886"
    },
    {
      "text": "Dr Balafas said that the listening in \"did occur at times\" but \"didn't always happen\", and that he had told the sales people that he wanted the patients always to be advised when it was to happen.",
      "id": "s887"
    },
    {
      "text": "He did not, however, himself tell the patients that a sales person was listening in.",
      "id": "s888"
    },
    {
      "text": "248 Dr Balafas denied that he felt pressured to find an erectile dysfunction problem and to prescribe an AMI medication, and insisted that he regarded his relationship with his patients as \"an entirely professional relationship\" that was governed by a \"professional code of conduct\".",
      "id": "s889"
    },
    {
      "text": "He also agreed, however, that he was \"part of a sales operation for AMI\".",
      "id": "s890"
    },
    {
      "text": "He said that in October 2003, he was working for AMI five days a week and had telephone consultations with 30 to 40 men a day, about 60-70 percent of which resulted in sales.",
      "id": "s891"
    },
    {
      "text": "Dr Vaisman's estimate was that on average an AMI doctor would have 20-25 telephone consultations per day of which 30-40 percent resulted in sales.",
      "id": "s892"
    },
    {
      "text": "249 There may have been some pressure on the AMI doctors, who, according to Dr Balafas, were engaged on a casual basis and paid on a daily basis, to prescribe AMI medications.",
      "id": "s893"
    },
    {
      "text": "The fact of a salesperson's listening in would be apt to create an expectation that at least in some cases the doctor would prescribe an AMI medication.",
      "id": "s894"
    },
    {
      "text": "If the doctors failed to prescribe AMI's product, AMI would make no money out of a telephone consultation, and AMI might not continue to engage them.",
      "id": "s895"
    },
    {
      "text": "At most, however, these matters give rise to misgivings as to the AMI modus operandi , and I make it clear that I am not making a finding that Dr Balafas (or any other AMI doctor) succumbed to pressure and prescribed a medication that would not have been prescribed in the absence of pressure.",
      "id": "s896"
    },
    {
      "text": "In particular, I am not satisfied that Dr Balafas was not satisfied from what Mr Turpie told him that he (Mr Turpie) was suffering from mild erectile dysfunction.",
      "id": "s897"
    },
    {
      "text": "250 No doubt a doctor's patient is at liberty to give a free and informed consent to a third party being present at, or listening into, the doctor-patient consultation.",
      "id": "s898"
    },
    {
      "text": "I do not need to decide whether this is what happened in AMI, but note that there does not seem to have been any system in place designed to ensure that in every case a free and informed consent was given.",
      "id": "s899"
    },
    {
      "text": "Dr Vaisman made the point that all staff signed \"confidentiality agreements\" and that notices as to AMI's privacy policy were posted up at AMI's premises.",
      "id": "s900"
    },
    {
      "text": "251 In sum, AMI and Dr Vaisman depended on advertising which would generate sufficient telephone inquiries, which, in turn, would generate sufficient sales.",
      "id": "s901"
    },
    {
      "text": "I find that Dr Vaisman was single minded in monitoring and fine tuning AMI's advertising campaigns and in ensuring that they generated ever increasing sales.",
      "id": "s902"
    },
    {
      "text": "In my opinion he was not of a disposition easily to be put off course by a quibble over a question as to the truth in some respect of the content of an advertisement; he would take some convincing.",
      "id": "s903"
    },
    {
      "text": "252 As noted earlier, Dr Vaisman understated Mr Kinsella's involvement.",
      "id": "s904"
    },
    {
      "text": "Mr Kinsella said that he was \"involved in the advertisements on a day to day basis\" and \"actually spent more time in Jack's office than [he] spent in [his] own\".",
      "id": "s905"
    },
    {
      "text": "This is quite plausible: he was the general manager, and the advertising campaigns were at the heart of AMI's business.",
      "id": "s906"
    },
    {
      "text": "Mr Campbell said that Mr Kinsella attended most of his at least weekly meetings with Dr Vaisman.",
      "id": "s907"
    },
    {
      "text": "253 I accept that Mr Kinsella was consulted by Dr Vaisman on a virtually continuous basis in relation to the drafting of advertisements and AMI's advertising generally.",
      "id": "s908"
    },
    {
      "text": "4.3.2 Mr Somerset's approach to Mr Turpie and the \"It works\" advertisement \n \n254 Between 2000 and mid 2003, Mr Turpie's sources of income were his \"music notes\", activities in the entertainment industry and his featuring in commercial advertisements.",
      "id": "s909"
    },
    {
      "text": "However, his opportunities for work in that period were dropping off and his income was declining.",
      "id": "s910"
    },
    {
      "text": "In fact, he agreed that there was a fairly substantial decline, and that when Mr Somerset telephoned him in mid 2003, he regarded the approach as a good opportunity for further work, in fact, as a \"godsend\".",
      "id": "s911"
    },
    {
      "text": "255 The \"Letter of Agreement\" dated 31 July/1 August 2003 provided for payment of $18,000 by 12 monthly instalments.",
      "id": "s912"
    },
    {
      "text": "It did not specify a commencement date but it is convenient to think of it as having expired in August 2004 at the latest.",
      "id": "s913"
    },
    {
      "text": "256 Mrs Turpie was already aware of the Ugly Dave Grey and Tim Webster advertisements and understood that her husband was being invited to lend his name and image to a similar advertisement.",
      "id": "s914"
    },
    {
      "text": "Although she did not agree that the \"It works\" advertisements were \"in rather bad taste\", she agreed that they were \"not high class ads\".",
      "id": "s915"
    },
    {
      "text": "Her husband sought her opinion and she thought that the proposal was a good one because he would be paid $1,500 a month for the exposure, which, while \"not necessarily a wonderful exposure\", was itself a career advantage.",
      "id": "s916"
    },
    {
      "text": "She saw and approved of the form of the proposed \"It works\" advertisement.",
      "id": "s917"
    },
    {
      "text": "The \"It works\" campaign commenced on 10 August 2003 and ceased on 31 August 2003.",
      "id": "s918"
    },
    {
      "text": "Mr Campbell said that it was reasonably successful.",
      "id": "s919"
    },
    {
      "text": "257 It was Mr Somerset who chose Ugly Dave Grey, Tim Webster and Mr Turpie to do the celebrity advertisements for AMI.",
      "id": "s920"
    },
    {
      "text": "Dr Vaisman agreed that it would be \"a remarkable coincidence\" if any of them did have any sexual dysfunction problem.",
      "id": "s921"
    },
    {
      "text": "On this basis it is reasonable to think that it would be an even more remarkable coincidence that one of them felt that his life was \"nearly ruined ... forever\" by the \"devastating secret\" of impotence that he had been keeping from his wife.",
      "id": "s922"
    },
    {
      "text": "In fairness to Dr Vaisman, he also said that it was \"typical\" for a man of Mr Turpie's age to be suffering from the problem.",
      "id": "s923"
    },
    {
      "text": "4.3.3 The events of late October/early November 2003 relating to the supply of the nasal \n spray to Mr Turpie and his use of it \n\n258 AMI firstly submits that Mr Turpie's account of Mr Somerset's approach to him requesting that he use the nasal spray is a fabrication.",
      "id": "s924"
    },
    {
      "text": "There are difficulties in Mr Turpie's evidence, but Mr Somerset has not entered the witness box to contradict it.",
      "id": "s925"
    },
    {
      "text": "On the basis of Jones v Dunkel , I infer that AMI did not call Mr Somerset because his testimony would not have assisted AMI by contradicting Mr Turpie's evidence that it was Mr Somerset's idea that Mr Turpie use the nasal spray.",
      "id": "s926"
    },
    {
      "text": "259 AMI raises many questions concerning this episode.",
      "id": "s927"
    },
    {
      "text": "Is it likely, AMI asks, that Mr Somerset would approach Mr Turpie in about late October 2003, nearly two weeks after the Today Tonight program was screened on 16 October 2003, in order to ensure that he would be able to respond positively to any question from Today Tonight as to whether he had used the nasal spray?",
      "id": "s928"
    },
    {
      "text": "The ACCC replies that Today Tonight might well have continued in pursuit of AMI and \"might well have contacted Turpie next\".",
      "id": "s929"
    },
    {
      "text": "Indeed, the Today Tonight program concluded with an invitation to viewers who may have had a problem with AMI's \"treatment\" to send their details to Today Tonight's website.",
      "id": "s930"
    },
    {
      "text": "In cross-examination Dr Vaisman denied that he gained the impression at the time that Today Tonight had not yet finished with AMI.",
      "id": "s931"
    },
    {
      "text": "He denied too that he had a concern that Today Tonight might speak to Mr Turpie.",
      "id": "s932"
    },
    {
      "text": "He denied asking Mr Somerset to speak with Mr Turpie and did not know whether Mr Somerset did in fact speak to him.",
      "id": "s933"
    },
    {
      "text": "260 AMI submits that the ACCC's suggestion should be rejected.",
      "id": "s934"
    },
    {
      "text": "Today Tonight did not in fact contact Mr Turpie or follow up with a second story on AMI.",
      "id": "s935"
    },
    {
      "text": "The \"It works\" advertisement had ceased running on 31 August 2003.",
      "id": "s936"
    },
    {
      "text": "If Mr Turpie had escaped the attention of Today Tonight prior to the screening of the program on 16 October 2003, there is nothing to suggest that journalists from that program would have approached him afterwards.",
      "id": "s937"
    },
    {
      "text": "261 Dr Vaisman's evidence was simply that Mr Somerset told him that Mr Turpie' s 60 th birthday was coming up and that Mr Turpie wanted to try the nasal spray, to which Dr Vaisman replied that AMI could not give away samples, but that if Mr Turpie called AMI's \"Helpline\" and the doctor prescribed a medication, AMI would not charge Mr Turpie for it.",
      "id": "s938"
    },
    {
      "text": "In cross-examination, Dr Vaisman agreed that he was angry about the Today Tonight program, which, together with a pending proceeding brought by the ACCC against him and AMI in this Court, he regarded as unfair.",
      "id": "s939"
    },
    {
      "text": "He denied, however, that he apprehended that Today Tonight would approach Mr Turpie.",
      "id": "s940"
    },
    {
      "text": "He also denied that he ever telephoned Mr Turpie, let alone telephoned him to coach him in the matter of what he should say to an AMI doctor.",
      "id": "s941"
    },
    {
      "text": "262 AMI asks further: if AMI had been concerned to avoid further criticism along the lines of the Today Tonight broadcast, why would Mr Turpie not have been instructed to adopt either the Tim Webster position (silence) or the Ugly Dave Grey position (saying that he believed the product worked but that he did not need it)?",
      "id": "s942"
    },
    {
      "text": "AMI submits that there was simply no need for Mr Turpie to use the product in order to field a possible inquiry from Today Tonight .",
      "id": "s943"
    },
    {
      "text": "263 Again, AMI submits that it is not explained why it or Mr Somerset would wait two weeks following the Today Tonight story before contacting Mr Turpie in anticipation of any apprehended follow up by Today Tonight .",
      "id": "s944"
    },
    {
      "text": "264 Finally, AMI submits that for Mr Turpie to use the product and tell Today Tonight that he had done so would result in precisely the kind of 'confession' the subject of the testimonial advertisements for which Mr Turpie says he demanded substantial additional remuneration.",
      "id": "s945"
    },
    {
      "text": "Neither Mr Turpie nor Mrs Turpie mentions any discussion between them of the confession that would be implicit in the proposed response to any inquiry from Today Tonight .",
      "id": "s946"
    },
    {
      "text": "AMI submits that in the light of Mr Turpie's discussion with his wife prior to the \"It works\" campaign, and the fact that they both testified concerning their discussions in October 2003 and neither mentioned any concern about what would be an admission of impotence, or about any resulting requirement of an additional payment, it is unlikely that Mr Turpie's account that Mr Somerset approached him is correct.",
      "id": "s947"
    },
    {
      "text": "265 In reply, the ACCC first points out that it is not correct that Mr Turpie was not mentioned in the Today Tonight's story on 16 October 2003.",
      "id": "s948"
    },
    {
      "text": "It is true that the tape, which is in evidence, features all three celebrities, including the face of Mr Turpie.",
      "id": "s949"
    },
    {
      "text": "However, whereas Ugly Dave Grey and Tim Webster had been contacted by Today Tonight , Mr Turpie had not been.",
      "id": "s950"
    },
    {
      "text": "Accordingly, so the ACCC submits, there was ground for thinking that he might yet be contacted.",
      "id": "s951"
    },
    {
      "text": "Mr Somerset surely knew that he was dealing with a man who would be no match for testing questions from a journalist.",
      "id": "s952"
    },
    {
      "text": "266 AMI correctly points out three particular unsatisfactory aspects of Mr Turpie's version of events surrounding the supply of the nasal spray.",
      "id": "s953"
    },
    {
      "text": "First, according to Mr Terceiro's file note dated 30 April 2004, Mr Turpie told Mr Terceiro that Dr Vaisman dictated to him a list of answers to questions he would be asked by the doctor, and that he (Mr Turpie) wrote them down, although he had not kept his notes.",
      "id": "s954"
    },
    {
      "text": "According to his affidavit version, on the other hand, Mr Turpie did not allow Dr Vaisman to coach him, saying \"Leave it to me, I think I know what to say\".",
      "id": "s955"
    },
    {
      "text": "Mr Turpie adhered to this version in his cross-examination.",
      "id": "s956"
    },
    {
      "text": "267 Secondly, in her affidavit, Mrs Turpie said that her husband told her that Mr Somerset had told him that someone was going to call him and ask him what he thought of the product, and that a doctor with an accent had called him and told him \"how the product works\".",
      "id": "s957"
    },
    {
      "text": "In cross-examination, before being referred to her affidavit, Mrs Turpie said that Mr Turpie told her that a doctor had called him, asking what he thought of the product or whether he had tried it, and upon his telling the doctor that he had never had any of the product, the doctor had said he would have some sent to Mr Turpie straight away.",
      "id": "s958"
    },
    {
      "text": "It was only on reading her affidavit that Mrs Turpie remembered the initial call from Mr Somerset, and her husband's statement that the doctor who called had told him how the product worked.",
      "id": "s959"
    },
    {
      "text": "(A description of how the product works is not, of course, an attempt to coach as to the answers to be given to a medical practitioner.",
      "id": "s960"
    },
    {
      "text": ")\n \n268 Thirdly, in his first affidavit, Mr Turpie said that Mr Somerset telephoned him a second time \"within a couple of days\" of his first call, and that \"immediately after\" the second call, he received a call from a man with a European accent.",
      "id": "s961"
    },
    {
      "text": "In his third affidavit, Mr Turpie recounted only one telephone call from Mr Somerset, followed \"within an hour or two\" by a call from \"a man with a thick European accent who introduced himself as \"Jacov Vaisman\".",
      "id": "s962"
    },
    {
      "text": "\" After a great deal of confusion, Mr Turpie seemed finally to confirm that there was a second call from Mr Somerset which occurred a couple days after the first call and between that first call and the call from Dr Vaisman.",
      "id": "s963"
    },
    {
      "text": "269 AMI submits that the only available conclusion is that Mr Turpie does not have any true recollection of these events consistent with any account that he had given, simply because they did not occur at all.",
      "id": "s964"
    },
    {
      "text": "AMI also refers to Dr Vaisman's testimony that he only ever refers to himself, and those who know him only refer to him, as \"Jack\", not \"Jacov\".",
      "id": "s965"
    },
    {
      "text": "270 AMI submits (para 35):\n \n \"The true position is that Turpie was 59 years old.",
      "id": "s966"
    },
    {
      "text": "He was a drinker and a smoker and had been for most of his life.",
      "id": "s967"
    },
    {
      "text": "He was under financial pressure; his career was in serious, possibly terminal, decline.",
      "id": "s968"
    },
    {
      "text": "He was about to turn 60 --- both a cause for celebration and a milestone of advancing age and inevitable physical decline.",
      "id": "s969"
    },
    {
      "text": "He was already endorsing a treatment for ED [erectile dysfunction] and had, through Somerset, a connection with AMI, a company that he believed could provide such treatment to him.",
      "id": "s970"
    },
    {
      "text": "His psychological and objective physical condition were such that the overwhelming probability was that Turpie was suffering from at least a mild form of ED and that he seized an opportunity to obtain some treatment for his ED and enhance the period surrounding his 60 th birthday.",
      "id": "s971"
    },
    {
      "text": "\" \n \n\n271 I have misgivings about Mr Turpie's evidence, but in the absence of Mr Somerset from the witness box, I find that Mr Somerset initiated the approach which led to the supply of the nasal spray to Mr Turpie.",
      "id": "s972"
    },
    {
      "text": "272 It is not an implausible suggestion that Mr Somerset may have apprehended a problem if Mr Turpie were to tell a journalist that he had never used the product.",
      "id": "s973"
    },
    {
      "text": "AMI had just received unfavourable treatment on the Today Tonight program.",
      "id": "s974"
    },
    {
      "text": "While the \"It works\" advertisement does not imply that Mr Turpie was representing that he knew from personal experience that the nasal spray was effective, Mr Somerset may have thought it to be to AMI's advantage if Mr Turpie could speak from personal experience to any journalist who might question him.",
      "id": "s975"
    },
    {
      "text": "The alleged conversation between Mr Somerset and Mr Turpie took place some time between 16 and 31 October 2004 --- not such a long time after the Today Tonight program as to make it improbable that a concerned Mr Somerset would have approached Mr Turpie.",
      "id": "s976"
    },
    {
      "text": "273 A second issue relating to the supply of the nasal spray to Mr Turpie concerns the alleged Vaisman-Turpie conversation.",
      "id": "s977"
    },
    {
      "text": "I am not satisfied that this conversation took place.",
      "id": "s978"
    },
    {
      "text": "If it did take place, it would show that Dr Vaisman positively knew and participated in the sham arrangement between Mr Somerset and Mr Turpie in relation to the deception of an AMI doctor and supply of the product.",
      "id": "s979"
    },
    {
      "text": "Against Dr Vaisman's outright denial stand Mr Turpie's three different versions of it.",
      "id": "s980"
    },
    {
      "text": "274 Mr Turpie and his son Joshua met with Mr Terceiro of the ACCC on 30 April 2004 when Mr Turpie told Mr Terceiro:\n \n &#8226; that Dr Vaisman dictated to him the answers he was to give to an AMI doctor who would telephone him;\n &#8226; that he wrote down the dictated answers, but did not keep his handwritten notes; and\n &#8226; that when the AMI doctor called him, he read out the prepared answers.",
      "id": "s981"
    },
    {
      "text": "275 However, as AMI pointed out, in his first affidavit Mr Turpie said that a man with a European accent telephoned him and attempted to coach him as to the answers he should give the AMI doctor, but that Mr Turpie cut him off, saying \"leave it to me, I think I know what to say\".",
      "id": "s982"
    },
    {
      "text": "According to this version, Dr Vaisman did not manage to communicate any of the suggested answers to Mr Turpie.",
      "id": "s983"
    },
    {
      "text": "Mr Turpie adhered to this version in his cross-examination.",
      "id": "s984"
    },
    {
      "text": "276 A third version was given by Mrs Turpie.",
      "id": "s985"
    },
    {
      "text": "She stated in her affidavit that her husband told her that a doctor with an accent had called him and told him how the product worked.",
      "id": "s986"
    },
    {
      "text": "277 Additional considerations are that, in my view:\n \n &#8226; Dr Vaisman preferred to leave all dealings with celebrities to Mr Somerset; and &#8226; Dr Vaisman would be likely to introduce himself to Mr Turpie as \"Jacov\" rather than \"Jack\".",
      "id": "s987"
    },
    {
      "text": "278 In the result, I do not think Dr Vaisman telephoned Mr Turpie.",
      "id": "s988"
    },
    {
      "text": "It follows that I do not accept Mrs Turpie's evidence as to what her husband told her in this respect.",
      "id": "s989"
    },
    {
      "text": "279 A third issue touching the supply of the nasal spray to Mr Turpie relates to the alleged summoning of Dr Balafas to Dr Vaisman's office by Mr Kinsella under instructions from Dr Vaisman, as to which it is Mr Kinsella's word against that of Dr Vaisman and Dr Balafas.",
      "id": "s990"
    },
    {
      "text": "AMI submits that Mr Kinsella's account of the conversation between Dr Vaisman and Dr Balafas should also be rejected, referring to Mr Kinsella's desire for revenge on Dr Vaisman whom he blamed for destroying his business.",
      "id": "s991"
    },
    {
      "text": "I mentioned earlier the grudge that Mr Kinsella undoubtedly bears towards Dr Vaisman.",
      "id": "s992"
    },
    {
      "text": "The import of Mr Kinsella's evidence is that Dr Vaisman was requiring Dr Balafas to prescribe medication for Mr Turpie, whether it was appropriate or not, and that Dr Vaisman and Dr Balafas understood that Dr Balafas would comply as a matter of course.",
      "id": "s993"
    },
    {
      "text": "Mr Kinsella agreed that this is what he had intended to convey ( T37 ).",
      "id": "s994"
    },
    {
      "text": "It was a serious allegation of impropriety on the part of a medical practitioner, as well as on Dr Vaisman's part.",
      "id": "s995"
    },
    {
      "text": "Both Doctors Vaisman and Balafas were firm in their denials.",
      "id": "s996"
    },
    {
      "text": "280 Dr Balafas was cross-examined at length as to the circumstances in which he came to telephone Mr Turpie.",
      "id": "s997"
    },
    {
      "text": "I accept his evidence that he telephoned Mr Turpie as a result of Mr Turpie's name being the next name in the list in AMI's computerised \"Doctor's Waiting Room\", not as a result of being directed by Dr Vaisman to do so.",
      "id": "s998"
    },
    {
      "text": "281 According to Dr Vaisman, Mr Somerset had told him that Mr Turpie wanted to try the product for his 60 th birthday.",
      "id": "s999"
    },
    {
      "text": "It may be that in his response to Mr Somerset's approach, Mr Turpie asked Mr Somerset to try to get the product to him in time for his 60 th birthday.",
      "id": "s1000"
    },
    {
      "text": "Again, it may be that Mr Somerset informed Dr Vaisman of this, even though it was in fact Mr Somerset himself who had initiated the idea of Mr Turpie's using the product.",
      "id": "s1001"
    },
    {
      "text": "Just how much more Mr Somerset told Dr Vaisman it is impossible to know: Mr Somerset did not testify and Dr Vaisman gave his customary absolute denials in which I have little confidence.",
      "id": "s1002"
    },
    {
      "text": "282 It is common ground that Mr Turpie and Dr Balafas spoke and that Dr Balafas recorded Mr Turpie's medical history.",
      "id": "s1003"
    },
    {
      "text": "I do not accept that Dr Balafas knew that Mr Turpie's call, his own recording of Mr Turpie's medical history, and his prescribing of the nasal spray, were all part of a sham engineered by Dr Vaisman, to which, he, Dr Balafas, was a party.",
      "id": "s1004"
    },
    {
      "text": "283 Mr Kinsella said that the AMI computer system that was in place in late October/early November 2003 did not permit a salesperson to communicate electronically with one particular doctor.",
      "id": "s1005"
    },
    {
      "text": "I have described earlier the newly installed \"Doctor's Waiting Room\" system, which Mr Kinsella agreed was in place at that time.",
      "id": "s1006"
    },
    {
      "text": "Dr Balafas's evidence was not that a salesperson had electronically requested him specifically to contact Mr Turpie.",
      "id": "s1007"
    },
    {
      "text": "Rather, his evidence, which I accept, is that Mr Turpie's name and details appeared on the Doctor's Waiting Room list for the day, and that in accordance with the usual practice, he, being free at the time, telephoned the next name on the list and it happened to be that of Mr Turpie.",
      "id": "s1008"
    },
    {
      "text": "284 Dr Balafas said that he did not know which person at AMI had keyed Mr Turpie's name into the computer, as a result of which it appeared on the screen for the Doctor's Waiting Room.",
      "id": "s1009"
    },
    {
      "text": "It was faintly suggested that Dr Vaisman himself may have done so, but I do not think he did so.",
      "id": "s1010"
    },
    {
      "text": "285 I accept the evidence of Mr and Mrs Turpie that Mr Turpie used the nasal spray in the circumstances and with the resulting soreness in the nose, sneezing and \"flu symptoms\" referred to in their evidence.",
      "id": "s1011"
    },
    {
      "text": "286 I also find, on their testimony, that while Mr Turpie no longer had the sexual desire that he had had when he was a young man, he was able to achieve an erection when he desired, and so did not suffer from impotence or erectile dysfunction.",
      "id": "s1012"
    },
    {
      "text": "Although their evidence was unsatisfactory in certain respects (Mr Turpie's in many respects), it would be a bold finding that they knew that Mr Turpie had a problem of even mild erectile dysfunction in the light of their denials.",
      "id": "s1013"
    },
    {
      "text": "Should I accept that Mr Turpie, who had been introduced to AMI by Mr Somerset as just another celebrity \"image\", approached Mr Somerset out of the blue in October 2003 with a view to obtaining a supply of AMI's nasal spray for a problem he felt he had, in circumstances in which Mr Somerset has not entered the witness box to say that he did so?",
      "id": "s1014"
    },
    {
      "text": "I think not.",
      "id": "s1015"
    },
    {
      "text": "In accordance with Jones v Dunkel , I infer that AMI did not lead evidence from Mr Somerset on this matter because his evidence would not have assisted its case.",
      "id": "s1016"
    },
    {
      "text": "287 I am satisfied on the balance of probability that:\n \n&#8226; Mr Turpie was prepared, for money, to lie about his supposed impotency or erectile dysfunction;\n \n&#8226; Mrs Turpie was prepared to acquiesce in such a lie;\n \n&#8226; Mr Turpie used the nasal spray pursuant to Mr Somerset's request and partly for amusement and partly as an experiment to see if it had any effect on his sexual desire or performance, but not because of any problem he felt he had (he did not feel that he had any).",
      "id": "s1017"
    },
    {
      "text": "4.3.4 The events of early 2004 leading to the publication of the Advertisement on \n 27/28 March 2004 \n\n288 I accept that a confessional advertisement was the idea of Mr Somerset, who has not entered the witness box to say otherwise.",
      "id": "s1018"
    },
    {
      "text": "Even if, contrary to my finding above, Mr Turpie perceived himself as suffering from impotence or erectile dysfunction, he would not have been the one to raise the suggestion that he confess this publicly.",
      "id": "s1019"
    },
    {
      "text": "289 I find that Mr and Mrs Turpie did not care that a confessional advertisement involving Mr Turpie apt to mislead and deceive the public should be published.",
      "id": "s1020"
    },
    {
      "text": "Mr Turpie must have communicated to Mr Somerset the \"Roxanne\" idea prior to the emergence of the first Roxanne draft.",
      "id": "s1021"
    },
    {
      "text": "No doubt Mr Somerset had told Mr Turpie that his (Mr Turpie's) own effort of 19 February 2004 was inadequate.",
      "id": "s1022"
    },
    {
      "text": "Almost certainly, it was following Mr Somerset's suggesting the desirability of a confessional advertisement and of including in it a reference to Mr Turpie's wife in a supporting role, that Mr Turpie introduced the name \"Roxanne\" to protect her.",
      "id": "s1023"
    },
    {
      "text": "I reject Mr Turpie's evidence in cross-examination that he had \"no idea\" how the name \"Roxanne\" came to be used in the Advertisement.",
      "id": "s1024"
    },
    {
      "text": "I reject his evidence that the name \"Roxanne\" just appeared in Mr Somerset's drafts without any prior discussion between them about the matter.",
      "id": "s1025"
    },
    {
      "text": "290 Mr Kinsella said that Dr Vaisman called him into his office and showed him the proposed confessional advertisement.",
      "id": "s1026"
    },
    {
      "text": "The conversation as related by Mr Kinsella was: \n \n \"Jack said: Look at this.",
      "id": "s1027"
    },
    {
      "text": "Look what Phil's done.",
      "id": "s1028"
    },
    {
      "text": "I said: Is it true?",
      "id": "s1029"
    },
    {
      "text": "Jack said: Who cares?",
      "id": "s1030"
    },
    {
      "text": "He will sign it .",
      "id": "s1031"
    },
    {
      "text": "Phil will get the signature.",
      "id": "s1032"
    },
    {
      "text": "I said: Whose idea is this?",
      "id": "s1033"
    },
    {
      "text": "Jack said: It was Phil.",
      "id": "s1034"
    },
    {
      "text": "How do you think this will go?",
      "id": "s1035"
    },
    {
      "text": "I said: Great.",
      "id": "s1036"
    },
    {
      "text": "Fantastic.",
      "id": "s1037"
    },
    {
      "text": "\" (my emphasis)\n \n\nIn cross-examination, Mr Kinsella conceded that his own attitude at the time was also that he did not care if the proposed advertisement was true: all that mattered to him was that it would increase sales.",
      "id": "s1038"
    },
    {
      "text": "It was put to him that Dr Vaisman did not say \"Who cares?",
      "id": "s1039"
    },
    {
      "text": "\", to which Mr Kinsella agreed, saying that Dr Vaisman's actual words were \"Who gives a fuck?\".",
      "id": "s1040"
    },
    {
      "text": "Dr Vaisman denied saying words to the effect that the truth of the proposed advertisement did not matter to him, but I accept Mr Kinsella's evidence.",
      "id": "s1041"
    },
    {
      "text": "It would be natural for him to ask Dr Vaisman whether such a \"confession\" was true.",
      "id": "s1042"
    },
    {
      "text": "It reflects badly on Mr Kinsella himself in the light of Dr Vaisman's reply, that he acquiesced in publication.",
      "id": "s1043"
    },
    {
      "text": "It is also consistent with other evidence of Dr Vaisman's lack of concern over the truth of the content of the Advertisement (see [224] above).",
      "id": "s1044"
    },
    {
      "text": "I do not accept Dr Vaisman's evidence that he would not have gone ahead and published a confessional advertisement featuring Mr Turpie if he had not believed its content to be true.",
      "id": "s1045"
    },
    {
      "text": "291 In his cross-examination on the matter, Mr Kinsella agreed that a signing off by Mr Turpie was an essential step in the process leading to publication, but denied that his understanding was that this was because Dr Vaisman wanted to be sure that what went to press was true.",
      "id": "s1046"
    },
    {
      "text": "In my view, Mr Turpie's signature was required in order to ensure that AMI and Dr Vaisman would not be sued by Mr Turpie.",
      "id": "s1047"
    },
    {
      "text": "In fact, Mr Kinsella said that AMI's practice of requiring a celebrity's signature was adopted following legal advice because \"straight after the Tim Webster one.",
      "id": "s1048"
    },
    {
      "text": "There was a threat of legal action\".",
      "id": "s1049"
    },
    {
      "text": "I accept this evidence.",
      "id": "s1050"
    },
    {
      "text": "In any event, the expression \"OK\" written by Mr Turpie signified only that he consented to publication by AMI, in my view.",
      "id": "s1051"
    },
    {
      "text": "292 Mr Kinsella agreed that in so far as an advertisement might relate to a celebrity's \"personal position, attributes, mental state and so on\", only the celebrity knows about those matters.",
      "id": "s1052"
    },
    {
      "text": "However, he distinguished between a celebrity's consent to publication, and a representation by him or her that an advertisement is true.",
      "id": "s1053"
    },
    {
      "text": "Asked whether, in the kind of case just described, the celebrity's consent to publication signifies an agreement that the material is \"something appropriate to be published\", Mr Kinsella replied: \n \n \"It would depend on your belief in truth in advertising.",
      "id": "s1054"
    },
    {
      "text": "The actual content of the advertisements, the truth or not true is irrelevant.",
      "id": "s1055"
    },
    {
      "text": "\" \n \n\nHe then made clear that he meant that approval of publication is no more than that, and may be given regardless of whether an advertisement is true or false.",
      "id": "s1056"
    },
    {
      "text": "293 This was evidence of the person who was AMI's general manager at the time.",
      "id": "s1057"
    },
    {
      "text": "I find that the attitude to truth in advertising articulated by Mr Kinsella was also that of Dr Vaisman.",
      "id": "s1058"
    },
    {
      "text": "It is consistent, for example, with Dr Vaisman's oral testimony in relation to the issue of whether Mrs Turpie was present when her husband was \"interviewed\" (see [224] above).",
      "id": "s1059"
    },
    {
      "text": "4.3.5 The publication of the Advertisement and the Byrne article \n \n294 I have dealt with this matter above.",
      "id": "s1060"
    },
    {
      "text": "295 Mr Turpie knew all the background facts as to the reason why the name \"Roxanne\" had been used.",
      "id": "s1061"
    },
    {
      "text": "He agreed to its use as the name of his wife in the proposed confessional advertisement.",
      "id": "s1062"
    },
    {
      "text": "Whether he acted reasonably in thinking that the invocation of the fictitious Roxanne would provide protection from embarrassment does not matter.",
      "id": "s1063"
    },
    {
      "text": "4.3.6 The solicitors' letters \n \n The \"wifeless\" confessional advertisement \n \n296 AMI was faced with letters from Mrs Turpie's solicitors (the first being dated 7 April 2004) but no word from Mr Turpie.",
      "id": "s1064"
    },
    {
      "text": "On 19 April 2004, Dr Vaisman gave instructions for the Advertisement to be changed so as to omit any reference to Mrs Turpie.",
      "id": "s1065"
    },
    {
      "text": "However, the Advertisement continued to appear, and, inexplicably, one wifeless advertisement appeared on 14 April 2004 in The Daily Telegraph before Mrs Turpie's name was said to have been removed.",
      "id": "s1066"
    },
    {
      "text": "Dr Vaisman said that he knew following 7 April that the reference to Mrs Turpie in the Advertisement was untrue.",
      "id": "s1067"
    },
    {
      "text": "Yet AMI continued publishing it.",
      "id": "s1068"
    },
    {
      "text": "This again reflects an indifference on the part of Dr Vaisman to the truthfulness of the content of AMI's advertising.",
      "id": "s1069"
    },
    {
      "text": "All that mattered to him was the Mr Turpie had signed off on the confessional advertisement and could not sue AMI.",
      "id": "s1070"
    },
    {
      "text": "His wife was Mr Turpie's problem, not Dr Vaisman's.",
      "id": "s1071"
    },
    {
      "text": "297 Moreover the allegations made in Bartier Perry's letter of 7 April should at least have caused Dr Vaisman to establish contact with Mr Turpie to ascertain if there was any substance in his wife's other allegations.",
      "id": "s1072"
    },
    {
      "text": "Dr Vaisman had throughout attempted to distance himself from responsibility for AMI's advertising.",
      "id": "s1073"
    },
    {
      "text": "He left all dealings with the celebrities to Mr Somerset.",
      "id": "s1074"
    },
    {
      "text": "He left the problem of Mrs Turpie's complaint to Mr Bard.",
      "id": "s1075"
    },
    {
      "text": "The correctness or incorrectness of the Advertisement was not of concern to him.",
      "id": "s1076"
    },
    {
      "text": "Mrs Turpie's complaint was a nuisance to be dealt with by someone else.",
      "id": "s1077"
    },
    {
      "text": "Far from being concerned upon receipt of Bartier Perry's letter, his attitude (demonstrated in the witness box) was that he could not see why she was complaining because the reference to her in the Advertisement, true or false, was unimportant --- it was not a joint endorsement.",
      "id": "s1078"
    },
    {
      "text": "4.4 Summary \n \n298 It is difficult to reject the testimony of Mr and Mrs Turpie that Mr Turpie did not suffer from impotence or erectile dysfunction, even in a mild form.",
      "id": "s1079"
    },
    {
      "text": "I suppose it is a possibility that Mr Turpie may not have had sexual intercourse on occasions because he knew that he would not be able to perform, while Mrs Turpie would not have known that this was his reason.",
      "id": "s1080"
    },
    {
      "text": "However, she said that their sexual relations had continued, in substance unabated, and Mr Turpie's evidence was to the same effect.",
      "id": "s1081"
    },
    {
      "text": "As indicated earlier, I accept their evidence that they did not perceive that Mr Turpie had any problem.",
      "id": "s1082"
    },
    {
      "text": "299 When Mr Somerset originally recommended Mr Turpie as a celebrity to be used in the \"It works\" advertisement, there was no suggestion that Mr Turpie in fact felt that he had a problem of impotence or erectile dysfunction.",
      "id": "s1083"
    },
    {
      "text": "It would be a remarkable coincidence that he should prove to be a person who was suffering from impotence or erectile dysfunction, at least as described in the Advertisement, as Dr Vaisman well knew.",
      "id": "s1084"
    },
    {
      "text": "Mr Somerset suggested a confessional advertisement, and, for money, Mr Turpie was ready to participate in the lie.",
      "id": "s1085"
    },
    {
      "text": "300 Mr Somerset suggested that Mr Turpie use the nasal spray so that he could truthfully tell any journalist that he had done so.",
      "id": "s1086"
    },
    {
      "text": "Mr Turpie saw no problem in going along with the charade.",
      "id": "s1087"
    },
    {
      "text": "He used the nasal spray in response to Mr Somerset's suggestion and as \"a joke\" or \"experiment\", not as a serious treatment of a condition from which he felt he was suffering.",
      "id": "s1088"
    },
    {
      "text": "that was also Mrs Turpie's understanding.",
      "id": "s1089"
    },
    {
      "text": "Mr Somerset raised with Dr Vaisman the matter of supplying the nasal spray to Mr Turpie, and Dr Vaisman told Mr Somerset that AMI could not simply dispatch the nasal spray to Mr Turpie without a prescription from an AMI doctor; that Mr Turpie should telephone the AMI Helpline accordingly; and that, if a prescription was issued, AMI would not charge Mr Turpie.",
      "id": "s1090"
    },
    {
      "text": "301 I am not satisfied that Dr Vaisman telephoned Mr Turpie, for the reasons given at [265] above.",
      "id": "s1091"
    },
    {
      "text": "302 In the light of the denial by both Dr Vaisman and Dr Balafas, I do not accept Mr Kinsella's evidence that Dr Vaisman instructed Dr Balafas to telephone Mr Turpie.",
      "id": "s1092"
    },
    {
      "text": "A possible view is that a Vaisman-Balafas-Kinsella discussion took place, in which Dr Vaisman merely told Dr Balafas that Mr Turpie would or might be telephoning AMI, but I think it more likely that the conversation did not take place at all.",
      "id": "s1093"
    },
    {
      "text": "To tell Dr Balafas that Mr Turpie would or might be telephoning AMI would serve no purpose: there would be no assurance that Dr Balafas would be the doctor to take or respond to the call.",
      "id": "s1094"
    },
    {
      "text": "Mr Turpie in fact telephoned AMI, and, through the computerised Doctor's Waiting Room, Dr Balafas came to return his call.",
      "id": "s1095"
    },
    {
      "text": "The conversation between Dr Balafas and Mr Turpie took place in substance as recounted by Dr Balafas, who was duped into believing that he was dealing with a genuine \"patient\".",
      "id": "s1096"
    },
    {
      "text": "303 Although Mrs Turpie knew at least that some form of confessional advertisement featuring her husband was to appear, she was shocked upon reading the actual Advertisement, made all the worse by the Byrne article appearing in the same newspaper.",
      "id": "s1097"
    },
    {
      "text": "304 Even when confronted with the letter from Mrs Turpie's solicitors, Bartier Perry, Dr Vaisman was unable to address the substantive question of whether AMI was responsible for a lie.",
      "id": "s1098"
    },
    {
      "text": "Admittedly, he promptly forwarded a copy of the letter to his solicitor, Mr Bard, to handle, but he did not evince any concern over the question whether the Advertisement was a lie.",
      "id": "s1099"
    },
    {
      "text": "Predictably, he came to say that he relied upon Mr Turpie's signature as a statement of the truthfulness of the Advertisement, but I do not believe him: in reality, he had relied on it only as authorising publication and as to any complaint Mr Turpie might otherwise make.",
      "id": "s1100"
    },
    {
      "text": "305 The rhetorical question can reasonably be asked: \"What man would authorise the publication of such an advertisement if it were not true\"?",
      "id": "s1101"
    },
    {
      "text": "However, Dr Vaisman did not have a state of belief that the Advertisement was true.",
      "id": "s1102"
    },
    {
      "text": "As he said in relation to the question whether Mrs Turpie had been present at the interview, the truth of the statement did not matter.",
      "id": "s1103"
    },
    {
      "text": "I find that that was his attitude to the confessional advertisement as a whole.",
      "id": "s1104"
    },
    {
      "text": "In fact, if he had thought about the question at all, he would have appreciated that the Advertisement was probably false, having regard to the fact that Mr Turpie was already in AMI's \"stable of celebrities\", and that it would be a remarkable coincidence if he proved to be a person who felt that his life was being ruined by impotence or erectile dysfunction.",
      "id": "s1105"
    },
    {
      "text": "306 I also take into account the fact that Dr Vaisman was more than mildly committed to AMI's advertising campaigns.",
      "id": "s1106"
    },
    {
      "text": "Dr Vaisman relied on Mr Turpie's signature only as a shield against any possible litigation by Mr Turpie based on AMI's having published without his consent, not as an assurance that AMI could safely make the representations contained in the Advertisement to the newspaper-reading public because they were true.",
      "id": "s1107"
    },
    {
      "text": "5.",
      "id": "s1108"
    },
    {
      "text": "RESULT ON THE ACCC'S CLAIM \n \n307 The Advertisement was misleading and deceptive in respect of both representations pleaded.",
      "id": "s1109"
    },
    {
      "text": "Mr Somerset was at the heart of the suggestion, drafting and publication of the Advertisement, which he knew was misleading and deceptive.",
      "id": "s1110"
    },
    {
      "text": "He is accessorially liable.",
      "id": "s1111"
    },
    {
      "text": "6.",
      "id": "s1112"
    },
    {
      "text": "RESULT ON AMI'S CROSS-CLAIM AGAINST MR TURPIE \n \n308 The amended cross-claim relies on representations allegedly made by Mr Turpie to Dr Balafas on or about 31 October 2003; and to Mr Somerset on or about January 2004 (in the coffee shop) and on or about 23 March 2004 (in the writing of \"Phil OK\" and \"OK Phil\" on the two draft confessional advertisements).",
      "id": "s1113"
    },
    {
      "text": "309 The following were the representations pleaded in AMI's cross-claim against Mr Turpie: \n \n \n (i) on or about 31 October 2003 to Dr Balafas, that on occasion Mr Turpie suffered from erectile dysfunction;\n (ii) on or about January 2004 to Mr Somerset, that \n \n \n \n \n (a) on occasion Mr Turpie suffered from erectile dysfunction;\n (b) he had used the nasal spray for the purpose of alleviating the effects of his erectile dysfunction; and\n (c) that the nasal spray had alleviated those effects; \n \n \n \n \n (iii) on or about 23 March 2004 to Mr Somerset, that: \n \n \n \n \n (a) on occasion Mr Turpie suffered from erectile dysfunction;\n (b) he had used the nasal spray for the purpose of alleviating the effects of his erectile dysfunction;\n (c) the nasal spray had alleviated the effects of his erectile dysfunction; and\n (d) Mr Turpie's wife was aware of and endorsed the representations attributed to her husband in the two draft \"Roxanne\" confessional advertisements.",
      "id": "s1114"
    },
    {
      "text": "310 I accept that, as pleaded by AMI, Mr Turpie impliedly represented to Dr Balafas on or about 31 October 2003 that on occasions he (Mr Turpie) suffered from erectile dysfunction.",
      "id": "s1115"
    },
    {
      "text": "I do not accept, however, that he made the representations alleged to Mr Somerset.",
      "id": "s1116"
    },
    {
      "text": "First, \"OK\" merely conveyed an agreement to publication.",
      "id": "s1117"
    },
    {
      "text": "Secondly, Mr Somerset knew that the idea of a confessional advertisement had been was suggested by him and that such an advertisement would be false.",
      "id": "s1118"
    },
    {
      "text": "311 As to the representations allegedly made to Mr Somerset, AMI has been careful to avoid repeating for the purpose of its cross-claim the allegation in para 3 of the statement of claim, that Mr Somerset:\n \n \"carried on business as an advertising agent for and on behalf of AMI, and in respect of the conduct pleaded [in the statement of claim] acted within the scope of his actual or apparent authority as the advertising agent for and on behalf of AMI.",
      "id": "s1119"
    },
    {
      "text": "\" \n \n\nThe nexus which the amended cross-claim pleads between Mr Turpie and AMI is (para 7) that Mr Turpie made the representations to Mr Somerset:\n \n \"(a) for the purpose of their communication to AMI; \n \n \n (b) for the purpose of their inclusion in an advertising campaign by AMI to promote the nasal spray as a treatment for erectile dysfunction; and \n (c) in trade or commerce;\" \n \n \n\nand (para 8) that the representations were in fact communicated by Mr Somerset to AMI in late March 2004.",
      "id": "s1120"
    },
    {
      "text": "312 In my opinion, however, Mr Somerset was AMI's agent for the purpose of all dealings with Mr Turpie.",
      "id": "s1121"
    },
    {
      "text": "Mr Somerset negotiated the Letter of Agreement contract on behalf of AMI, signed it on behalf of AMI and procured Mr Turpie's signature to it.",
      "id": "s1122"
    },
    {
      "text": "Under that contract, Mr Somerset was \"in charge of the disbursement of monies to Ian Turpie on behalf of [AMI]\".",
      "id": "s1123"
    },
    {
      "text": "From beginning to end, no other person represented AMI in its dealings with Mr Turpie.",
      "id": "s1124"
    },
    {
      "text": "313 On general agency principles, Mr Somerset's knowledge of the falsity of the proposed confessional advertisement is attributable to his principal, AMI.",
      "id": "s1125"
    },
    {
      "text": "Mr Somerset became party to the arrangement to deceive the public in the course of acting in AMI's interests, and the case is not one of a fraud perpetrated by Mr Somerset exclusively against AMI; cf Beach Petroleum NL v Johnson (1993) 43 FCR 1 at [22.31]---[22.35] and cases there cited.",
      "id": "s1126"
    },
    {
      "text": "Another way of expressing the matter is to say that because Mr Somerset was AMI's agent, AMI cannot claim, as against Mr Turpie, to have relied on what Mr Turpie said and wrote, devoid of the accompanying context that Mr Somerset and Mr Turpie were proposing a lie to the public.",
      "id": "s1127"
    },
    {
      "text": "Mr Turpie did not mislead or deceive Mr Somerset, and if Mr Somerset misled and deceived Dr Vaisman into believing that Mr Turpie suffered from impotence or erectile dysfunction (as noted below, I do not accept that Dr Vaisman had any belief one way or the other on that matter), it was Mr Somerset, not Mr Turpie, who caused AMI's loss; cf Dalton v Lawson Hill Estate Pty Ltd (2005) 66 IPR 525 at [121]---[130].",
      "id": "s1128"
    },
    {
      "text": "314 In any event, AMI did not rely on any of the representations pleaded in the cross-claim, including that made to Dr Balafas.",
      "id": "s1129"
    },
    {
      "text": "Through Dr Vaisman, AMI was quite indifferent to the truth of the content of the representations (see [224], [251], [292], [299]).",
      "id": "s1130"
    },
    {
      "text": "As noted above, AMI relied on Mr Turpie's signature only as evidencing his consent to the publication.",
      "id": "s1131"
    },
    {
      "text": "In this respect AMI relied on the expression \"OK\" for precisely what it signified and no more.",
      "id": "s1132"
    },
    {
      "text": "7.",
      "id": "s1133"
    },
    {
      "text": "RELIEF \n \n315 All of the relief sought is discretionary.",
      "id": "s1134"
    },
    {
      "text": "316 Contrary to AMI's submission, there should be a declaration of contravention, but consistently with its submission, no other relief.",
      "id": "s1135"
    },
    {
      "text": "317 AMI correctly observes that a declaration cannot be justified on the basis that it will support a private action against AMI.",
      "id": "s1136"
    },
    {
      "text": "There is no suggestion that anyone induced by the Advertisement to telephone AMI and to pay for and use the nasal spray has ever threatened to sue AMI for damages.",
      "id": "s1137"
    },
    {
      "text": "In such a case, the issue as to whether the medication in fact \"works\" would no doubt arise.",
      "id": "s1138"
    },
    {
      "text": "It is of the greatest importance to remember that this question has not arisen at all in this proceeding.",
      "id": "s1139"
    },
    {
      "text": "Indeed, in order to ensure that one is not led into error, it may be assumed that AMI's nasal delivery system does cure or alleviate the effects of the condition known as impotence or erectile dysfunction.",
      "id": "s1140"
    },
    {
      "text": "Representation (a) is only that it did so for Mr Turpie.",
      "id": "s1141"
    },
    {
      "text": "318 Contrary to AMI's submission, however, I think that it does serve a public purpose for the Court to declare that AMI contravened s 52 of the Act by making representations (a) and (b).",
      "id": "s1142"
    },
    {
      "text": "The position might be otherwise if I had found that AMI had been induced by Mr Turpie to believe in the truth of those representations, and so to publish the Advertisement, that is to say, if AMI had succeeded on its cross-claim.",
      "id": "s1143"
    },
    {
      "text": "319 A declaration serves the purpose of establishing that it is not open to the advertiser of a product or service not to be concerned as to the truth of the content of an advertisement, provided only a celebrity featured in it authorised its publication.",
      "id": "s1144"
    },
    {
      "text": "320 I accept AMI's submission, however, that there should not be either an injunction or an order for corrective advertising.",
      "id": "s1145"
    },
    {
      "text": "The sorry events are long past and there has long since ceased to be any threat of repetition.",
      "id": "s1146"
    },
    {
      "text": "The Letter of Agreement contract expired in about July 2004.",
      "id": "s1147"
    },
    {
      "text": "The representations made in the Advertisement have long since ceased to have any influence that might be overcome by corrective advertising.",
      "id": "s1148"
    },
    {
      "text": "321 AMI and Mr Somerset should be ordered to pay the ACCC's costs.",
      "id": "s1149"
    },
    {
      "text": "322 On the cross-claim, there should be no order as to costs.",
      "id": "s1150"
    },
    {
      "text": "Mr Turpie's conduct of lying for money would ordinarily have rendered him liable to AMI on the cross-claim.",
      "id": "s1151"
    },
    {
      "text": "He was part of a conspiracy with Mr Somerset to publish an advertisement which they knew would mislead and deceive the public.",
      "id": "s1152"
    },
    {
      "text": "Dr Vaisman shuts his eyes to what was going on.",
      "id": "s1153"
    },
    {
      "text": "In relation to the costs of the cross-claim the loss should lie where it falls.",
      "id": "s1154"
    },
    {
      "text": "323 In these circumstances, the parties to the cross-claim should bear their own costs of the cross-claim.",
      "id": "s1155"
    },
    {
      "text": "I certify that the preceding three-hundred and twenty-three (323) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Lindgren.",
      "id": "s1156"
    },
    {
      "text": "Associate:\n\nDated: 15 August 2006\n\n Counsel for the Applicant: Mr R J Bromwich \n \n Solicitor for the Applicant: Australian Government Solicitor \n \n Counsel for the First Respondent/\nCross Claimant: Mr L G Foster SC and Mr K L Andronos \n \n Solicitor for the First Respondent/\nCross Claimant: Paul Bard Lawyers \n \n Counsel for the Second Respondent: Mr VRW Gray \n \n Solicitor for the Second Respondent: Abbott Tout \n \n Counsel for the Third Respondent/\nCross Respondent: Mr F G Lever SC \n \n Solicitor for the Third Respondent/\nCross Respondent: Grinberg Young \n \n Date of Hearings: 16, 17, 18, 19 May; 30 &amp; 31 August;\n1, 2, 22 September 2005 \n \n Date of Judgment: 15 August 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1066.html",
      "id": "s1157"
    }
  ]
}