{
  "name": "SZIEQ v Minister for Immigration &amp; Multicultural Affairs [2006] FCA 1572 (24 November 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1572.html",
  "catchphrases": [
    {
      "text": "application for protection visa",
      "id": "c0"
    },
    {
      "text": "refused",
      "id": "c1"
    },
    {
      "text": "application for review to refugee review tribunal",
      "id": "c2"
    },
    {
      "text": "decision affirmed",
      "id": "c3"
    },
    {
      "text": "appeal to federal magistrates court",
      "id": "c4"
    },
    {
      "text": "dismissed",
      "id": "c5"
    },
    {
      "text": "leave to appeal required",
      "id": "c6"
    },
    {
      "text": "no substantial injustice",
      "id": "c7"
    },
    {
      "text": "leave refused",
      "id": "c8"
    },
    {
      "text": "migration",
      "id": "c9"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicant has applied for leave to appeal from an interlocutory judgment of Federal Magistrate Smith published on 14 June 2006.",
      "id": "s0"
    },
    {
      "text": "2 The applicant claims to be a citizen of the People's Republic of China.",
      "id": "s1"
    },
    {
      "text": "He claims to have a well-founded fear of persecution by the Chinese authorities for publishing material criticising the local government.",
      "id": "s2"
    },
    {
      "text": "3 The applicant did not respond to the invitation to attend a hearing before the Refugee Review Tribunal.",
      "id": "s3"
    },
    {
      "text": "The invitation was sent to the applicant's authorised recipient, his migration agent.",
      "id": "s4"
    },
    {
      "text": "The applicant did not attend on the scheduled date.",
      "id": "s5"
    },
    {
      "text": "The Tribunal proceeded to make a decision pursuant to s 426A of the Migration Act 1958 (Cth) ('Act').",
      "id": "s6"
    },
    {
      "text": "Under s 426A , the Tribunal may make a decision on the review without taking any further action to allow or enable an applicant to appear before it, if it has invited that person to appear before it and she or he fails to do so.",
      "id": "s7"
    },
    {
      "text": "The Tribunal found the applicant's claims to consist of vague and unsubstantiated assertions.",
      "id": "s8"
    },
    {
      "text": "The Tribunal was not satisfied the applicant had a well-founded fear of persecution in China and refused to grant a protection visa.",
      "id": "s9"
    },
    {
      "text": "4 On 25 January 2005, the applicant filed an application in the Federal Magistrates Court for an order that the respondents show cause why a remedy should not be granted under s 476 of the Act regarding the decision of the Tribunal.",
      "id": "s10"
    },
    {
      "text": "On 17 May 2006, the applicant filed an amended application purportedly under s 39B of the Judiciary Act 1903 (Cth) and s 475A of the Act.",
      "id": "s11"
    },
    {
      "text": "The amended application alleged jurisdictional error and denial of natural justice.",
      "id": "s12"
    },
    {
      "text": "Federal Magistrate Smith found the particulars which sought to assert the Tribunal failed to comply with ss 425, 425A and 424A(1) of the Act did not support the grounds relied on: the Tribunal invited the applicant to a hearing in compliance with the relevant sections and the Tribunal's reasons for its decision were not based on 'information' but, rather, its inability to be satisfied by the evidence.",
      "id": "s13"
    },
    {
      "text": "5 The applicant asserted he was 'cheated' by his migration agent.",
      "id": "s14"
    },
    {
      "text": "However, at [20] Federal Magistrate Smith held:\n \n 'There is now clear authority that the Tribunal's power to proceed under s 426A(1) is available regardless of whether an applicant received actual notice of an invitation, and regardless of the reasons for him not receiving that notice, at least in circumstances such as the present (see VNAA v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2004] FCAFC 134 ; (2004) 136 FCR 407 at [14] - [15] ).",
      "id": "s15"
    },
    {
      "text": "'\n \n\n6 His Honour considered the Tribunal was aware of and addressed the applicant's claims.",
      "id": "s16"
    },
    {
      "text": "Federal Magistrate Smith dismissed the application under r 44.12(1)(a) of the Federal Magistrates Court Rules 2001 (Cth) as no arguable case was raised for the relief claimed.",
      "id": "s17"
    },
    {
      "text": "7 Leave to appeal will only be granted where the judgment below is attended by sufficient doubt to warrant it being reconsidered as an appeal and where substantial injustice would result if leave is refused, supposing the judgment to be decided wrongly.",
      "id": "s18"
    },
    {
      "text": "8 In this matter, the judgment below is not attended with any doubt.",
      "id": "s19"
    },
    {
      "text": "The Court below correctly dismissed the application, for the reasons which it gave.",
      "id": "s20"
    },
    {
      "text": "In summary, those reasons were:\n \n &#8226; the Tribunal posted an invitation to the applicant's migration agent, thereby complying with its obligation under s 425 to invite the applicant to appear before it;\n &#8226; the invitation was sent, in accordance with s 441G(1), to the applicant's authorised recipient;\n &#8226; section 424A was not applicable because the decision was not based on 'information' supplied by the applicant for the purposes of the review but, rather, the lack of it;\n &#8226; the Tribunal may proceed to hear a review under s 426A(1), irrespective of the actual receipt or otherwise of the notice of hearing under s 425; and\n &#8226; sections 425, 425A and 426A, supply a code of procedures for the invitation of applicants to hearings before the Tribunal and additional or contrary obligations cannot be implied under principles of procedural fairness.",
      "id": "s21"
    },
    {
      "text": "9 I am also satisfied that no substantial injustice would result if leave is refused.",
      "id": "s22"
    },
    {
      "text": "This is because the Tribunal followed proper procedures as set out in the Act for notifying the applicant of the hearing via his authorised recipient.",
      "id": "s23"
    },
    {
      "text": "The Tribunal then proceeded to make a decision on the matter before it as it is entitled to under s 426A(1).",
      "id": "s24"
    },
    {
      "text": "10 The Tribunal was entitled to come to the decision it arrived at without serving a notice under s 424A(1) as its decision to reject the application was based, not on information given by the applicant, but rather, a lack of it.",
      "id": "s25"
    },
    {
      "text": "The only material before the Tribunal supplied by the applicant was correctly described by the Tribunal as 'vague and unsubstantiated assertions'.",
      "id": "s26"
    },
    {
      "text": "11 The application for leave to appeal is refused, with costs.",
      "id": "s27"
    },
    {
      "text": "I certify that the preceding eleven (11) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Marshall.",
      "id": "s28"
    },
    {
      "text": "Associate:\n\nDated: 24 November 2006\n\n\n The applicant represented himself.",
      "id": "s29"
    },
    {
      "text": "Counsel for the first respondent: Mr B Cramer \n \n Solicitor for the first respondent: Blake Dawson Waldron \n \n Date of Hearing: 30 October 2006 \n \n Date of Judgment: 24 November 2006 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1572.html",
      "id": "s30"
    }
  ]
}