{
  "name": "Beyazkilinc v Manager, Baxter Immigration Receptionand Processing Centre [2006] FCA 1368 (20 October 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1368.html",
  "catchphrases": [
    {
      "text": "unlawful non-citizens",
      "id": "c0"
    },
    {
      "text": "detention pending removal from australia",
      "id": "c1"
    },
    {
      "text": "where applicant alleges it is not reasonably practicable to remove",
      "id": "c2"
    },
    {
      "text": "objection to jurisdiction",
      "id": "c3"
    },
    {
      "text": "whether removal from australia a privative clause decision within the meaning of migration act 1958 (cth)",
      "id": "c4"
    },
    {
      "text": "whether migration act 1958 (cth) s 476a prevents federal court from entertaining claim for relief founded on jurisdictional error or tort",
      "id": "c5"
    },
    {
      "text": "where concurrent claim in tort against officer of the commonwealth within the meaning of s 39b of the judiciary act 1903 (cth)",
      "id": "c6"
    },
    {
      "text": "whether s 476a of the migration act 1958 (cth) overcome by federal court's accrued jurisdiction.",
      "id": "c7"
    },
    {
      "text": "whether 'reasonable practicability' of removal a jurisdictional fact",
      "id": "c8"
    },
    {
      "text": "factors to be considered in assessing whether a factual reference is a jurisdictional fact to be finally determined by a court.",
      "id": "c9"
    },
    {
      "text": "immigration",
      "id": "c10"
    },
    {
      "text": "administrative law",
      "id": "c11"
    }
  ],
  "sentences": [
    {
      "text": "1 On 16 January 2006 the applicant issued proceedings in this Court claiming relief against the Manager of the Baxter Immigration Reception and Processing Centre and the Commonwealth of Australia.",
      "id": "s0"
    },
    {
      "text": "The claim, as formulated in an amended application which was subsequently filed in the proceedings, is brought pursuant to s 39B of the Judiciary Act 1903 (Cth) ('the Judiciary Act ') and is brought to restrain the commission of a tort and the abuse of statutory authority by the respondents in relation to the detention and removal of the applicant from Australia pursuant to s 198 of the Migration Act 1958 (Cth) ('the Migration Act ').",
      "id": "s1"
    },
    {
      "text": "The applicant claims two injunctions, namely: \n \n 1.",
      "id": "s2"
    },
    {
      "text": "An injunction against the first respondent restraining her from detaining the applicant in any form of immigration detention that may prevent or inhibit his admission to and treatment at a mental health facility for so long as the proper officers in charge of such facility consider appropriate ('the first injunction'); and \n 2.",
      "id": "s3"
    },
    {
      "text": "An injunction against both respondents restraining them from removing the applicant from Australia: \n \n \n (a) until it is medically safe to do so;\n (b) until it can be done without causing injury to the applicant;\n (c) without first giving the applicant 14 days' notice of their intention to remove the applicant from Australia ('the second injunction').",
      "id": "s4"
    },
    {
      "text": "2 The applicant also claims damages for personal injuries from the respondents.",
      "id": "s5"
    },
    {
      "text": "3 The applicant sought interlocutory relief in the proceedings and on 18 January 2006 Mansfield J made an order that the second respondent be restrained from removing the applicant from Australia until further order.",
      "id": "s6"
    },
    {
      "text": "He gave the second respondent liberty to apply to vary or discharge the order on reasonable notice.",
      "id": "s7"
    },
    {
      "text": "4 On 28 March 2006 the applicant filed and served a third amended statement of claim and on 21 April 2006 the respondents filed and served an amended defence to that statement of claim.",
      "id": "s8"
    },
    {
      "text": "When I refer to the pleadings in these reasons, I will be referring to those documents.",
      "id": "s9"
    },
    {
      "text": "5 On 12 May 2006 the second respondent issued a notice of motion supported by an affidavit seeking a number of orders.",
      "id": "s10"
    },
    {
      "text": "That is the first application which is before me.",
      "id": "s11"
    },
    {
      "text": "The principal orders sought by the second respondent are as follows: \n \n \n 1.",
      "id": "s12"
    },
    {
      "text": "That paragraphs 21, 22, 23 and 24 of the third amended statement of claim dated 28 March 2006 be struck out as disclosing no cause of action.",
      "id": "s13"
    },
    {
      "text": "2.",
      "id": "s14"
    },
    {
      "text": "That the claim for relief set out in paragraph 2 of the further amended application dated 8 March 2006 (i.e., the second injunction) be summarily dismissed pursuant to O 20 r 2 of the Federal Court Rules ;\n 3.",
      "id": "s15"
    },
    {
      "text": "That the interlocutory injunction granted herein on 18 January 2006 be discharged.",
      "id": "s16"
    },
    {
      "text": "This application is brought pursuant to O 20 r 2 of the Federal Court Rules which provides as follows:\n \n \n '(1) Where in any proceeding it appears to the Court that in relation to the proceeding generally or in relation to any claim for relief in the proceeding --- \n \n \n \n \n (a) no reasonable cause of action is disclosed; \n (b) the proceeding is frivolous or vexatious; or \n (c) the proceeding is an abuse of the process of the Court, \n \n \n \n \n the court may order that the proceeding be stayed or dismissed generally or in relation to any claim for relief in the proceeding.",
      "id": "s17"
    },
    {
      "text": "(2) The Court may receive evidence on the hearing of an application for an order under subrule (1).",
      "id": "s18"
    },
    {
      "text": "' \n \n \n \n \n \n \n \n \n 6 In addition, or in the alternative to the orders sought by the second respondent in the notice of motion, the respondents put forward a draft notice of objection to competency, which is in the following terms: \n \n 'The respondents object to the jurisdiction of this Court to try this application for orders under the Judiciary Act 1903 (in relation to a decision under the Migration Act 1958 ) on the grounds that: \n \n \n 1.",
      "id": "s19"
    },
    {
      "text": "The decision or decisions challenged by the third amended statement of claim dated 28 March 2006 (the SOC) is a/are private clause decision(s) within the meaning of s 474 (and in particular subsection 474(3)) of the Migration Act 1958 .",
      "id": "s20"
    },
    {
      "text": "2.",
      "id": "s21"
    },
    {
      "text": "By paragraphs 21, 22, 23 and 24 of the SOC, the applicant purports to challenge, review, quash, and/or subject to injunction the said private clause decision(s).",
      "id": "s22"
    },
    {
      "text": "3.",
      "id": "s23"
    },
    {
      "text": "By virtue of section 476A of the Migration Act 1958 , this Honourable Court does not have original jurisdiction to entertain a challenge to the privative clause decision(s).",
      "id": "s24"
    },
    {
      "text": "4.",
      "id": "s25"
    },
    {
      "text": "In the absence of original jurisdiction over part of the within proceedings, this Honourable Court has no accrued jurisdiction to entertain the remainder of the matters raised in the SOC.",
      "id": "s26"
    },
    {
      "text": "' \n \n \n \n 7 This notice is arguably a notice of objection to competency within O 54B of the Federal Court Rules .",
      "id": "s27"
    },
    {
      "text": "That Order relevantly provides: \n \n \n '1.",
      "id": "s28"
    },
    {
      "text": "This Order applies to the making of an application in relation to a migration decision (within the meaning of the Migration Act 1958 ) in relation to which the Court has original jurisdiction under paragraph 476A(1) (a), (b) or (c) of that Act.",
      "id": "s29"
    },
    {
      "text": "... \n 3.",
      "id": "s30"
    },
    {
      "text": "If a respondent to an application under this Order objects to the competency of the application, the respondent must, within 14 days after service upon him of the application, file and serve on the other parties to the proceeding a notice of objection stating briefly the grounds of the objection.",
      "id": "s31"
    },
    {
      "text": "... \n 5.",
      "id": "s32"
    },
    {
      "text": "In applying Order 20, rule 2 to applications to which this Order applies, that rule is to be construed as if paragraph (1)(a) read \"no reasonable basis for the application is disclosed\".",
      "id": "s33"
    },
    {
      "text": "' \n \n \n \n 8 I say 'arguably' because the applicant has not issued his application under O 54B.",
      "id": "s34"
    },
    {
      "text": "At all events, the notice was not issued within the time prescribed and the second application before me is an application for an extension of time within which to file and serve the notice of objection to competency and, if appropriate, the determinations of the issues raised by the notice.",
      "id": "s35"
    },
    {
      "text": "Background facts \n \n 9 A number of background facts are not in dispute.",
      "id": "s36"
    },
    {
      "text": "10 On 2 January 2002 the applicant arrived in Australia as the holder of a subclass 676 Tourist visa.",
      "id": "s37"
    },
    {
      "text": "He is a citizen of Turkey.",
      "id": "s38"
    },
    {
      "text": "11 On 14 February 2002 the applicant applied for a subclass 866 Protection visa.",
      "id": "s39"
    },
    {
      "text": "He was granted a subclass 010 Bridging A visa.",
      "id": "s40"
    },
    {
      "text": "On 11 April 2002 the applicant's application for a protection visa was refused by a delegate of the Minister for Immigration and Multicultural and Indigenous Affairs.",
      "id": "s41"
    },
    {
      "text": "On 18 April 2002 the applicant applied to the Refugee Review Tribunal ('the Tribunal') for a review of the delegate's decision.",
      "id": "s42"
    },
    {
      "text": "On 20 June 2003 the Tribunal affirmed the delegate's decision.",
      "id": "s43"
    },
    {
      "text": "The applicant's Bridging Visa A expired on 18 July 2003 and the applicant then became an unlawful non-citizen within the meaning of the Migration Act .",
      "id": "s44"
    },
    {
      "text": "On 14 September 2004 the applicant voluntarily approached the Department of Immigration and Multicultural and Indigenous Affairs and he was detained on that date and accommodated at the Villawood Immigration Detention Facility.",
      "id": "s45"
    },
    {
      "text": "12 On 8 October 2004 the applicant sought judicial review of the Tribunal's decision by the Federal Magistrates Court.",
      "id": "s46"
    },
    {
      "text": "That Court dismissed the application on 16 February 2005.",
      "id": "s47"
    },
    {
      "text": "On 18 November 2004 the applicant was transferred to the Baxter Immigration Detention Facility.",
      "id": "s48"
    },
    {
      "text": "On 22 November 2004 the applicant applied for a subclass 050 Bridging (General) visa (Bridging Visa E) but this application was refused by a delegate of the Minister.",
      "id": "s49"
    },
    {
      "text": "13 On 9 March 2005 the applicant appealed to the Full Court of this Court against the decision of the Federal Magistrates Court.",
      "id": "s50"
    },
    {
      "text": "That appeal was dismissed on 16 May 2005.",
      "id": "s51"
    },
    {
      "text": "On 8 August 2005 the applicant sought ministerial intervention pursuant to ss 417 and 48B of the Migration Act .",
      "id": "s52"
    },
    {
      "text": "On 19 December 2005 the Minister decided not to intervene.",
      "id": "s53"
    },
    {
      "text": "On 16 or 17 January 2006 the applicant was informed by officers of the second respondent that he would be removed from Australia to Turkey on 19 January 2006.",
      "id": "s54"
    },
    {
      "text": "14 It is common ground that the applicant suffers from a mental illness.",
      "id": "s55"
    },
    {
      "text": "The allegations in the statement of claim \n \n 15 For present purposes it is sufficient to identify the allegations in the statement of claim in general terms.",
      "id": "s56"
    },
    {
      "text": "16 There are two claims made by the applicant: one is a claim in tort for a breach of a duty of care, and the other is a claim that the proposed removal of the applicant from Australia is beyond power and would be ultra vires and unlawful.",
      "id": "s57"
    },
    {
      "text": "Although the allegations in the statement of claim relating to the allegation that the act of removing the applicant from Australia would be beyond power refer on occasion to the 'respondents', it is clear that the act of removing the applicant from Australia would be carried out by the second respondent, the Commonwealth of Australia.",
      "id": "s58"
    },
    {
      "text": "17 I deal first with the allegation that the proposed removal of the applicant from Australia is beyond power and would be ultra vires and unlawful.",
      "id": "s59"
    },
    {
      "text": "The applicant alleges that the second respondent has no power to remove the applicant pursuant to s 198 of the Migration Act because his proposed removal is not reasonably practicable within the meaning of the said section (paragraph 21).",
      "id": "s60"
    },
    {
      "text": "By way of particulars of the alleged lack of power, the applicant alleges that the respondents propose to remove the applicant in a manner that is unreasonable by removing him from Australia when to do so will expose him to the likely risk of serious harm and by removing him from Australia while he is unfit to travel (paragraph 22).",
      "id": "s61"
    },
    {
      "text": "The applicant alleges that in the premises the removal of the applicant would be ultra vires and unlawful (paragraph 23).",
      "id": "s62"
    },
    {
      "text": "18 As far as the claim in tort is concerned the applicant alleges: \n \n 1.",
      "id": "s63"
    },
    {
      "text": "That the first respondent owed him a duty of care to take all reasonable steps to ensure that the conditions at Baxter did not cause or contribute to his mental illness and to ensure that he received adequate medical treatment (paragraph 16) and that the first respondent acted in breach of that duty.",
      "id": "s64"
    },
    {
      "text": "Various particulars of breach of duty are alleged but it is not necessary to set out those particulars (paragraph 16a).",
      "id": "s65"
    },
    {
      "text": "2.",
      "id": "s66"
    },
    {
      "text": "That the second respondent owed the applicant the same duty as is referred to in 1. because it is a non-delegable duty (paragraph 16c), or because the second respondent is vicariously liable for the first respondent's breach of duty (paragraph 16b).",
      "id": "s67"
    },
    {
      "text": "3.",
      "id": "s68"
    },
    {
      "text": "That the second respondent owes the applicant a duty of care, both in the exercise of its power to detain him and in the exercise of its power to remove him from Australia, to take all reasonable steps to ensure that he is not thereby exposed to the risk of serious harm (paragraph 17).",
      "id": "s69"
    },
    {
      "text": "As to that aspect of the duty which relates to the exercise of the power to remove the applicant, the applicant alleges that the second respondent exposes the applicant to a 'likely risk of serious harm' by proceeding with its intention to remove him from Australia when such removal would cause serious risk to his health and by planning to remove him from Australia while he is unfit to travel (paragraph 18(b) and (c)).",
      "id": "s70"
    },
    {
      "text": "Particulars of these allegations are provided and they are as follows:\n 'On about 17 January 2006, the second respondent made arrangements for the applicant to be removed from Australia notwithstanding that he was unfit to travel, which exacerbated the applicant's illness.",
      "id": "s71"
    },
    {
      "text": "The second respondent does not propose a form of removal that would adequately cater for the proper treatment of the applicant's illness both during the journey and upon arrival in Turkey, being the country to which the second respondent intends to return the applicant.",
      "id": "s72"
    },
    {
      "text": "' \n \n\n The applicant alleges that the removal of the applicant from Australia while he remains ill will constitute a prospective breach of the second respondent's duty of care and, thus, a tort, 'the proposed commission of which is properly to be restrained by the grant of injunctive relief on the grounds that damages would not be an adequate remedy' (paragraph 20(e)).",
      "id": "s73"
    },
    {
      "text": "19 Finally, what seems to me to be a somewhat novel allegation is made in paragraph 24 of the Statement of Claim.",
      "id": "s74"
    },
    {
      "text": "That paragraph reads as follows: \n \n 'Further and in the alternative, even if the removal of the applicant from Australia while he is still ill does not constitute a breach of any duty of care on the part of the second respondent (as pleaded in paragraphs 17 and 18 hereof) (ie if it is not negligent for the second respondent to remove the applicant from Australia) or is otherwise authorised by s 198 of the Act (ie if it is open to the second respondent to remove the applicant from Australia notwithstanding his continuing illness (all of which is denied), the applicant says: \n \n \n (a) that, since the applicant still seeks an award of damages for the negligence of the first and/or second respondents pleaded in paragraphs 16 to 16c hereof; and \n (b) since the applicant will require ongoing psychiatric treatment in order to be cured of the injury done him by the negligence of the first and or second respondent pleaded in paragraphs 16 to 16c hereof; and \n (c) since the award of damages sought by the applicant in this Honourable Court serves to remedy the wrong done him by the respondents by including a component of special damages intended to compensate the applicant for the cost of future psychiatric care necessary to cure his illness; \n (d) and since the applicant believes that the psychiatric services available to the applicant in Turkey will, because of his Kurdish ethnicity, be so substandard that they would be inadequate to the proper care of his condition.",
      "id": "s75"
    },
    {
      "text": "(e) in the premises, the removal of the applicant to Turkey while he remains ill will deprive him of access to proper psychiatric treatment and will, accordingly, have the effect of rendering nugatory the remedy in damages obtained from this Honourable Court; \n (f) as a consequence, damages alone will not be an adequate remedy and the removal of the applicant from Australia while he remains ill is properly to be restrained by the grant of injunctive relief so as to give full effect to the remedial purpose of the award of damage.",
      "id": "s76"
    },
    {
      "text": "' \n \n \n \n \n 20 As I have said, the orders sought in paragraphs 1 and 2 of the second respondent's notice of motion are that four paragraphs in the statement of claim be struck out as disclosing no reasonable cause of action (paragraphs 21, 22, 23 and 24) and for summary dismissal of one of the claims for relief (the second injunction).",
      "id": "s77"
    },
    {
      "text": "The claim for an order that the interlocutory injunction be discharged (paragraph 3) is said to follow from the making of the first two orders.",
      "id": "s78"
    },
    {
      "text": "The test I must apply is well known and it is a demanding one.",
      "id": "s79"
    },
    {
      "text": "I should only make the orders sought if I am satisfied that the claim for relief and the allegations which are the subject of challenge cannot possibly succeed.",
      "id": "s80"
    },
    {
      "text": "General Steel Industries Inc v Commissioner for Railways (NSW) [1964] HCA 69 ; (1964) 112 CLR 125 per Barwick CJ at 129; Dey v Victorian Railways Commissioners [1949] HCA 1 ; (1949) 78 CLR 62 per Dixon J at 91.",
      "id": "s81"
    },
    {
      "text": "It is to be assumed that, insofar as it is said that the paragraphs in the statement of claim to which I have referred do not disclose a reasonable cause of action, the allegations of fact made by the applicant can be made out.",
      "id": "s82"
    },
    {
      "text": "The rival contentions \n \n 21 Leaving aside for the moment the effect of s 476A of the Migration Act in terms of the jurisdiction of this Court, the respondents submit that the removal of the applicant is a privative clause decision within s 474 and therefore it is final and conclusive, not subject to challenge, appeal, review, quashing or being called in question in any court or subject to prohibition, mandamus, injunction, declaration or certiorari in any court on any account.",
      "id": "s83"
    },
    {
      "text": "22 The applicant submits that his removal from Australia is not a privative clause decision because it is not a 'decision' under the Migration Act and therefore it does not fall within s 474.",
      "id": "s84"
    },
    {
      "text": "The applicant submits that whether it is 'reasonably practicable' to remove an unlawful non-citizen is a jurisdictional fact and it is ultimately for the Court to decide if the fact is made out.",
      "id": "s85"
    },
    {
      "text": "23 The respondents submit that the relevant allegations in the statement of claim (ie, paragraphs 21, 22 and 23) do not support a conclusion that the removal of the applicant from Australia would constitute a failure to exercise jurisdiction or an excess of jurisdiction within the principles enunciated by the High Court in Plaintiff S157/2002 v Commonwealth [2003] HCA 2 ; (2003) 211 CLR 476.",
      "id": "s86"
    },
    {
      "text": "In other words, it is submitted by the respondents that the allegations in the statement of claim do not support the only challenge which may be made to a privative clause decision, namely, a challenge on the ground of jurisdictional error.",
      "id": "s87"
    },
    {
      "text": "Accordingly, the proposed removal of the applicant cannot be challenged.",
      "id": "s88"
    },
    {
      "text": "24 The applicant submits that even if the removal of the applicant from Australia is a privative clause decision within s 474 it can be challenged on the ground of error of jurisdictional fact.",
      "id": "s89"
    },
    {
      "text": "25 The respondents submit that if its first two submissions are correct, namely, that the decision to remove the applicant from Australia is a privative clause decision and as the allegations presently stand cannot be challenged, then the only possible federal claim is doomed to fail.",
      "id": "s90"
    },
    {
      "text": "The other claims in the proceedings are claims in tort which are not within the jurisdiction of this Court.",
      "id": "s91"
    },
    {
      "text": "The respondents submit that there is no room for the operation of the doctrines of associated or accrued jurisdiction.",
      "id": "s92"
    },
    {
      "text": "26 The respondents further submit that even if its earlier submissions fail, this Court does not have jurisdiction to entertain claims for relief in relation to the applicant's proposed removal from Australia because of the provisions of s 476A of the Migration Act .",
      "id": "s93"
    },
    {
      "text": "27 The applicant submits that even if his proposed removal from Australia falls within the terms of s 476A , this Court nevertheless has jurisdiction to consider his challenge to that proposed act by reason of the Court's accrued jurisdiction.",
      "id": "s94"
    },
    {
      "text": "The applicant points to the fact that he seeks an injunction against an officer of the Commonwealth (ie, the first injunction sought against the first respondent) and that that is within the jurisdiction conferred on this Court by s 39B of the Judiciary Act .",
      "id": "s95"
    },
    {
      "text": "It is submitted by the applicant that in the circumstances the claim in tort against the second respondent, and the challenge to the proposed removal of the applicant, are part of this Court's accrued jurisdiction.",
      "id": "s96"
    },
    {
      "text": "28 I turn now to deal with the issues raised by these contentions.",
      "id": "s97"
    },
    {
      "text": "Is the removal of the applicant from Australia a privative clause decision?",
      "id": "s98"
    },
    {
      "text": "29 Section 474 relevantly provides: \n \n '(1) A privative clause decision: \n \n \n (a) is final and conclusive; and \n \n \n \n \n (b) must not be challenged, appealed against, reviewed, quashed or called in question in any court; and \n (c) is not subject to prohibition, mandamus, injunction, declaration or certiorari in any court on any account.",
      "id": "s99"
    },
    {
      "text": "(2) In this section: \n \n \n privative clause decision means a decision of an administrative character made, proposed to be made, or required to be made, as the case may be, under this Act or under a regulation or other instrument made under this Act (whether in the exercise of a discretion or not), other than a decision referred to in subsection (4) or (5).",
      "id": "s100"
    },
    {
      "text": "(3) A reference in this section to a decision includes a reference to the following: \n \n \n \n \n (a) granting, making, varying, suspending, cancelling, revoking or refusing to make an order or determination; \n (b) granting, giving, suspending, cancelling, revoking or refusing to give a certificate, direction, approval, consent or permission (including a visa); \n (c) granting, issuing, suspending, cancelling, revoking or refusing to issue an authority or other instrument; \n (d) imposing, or refusing to remove, a condition or restriction; \n (e) making or revoking, or refusing to make or revoke, a declaration, demand or requirement; \n \n \n \n \n (f) retaining, or refusing to deliver up, an article; \n (g) doing or refusing to do any other act or thing; \n \n \n \n \n (h) conduct preparatory to the making of a decision, including the taking of evidence or the holding of an inquiry or investigation; \n (i) a decision on review of a decision, irrespective of whether the decision on review is taken under this Act or a regulation or other instrument under this Act, or under another Act; \n \n \n \n \n (j) a failure or refusal to make a decision.",
      "id": "s101"
    },
    {
      "text": "' \n \n \n \n \n\nIt is not necessary to set out the terms of subsections (4), (5), (6) and (7).",
      "id": "s102"
    },
    {
      "text": "30 Section 198(6) provides: \n \n \n '(6) An officer must remove as soon as reasonably practicable an unlawful non-citizen if: \n (a) the non-citizen is a detainee; and \n \n \n \n \n (b) the non-citizen made a valid application for a substantive visa that can be granted when the applicant is in the migration zone; and \n \n \n \n \n (c) one of the following applies: \n \n \n (i) the grant of the visa has been refused and the application has been finally determined; \n (iii) the visa cannot be granted; and \n \n \n \n (d) the non-citizen has not made another valid application for a substantive visa that can be granted when the applicant is in the migration zone.",
      "id": "s103"
    },
    {
      "text": "' \n \n \n \n \n\nOnce the conditions in paragraphs (a)-(d) inclusive are satisfied, there is an obligation on an officer to remove an unlawful non-citizen 'as soon as reasonably practicable'.",
      "id": "s104"
    },
    {
      "text": "The officer will be required to make a judgment as to when is 'as soon as reasonably practicable' and it might be thought as a matter of ordinary language, a decision as to that matter.",
      "id": "s105"
    },
    {
      "text": "An officer has a duty to remove an unlawful non-citizen once that person falls within the terms of (a)-(d) inclusive and the only possible decision he or she is then required to make is when such removal is 'as soon as reasonably practicable'.",
      "id": "s106"
    },
    {
      "text": "I will not set out the definition of officer in s 5 of the Act.",
      "id": "s107"
    },
    {
      "text": "The definition includes a wide category of persons.",
      "id": "s108"
    },
    {
      "text": "31 The Full Court of this Court in M38/2002 v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCAFC 131 ; (2003) 131 FCR 146 ('M38/2002') made, with respect, some pertinent observations as to the nature of the obligation imposed on an officer by s 198(6), the meaning of the words 'reasonably practicable' and the question of whether removing an unlawful non-citizen from Australia is a privative clause decision within s 474.",
      "id": "s109"
    },
    {
      "text": "32 The Court noted that s 198(6) imposes a duty, but it is a duty which only arises upon the occurrence of certain events or the satisfaction of certain conditions.",
      "id": "s110"
    },
    {
      "text": "The matters in paragraphs (a)-(d) inclusive must occur or arise before the duty arises.",
      "id": "s111"
    },
    {
      "text": "Furthermore, the duty is not absolute in the sense that thereafter it only arises as soon as it is reasonably practicable to remove the unlawful non-citizen.",
      "id": "s112"
    },
    {
      "text": "The Court noted that in Minister for Immigration and Multicultural and Indigenous Affairs v Al Masri [2003] FCAFC 70 ; (2003) 126 FCR 54 the Full Court of this Court said that there was no duty to remove an unlawful non-citizen when removal was not reasonably practicable.",
      "id": "s113"
    },
    {
      "text": "The Court in M38/2002 considered the meaning of the words 'reasonably practicable' and noted various dictionary definitions and statements made in the authorities.",
      "id": "s114"
    },
    {
      "text": "The Court expressed the view that whether the removal of an unlawful non-citizen is practicable 'seems to be largely, if not entirely, concerned with whether the removal is possible from the officer's viewpoint' (at 165[65]).",
      "id": "s115"
    },
    {
      "text": "The Court expressed the view that the removal of a non-citizen may be practicable in the sense of feasible, but not 'reasonably practicable' as required by s 198(6) of the Act.",
      "id": "s116"
    },
    {
      "text": "The Court expressed the view that practicability and reasonableness may, on occasions, operate in opposing senses.",
      "id": "s117"
    },
    {
      "text": "The Court identified as matters an officer may taken into account in determining whether it is reasonably practicable to remove an unlawful non-citizen matters such as whether another country will admit the person, whether it can admit the person and the physical condition of a person facing removal (at 166[69]).",
      "id": "s118"
    },
    {
      "text": "There is no reason not to include in this list of matters, the mental condition of a person facing removal.",
      "id": "s119"
    },
    {
      "text": "33 In M38/2002 the Court said that in determining when it was reasonably practicable to remove an unlawful non-citizen it is not open to an officer to consider whether an unlawful non-citizen is a 'refugee' within the meaning of Art 1A(2) of the Refugees Convention as amended by the Refugees Protocol ('the Convention'): s 5 of the Migration Act .",
      "id": "s120"
    },
    {
      "text": "Nor is it open to an officer to consider whether the unlawful non-citizen's removal and return to a particular country is conformable with the obligation against refoulment is Art 33(1) of the Convention.",
      "id": "s121"
    },
    {
      "text": "34 In the context of considering the Court's supervisory jurisdiction, the Court addressed the question of whether removing or refusing to remove an unlawful non-citizen under s 198(6) was a privative clause decision within s 474 of the Migration Act .",
      "id": "s122"
    },
    {
      "text": "The Court said (at 171-172 [88]): \n \n 'Removing or refusing to remove an unlawful non-citizen under s 198(6) of the Act does, however, constitute a \"privative clause decision\" for the purposes of the Act.",
      "id": "s123"
    },
    {
      "text": "Section 474(2) provides that, in s 474: \n \n \n privative clause decision means a decision of an administrative character made, proposed to be made, or required to be made, as the case may be, under this Act ... (whether in the exercise of a discretion or not), other than a decision referred to in subsection (4) or (5).",
      "id": "s124"
    },
    {
      "text": "There is no reference to s 198 in s 474(4) or (5).",
      "id": "s125"
    },
    {
      "text": "Section 474(3)(g) provides that a reference in s 474 to a \"decision\" includes a reference to \"doing or refusing to do any ... act or thing\".",
      "id": "s126"
    },
    {
      "text": "Removing or refusing to remove an unlawful non-citizen under s 198(6) is, by virtue of s 474(3)(g), a \"decision\" and, as such, a \"privative clause decision\" within the meaning of s 474(2).",
      "id": "s127"
    },
    {
      "text": "According to s 474(1), a privative clause decision: \n (a) is final and conclusive; and \n \n \n \n (b) must not be challenged, appealed against, reviewed, quashed or called in question in any court; and \n (c) is not subject to prohibition, mandamus, injunction, declaration or certiorari in any court on any account.",
      "id": "s128"
    },
    {
      "text": "' \n \n \n \n \n \n 35 I would follow these observations even if, as the applicant submits, they were not essential to the decision.",
      "id": "s129"
    },
    {
      "text": "They represent considered remarks of the Full Court and, moreover, in my respectful opinion they are correct.",
      "id": "s130"
    },
    {
      "text": "A 'decision' includes doing an act or thing (s 474(3)(g)) and a 'privative clause decision' includes a proposed decision ( WAJZ v Minister for Immigration and Multicultural and Indigenous Affairs (No 2) (2004) 84 ALD 655 per French J at [70] (' WAJZ ').",
      "id": "s131"
    },
    {
      "text": "36 Some of the issues considered by the Full Court in M38/2002 were considered again by the Full Court in the subsequent decision in NATB v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCAFC 292 ; (2003) 133 FCR 506 (' NATB ').",
      "id": "s132"
    },
    {
      "text": "The Court qualified the statement of the Full Court in M38/2002 that in the context of the Act, practicability and reasonableness may, on occasion, operate in opposing senses.",
      "id": "s133"
    },
    {
      "text": "The Court said that an element of reasonableness was inherent in practicability and the use of the word 'reasonably' may operate to extend the reasonableness notion, 'further along what may be described as \"the continuum of reasonableness\"' (at 516 [50]).",
      "id": "s134"
    },
    {
      "text": "The Court said that it would not attempt a definition of all the circumstances relevant to the concept of what was 'reasonably practicable'.",
      "id": "s135"
    },
    {
      "text": "It was impossible to foresee all the circumstances which may arise and the question involved a process of evaluation of the facts of each case.",
      "id": "s136"
    },
    {
      "text": "The Court said that physical considerations such as the health of the person to be removed and the availability of an operating airport in the place of destination were not the only relevant considerations.",
      "id": "s137"
    },
    {
      "text": "The willingness of a country to allow a person to enter its territory is at least one non-physical factor relevant to reasonable practicability.",
      "id": "s138"
    },
    {
      "text": "On the other hand, the limits on the matters relevant to reasonable practicability arise from the words themselves and the relevant considerations are practical considerations in the context of the proposed physical removal of a person from Australia.",
      "id": "s139"
    },
    {
      "text": "37 Subject to the one qualification which I have mentioned, nothing was said by the Full Court in NATB to suggest that the Court's observations and conclusions in M38/2002 were wrong and in particular the conclusion that to remove or to refuse to remove was a privative clause decision.",
      "id": "s140"
    },
    {
      "text": "38 The applicant referred to the decision of the High Court in Al-Kateb v Godwin [2004] HCA 37 ; (2004) 219 CLR 562 (' Al-Kateb ') a case I will need to refer to again in another context.",
      "id": "s141"
    },
    {
      "text": "There is nothing in that case that suggests that the decisions in M38/2002 and NATB are not correct.",
      "id": "s142"
    },
    {
      "text": "39 In my opinion, the proposed removal of the applicant from Australia pursuant to s 198(6) of the Migration Act is a privative clause decision within s 474 of the Act.",
      "id": "s143"
    },
    {
      "text": "Do the allegations in the statement of claim give rise to an arguable challenge to the removal of the applicant from Australia?",
      "id": "s144"
    },
    {
      "text": "40 In view of the submissions, the questions here are whether the issue of reasonable practicability is a jurisdictional fact and, if so, whether an erroneous finding of fact means that what is otherwise a privative clause decision may be set aside as being beyond power?",
      "id": "s145"
    },
    {
      "text": "If it is not a jurisdictional fact, can the proposed removal of the applicant be set aside on the ground of jurisdictional error (other than jurisdictional fact) and, if so, are the allegations in the statement of claim sufficient to raise an arguable case of such a jurisdictional error.",
      "id": "s146"
    },
    {
      "text": "41 In my opinion, the question of reasonable practicability is not a jurisdictional fact.",
      "id": "s147"
    },
    {
      "text": "The question is whether 'reasonable practicability' is to be finally determined by the officer or only provisionally determined by him or her and finally determined by the Court.",
      "id": "s148"
    },
    {
      "text": "As I understand the authorities, that question is ultimately one of statutory consideration.",
      "id": "s149"
    },
    {
      "text": "The authorities have identified a number of relevant considerations: \n \n 1.",
      "id": "s150"
    },
    {
      "text": "If the factual reference (as it is sometimes called) is expressed in terms of the 'opinion', 'belief' or satisfaction' of the primary decision-maker then the factual reference is not a jurisdictional fact, although there will still be a jurisdictional fact, namely, the primary decision-maker's state of mind.",
      "id": "s151"
    },
    {
      "text": "The contrary does not follow, in that the absence of reference to 'opinion', 'belief' or 'satisfaction' of the decision-maker does not mean the factual reference is a jurisdictional fact (Aronson, Dyer and Groves, Judicial Review of Administrative Action (3 rd ed, 2000) pages 227-239).",
      "id": "s152"
    },
    {
      "text": "2.",
      "id": "s153"
    },
    {
      "text": "The nature of the task is important.",
      "id": "s154"
    },
    {
      "text": "If the task is a difficult and complex one involving an assessment of complex facts and the forming of opinions on a wide range of matters then that suggests that the factual reference is not a jurisdictional fact because it is considered that Parliament intended that the decision be made by the primary decision-maker: Australian Heritage Commission v Mount Isa Mines Ltd (1995) 60 FCR 456 per Black CJ at 465-466 (High Court: Australian Heritage Commission v Mount Isa Mines Ltd [1997] HCA 10 ; (1997) 187 CLR 297); Cabal v Attorney-General of the Commonwealth [2001] FCA 583 ; (2001) 113 FCR 154.",
      "id": "s155"
    },
    {
      "text": "3.",
      "id": "s156"
    },
    {
      "text": "If inconvenience results from holding that a factual reference is a jurisdictional fact then that will be considered a reason not to hold that it is a jurisdictional fact: Parisienne Basket Shoes Pty Ltd v Whyte [1938] HCA 7 ; (1938) 59 CLR 369; Australian Heritage Commission v Mount Isa Mines Ltd (1995) 60 FCR 456 per Black CJ at 465-466; Cabal v Attorney-General of the Commonwealth (supra) per Weinberg J at 173 [74].",
      "id": "s157"
    },
    {
      "text": "With respect, the clearest statement of the principle remains that of Dixon J (as he then was) in Parisienne Basket Shoes Pty Ltd v Whyte (supra) (at 391):\n 'It cannot be denied that, if the legislature see fit to do it, any event or fact or circumstance whatever may be made a condition upon the occurrence or existence of which the jurisdiction of a court shall depend.",
      "id": "s158"
    },
    {
      "text": "But, if the legislature does make the jurisdiction of a court contingent upon the actual existence of a state of facts, as distinguished from the court's opinion or determination that the facts do exist, then the validity of the proceedings and orders must always remain an outstanding question until some other court or tribunal, possessing power to determine that question, decides that the requisite state of facts in truth existed and the proceedings of the court were valid.",
      "id": "s159"
    },
    {
      "text": "Conceding the abstract possibility of the legislature adopting such a course, nevertheless it produces so inconvenient a result that no enactment dealing with proceedings in any of the ordinary courts of justice should receive such an interpretation unless the intention is clearly expressed.",
      "id": "s160"
    },
    {
      "text": "' \n \n 4.",
      "id": "s161"
    },
    {
      "text": "The importance of the decision in terms of the nature of the rights affected by it is a matter to be taken into account.",
      "id": "s162"
    },
    {
      "text": "If the rights at stake are fundamental or important rights then that may suggest that the factual reference is a jurisdictional fact: Buck v Comcare (1996) 66 FCR 359 per Finn J at 364.",
      "id": "s163"
    },
    {
      "text": "42 Applying these factors to the factual reference of 'reasonable practicability' in s 198(6) of the Migration Act I have reached the conclusion that it is not a jurisdictional fact.",
      "id": "s164"
    },
    {
      "text": "It is true that two of the factors suggest that it should be characterised as a jurisdictional fact, but the other two factors speak so strongly against it being a jurisdictional fact that the first two factors are clearly outweighed.",
      "id": "s165"
    },
    {
      "text": "Weighing in favour of the factual reference being a jurisdictional fact is that there is no reference to the officer's 'opinion', 'belief' or 'satisfaction' in s 198(6) of the Act, although (as Gummow J noted in Al-Kateb at 608 [121]) the use of the word 'reasonably' suggests that there is an element of judgment or assessment in the criterion.",
      "id": "s166"
    },
    {
      "text": "Also weighing in favour of the factual reference being a jurisdictional fact is that important interests of the unlawful non-citizen are at stake, although it must be remembered that those interests are at most concerned with the applicant's detention prior to his eventual deportation and the timing of that deportation, rather than any actual right to remain in Australia.",
      "id": "s167"
    },
    {
      "text": "On the other hand, the nature of the task may be a difficult and complex one and may involve a wide range of considerations; indeed, it may be impossible to come to any conclusion without a detailed consideration of a great deal of information, much of it of a political or diplomatic character.",
      "id": "s168"
    },
    {
      "text": "Whilst a Court may have little difficulty determining the unlawful non-citizen's fitness to travel it would be ill-equipped to consider other matters such as conditions in other countries.",
      "id": "s169"
    },
    {
      "text": "Furthermore, circumstances may change very quickly and require constant monitoring.",
      "id": "s170"
    },
    {
      "text": "A decision that the factual reference is a jurisdictional fact would produce considerable inconvenience because it would mean that an officer's decision that removal was reasonably practicable would be provisional until upheld by a Court in a context where circumstances may change very quickly.",
      "id": "s171"
    },
    {
      "text": "43 The applicant referred to the decision of Al-Kateb in this context, but in my opinion there is nothing in that case which suggests that the question of reasonable practicability is a jurisdictional fact.",
      "id": "s172"
    },
    {
      "text": "It is true that certain Justices of the High Court considered what was encompassed by the phrase 'reasonable practicability'; Gummow J at 608 [121]; Hayne J at 639 [227]; Callinan J at 658-662 [290]-[299] but the Court did not address the question of whether reasonable practicability was a jurisdictional fact.",
      "id": "s173"
    },
    {
      "text": "Although his Honour was concerned with different questions to those arising before me, in my respectful opinion the High Court's treatment of the phrase was accurately summarised by French J in WAJZ at [83]-[85].",
      "id": "s174"
    },
    {
      "text": "44 Although the question of reasonable practicability is not a jurisdictional fact, the proposed removal of the applicant from Australia can be challenged on the other grounds which constitute jurisdictional error: WAJZ per French J (at [70]).",
      "id": "s175"
    },
    {
      "text": "I do not think that there can be any doubt that a circumstance relevant to the question of reasonable practicability is the applicant's physical and mental condition.",
      "id": "s176"
    },
    {
      "text": "The difficulty for the applicant is that a jurisdictional error of the relevant type is not pleaded in paragraphs 21, 22 and 23 of the statement of claim.",
      "id": "s177"
    },
    {
      "text": "Those paragraphs proceed on the assumption that it is sufficient to allege that as a matter of fact it is not reasonably practicable to remove the applicant from Australia.",
      "id": "s178"
    },
    {
      "text": "For the reasons I have given, that is not sufficient.",
      "id": "s179"
    },
    {
      "text": "45 It is convenient if I state my conclusions to this point.",
      "id": "s180"
    },
    {
      "text": "Paragraphs 21, 22 and 23 must be struck out because the removal of the applicant from Australia is a privative clause decision and the paragraphs do not disclose an arguable case of jurisdictional error of the relevant type.",
      "id": "s181"
    },
    {
      "text": "It seems to me that it follows from the terms of s 474 that the removal of the applicant from Australia is not to be the subject of an injunction whether the claim is based on the allegation that removal is beyond power or on an alleged breach of a duty of care.",
      "id": "s182"
    },
    {
      "text": "It follows that the claim for an injunction based on an anticipated breach of a duty of care (paragraph 20(e)) cannot succeed.",
      "id": "s183"
    },
    {
      "text": "It must also follow that the somewhat novel claim (as far as I can see) in paragraph 24 cannot succeed.",
      "id": "s184"
    },
    {
      "text": "Furthermore, the claim for relief involving an injunction restraining the second respondent from removing the applicant from Australia (the second injunction) cannot succeed and the interlocutory injunction must be discharged.",
      "id": "s185"
    },
    {
      "text": "46 However, my conclusions to this point would not mean that the whole of the applicant's claim should be struck out.",
      "id": "s186"
    },
    {
      "text": "The claim against the first respondent for an injunction in relation to the detention of the applicant would appear to be within the jurisdiction of the Court ( Secretary, Department of Immigration and Multicultural and Indigenous Affairs v Mastipour (2004) 206 ALR 83; s 39B(1) Judiciary Act ) and the claim against the second respondent for damages for breach of a duty of care in relation to the detention of the applicant is arguably within the associated or accrued jurisdiction of the Court.",
      "id": "s187"
    },
    {
      "text": "Furthermore, it was not suggested that either of those claims are not arguable.",
      "id": "s188"
    },
    {
      "text": "More difficult questions arise in relation to the alleged claim for damages in tort against the second respondent in relation to the proposed removal of the applicant from Australia in light of the terms of s 474(1) of the Migration Act .",
      "id": "s189"
    },
    {
      "text": "47 In addition to those matters, had it not been for the provisions of s 476A of the Migration Act my conclusions to this point would have given rise to a question as to whether the applicant should be given leave to re-plead the allegations in paragraphs 21, 22 and 23 to raise (if he is able to) an arguable case of jurisdictional error of the relevant type.",
      "id": "s190"
    },
    {
      "text": "The jurisdiction of this Court \n \n 48 Even if an arguable case of jurisdictional error of the relevant type could be raised in relation to the proposed removal of the applicant from Australia, this Court does not have jurisdiction to consider such a claim by reason of s 476A of the Migration Act .",
      "id": "s191"
    },
    {
      "text": "49 Substantial amendments were made to Part 8 of the Migration Act by the Migration Litigation Reform Act 2005 (Cth) and the amendments introduced by that Act came into force on 1 December 2005.",
      "id": "s192"
    },
    {
      "text": "For present purposes, the important amendments are to ss 476 and 476A of the Act which now provide: \n \n ' 476 Jurisdiction of the Federal Magistrates Court \n \n \n (1) Subject to this section, the Federal Magistrates Court has the same original jurisdiction in relation to migration decisions as the High Court has under paragraph 75(v) of the Constitution .",
      "id": "s193"
    },
    {
      "text": "(2) The Federal Magistrates Court has no jurisdiction in relation to the following decisions: \n (a) a primary decision; \n \n \n \n \n (b) a privative clause decision, or purported privative clause decision, of the Administrative Appeals Tribunal on review under section 500; \n (c) a privative clause decision, or purported privative clause decision, made personally by the Minister under section 501, 501A, 501B or 501C; \n (d) a privative clause decision or purported privative clause decision mentioned in subsection 474(7).",
      "id": "s194"
    },
    {
      "text": "(3) Nothing in this section affects any jurisdiction the Federal Magistrates Court may have in relation to non-privative clause decisions under section 8 of the Administrative Decisions (Judicial Review) Act 1977 or section 44AA of the Administrative Appeals Tribunal Act 1975.",
      "id": "s195"
    },
    {
      "text": "(4) In this section: \n \n \n primary decision means a privative clause decision or purported privative clause decision: \n \n \n \n (a) that is reviewable under Part 5 or 7 or section 500 (whether or not it has been reviewed); or \n (b) that would have been so reviewable if an application for such review had been made within a specified period.",
      "id": "s196"
    },
    {
      "text": "476A Limited jurisdiction of the Federal Court \n \n \n (1) Despite any other law, including section 39B of the Judiciary Act 1903 and section 8 of the Administrative Decisions (Judicial Review) Act 1977 , the Federal Court has original jurisdiction in relation to a migration decision if, and only if: \n \n \n \n \n (a) the Federal Magistrates Court transfers a proceeding pending in that court in relation to the decision to the Federal Court under section 39 of the Federal Magistrates Act 1999 ; or \n (b) the decision is a privative clause decision, or a purported privative clause decision, of the Administrative Appeals Tribunal on review under section 500; or \n (c) the decision is a privative clause decision, or purported privative clause decision, made personally by the Minister under section 501, 501A, 501B or 501C; or \n (d) the Federal Court has jurisdiction in relation to the decision under subsection 44(3) or 45(2) of the Administrative Appeals Tribunal Act 1975 .",
      "id": "s197"
    },
    {
      "text": "Note: Only non-privative clause decisions can be taken to the Federal Court under subsection 44(3) of the Administrative Appeals Tribunal Act 1975 (see section 483).",
      "id": "s198"
    },
    {
      "text": "' \n (2) Where the Federal Court has jurisdiction in relation to a migration decision under paragraph (1)(a), (b) or (c), that jurisdiction is the same as the jurisdiction of the High Court under paragraph 75(v) of the Constitution .",
      "id": "s199"
    },
    {
      "text": "' \n \n \n \n \n 50 A migration decision is defined in s 5(1) as follows: \n \n \n '(a) a privative clause decision; or \n (b) a purported privative clause decision; or \n (c) a non-privative clause decision' \n \n \n \n\nA privative clause decision is defined in s 5(1) as follows:\n \n 'privative clause decision has the meaning given by subsection 474(2).",
      "id": "s200"
    },
    {
      "text": "' \n\n\nA purported privative clause decision is defined in s 5(1) and 5E as follows:\n \n 'purported privative clause decision has the meaning given by section 5E.",
      "id": "s201"
    },
    {
      "text": "... \n \n \n (1) In this Act, purported privative clause decision means a decision purportedly made, proposed to be made, or required to be made, under this Act or under a regulation or other instrument made under this Act (whether in purported exercise of a discretion or not), that would be a privative clause decision if there were not: \n (a) a failure to exercise jurisdiction; or \n (b) an excess of jurisdiction;' \n \n \n \n\nA non-privative clause decision is defined in s 5(1) as follows:\n \n ''non-privative clause decision has the meaning given by subsection 474(6).",
      "id": "s202"
    },
    {
      "text": "' \n \n 51 Before the enactment of s 476A this Court had the original jurisdiction given to it by s 39B of the Judiciary Act and s 8 of the Administrative Decisions (Judicial Review) Act 1977 (Cth) in relation to migration decisions.",
      "id": "s203"
    },
    {
      "text": "By reason of s 476A it now has jurisdiction in relation to migration decisions 'if, and only if' the decision falls within one of the paragraphs in s 476A(1).",
      "id": "s204"
    },
    {
      "text": "It is not suggested by the applicant that the decision to remove him from Australia falls within any of those paragraphs, and, therefore, this Court does not have jurisdiction in relation to the proposed removal of the applicant from Australia because it is a privative clause decision as the pleadings presently stand or, even if the applicant is able to plead an arguable case of jurisdictional error of the relevant type, a purported privative clause decision.",
      "id": "s205"
    },
    {
      "text": "In my opinion, this means that not only does this Court not have original jurisdiction to determine a claim that his removal would be beyond power or ultra vires, but also it does not have original jurisdiction to grant an injunction on the alternative basis of restraining the commission of a tort.",
      "id": "s206"
    },
    {
      "text": "52 The original jurisdiction previously exercised by this Court in relation to migration decisions is, subject to certain exceptions, now vested in the Federal Magistrates Court.",
      "id": "s207"
    },
    {
      "text": "The matters removed from the jurisdiction of this Court are described by reference to subject matter and the nexus with the subject matter removed from the jurisdiction of the Court is identified by words of wide import, namely, 'in relation to' although I recognise that the precise nexus identified by those words will be determined by the provisions of the Act in which they appear: PMT Partners Pty Ltd (In Liq) v Australian National Parks and Wildlife Service [1995] HCA 36 ; (1995) 184 CLR 301 per Toohey and Gummow JJ at 331-332.",
      "id": "s208"
    },
    {
      "text": "I do not think this Court has original jurisdiction to grant an injunction restraining the second respondent from removing the applicant from Australia.",
      "id": "s209"
    },
    {
      "text": "53 The applicant sought to overcome the difficulties posed by s 476A by submitting that this Court has jurisdiction over his claim insofar as it involves a claim for an injunction against the first respondent who is alleged to be an officer of the Commonwealth (ie, the first injunction seeking to restrain a breach of a duty of care in tort) in relation to the detention of the applicant, and that the claim in tort against the Commonwealth in relation to both the detention and removal of the applicant and the claim that the removal of the applicant was beyond power and ultra vires are part of the accrued jurisdiction of the Court.",
      "id": "s210"
    },
    {
      "text": "The applicant submitted that s 476A is directed to the original jurisdiction of the Court and not the accrued jurisdiction of the Court.",
      "id": "s211"
    },
    {
      "text": "54 In this case the submission that this Court has accrued jurisdiction is a novel one because the claim said to fall within the accrued jurisdiction is in fact a federal claim.",
      "id": "s212"
    },
    {
      "text": "By reason of an express statutory provision it is within the jurisdiction of the Federal Magistrates Court and not this Court.",
      "id": "s213"
    },
    {
      "text": "This exposes the fallacy of the applicant's argument.",
      "id": "s214"
    },
    {
      "text": "I do not think there can be accrued jurisdiction over a federal claim removed from the original jurisdiction of this Court and entrusted to the Federal Magistrates Court.",
      "id": "s215"
    },
    {
      "text": "Conclusion \n \n 55 I do not think that it is appropriate to make orders in relation to the draft notice of objection to competency.",
      "id": "s216"
    },
    {
      "text": "Part of the applicant's claim is within the jurisdiction of this Court, namely, the claim for an injunction against the first respondent and I did not understand the respondents to argue that this claim was not arguable.",
      "id": "s217"
    },
    {
      "text": "The claims in tort for damages against the Commonwealth of Australia may be within the associated or accrued jurisdiction of the court and if necessary I will hear further from the parties on this question.",
      "id": "s218"
    },
    {
      "text": "56 It is appropriate to make orders on the second respondent's notice of motion.",
      "id": "s219"
    },
    {
      "text": "I will make the order sought in paragraph 1 of the notice of motion.",
      "id": "s220"
    },
    {
      "text": "Furthermore, it seems to me that it is also appropriate to make the orders sought in paragraphs 2 and 3, but because there was some uncertainty in the respondents' submissions as to whether I should make the order sought in paragraph 2, I will hear further from the parties (if they seek to be heard) as to the orders sought in paragraphs 2 and 3 of the notice of motion.",
      "id": "s221"
    },
    {
      "text": "57 I will also hear the parties as to any other orders.",
      "id": "s222"
    },
    {
      "text": "I certify that the preceding fifty-seven (57) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Besanko.",
      "id": "s223"
    },
    {
      "text": "Associate:\n\nDated: 20 October 2006\n Counsel for the Applicant: C M O'Connor with M B Manetta \n \n Solicitor for the Applicant: Hamdan Lawyers \n \n Counsel for the Respondent: S Maharaj QC \n \n Solicitor for the Respondent: Australian Government Solicitor (SA) \n \n Date of Hearing: 5 June 2006 \n \n Date of Judgment: 20 October 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1368.html",
      "id": "s224"
    }
  ]
}