{
  "name": "Futuris Corporation Limited (ACN 004 336 636) v Commissioner of Taxation [2006] FCA 1096 (18 August 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1096.html",
  "catchphrases": [
    {
      "text": "transaction purported to attract div 19a of pt iiia of income tax assessment act 1936 (cth)",
      "id": "c0"
    },
    {
      "text": "commissioner determined div 19a did not apply in part",
      "id": "c1"
    },
    {
      "text": "notice of amended assessment issued to increase taxable income by $19 million",
      "id": "c2"
    },
    {
      "text": "objection disallowed",
      "id": "c3"
    },
    {
      "text": "objection decision appealed",
      "id": "c4"
    },
    {
      "text": "pt iva scheme involving same transaction",
      "id": "c5"
    },
    {
      "text": "commissioner determined that taxpayer had obtained a tax benefit",
      "id": "c6"
    },
    {
      "text": "commissioner made determination under s 177f of act that included all of the amount of that tax benefit in the taxable income of the applicant",
      "id": "c7"
    },
    {
      "text": "that amount added to taxable income of first amended assessment",
      "id": "c8"
    },
    {
      "text": "notice of second amended assessment issued",
      "id": "c9"
    },
    {
      "text": "taxpayer objection that second amended assessment double counted an amount of $19 million",
      "id": "c10"
    },
    {
      "text": "objection disallowed",
      "id": "c11"
    },
    {
      "text": "objection decision appealed",
      "id": "c12"
    },
    {
      "text": "commissioner issued second amended assessment on the view that any overstated amount could be reduced pursuant to s 177f(3) of the act",
      "id": "c13"
    },
    {
      "text": "privative clause",
      "id": "c14"
    },
    {
      "text": "challenge to decision under s 39b of judiciary act 1903 (cth)",
      "id": "c15"
    },
    {
      "text": "whether commissioner's reliance on s 177f(3) resulted in an invalid decision",
      "id": "c16"
    },
    {
      "text": "whether commissioner failed to make bona fide attempt to exercise power of assessment",
      "id": "c17"
    },
    {
      "text": "whether the second amended assessment failed to create a definitive liability by way of alleged double counting",
      "id": "c18"
    },
    {
      "text": "whether commissioner afforded protection under ss 175 and 177 of act",
      "id": "c19"
    },
    {
      "text": "taxation",
      "id": "c20"
    },
    {
      "text": "taxation",
      "id": "c21"
    },
    {
      "text": "taxation",
      "id": "c22"
    }
  ],
  "sentences": [
    {
      "text": "1 The short issue in this matter is whether the Commissioner of Taxation (\"the Commissioner\") is entitled to the privative clause protections of s 175 and s 177 of the Income Tax Assessment Act 1936 (Cth) (\"the ITAA\") in respect of the Second Amended Assessment served on the applicant, Futuris Corporation Ltd (\"Futuris\"), for the 1998 income tax year.",
      "id": "s0"
    },
    {
      "text": "Futuris claims in proceedings under s 39B of the Judiciary Act 1903 (Cth) that the assessment was invalid and ought to be quashed.",
      "id": "s1"
    },
    {
      "text": "The Commissioner counters by seeking to have the proceedings struck out, Futuris' claim being said to be unarguable and doomed to failure.",
      "id": "s2"
    },
    {
      "text": "Having heard the application and the Commissioner's motion concurrently, I am satisfied that the application must be dismissed because of s 175 and s 177(1) of the ITAA.",
      "id": "s3"
    },
    {
      "text": "Background Facts \n \n 2 Futuris is a publicly listed company.",
      "id": "s4"
    },
    {
      "text": "As at September 1997 it owned, through various subsidiaries, assets which constituted collectively what was known as its \"Building Products Division\".",
      "id": "s5"
    },
    {
      "text": "Two of the directly owned subsidiaries were Vockbay Pty Ltd (\"Vockbay\") and Walshville Holdings Pty Ltd (\"Walshville\").",
      "id": "s6"
    },
    {
      "text": "Vockbay in turn owned a subsidiary, Bristile Ltd (\"Bristile\").",
      "id": "s7"
    },
    {
      "text": "3 Futuris decided to dispose of its Building Products Division by means of a public float and that Walshville would be the company floated.",
      "id": "s8"
    },
    {
      "text": "It was in consequence necessary for Vockbay to transfer to Walshville the interests it held via Bristile in the Building Products Division.",
      "id": "s9"
    },
    {
      "text": "This was effected by the transfer to Walshville of Vockbay's shares in Bristile.",
      "id": "s10"
    },
    {
      "text": "For Futuris, this transaction attracted the provisions of Div 19A of Pt IIIA of the ITAA for the purposes of working out capital gains and capital losses, as it involved transfers of assets between companies under common ownership.",
      "id": "s11"
    },
    {
      "text": "The Division itself has been characterised as an \"anti-avoidance provision\".",
      "id": "s12"
    },
    {
      "text": "4 The effect of Div 19A was (a) to reduce the cost base, i.e.",
      "id": "s13"
    },
    {
      "text": "the market value, of Futuris' interests in Vockbay (these being both shares and loans) and (b) to increase the cost base of its shares in Walshville.",
      "id": "s14"
    },
    {
      "text": "The amount of Futuris' cost base so \"transferred\" from Vockbay to Walshville was calculated by it to be $82,950,090 (\"the transferred cost base calculation\"), approximately $63 million being attributed to shares and approximately $19 million to loans.",
      "id": "s15"
    },
    {
      "text": "5 In the course of the public float of Walshville, Futuris disposed of all of its shares in that company.",
      "id": "s16"
    },
    {
      "text": "In consequence of that disposal, it became necessary to determine the amount of the capital gain, if any, which arose.",
      "id": "s17"
    },
    {
      "text": "Futuris' 1998 tax return and the Commissioner's amended assessments \n \n 6 (i) In December 1998 Futuris lodged its return for the income year ended 30 June 1998.",
      "id": "s18"
    },
    {
      "text": "In it Futuris specified it had a taxable income of $86,088,045, and that the tax payable was $30,991,696.20.",
      "id": "s19"
    },
    {
      "text": "A deemed assessment arose in relation to the latter amount.",
      "id": "s20"
    },
    {
      "text": "In a schedule to the return, Futuris informed the Commissioner of its disposal of its Walshville shares.",
      "id": "s21"
    },
    {
      "text": "It indicated that Walshville acquired Bristile from Vockbay \"for book value which was less than the market value and the indexed cost of shares\".",
      "id": "s22"
    },
    {
      "text": "Hence it was required under Div 19A's \"share value shifting provisions\" to reduce its cost base in Vockbay and to increase its cost base in Walshville by the same amount.",
      "id": "s23"
    },
    {
      "text": "This, as previously noted, it calculated at $82,950,090.",
      "id": "s24"
    },
    {
      "text": "7 (ii) In November 2002 the Commissioner served on Futuris notice of an amended assessment for the year ended 30 June 1998 (\"the First Amended Assessment\").",
      "id": "s25"
    },
    {
      "text": "It specified that the taxable income was $106,038,133 and that the tax payable was $38,173,727.88.",
      "id": "s26"
    },
    {
      "text": "The accompanying adjustment sheet indicated that a sum of $19,950,088 was to be added to the taxable income as returned.",
      "id": "s27"
    },
    {
      "text": "This sum was attributed to an increase in capital gains on \"the disposal of the Walshville/Bristile shares\".",
      "id": "s28"
    },
    {
      "text": "8 A notice of objection against the First Amended Assessment was served on 23 December 2002.",
      "id": "s29"
    },
    {
      "text": "The Commissioner's decision disallowing the objection was given on 22 May 2003.",
      "id": "s30"
    },
    {
      "text": "The reasons for decision indicated that the correct cost base of the Vockbay shares was not $82,950,090 but was $63,000,002, i.e.",
      "id": "s31"
    },
    {
      "text": "a difference of $19,950,088.",
      "id": "s32"
    },
    {
      "text": "On 17 July 2003, Futuris appealed to this Court against the disallowance of this objection, under Div 5 of Part IVC of the Taxation Administration Act 1953 (Cth) (\"the TAA\").",
      "id": "s33"
    },
    {
      "text": "For convenience, I will refer to this as \"the Division 19A proceedings\".",
      "id": "s34"
    },
    {
      "text": "9 (iii) On 9 November 2004 the Commissioner gave notice to Futuris that a determination had been made under s 177F of the ITAA, that the amount of $82,950,090 \"being a tax benefit that is referable to an amount that has not been included in the assessable income of [Futuris] for the tax year ended 30 June 1998\", shall be so included.",
      "id": "s35"
    },
    {
      "text": "Reference will be made below to the provisions of s 177F.",
      "id": "s36"
    },
    {
      "text": "10 On 12 November 2004 Futuris was served with notice of a further amended assessment (\"the Second Amended Assessment\") in respect of the tax year ended 30 June 1998.",
      "id": "s37"
    },
    {
      "text": "This amended assessment is the subject of this proceedings.",
      "id": "s38"
    },
    {
      "text": "It specified that Futuris' taxable income was an amount of $188,988,223 and that the tax payable was $68,035,760.28.",
      "id": "s39"
    },
    {
      "text": "The accompanying adjustment sheet stated: \n \n \"As a result of an examination of your income tax affairs, the following adjustments have been made: \n \n Taxable Income as returned/assessed 106,038,133.00 \n \n Income (INC) and Deduction (DED) items \n OTHER INCOME + INC 82,950,090.00 \n Part IVA adjustment ______________ \n \n Adjusted/Amended Taxable Income 188,988,223.00\" \n \n \n 11 I have highlighted the taxable income \"as returned/assessed\".",
      "id": "s40"
    },
    {
      "text": "That is the sum assessed in the First Amended Assessment, not the sum returned in Futuris' original return.",
      "id": "s41"
    },
    {
      "text": "12 On 23 December 2004 Futuris gave notice of objection to the Second Amended Assessment.",
      "id": "s42"
    },
    {
      "text": "On 4 April 2005 the Commissioner disallowed the objection.",
      "id": "s43"
    },
    {
      "text": "On 1 June 2005 Futuris appealed to this Court against the disallowance of its objection, under Pt IVC of the TAA.",
      "id": "s44"
    },
    {
      "text": "For convenience I will refer to this as \"the Part IVA scheme proceedings\".",
      "id": "s45"
    },
    {
      "text": "13 The error allegedly made by the Commissioner in the Second Amended Assessment is the double counting of the sum of $19,950,088 in calculating Futuris' taxable income.",
      "id": "s46"
    },
    {
      "text": "The double counting was the result first, of adding that sum in the First Amended Assessment to Futuris' taxable income as returned to produce a taxable income of $106,038,133 and, then secondly, adding the total of Futuris' transferred cost base calculation (ie $82,950,090 which included the sum of $19,950,088) to $106,038,133.",
      "id": "s47"
    },
    {
      "text": "It is contended that the Commissioner purported in the Second Amended Assessment to ascertain figures for taxable income and tax payable which he knew to be incorrect and he did so on the erroneous assumption that, under the provisions of s 177F(3) of Pt IVA of the ITAA, he could later make a compensatory adjustment in the amount of $19,950,088.",
      "id": "s48"
    },
    {
      "text": "The assessment so made, it is said, is invalid.",
      "id": "s49"
    },
    {
      "text": "Section 177F(3) will be discussed below.",
      "id": "s50"
    },
    {
      "text": "14 Before referring to the legislative context, it is necessary to refer to the materials which are said to reveal both the Commissioner's knowledge of the error and his assumption in relation to it.",
      "id": "s51"
    },
    {
      "text": "The Commissioner's \"knowledge\" \n \n 15 The following is derived from documents discovered by the Commissioner which relate both to the deliberations and report of the Australian Taxation Office's Part IVA Panel in November/December 2003 and to the Commissioner's final determination pursuant to s 177F of Part IVA of the ITAA.",
      "id": "s52"
    },
    {
      "text": "16 (i) An ATO submission to the Panel in November 2003 stated: \n \n \n \"10.",
      "id": "s53"
    },
    {
      "text": "Accordingly, if the First Scheme [i.e.",
      "id": "s54"
    },
    {
      "text": "the Division 19A Scheme] had not been carried out, then it is likely that FCL would have made a capital gain on its disposal of the Walshville shares of $82,950,088 more than it did make and return.",
      "id": "s55"
    },
    {
      "text": "Hence it can be argued that FCL obtained a tax benefit of $82,950,088 in connection with the scheme.",
      "id": "s56"
    },
    {
      "text": "Therefore, if Part IVA did apply to FCL in respect of the First Scheme, then the company should be assessed on the tax benefit obtained of $82,950,088 (Robert Puckeridge is of this view).",
      "id": "s57"
    },
    {
      "text": "11.",
      "id": "s58"
    },
    {
      "text": "However, Martin Keating is of the opinion that because we have already issued an amended assessment of $19,950,088 of the otherwise possible $82,950,088 Part IVA adjustment to FCL in respect of the First Scheme, then, if the Panel decided that Part IVA did apply in regard to the First Scheme, the Part IVA adjustment could be for only $63,000,000 [$(82,950,088 --- 19,950,088)], not $82,950,088.",
      "id": "s59"
    },
    {
      "text": "Obviously, if the Panel considers that Part IVA does apply in relation to the First Scheme, then it will have to decide this issue.",
      "id": "s60"
    },
    {
      "text": "\" \n \n \n \n 17 (ii) A report from the Panel of its meeting of 3 December 2003 noted, inter alia: \n \n \"[T]he 'First Scheme' is directed at assessing the head company, FCL.",
      "id": "s61"
    },
    {
      "text": "It is argued that if the First Scheme had not been carried out, then it is likely that FCL would have made a capital gain on the disposal of its Walshville shares of $82,950,088 more than it did make and return.",
      "id": "s62"
    },
    {
      "text": "Therefore, FCL obtained a tax benefit of $82,950,088 in connection with the scheme.",
      "id": "s63"
    },
    {
      "text": "As such, if Part IVA did apply to FCL in respect of the First Scheme, then the company should be assessed on the tax benefit obtained of $82,950,088.",
      "id": "s64"
    },
    {
      "text": "... \n \n The Panel also considered if Part IVA was to apply to FCL, whether the company should be assessed on a tax benefit of $82,950,088 or, because the ATO had already issued an amended assessment including $19,950,088 of the otherwise possible $82,950,088 Part IVA adjustment to FCL in respect of the First Scheme, the Part IVA adjustment should be for only $63,000,000 ($82,950,088 - $19,950,088).",
      "id": "s65"
    },
    {
      "text": "The Panel advised the assessment should be made on the full amount and, depending on the outcome of the Division 19A issue, a compensating adjustment can be made at a later stage if necessary.",
      "id": "s66"
    },
    {
      "text": "\" \n \n \n 18 (iii) An internal ATO email of 6 May 2004 responding to a Part IVA paper relating to Futuris commented of a paragraph in the position paper: \n \n \"4.",
      "id": "s67"
    },
    {
      "text": "PARAGRAPH 4.2 \n \n \n \n In my opinion, this is one of the two matters covered in the response which is truly relevant to the argument of whether $82,950,088 should be included, under Part IVA , in Futuris' assessable income for the 1998 year of income in respect of the scheme defined in the Position Paper.",
      "id": "s68"
    },
    {
      "text": "At the Part IVA Panel meeting of 3 December 2003, the matter covered by this paragraph was raised with the Panel.",
      "id": "s69"
    },
    {
      "text": "The Panel advised the assessment should be made on the full amount of $82,950,088 and, depending on the outcome of the Division 19A issue, a compensating adjustment can be made at a later stage if necessary.",
      "id": "s70"
    },
    {
      "text": "No doubt the Panel came to this view in order to 'protect the Revenue'.",
      "id": "s71"
    },
    {
      "text": "In my opinion, a recent Federal Court case, Australian &amp; New Zealand Banking Group Ltd v Federal Commissioner of Taxation [2003] FCA 1410 , is relevant here.",
      "id": "s72"
    },
    {
      "text": "In that case, pursuant to section 39B of the Judiciary Act 1903 , the taxpayer contended that amended assessments that issued as a result of the application of Part IVA were invalid assessments because each of the amended assessments included an amount that had already been returned by the taxpayer as assessable income.",
      "id": "s73"
    },
    {
      "text": "The Court found against the taxpayer.",
      "id": "s74"
    },
    {
      "text": "I must point out that this decision is subject to appeal.",
      "id": "s75"
    },
    {
      "text": "\" \n \n \n \n 19 (iv) A document entitled \"Reasons for Decision\" of 20 August 2004 noted: \n \n \n \"9.",
      "id": "s76"
    },
    {
      "text": "Thus, in the absence of the First Scheme, immediately after the Bristile shares were transferred from Vockbay to Walshville, the indexed cost base of the Walshville shares to Futuris would probably have been $2.",
      "id": "s77"
    },
    {
      "text": "Consequently, I consider that as a result of the First Scheme being carried out, the indexed cost base of the Walshville shares to Futuris was increased by $82,950,088 (following the Division 19A adjustment) from $2 to $82,950,090 (for the purpose of this and the following paragraph, I am ignoring the $19,950,088 possible error in regard to the capital gain returned by Futuris on the float of Walshville that is now subject to appeal.",
      "id": "s78"
    },
    {
      "text": "This is in line with the recommendation made by the Part IVA Panel at its meeting of 3 December 2003 --- refer to para.",
      "id": "s79"
    },
    {
      "text": "34 below).",
      "id": "s80"
    },
    {
      "text": "\" \n \n \n \n\nThe par 34 referred to reflects the email comment in (iii) above though with the additional observation:\n \n \"Obviously, we will not pursue recovery for both amounts of tax, penalty and 170AA interest/general interest charge involved with the two $19,950,088 adjustments.",
      "id": "s81"
    },
    {
      "text": "\" \n \n\nThe \"Reasons\" went on to consider the making of a compensating adjustment under s 177F(3) if a Part IVA assessment was issued for the full amount of $82,950,088 even though the First Amended Assessment included the $19,950,088.",
      "id": "s82"
    },
    {
      "text": "It noted: \n \n \"The Panel recommended that the Part IVA assessment should be made on the full amount of $82,950,088 and, depending on the ultimate outcome of the Division 19A issue, a compensating adjustment can be made if necessary.",
      "id": "s83"
    },
    {
      "text": "No doubt, the Panel came to this decision to protect the Revenue.",
      "id": "s84"
    },
    {
      "text": "If, as I recommend, an amended assessment issues including an amount under Part IVA of $82,950,088, then obviously we would only pursue payment of the tax, penalty and 170AA interest/general interest charge involved with one of the two $19,950,088 adjustments.",
      "id": "s85"
    },
    {
      "text": "Futuris has already paid half of the tax, penalty and 170AA interest/general interest charge involved with the $19,950,088 Division 19A adjustment.",
      "id": "s86"
    },
    {
      "text": "The Division 19A amended assessment is currently subject to appeal...\" \n \n \n 20 (v) Comments reflecting those in the above \"Reasons\" were repeated in a document entitled \"ATO Final Audit Report\" with the following recommendations being made that the Commissioner: \n \n \n \"(a) determine under subsection 177F(1) that $82,950,090 be included in the assessable income of Futuris for the 1998 year of income; \n \n (b) determine under subsection 177F(2) that $82,950,090 be deemed to be included in the assessable income of Futuris for the 1998 year of income under subsection 160ZO(1); and \n \n (c) at this stage does not determine under subsection 177F(3) that any compensating adjustments be made to the assessable income of Futuris for the 1998 year of income --- any such determination/s should be made when the Part IVA and Division 19A matters have been finalised.",
      "id": "s87"
    },
    {
      "text": "\" \n \n \n \n 21 (vi) The Reasons for Decision for the s 177F determination to cancel the tax benefit obtained by Futuris in connection with the disposal of the Walshville shares, stated: \n \n \n \"10.",
      "id": "s88"
    },
    {
      "text": "In the present case I am satisfied that Futuris has obtained a tax benefit in connection with the scheme, namely an amount ($82,950,088) not included in its assessable income of the 1998 year of income where that amount would have been included, or might reasonably be expected to have been included, in the assessable income of Futuris of that year of income if the scheme had not been entered into or carried out (refer paragraph 177C(1)(a)).",
      "id": "s89"
    },
    {
      "text": "... \n \n 11.",
      "id": "s90"
    },
    {
      "text": "I am aware that an amended assessment increasing the assessable income of Futuris of $19,950,088 has been raised under Division 19A ITAA 1936.",
      "id": "s91"
    },
    {
      "text": "I also note that the amended assessment is currently the subject of litigation.",
      "id": "s92"
    },
    {
      "text": "However, in my opinion this does not alter the fact that the tax benefit obtained by Futuris under the scheme is $82,950,088.",
      "id": "s93"
    },
    {
      "text": "\" \n \n \n \n 22 (vii) On 20 September 2004, a Deputy Commissioner of Taxation wrote to Futuris advising it that: \n \n \"... we will not seek payment of any of the primary tax, tax shortfall penalty and interest and general interest charge payable under subsection 170AA(1) in respect of $19,950,088 of the Part IVA adjustment until the litigation relating to the Division 19A issue is finalised.",
      "id": "s94"
    },
    {
      "text": "\" \n \n The Legislative Framework \n \n 23 Given the focus of Futuris' principal challenge to the Second Amended Assessment, it is necessary to refer to some of the basic provisions of the ITAA relating to returns and assessments.",
      "id": "s95"
    },
    {
      "text": "24 Section 166 requires the Commissioner to make an assessment of the taxable income of a taxpayer and of the tax payable thereon.",
      "id": "s96"
    },
    {
      "text": "If not satisfied with the return furnished by a taxpayer, the Commissioner may make an assessment of the amount upon which, in his judgment, income tax ought to be levied: s 167.",
      "id": "s97"
    },
    {
      "text": "That amount will then be the taxable income of the taxpayer for the purpose of s 166.",
      "id": "s98"
    },
    {
      "text": "Where an assessment is made, s 174(1) provides that notice of assessment be served on the taxpayer.",
      "id": "s99"
    },
    {
      "text": "Service of that notice brings the process of \"assessment\" to an end.",
      "id": "s100"
    },
    {
      "text": "The income tax assessed will be due and payable on the date specified in the notice: s 204(1).",
      "id": "s101"
    },
    {
      "text": "For presently relevant purposes, the Commissioner could, within four years of the date on which the assessed taxes were due and payable, amend the assessment to the extent he thought necessary to correct it where there had been an avoidance of tax: s 170(2)(b).",
      "id": "s102"
    },
    {
      "text": "25 Section 175 provides: \n \n \n \" 175 The validity of any assessment shall not be affected by reason that any of the provisions of this Act have not been complied with.",
      "id": "s103"
    },
    {
      "text": "\" \n \n \n\nThis section requires there to be an actual assessment as a condition of its operation: FJ Bloemen Pty Ltd v Federal Commissioner of Taxation [1981] HCA 27 ; (1981) 147 CLR 360.",
      "id": "s104"
    },
    {
      "text": "It does not create a valid assessment where none has been made at all.",
      "id": "s105"
    },
    {
      "text": "26 A taxpayer dissatisfied with an assessment may object against it in the manner set out in Part IVC of the TAA.",
      "id": "s106"
    },
    {
      "text": "27 Section 177(1) in turn provides: \n \n \n \n \" 177(1) The production of a notice of assessment, or of a document under the hand of the Commissioner, a Second Commissioner, or a Deputy Commissioner, purporting to be a copy of a notice of assessment, shall be conclusive evidence of the due making of the assessment and, except in proceedings under Part IVC of the Taxation Administration Act 1953 on a review or appeal relating to the assessment, that the amount and all the particulars of the assessment are correct.",
      "id": "s107"
    },
    {
      "text": "\" \n \n \n \n \n \n \n \n 28 I would note in passing that the making of a s 177F(1) determination forms part of the \"making of an assessment\" for the purposes of s 177(1) of the Act: see Australia and New Zealand Banking Group Ltd v Commissioner of Taxation [2003] FCA 1410 ; (2003) 137 FCR 1 at [32] (\" ANZ Banking Group \").",
      "id": "s108"
    },
    {
      "text": "29 I would also note that the Notices of the First Amended Assessment and of the Second Amended Assessment have been produced in this proceeding.",
      "id": "s109"
    },
    {
      "text": "30 There is a voluminous body of case law on the interpretation and effect of s 175 and s 177.",
      "id": "s110"
    },
    {
      "text": "For present purposes it is sufficient to say that the protection of s 177(1) and s 175 will be lost (a) if the Commissioner has not made a bona fide attempt to exercise the power of assessment; or (ii) if the alleged \"assessment\" is tentative or provisional in that it does not create a definitive liability: see e.g.",
      "id": "s111"
    },
    {
      "text": "Briglia v Federal Commissioner of Taxation (2000) ACT 4247 at 4249 where many of the cases relied upon in the present proceeding are referred to; see also ANZ Banking Group , at [33]-[37].",
      "id": "s112"
    },
    {
      "text": "31 It is unnecessary here to repeat what has earlier been said about Div 19A of Pt IIIA of the ITAA other than to reiterate that it provides for the working out of capital gains and losses where assets have been transferred between companies under common ownership.",
      "id": "s113"
    },
    {
      "text": "32 Part IVA of the ITAA is an anti-avoidance regime introduced into the Act in 1981.",
      "id": "s114"
    },
    {
      "text": "It is brought into operation upon the making of a determination by the Commissioner pursuant to s 177F of the Act.",
      "id": "s115"
    },
    {
      "text": "That section provides the Commissioner with a discretion to cancel a tax benefit where such a benefit has been, or would but for the section be, obtained in connection with a scheme to which the Part applies.",
      "id": "s116"
    },
    {
      "text": "It is unnecessary for present purposes to describe the scheme that the Commissioner was satisfied existed relating to the Walshville float, although I would note that, in the Commissioner's view, it involved both declarations of dividends by Bristile and Vockbay and the capitalisation of debts owed to Vockbay and Futuris respectively following those declarations of dividend.",
      "id": "s117"
    },
    {
      "text": "33 Section 177C(1) defines \"obtaining a tax benefit\" for present purposes in the following terms: \n \n \n \n \" 177C(1) [Obtaining a tax benefit] Subject to this section, a reference in this Part to the obtaining by a taxpayer of a tax benefit in connection with a scheme shall be read as a reference to --- \n \n \n \n \n (a) an amount not being included in the assessable income of the taxpayer of a year of income where that amount would have been included, or might reasonably be expected to have been included, in the assessable income of the taxpayer of that year of income if the scheme had not been entered into or carried out; \n \n ... \n \n \n \n \n and, for the purposes of this Part, the amount of the tax benefit shall be taken to be --- \n \n \n \n \n (c) in a case to which paragraph (a) applies --- the amount referred to in that paragraph.",
      "id": "s118"
    },
    {
      "text": "\" \n \n \n 34 Section 177F(3) provides: \n \n \n \n \" 177F(3) [Compensating adjustments] Where the Commissioner has made a determination under subsection (1) or (2A) in respect of a taxpayer in relation to a scheme to which this Part applies, the Commissioner may, in relation to any taxpayer (in this subsection referred to as the ' relevant taxpayer ') --- \n \n (a) if, in the opinion of the Commissioner --- \n \n \n \n \n (i) there has been included, or would but for this subsection be included, in the assessable income of the relevant taxpayer of a year of income an amount that would not have been included or would not be included, as the case may be, in the assessable income of the relevant taxpayer of that year of income if the scheme had not been entered into or carried out; and \n \n (ii) it is fair and reasonable that that amount or a part of that amount should not be included in the assessable income of the relevant taxpayer of that year of income, \n \n determine that that amount or that part of that amount, as the case may be, in the assessable income of the relevant taxpayer of that year of income; \n \n ... \n \n \n \n \n and the Commissioner shall take such action as he considers necessary to give effect to any such determination.",
      "id": "s119"
    },
    {
      "text": "\" \n \n \n \n \n 35 A taxpayer can make a request to the Commissioner to make a compensating adjustment under subsection (3): s 177F(5); and if the taxpayer is dissatisfied with the Commissioner's decision on the request, the taxpayer may object against it in the manner set out in Part IVC of the TAA.",
      "id": "s120"
    },
    {
      "text": "36 Section 177B provides, insofar as presently relevant, that nothing in the provisions of this Act \"... shall be taken to limit the operation of this Part\".",
      "id": "s121"
    },
    {
      "text": "The Parties' Contentions \n \n 37 I will set out the parties' contentions in relatively short form for the following reasons.",
      "id": "s122"
    },
    {
      "text": "I am satisfied that, despite the applicant's best efforts to distinguish Kenny J's decision in ANZ Banking Group , that case is one I should follow in this matter.",
      "id": "s123"
    },
    {
      "text": "Not only am I satisfied that it is not clearly wrong, I consider its reasoning and its analysis of the law to be both unobjectionable and fatal to the applicant's contentions notwithstanding the factual differences between this and that case.",
      "id": "s124"
    },
    {
      "text": "38 Futuris' contentions are premised on the uncontroversial proposition in Plaintiff S157/2002 v Commonwealth [2003] HCA 2 ; (2003) 211 CLR 476 at [57] that: \n \n \"... a privative clause cannot protect against a failure to make a decision required by the legislation in which that clause is found or against a decision which, on its face, exceeds jurisdiction.",
      "id": "s125"
    },
    {
      "text": "\" \n \n \n 39 From the Commissioner's discovered documents set out in part earlier it is contended that it is clear that the Commissioner incorrectly formed the view: \n \n (a) that he was entitled to calculate the taxable income by aggregating the amounts of $19,950,088 and $82,950,090 --- and thus by purporting in effect to reduce the cost base by the aggregate amount of $102,900,178, whereas Futuris had only ever treated the provisions of Division 19A as increasing cost base by the amount of $82,950,090; \n (b) that he was entitled to calculate the taxable income of Futuris in an amount which was $102,900,178 greater than the taxable income as calculated under the Original Assessment --- notwithstanding that such taxable income was $19,950,088 greater than the highest amount of the taxable income which the Commissioner contended to be the taxable income on which tax should be paid for the 1998 year; \n (c) that he would, if his views in relation to the operation of Division 19A proved to be correct, at some future time make a compensating adjustment pursuant to s 177F(3) --- presumably for the purpose of reducing the taxable income by an amount of $19,950,088 (although the amount of any future contemplated compensating adjustment was not identified).",
      "id": "s126"
    },
    {
      "text": "40 The Commissioner therefore took the view that he was entitled to overstate the taxable income in making the Second Amended Assessment because it could subsequently be reduced pursuant to a compensating adjustment under s 177F(3) when such was not the case.",
      "id": "s127"
    },
    {
      "text": "In this, it is said, the ANZ Banking Group case (outlined below) was distinguishable.",
      "id": "s128"
    },
    {
      "text": "41 Accordingly, in issuing the Second Amended Assessment, the Commissioner deliberately overstated the taxable income for the 1998 year by an amount of $19,950,088 in the belief that the double counting could be eliminated by means of a compensating adjustment made pursuant to s 177F(3) of the ITAA.",
      "id": "s129"
    },
    {
      "text": "42 The consequence of the Commissioner's purporting to issue an \"assessment\" stating amounts of \"taxable income\" and \"tax payable\" which he knew to be incorrect were that the purported \"assessment\" was an unauthorised exercise of the power to assess and was not a \"valid assessment\".",
      "id": "s130"
    },
    {
      "text": "Reliance in this is placed on the decision of the Full Court of this Court in Darrell Lea Chocolate Shops Pty Ltd v Commissioner of Taxation (1996) 72 FCR 175.",
      "id": "s131"
    },
    {
      "text": "Alternatively, it is said relying upon observations of McHugh J in Deputy Commissioner of Taxation v Richard Walter Pty Ltd [1995] HCA 23 ; (1995) 183 CLR 168 at 237, that the Second Amended Assessment was not definitive of the taxpayer's liability.",
      "id": "s132"
    },
    {
      "text": "Because of the envisaged later use of s 177F(3) to revise the figures in some way, the notice of assessment was issued subject to \"revision\" in the sense discussed in Federal Commissioner of Taxation v S Hoffnung &amp; Co Ltd [1928] HCA 46 ; (1928) 42 CLR 39 and in Richard Walter .",
      "id": "s133"
    },
    {
      "text": "43 The Commissioner's ultimate contention is that the application should be struck out as the claim made is unarguable.",
      "id": "s134"
    },
    {
      "text": "It is said that the case for Futuris, at its highest, is that the Commissioner erred by knowingly overstating the taxable income of Futuris for the 1998 year.",
      "id": "s135"
    },
    {
      "text": "The alleged overstatement is incorrectly described as a double counting of $19,950,086, but even if the alleged error was correctly described, it would not preclude the operation of sections 175 and 177(1): see ANZ Banking Group at [73].",
      "id": "s136"
    },
    {
      "text": "The alleged error may be a reason why Futuris may succeed in Part IVC proceedings as to some or all of the amount or as to some or all of the particulars in the assessment, but it does not establish bad faith so as to prevent the operation of sections 175 or 177(1) of the ITAA.",
      "id": "s137"
    },
    {
      "text": "44 In any event, it is said, the Second Amended Assessment was not invalid.",
      "id": "s138"
    },
    {
      "text": "It was made in reliance upon Part IVA and gives effect to a determination made under s 177F(1) by including the whole of \"an amount\" being \"a tax benefit\".",
      "id": "s139"
    },
    {
      "text": "The tax benefit obtained by Futuris in connection with a scheme was identified by the Commissioner to be the non-inclusion of the amount of $82,950,090.",
      "id": "s140"
    },
    {
      "text": "It was the whole of that amount which the Commissioner determined to include under s 177F(1) in the assessable income of Futuris for the 1998 year.",
      "id": "s141"
    },
    {
      "text": "The Second Amended Assessment gave effect to that determination by including the whole of the one amount of the tax benefit which the Commissioner sought to cancel.",
      "id": "s142"
    },
    {
      "text": "45 The case against the Commissioner, it is said, is (at its absolute highest) that the Commissioner misconstrued the terms of s 177F(1).",
      "id": "s143"
    },
    {
      "text": "Futuris maintains, presumably, that the Commissioner could have given effect to the inclusion of the whole of the $82,950,090 tax benefit sought to be cancelled by adding only $63,000,002 to the first amended assessment.",
      "id": "s144"
    },
    {
      "text": "To this the Commissioner says: \n\n(a) an erroneous view of the terms of s 177F(1) does not amount to bad faith; \n \n (b) the fact that he might have achieved his result through an alternative means does not mean that the construction acted upon was not open to him.",
      "id": "s145"
    },
    {
      "text": "The Commissioner has a discretion either to include only part of a tax benefit under s 177F(1) or to include the whole of the amount and, at some time thereafter, to make a compensating adjustment under s 177F(3): Commissioner of Taxation v Sleight [2004] FCAFC 94 ; (2004) 136 FCR 211 at [114] and [115]; ANZ Banking Group at [48], [49], [57], [73]; Asiamet (No 1) Resources Pty Ltd v Commissioner [2003] FCA 35 ; (2003) 126 FCR 304 at 340.",
      "id": "s146"
    },
    {
      "text": "The ANZ Banking Group case \n \n 46 As I foreshadowed this decision looms large in this matter and requires mention in a little detail.",
      "id": "s147"
    },
    {
      "text": "47 As in the present matter, the proceedings in ANZ Banking Group were pursuant to s 39B of the Judiciary Act .",
      "id": "s148"
    },
    {
      "text": "In that case the Bank had established partnerships for the purpose of holding interests in chattel leasing arrangements.",
      "id": "s149"
    },
    {
      "text": "The Bank then disposed of its interests in the partnerships, in respect of which it returned, as s 25(1) income, an amount of approximately $29 million.",
      "id": "s150"
    },
    {
      "text": "The Commissioner considered that the utilisation of the partnerships in that regard was a scheme to which Pt IVA applied.",
      "id": "s151"
    },
    {
      "text": "If the scheme had not been carried out, he was of the view that an amount of approximately $65 million would have been included in the assessable income of the Bank as a balancing charge pursuant to s 59(2) of the ITAA.",
      "id": "s152"
    },
    {
      "text": "Accordingly, he made a determination under s 177F(2) to include that amount in the bank's assessable income pursuant to s 59(2).",
      "id": "s153"
    },
    {
      "text": "An amended assessment was issued accordingly.",
      "id": "s154"
    },
    {
      "text": "However, in making that assessment the Commissioner did not take any steps to eliminate from the bank's assessable income the amount of $29 million which had been included as a consequence of implementation of the scheme --- and which could only be eliminated from assessable income by the making of a compensating adjustment by a determination under s 177F(3).",
      "id": "s155"
    },
    {
      "text": "48 In the s 39B proceedings, Kenny J rejected the alternative submissions of the Bank that the amended assessment was invalid (a) because it was merely provisional as the Commissioner knew he would need subsequently to make a compensatory adjustment or otherwise correct the misstatement of the Bank's taxable income; and (b) the assessment was not the result of a bona fide process of ascertaining or determining the Bank's income as the amended assessment was issued on facts the Commissioner knew to be untrue.",
      "id": "s156"
    },
    {
      "text": "49 Her Honour noted that the Commissioner did not deny that there was a real possibility that he would ultimately be obliged to make a compensatory adjustment: at [50].",
      "id": "s157"
    },
    {
      "text": "50 At [54], Her Honour observed: \n \n \"... the Commissioner submitted that, until the outcomes of these [Pt IVC] processes were known, any compensatory adjustment under s 177F(3) could prejudice the revenue.",
      "id": "s158"
    },
    {
      "text": "It cannot, I think, be said that the Commissioner's concern is entirely groundless.",
      "id": "s159"
    },
    {
      "text": "The effect of the determination under s 177F(1) was to include the whole of the tax benefit ($65,477,725) in ANZ's assessable income.",
      "id": "s160"
    },
    {
      "text": "This conforms to the decision in Spotless at 423-424: see also s 177C(1)(a) and s 177F(1).",
      "id": "s161"
    },
    {
      "text": "If the determination under Pt IVA stands, then the Commissioner has properly included this amount in ANZ's assessable income.",
      "id": "s162"
    },
    {
      "text": "Further, the amount of $29,086,863 has presently also been properly included as an amount returned as assessable income.",
      "id": "s163"
    },
    {
      "text": "Under the Act, these amounts represent different things, although their connection may ultimately lead the Commissioner to make an adjustment under s 177F(3).",
      "id": "s164"
    },
    {
      "text": "As counsel for the Commissioner said, if the Commissioner were to make a compensatory adjustment before the outcome of the objection to the assessability of the receipts on lease tails was known, he might subsequently find that the objection should be allowed.",
      "id": "s165"
    },
    {
      "text": "Alternatively, in the Pt IVC proceeding, ANZ may succeed in establishing that the s 177F(1) determination was in error and, for example, the tax benefit was less than the amount fixed by the Commissioner.",
      "id": "s166"
    },
    {
      "text": "In events such as these, if he had already made an adjustment under s 177F(3), the Commissioner might well find that he had acted to the prejudice of the revenue.",
      "id": "s167"
    },
    {
      "text": "I accept, as counsel for the Commissioner submitted, that it is unclear whether, in circumstances of the postulated kind, a s 177F(3) determination could be withdrawn.",
      "id": "s168"
    },
    {
      "text": "Further, with the passage of time, it appears that the Commissioner would be unable to amend the amended assessment for the 1992 year in the ordinary way.",
      "id": "s169"
    },
    {
      "text": "\" \n \n \n 51 I would note in passing that in the present matter the Commissioner equally relies on protecting the revenue to justify the course taken in making the Second Amended Assessment as he did.",
      "id": "s170"
    },
    {
      "text": "Also in this matter because of the passage of time, the Commissioner is unable to amend the Second Amended Assessment for the 1998 year in the ordinary way.",
      "id": "s171"
    },
    {
      "text": "52 Her Honour rejected the view that in every case the Commissioner was obliged to make a determination under s 177F(3) at the same time as he made a s 177F(1) determination or, in any case, prior to issuing any assessment to give effect to the s 177F(1) determination.",
      "id": "s172"
    },
    {
      "text": "She rejected the submission that Hill J had held to the contrary in Commissioner of Taxation (Cth) v Jackson (1990) 27 FCR 1 at 16-18.",
      "id": "s173"
    },
    {
      "text": "That submission would furthermore, in her Honour's view, be at odds with the Full Court decision in Fletcher v Commissioner of Taxation (Cth) (1988) 19 FCR 442.",
      "id": "s174"
    },
    {
      "text": "In any event, Kenny J accepted the view of Emmett J in Metal Manufacturers Ltd v Commissioner of Taxation (Cth) (1999) 43 ATR 375 at [40] and in Asiamet (No 1) Resources, above, that the Commissioner may defer exercising his discretion until the outcome of a Part IVC decision is known.",
      "id": "s175"
    },
    {
      "text": "53 At [61]ff Kenny J rejected the submission that the assessment was provisional or tentative.",
      "id": "s176"
    },
    {
      "text": "In so doing she reviewed the decisions of the High Court in Hoffnung, Bloemen and Richard Walter .",
      "id": "s177"
    },
    {
      "text": "Her Honour noted (at [63]) that in Bloemen : \n \n \"Mason and Wilson JJ, with whom Stephen J agreed, said (at 378): \n \n The Bloemen notice of assessment is in form an assessment.",
      "id": "s178"
    },
    {
      "text": "It sets out the ascertainment of the taxpayer's taxable income and the tax payable thereon.",
      "id": "s179"
    },
    {
      "text": "It is therefore appropriate to bring s 177(1) into operation.",
      "id": "s180"
    },
    {
      "text": "Its production will put beyond contention the due making of the assessment so that the Court cannot find that no assessment was made or that, if made, it was made for an inadmissible purpose.",
      "id": "s181"
    },
    {
      "text": "The Simons notice, if read with the adjustment sheet, is more debatable.",
      "id": "s182"
    },
    {
      "text": "However, we read it as a definitive assessment by the Commissioner intended to create a legal liability to pay the tax specified, coupled with an intimation that the Commissioner will review the taxpayer's liability in a certain event.",
      "id": "s183"
    },
    {
      "text": "If it be assumed that the Commissioner lacks power to amend the assessment in the circumstances contemplated this does not affect our conclusion.",
      "id": "s184"
    },
    {
      "text": "It merely means that the Commissioner is mistaken in supposing that he has power to review.",
      "id": "s185"
    },
    {
      "text": "Accordingly, the notice of assessment will, on production, bring s 177(1) into play.",
      "id": "s186"
    },
    {
      "text": "\" \n \n \n 54 Kenny J concluded on this issue at [69]-[70]: \n \n \"In this case, the Commissioner apparently considers that, depending upon the outcome of the Pt IVC proceeding and the objection process, it may well be appropriate for him to issue a further amended assessment, in consequence of the need to make a compensatory adjustment or otherwise to give effect to the decision of the Court.",
      "id": "s187"
    },
    {
      "text": "It does not follow from this, however, that the amended assessment is tentative or provisional in the Hoffnung sense.",
      "id": "s188"
    },
    {
      "text": "To adopt what Hill J said in McCleary at 322: \n \n \n \n In summary, it can be said that the conclusion that an assessment is tentative will ordinarily emerge from an examination of the assessment itself, as in Hoffnung .",
      "id": "s189"
    },
    {
      "text": "The mere indication that an assessment will be reviewed later does not require the conclusion that the assessment is tentative ...",
      "id": "s190"
    },
    {
      "text": "Nor will an assessment be regarded as tentative in the relevant sense, even if two assessments have been issued to different taxpayers concerning the same income with the consequence that one of them must necessarily be reduced to nil: Richard Walter .",
      "id": "s191"
    },
    {
      "text": "Provided the notice of assessment purports to create a definitive liability and at least there is no evidence to the contrary, the assessment will not be tentative .",
      "id": "s192"
    },
    {
      "text": "(Emphasis in original) \n \n \n \n In the present case, the evidence falls short of demonstrating that the amended assessment in question was tentative or provisional.",
      "id": "s193"
    },
    {
      "text": "It is not to be treated as tentative, simply because officers of the Commissioner contemplated that it might be the subject of a compensatory adjustment in the future, or may not entirely survive a proceeding under Pt IVC.",
      "id": "s194"
    },
    {
      "text": "\" \n \n \n 55 Finally, her Honour acquitted the Commissioner of bad faith, no concession having been made that he assessed the Bank on facts known to be wrong.",
      "id": "s195"
    },
    {
      "text": "She went on to observe (at [73]): \n \n \"But even on the assumption that the Commissioner knew that he might have proceeded in error and that ANZ might succeed in the Pt IVC proceeding in showing the amended assessment is excessive, I would not infer bad faith on the Commissioner's part.",
      "id": "s196"
    },
    {
      "text": "Even if the Commissioner's approach is erroneous, I accept that, for the reasons given by his counsel, it would be open to the Commissioner to take the view that his approach is necessary to protect the revenue and that any unfairness to ANZ can be remedied at the end of the objection, review and appeal processes.",
      "id": "s197"
    },
    {
      "text": "\" (Emphasis in original)\n \n Consideration \n \n 56 As I earlier indicated, Futuris has submitted that ANZ Banking Group is distinguishable; s 177F(3) cannot be relied upon by the Commissioner in the present matter to correct the figures stated in the Second Amended Assessment; and that the Commissioner deliberately stated amounts in that assessment which he knew to be incorrect.",
      "id": "s198"
    },
    {
      "text": "57 Futuris accepts that in ANZ Banking Group , s 177F(3)(a) clearly authorised the making of a compensation adjustment for the reason that it was the implementation of the scheme in that case which led to the inclusion in the Bank's assessable income of the amount of $29 million pursuant to s 25(1).",
      "id": "s199"
    },
    {
      "text": "58 The Commissioner's contention, it is said, is that for s 177F(3) purposes the amount of $19,950,088 which was included in the First Amended Assessment would not have been included in the assessable income of Futuris if the Part IVA scheme had not been carried out.",
      "id": "s200"
    },
    {
      "text": "Of this, Futuris submits that: \n \n \n \"53.",
      "id": "s201"
    },
    {
      "text": "The difficulty which the Commissioner's view encounters is that he contends that the Pt IVA 'scheme' comprised those events which increased the cost base of the Walshville shares by the amount of $82,950,088 by a transaction which attracted the operation of the anti-avoidance provisions of Division 19A.",
      "id": "s202"
    },
    {
      "text": "In essence, the Commissioner characterises the Pt IVA scheme as a scheme to obtain a cost base transfer in the amount of $82,950,088, thus increasing the cost base of the Walshville shares by that amount, and reducing the net capital gain by the same amount.",
      "id": "s203"
    },
    {
      "text": "54.",
      "id": "s204"
    },
    {
      "text": "Consequently the effect of the two amended assessments may be summarised as follows: \n \n \n \n \n \n (a) by the First Amended Assessment the Commissioner contends that the 'scheme' had the consequence that Division 19A operated to increase the cost base of the Bristile shares by an amount of only $63M --- that is, $19,950,088 less than Futuris contends; and \n \n (b) by the Second Amended Assessment the Commissioner contends, in the alternative, that Pt IVA operated effectively to eliminate the entire cost base transfer of $82,950,088 contended for by Futuris.",
      "id": "s205"
    },
    {
      "text": "55.",
      "id": "s206"
    },
    {
      "text": "Thus it can be seen that the Commissioner's contentions are truly alternative in respect of the amount of $19,950,088.",
      "id": "s207"
    },
    {
      "text": "With respect to that amount, the Commissioner relies on one or other of Division 19A or Pt IVA --- but not both.",
      "id": "s208"
    },
    {
      "text": "56.",
      "id": "s209"
    },
    {
      "text": "Returning to address the potential application of s 177F(3)(a), the Commissioner was incorrect on the view that it would supply a basis for making a ' compensating adjustment '.",
      "id": "s210"
    },
    {
      "text": "Paragraph 177F(3)(a) could only apply if --- \n \n \n \n \n \n (a) the First Amended Assessment reflects the inclusion of a net capital gain in the assessable income of Futuris; and \n \n (b) that net capital gain would not have been included in the assessable income of Futuris if the Pt IVA scheme had not been carried out.",
      "id": "s211"
    },
    {
      "text": "57.",
      "id": "s212"
    },
    {
      "text": "However, the Commissioner's contention is in fact to the opposite effect.",
      "id": "s213"
    },
    {
      "text": "The Commissioner contends that the amount of $19,950,088 would have been included in the assessable income of Futuris if the scheme had not been carried out.",
      "id": "s214"
    },
    {
      "text": "He has assessed under Pt IVA on the contention that, but for the scheme, the amount of $82,950,088 would have been included in the assessable income of Futuris.",
      "id": "s215"
    },
    {
      "text": "\" \n \n \n 59 The Commissioner's response to this is that the present matter is relevantly indistinguishable from ANZ Banking Group .",
      "id": "s216"
    },
    {
      "text": "In that case, by virtue of the scheme, $29 million was included in the taxpayers' assessable income irrespective of Part IVA , in consequence of s 25(1) of the ITAA.",
      "id": "s217"
    },
    {
      "text": "Here, by virtue of the scheme, approximately $19 million was included in Futuris' assessable income, irrespective of Part IVA , in consequence of Division 19A.",
      "id": "s218"
    },
    {
      "text": "In ANZ Banking Group the tax benefit for s 177F(1) and s 177C(1)(a) purposes was the $65 million; here, it was $82 million.",
      "id": "s219"
    },
    {
      "text": "If the scheme in ANZ Banking Group had not been carried out, the $29 million would not have been included in the Bank's assessable income; here if the Walshville float scheme had not been carried out, $19 million as assessed would not have been included in Futuris' assessable income.",
      "id": "s220"
    },
    {
      "text": "There is simply no reason, it is said, to give s 177F(3) the construction contended for by Futuris.",
      "id": "s221"
    },
    {
      "text": "In the Commissioner's view, both ANZ Banking Group and the present matter have alternative bases for including the erroneously described double sums in the respective taxpayer's assessable income.",
      "id": "s222"
    },
    {
      "text": "However, the Commissioner goes on to say that, given the present uncertainty as to how the $19 million was calculated, it may be that the two bases may in fact be found in this case to be cumulative.",
      "id": "s223"
    },
    {
      "text": "The Part IVC proceedings in relation to the First Amended Assessment will clarify that situation.",
      "id": "s224"
    },
    {
      "text": "60 For my own part, I agree with the Commissioner's submission.",
      "id": "s225"
    },
    {
      "text": "The present matter is one which falls naturally within both the language and the evident purpose of s 177F(3).",
      "id": "s226"
    },
    {
      "text": "But even if I am wrong in this, I equally am satisfied that at best all that Futuris has shown is that in making a definitive assessment (i.e.",
      "id": "s227"
    },
    {
      "text": "the Second Amended Assessment) --- see below --- the Commissioner proceeded upon a mistaken view of the applicability of s 177F(3).",
      "id": "s228"
    },
    {
      "text": "That mistake did not invalidate the assessment or evidence bad faith on the Commissioner's part in the exercise of the power to assess.",
      "id": "s229"
    },
    {
      "text": "The effect of the mistake could, and should properly, be addressed in Part IVC proceedings.",
      "id": "s230"
    },
    {
      "text": "61 On the material before the Court I am not satisfied that the Commissioner deliberately engaged in what the applicant calls double counting.",
      "id": "s231"
    },
    {
      "text": "When the Part IVA determinations were made the Commissioner could then have made a s 177F(1) determination to include only part of the tax benefit in Futuris' assessable income (i.e.",
      "id": "s232"
    },
    {
      "text": "$82 million - $19 million).",
      "id": "s233"
    },
    {
      "text": "Rather, in view of the facts as he then understood them to be, he chose to include the totality of the benefit in the knowledge that there was some likelihood of the need later to make a compensating adjustment.",
      "id": "s234"
    },
    {
      "text": "This was a course he was entitled to take in the circumstances given that (a) the Division 19A proceedings in respect of the First Amended Assessment had not been determined; (b) there was uncertainty about how the $19 million was calculated in any event; and (c) his view that there was a need to protect the revenue by making the Second Amended Assessment as he did.",
      "id": "s235"
    },
    {
      "text": "The Commissioner was, in the circumstances, entitled to defer making a compensation adjustment: see ANZ Banking Group .",
      "id": "s236"
    },
    {
      "text": "62 I equally am satisfied that the assessment was intended to, and did, create a definitive liability notwithstanding that the Commissioner has acknowledged that Futuris' liability could be reviewed at a future date after the Division 19A Part IVC proceedings were complete: cf Bloemen , above at 377-378; ANZ Banking Group , at [70].",
      "id": "s237"
    },
    {
      "text": "63 As I earlier indicated, notwithstanding the different factual settings of this matter and ANZ Banking Group , I consider there is no operative distinction in principle between the two cases.",
      "id": "s238"
    },
    {
      "text": "For this reason I have not analysed the relevant case law in a way that I would otherwise have done.",
      "id": "s239"
    },
    {
      "text": "I respectfully agree with Kenny J's analysis.",
      "id": "s240"
    },
    {
      "text": "Its application to the facts of this case leads necessarily to the conclusion that the Second Amended Assessment attracts the protection of s 175 and s 177(1) of the ITAA.",
      "id": "s241"
    },
    {
      "text": "Accordingly, such relief as Futuris is entitled to in respect of that assessment is in Part IVC proceedings and not by way of judicial review under s 39B of the Judiciary Act .",
      "id": "s242"
    },
    {
      "text": "CONCLUSION \n \n 64 Having dealt with the application on its merits, I will make no order on the Commissioner's notice of motion but will order that the application be dismissed with costs.",
      "id": "s243"
    },
    {
      "text": "I certify that the preceding sixty-four (64) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finn.",
      "id": "s244"
    },
    {
      "text": "Associate:\n\nDated: 18 August 2006\n\n Counsel for the Applicant: Mr B Sullivan SC with Mr T Thawley \n \n Solicitor for the Applicant: Cosoff Cudmore Knox \n \n Counsel for the Respondent: Mr A Pagone QC with Ms L Price \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 28 April 2006 \n \n Date of Judgment: 18 August 2006 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1096.html",
      "id": "s245"
    }
  ]
}