{
  "name": "SZISF v Minister for Immigration and Multicultural Affairs [2006] FCA 1612 (23 November 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1612.html",
  "catchphrases": [
    {
      "text": "motion to reopen judgment of single judge where applicant did not appear at hearing",
      "id": "c0"
    },
    {
      "text": "where judge dismissed application and refused leave on basis of no prospects of success",
      "id": "c1"
    },
    {
      "text": "where orders entered",
      "id": "c2"
    },
    {
      "text": "discussion of court's power to set aside judgment of single judge exercising appellate jurisdiction",
      "id": "c3"
    },
    {
      "text": "migration",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 On 15 November 2006 a notice of motion was filed in this Court seeking to reopen a judgment of Lander J of 6 November 2006: see SZISF v Minister for Immigration and Multicultural Affairs [2006] FCA 1462.",
      "id": "s0"
    },
    {
      "text": "His Honour gave judgment in the absence of the applicant who did not appear at the hearing.",
      "id": "s1"
    },
    {
      "text": "His Honour dismissed an application for an extension of time in which to apply for leave to appeal from a judgment of a Federal Magistrate of 31 May 2006.",
      "id": "s2"
    },
    {
      "text": "His Honour also refused leave to appeal.",
      "id": "s3"
    },
    {
      "text": "The Federal Magistrate dismissed as incompetent an application for judicial review of a decision of the Refugee Review Tribunal handed down on 26 May 2005.",
      "id": "s4"
    },
    {
      "text": "The order made by Lander J was entered on 8 November 2006.",
      "id": "s5"
    },
    {
      "text": "2 Mr Markus, appearing for the Minister, appeared to accept that as a matter of jurisdiction a single judge exercising the Court's appellate jurisdiction had power to set aside the orders such as those made by Lander J, even though they had been entered.",
      "id": "s6"
    },
    {
      "text": "Reference was made to the judgment of the Full Court in Wati v Minister for Immigration and Multicultural Affairs (1997) 148 ALR 578 at 585.",
      "id": "s7"
    },
    {
      "text": "3 In any event, this Court has what should probably be described as an implied statutory power to set aside an order made in the absence of a party where that absence was due to no fault of the party.",
      "id": "s8"
    },
    {
      "text": "Support for that view is found in the judgment of the High Court in Taylor v Taylor [1979] HCA 38 ; (1979) 143 CLR 1.",
      "id": "s9"
    },
    {
      "text": "4 In support of her motion of 15 November 2006 the applicant has sworn an affidavit in which she deposed that she was mistaken as to where the proceedings were to be conducted and had gone to 88 Goulburn Street, Sydney rather than the Law Courts Building in Queens Square.",
      "id": "s10"
    },
    {
      "text": "I infer that the applicant was informed of the proper time, date and place of the hearing (Law Courts Building, Queens Square) both by letter dated 26 September 2006 from the Australian Government Solicitor and by letter dated 21 September 2006 from the Court..",
      "id": "s11"
    },
    {
      "text": "Even accepting that the applicant was mistaken as to the venue for the hearing, it cannot be said that her absence was through no fault of her own.",
      "id": "s12"
    },
    {
      "text": "She was informed of the correct address but failed to appear there.",
      "id": "s13"
    },
    {
      "text": "5 Turning to the Federal Magistrate's decision, her Honour found as a matter of fact that the applicant had been notified on 26 May 2005 of the Tribunal's decision.",
      "id": "s14"
    },
    {
      "text": "Under the transitional provisions of the Migration Litigation Reform Act 2005 (Cth), the applicant was deemed to have been notified of the Tribunal's decision on 1 December 2005.",
      "id": "s15"
    },
    {
      "text": "Pursuant to s 477(1) of the Act, any application for a review of the Tribunal's decision had to be made within 28 days, in this case, of 1 December 2005.",
      "id": "s16"
    },
    {
      "text": "That period could be extended by 56 days in certain circumstances.",
      "id": "s17"
    },
    {
      "text": "However, after 84 days from 1 December 2005, the Federal Magistrates Court had no jurisdiction to entertain an application or an application for an extension of time.",
      "id": "s18"
    },
    {
      "text": "The 84 days expired on 23 February 2006 .",
      "id": "s19"
    },
    {
      "text": "6 Accordingly, the application to the Federal Magistrates Court filed on 13 April 2006 was out of time and that Court had no jurisdiction to entertain it.",
      "id": "s20"
    },
    {
      "text": "This was the conclusion reached both by the Federal Magistrate and Lander J.",
      "id": "s21"
    },
    {
      "text": "It is plainly correct.",
      "id": "s22"
    },
    {
      "text": "No occasion therefore arises to consider whether the order of Lander J should be reopened.",
      "id": "s23"
    },
    {
      "text": "7 This is not a case where the party was absent through no fault of her own.",
      "id": "s24"
    },
    {
      "text": "There are no exceptional circumstances warranting the reopening of the order and, in any event, the application that might arise from the reopening of the order would be doomed to fail.",
      "id": "s25"
    },
    {
      "text": "Accordingly, I dismiss with costs the motion filed on 15 November 2006.",
      "id": "s26"
    },
    {
      "text": "I order that those costs be fixed in the sum of $500.",
      "id": "s27"
    },
    {
      "text": "I certify that the preceding seven (7) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Moore J.",
      "id": "s28"
    },
    {
      "text": "Associate:\n\nDated: 4 December 2006\n\n\n The Applicant appeared in person Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 23 November 2006 \n \n Date of Judgment: 23 November 2006 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1612.html",
      "id": "s29"
    }
  ]
}