{
  "name": "Nouv v Minister for Immigration and Multicultural Affairs [2006] FCA 1474 (10 November 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1474.html",
  "catchphrases": [
    {
      "text": "permanent spouse visa application",
      "id": "c0"
    },
    {
      "text": "death of sponsoring spouse",
      "id": "c1"
    },
    {
      "text": "migration",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "1 The appellant, a Cambodian national, married an Australian citizen in Cambodia.",
      "id": "s0"
    },
    {
      "text": "She was then granted a provisional spouse visa (subclass 309, Partner (Provisional) (Class UF)).",
      "id": "s1"
    },
    {
      "text": "She applied for a permanent visa (subclass 100 Partner (Migrant) (Class BC)), which normally cannot be granted until two years have elapsed.",
      "id": "s2"
    },
    {
      "text": "However, in the meantime her husband, the \"sponsoring spouse\", returned to Cambodia on a business trip and died there.",
      "id": "s3"
    },
    {
      "text": "In this circumstance, under reg 100.221(3)(c) of the Migration Regulations 1994 (Cth), the decision-maker had to be satisfied that the appellant \n \n \"...would have continued to be the spouse of the sponsoring spouse if the sponsoring spouse had not died.",
      "id": "s4"
    },
    {
      "text": "\" \n\n2 A delegate of the Minister refused to grant the permanent visa.",
      "id": "s5"
    },
    {
      "text": "That refusal was affirmed on review by the Migration Review Tribunal.",
      "id": "s6"
    },
    {
      "text": "An application for judicial review was refused by Connolly FM: Chinda Nouv v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2006] FMCA 1101.",
      "id": "s7"
    },
    {
      "text": "The appellant now appeals to this Court.",
      "id": "s8"
    },
    {
      "text": "3 The factual background, the relevant legislation and the terms of the Tribunal's decision are set out in the decision of the learned Magistrate and it is not necessary to repeat them.",
      "id": "s9"
    },
    {
      "text": "4 The appellant's counsel contended that the learned Magistrate erred in that he should have set aside the Tribunal's decision on the grounds that:\n \n1.",
      "id": "s10"
    },
    {
      "text": "The Tribunal failed to take into account a mandatory relevant consideration, namely the appellant's travelling to Cambodia to participate in her husband's funeral;\n \n2.",
      "id": "s11"
    },
    {
      "text": "The Tribunal misconstrued the visa criteria in that it:\n \n(a) failed to fix a point in time at which the visa criteria were to be considered; and\n \n(b) failed to take proper account of the effect of the grant of the provisional visa.",
      "id": "s12"
    },
    {
      "text": "Failing to consider a relevant consideration \n \n5 In forming an opinion whether the appellant would have continued to be the spouse of the sponsoring spouse the Tribunal was required by reg 1.15A(3) to have regard to all of the circumstances of the relationship, including, by reg 1.15A(3)(c)(i)\n \n \"(c) the social aspects of the relationship, including: \n \n (i) whether the persons represent themselves to other people as being married or in a de facto relationship with each other.",
      "id": "s13"
    },
    {
      "text": "\" \n\n6 This was a consideration the Tribunal was bound to take into account: Minister for Aboriginal Affairs v Peko-Wallsend Ltd 1986) [1986] HCA 40 ; 162 CLR 24 at 29.",
      "id": "s14"
    },
    {
      "text": "7 It is true that in its detailed reasons the Tribunal did not mention the appellant's attendance at the funeral, although it did (at [41]) accept that she \"may have experienced sadness at the time of the sponsor's death and ... that she and the sponsor may have been friends or become friends in the process of preparing and pursuing the visa application\".",
      "id": "s15"
    },
    {
      "text": "8 However, the way with which the Tribunal was required to deal with the factual material before it was affected by the way the case was put.",
      "id": "s16"
    },
    {
      "text": "Thus in Sean Investments Pty Ltd v MacKellar (1981) 38 ALR 363 at 375 Deane J said:\n \n \"... it is largely for the decision-maker, in light of matters placed before him by the parties, to determine which matters he regards as relevant and the comparative importance to be accorded to matters which he so regards.",
      "id": "s17"
    },
    {
      "text": "The ground of failure to take into account a relevant consideration will only be made good if it is shown that the decision-maker has failed to take into account a consideration which he was, in the circumstances, bound to take into account for there to be a valid exercise of the power to decide.",
      "id": "s18"
    },
    {
      "text": "\" \n\n9 There were before the Tribunal some photographs showing the appellant at the funeral.",
      "id": "s19"
    },
    {
      "text": "Also some of the statutory declarations by friends of the appellant made passing reference to her attendance at the funeral.",
      "id": "s20"
    },
    {
      "text": "However, in four detailed submissions made to the Tribunal by the appellant's solicitors, totalling 16 pages, the only reference to the attendance at the funeral is in a letter of 22 September 2005 at page 6 where the solicitors say:\n \n \"In response to some of the issues raised by the Delegate we are instructed: \n ... \n \n 6.",
      "id": "s21"
    },
    {
      "text": "The clothing belonging to the applicant's deceased husband was taken to Cambodia by the applicant when she attended his funeral.",
      "id": "s22"
    },
    {
      "text": "It is normal for a widow to give her husband's clothing to the poor and this is what she did.",
      "id": "s23"
    },
    {
      "text": "... \n \n \n \n 10.",
      "id": "s24"
    },
    {
      "text": "The deceased left many of his personal papers with the applicant when he went to Cambodia.",
      "id": "s25"
    },
    {
      "text": "Copies of these accompany this letter.",
      "id": "s26"
    },
    {
      "text": "The applicant says this is consistent with normal arrangements between spouses.",
      "id": "s27"
    },
    {
      "text": "The applicant obtained her husband's passport from his mother in Cambodia when she visited at the time of the funeral.",
      "id": "s28"
    },
    {
      "text": "\" \n\n10 Thus the references to the appellant's attendance at the funeral were not only brief, but were incidental to some other issue that was being dealt with.",
      "id": "s29"
    },
    {
      "text": "The funeral attendance was not put as something of relevance in itself.",
      "id": "s30"
    },
    {
      "text": "11 At most, the appellant's attendance at the funeral was, as the learned Magistrate said at [29], merely a piece of evidence and cannot be elevated to an integer of the claim.",
      "id": "s31"
    },
    {
      "text": "Misconstruction of visa criteria \n \n12 The appellant's argument involved two interrelated points.",
      "id": "s32"
    },
    {
      "text": "One of the requirements for the permanent visa is that the applicant is the holder of a provisional visa.",
      "id": "s33"
    },
    {
      "text": "Therefore, it was said, although the Tribunal had to consider other criteria as at the time of its decision, it should not have \"re-agitated\" the issue whether at the time of the grant of the provisional visa the criteria for the grant of that visa were or were not satisfied.",
      "id": "s34"
    },
    {
      "text": "In effect, the Tribunal should have proceeded on the basis that when the provisional visa was granted the appellant was a \"spouse\" of the sponsoring spouse, that is to say they were in a \"married relationship\" as defined in reg 1.15A.",
      "id": "s35"
    },
    {
      "text": "The Tribunal failed to identify the point in time at which the married relationship had to exist.",
      "id": "s36"
    },
    {
      "text": "13 It seemed implicit in counsel's argument that the grant of the provisional visa created some kind of presumption and that the Tribunal could only refuse the permanent visa if it was satisfied that what was a genuine married relationship had ceased by the time of the death of the sponsoring spouse.",
      "id": "s37"
    },
    {
      "text": "14 As Phipps FM pointed out in the analogous case of Ho v Minister for Immigration and Multicultural Affairs [2006] FMCA 1285 at [28] , the Tribunal may have, and often will have, different and additional evidence bearing on the parties' relationship at the time of the grant of the permanent visa.",
      "id": "s38"
    },
    {
      "text": "It must make its own assessment of that evidence.",
      "id": "s39"
    },
    {
      "text": "There is no basis in the regulations for saying that it must accept as correct a previous decision based on different evidence.",
      "id": "s40"
    },
    {
      "text": "15 The appeal will be dismissed with costs.",
      "id": "s41"
    },
    {
      "text": "I certify that the preceding fifteen (15) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Heerey.",
      "id": "s42"
    },
    {
      "text": "Associate:\n\nDated: 10 November 2006\n\n\n Counsel for the Appellant: J Gibson \n \n Solicitors for the Appellant: Clothier Anderson &amp; Associates \n \n Counsel for the Respondent: G Livermore \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 1 November 2006 \n \n Date of Judgment: 10 November 2006 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1474.html",
      "id": "s43"
    }
  ]
}