{
  "name": "Calder v Commissioner of Taxation [2006] FCA 1299 (29 September 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1299.html",
  "catchphrases": [
    {
      "text": "extension of time",
      "id": "c0"
    },
    {
      "text": "filing of notice of objection on estimate of bill of costs",
      "id": "c1"
    },
    {
      "text": "whether power to extend time",
      "id": "c2"
    },
    {
      "text": "notice of objection on estimate of bill of costs",
      "id": "c3"
    },
    {
      "text": "extension of time for filing",
      "id": "c4"
    },
    {
      "text": "whether power to extend",
      "id": "c5"
    },
    {
      "text": "procedure",
      "id": "c6"
    },
    {
      "text": "taxation",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicant brings a motion seeking that the time for the filing of an objection against a notice of estimate of a bill of costs dated 25 August 2006 be extended to the date of the hearing of the motion and that there be no order as to costs of the application.",
      "id": "s0"
    },
    {
      "text": "2 The supporting affidavit of Mr Skea, an articled clerk of the applicant's solicitors, is to the effect that the solicitors, having received the certificate of taxation dated 25 August 2006 on 28 August 2006, calculated that under the Rules of the Federal Court they had 21 days from the date of the service of the certificate to file an objection.",
      "id": "s1"
    },
    {
      "text": "The objection was tendered to the Federal Court on Monday, 18 September 2006 and rejected as being one day out of time.",
      "id": "s2"
    },
    {
      "text": "It was said that the final date for filing of the notice of objection was on Friday, 15 September 2006.",
      "id": "s3"
    },
    {
      "text": "It is further asserted that there is no prejudice caused to the respondent from the misunderstanding.",
      "id": "s4"
    },
    {
      "text": "3 The applicant seeks to support the existence of a power to extend the time by reference to O 62 r 23 of the Federal Court Rules (FCR).",
      "id": "s5"
    },
    {
      "text": "That provides in relation to an extension 'that where a party applies for an extension of time he shall, unless the Court otherwise orders, pay the costs of and occasioned by the application or any order made on or in consequence of the application'.",
      "id": "s6"
    },
    {
      "text": "4 The respondent does not oppose the granting of the motion in the event that the Court is satisfied that it has power to extend the time.",
      "id": "s7"
    },
    {
      "text": "The respondent draws attention to FCR O 62 r 46 which sets out the assessment procedures which may lead to the making of an estimate of the approximate total of a bill of costs.",
      "id": "s8"
    },
    {
      "text": "Rule 46(3)(c) provides that 'a party interested may, within 21 days after the date of issue of a notice under paragraph (b), file and serve on each other party a notice of objection to the estimate'.",
      "id": "s9"
    },
    {
      "text": "Subpar (ca) provides that if there is no notice of objection, the amount of the estimate is deemed to be the amount for which a certificate of taxation may be issued.",
      "id": "s10"
    },
    {
      "text": "The respondent submits that, given this deeming provision, he has doubt whether the Court has the power to grant an extension of time.",
      "id": "s11"
    },
    {
      "text": "Further, he submits that as r 46 deals with objections discretely and separately there may be no room for application of O 62 r 23.",
      "id": "s12"
    },
    {
      "text": "5 In my opinion there is no reason in law why the provisions of FCR O 3 r 3 are not applicable to the time limit referred to in FCR O 62 r 46(3)(c).",
      "id": "s13"
    },
    {
      "text": "FCR O 3 r 3 provides that a court or judge may by order extend or abridge any time fixed by the Rules (or by any judgment or order).",
      "id": "s14"
    },
    {
      "text": "Subrule (2) provides that the time may be extended under the Rule, or any other Rule allowing for an extension of time (unless the Rule provides otherwise) before or after the time expires and whether or not an application for extension is made before the time expires.",
      "id": "s15"
    },
    {
      "text": "Subrule (3) provides that the period within which a person is required by the Rule to file any document may be extended by consent without an order for extension.",
      "id": "s16"
    },
    {
      "text": "6 I do not consider that the presence of the deeming provision in FCR O 62 r 46(ca) is a reason for non-application of FCR O 3 r 3.",
      "id": "s17"
    },
    {
      "text": "It is apparent that the application of the latter Rule to effect an extension of time would leave the deeming provision in O62 r 46(ca) still to have operation but from the expiration of the extended time.",
      "id": "s18"
    },
    {
      "text": "The effect of the extension is to remove the foundation for the deeming provision until the extended of time has expired.",
      "id": "s19"
    },
    {
      "text": "7 I do not agree with the respondent that FCR O 62 r 46 must be read independently of the other provisions in FCR O 62, including O 62 r 23, or of the Rules not specifically excluded.",
      "id": "s20"
    },
    {
      "text": "8 However, I agree with the respondent that FCR O 62 r 23 is supportive of its submission that the respondent should have an order for his costs on the motion in any event.",
      "id": "s21"
    },
    {
      "text": "This is additionally supported by the fact that the evidence shows that the motion was made necessary by a misunderstanding of the applicant's solicitors concerning the effect of the Rules in circumstances where attention was clearly drawn to them by the Registrar's letter enclosing the certificate of taxation.",
      "id": "s22"
    },
    {
      "text": "9 Accordingly, I consider that order 1 in the applicant's notice of motion should be granted.",
      "id": "s23"
    },
    {
      "text": "Additionally, there should be an order that the applicant pay the respondent's costs on the motion.",
      "id": "s24"
    },
    {
      "text": "I certify that the preceding nine (9) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Nicholson.",
      "id": "s25"
    },
    {
      "text": "Associate:\n\nDated: 29 September 2006\n\n\n Solicitor for the Applicant: Wilson &amp; Atkinson \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Written Submissions: 29 September 2006 \n \n Date of Judgment: 29 September 2006 \n \n \n \n \n \n \n \n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1299.html",
      "id": "s26"
    }
  ]
}