{
  "name": "Austal Ships Pty Ltd (ACN 079 160 679) v Thurlow [2006] FCA 1219 (7 September 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1219.html",
  "catchphrases": [
    {
      "text": "preliminary discovery",
      "id": "c0"
    },
    {
      "text": "to ascertain prospective respondents",
      "id": "c1"
    },
    {
      "text": "to ascertain whether right to obtain relief",
      "id": "c2"
    },
    {
      "text": "confidential internal research report",
      "id": "c3"
    },
    {
      "text": "procured by employee of competitor",
      "id": "c4"
    },
    {
      "text": "published to third parties to disparage applicant's product",
      "id": "c5"
    },
    {
      "text": "former employee of applicant now working for competitor",
      "id": "c6"
    },
    {
      "text": "criteria for preliminary discovery satisfied",
      "id": "c7"
    },
    {
      "text": "orders made",
      "id": "c8"
    },
    {
      "text": "practice and procedure",
      "id": "c9"
    }
  ],
  "sentences": [
    {
      "text": "Introduction \n Austal Ships Pty Ltd (Austal) manufactures high speed ferries including catamarans and trimarans.",
      "id": "s0"
    },
    {
      "text": "It competes in an international market.",
      "id": "s1"
    },
    {
      "text": "One of its major competitors is the Incat Group of Companies (Incat) whose principal shipbuilding facilities are located in Tasmania.",
      "id": "s2"
    },
    {
      "text": "In May 2006 Mr Steven Thurlow, a Marketing Consultant employed by Incat Europe Ltd, sent an email to a Norwegian company called Master Ferries which attached a confidential, in-house report prepared by Austal.",
      "id": "s3"
    },
    {
      "text": "The report contained a mathematical modelling of the comparative seakeeping characteristics of its catamaran and trimaran ferries.",
      "id": "s4"
    },
    {
      "text": "The report was of a preliminary and confidential nature and indicated that the seakeeping characteristics of the 126 metre Austal trimaran were inferior to those of the 101 metre catamaran.",
      "id": "s5"
    },
    {
      "text": "Mr Thurlow used the Austal Report in his email as a basis for making disparaging remarks about the Austal trimaran.",
      "id": "s6"
    },
    {
      "text": "A former employee of Austal, Mr Justin Merrigan, had left Austal's employ on 28 January 2005 and from June 2005 commenced employment as a Public Relations and Marketing Officer for the Incat Group of Companies.",
      "id": "s7"
    },
    {
      "text": "As an employee of Austal he had had access to its confidential research and development reports, including the report attached to Mr Thurlow's email.",
      "id": "s8"
    },
    {
      "text": "Austal is concerned that the report which came into Mr Thurlow's hands may have been obtained as a result of a breach of obligations of confidentiality on the part of Mr Merrigan and that its reproduction involved infringement of Austal's copyright in the report.",
      "id": "s9"
    },
    {
      "text": "Austal says that the report has since been superseded by more extensive investigations which show the trimaran to be superior to the catamaran.",
      "id": "s10"
    },
    {
      "text": "Austal seeks preliminary discovery orders against Messrs Merrigan and Thurlow and members of the Incat Group of Companies.",
      "id": "s11"
    },
    {
      "text": "It does this in order to determine whether it has a cause of action against any, and if so which, of them.",
      "id": "s12"
    },
    {
      "text": "For the reasons which follow, I am satisfied that there is reason to believe that some or all of the respondents have, or are likely to have, possession of documents which would tend to assist Austal in determining against whom it has a cause or causes of action, at least for breach of confidence and infringement of copyright.",
      "id": "s13"
    },
    {
      "text": "I am satisfied also that Austal, having written to the respondents seeking discovery of the documents, before commencing action, has, in the circumstances, made all reasonable enquiries, for the purposes of the Rules so as to justify the making of orders for preliminary discovery.",
      "id": "s14"
    },
    {
      "text": "The orders sought by Austal however range far wider than is appropriate and while I propose to accede to their application, the orders made will be considerably narrower in scope than those which have been sought.",
      "id": "s15"
    },
    {
      "text": "Factual and procedural background \n Austal was incorporated and commenced business in 1988.",
      "id": "s16"
    },
    {
      "text": "It is a leading designer and manufacturer of high performance aluminium vessels.",
      "id": "s17"
    },
    {
      "text": "It is a wholly owned subsidiary of Austal Ltd, which was listed on the Australian Stock Exchange in 1998 and which has a current market capitalisation of about $450 million.",
      "id": "s18"
    },
    {
      "text": "Austal manufactures a range of light weight, high speed vessels including monohulls, catamarans and trimarans which range in size from 20 to 130 metres for commercial, military and naval applications.",
      "id": "s19"
    },
    {
      "text": "It employs 1,700 people at its shipbuilding facilities located on the waterfront at Henderson, immediately south of Fremantle in Western Australia and at Mobile in Alabama in the United States.",
      "id": "s20"
    },
    {
      "text": "Since it was formed Austal has designed and secured orders for manufacture and delivery of about 160 vessels including fast passenger and vehicle-passenger ferries.",
      "id": "s21"
    },
    {
      "text": "In June 2003 Austal entered into a contract for the design and construction of a 126 metre trimaran vehicle-passenger ferry for a European ferry operator, Fred Olsen SA.",
      "id": "s22"
    },
    {
      "text": "At that time the high speed vehicle-passenger ferry market had been dominated by catamarans.",
      "id": "s23"
    },
    {
      "text": "The use of trimarans was a relatively new concept in that market.",
      "id": "s24"
    },
    {
      "text": "In September 2003 Austal's Research and Development Department prepared an internal report dated 25 September 2003 entitled 'Analysis of the Ship Motion Performance of an Austal 101m Catamaran and a Comparison with a 126m Trimaran in the Irish Sea' (the Austal Report).",
      "id": "s25"
    },
    {
      "text": "The analysis was carried out by a process of mathematical modelling based on wave data for a ferry route from Dublin to Douglas in the Isle of Man and then to Liverpool and return.",
      "id": "s26"
    },
    {
      "text": "Wave height statistics for these routes were derived from data collected by service ships during the period from 1854 to 1997 and found in the Global Marine Climatic Atlas (GMCA).",
      "id": "s27"
    },
    {
      "text": "For the purpose of analysing the ship's motion performance a wave scatter diagram for the whole of the year was utilised as illustrated in tables set out in the report and said to represent a through-year surface.",
      "id": "s28"
    },
    {
      "text": "Wave direction statistics were also obtained from the GMCA.",
      "id": "s29"
    },
    {
      "text": "Three motion criteria were assumed as indicative of the comfort level of passengers travelling on these routes.",
      "id": "s30"
    },
    {
      "text": "They were: Motion sickness indices (MSI) --- a measure of the level of motion sickness resulting from vertical acceleration over a range of frequencies in accordance with an established methodology.",
      "id": "s31"
    },
    {
      "text": "The values were calculated for a position at the centre of the ship's main passenger cabin over a two hour period.",
      "id": "s32"
    },
    {
      "text": "Lateral force estimator (LFE), being a measure of the force in plane with the deck that is an indicator of the force creating a loss of balance of a standing person.",
      "id": "s33"
    },
    {
      "text": "This was said to be a function of the vessel's roll, sway and yaw and was calculated at the centre of the main passenger deck.",
      "id": "s34"
    },
    {
      "text": "Roll, which was the estimated rms value of ship roll.",
      "id": "s35"
    },
    {
      "text": "Limiting motion criteria chosen were: MSI 10% over 2 hrs LFE 0.05m (rms) Roll angle 3&#176; (rms) \n\n The two vessels whose characteristics were used for the comparative analysis were a proposed 101m Auto Express Austal Catamaran and a 126m Trimaran.",
      "id": "s36"
    },
    {
      "text": "The characteristics of each in terms of length, displacement and speed were set out in a table.",
      "id": "s37"
    },
    {
      "text": "Both vessels were assumed to be fitted with T-foils forward and transom interceptors or flaps.",
      "id": "s38"
    },
    {
      "text": "The trimaran was also assumed to be fitted with roll stabilisers on the main hull.",
      "id": "s39"
    },
    {
      "text": "The analysis was carried out for both ships on reciprocal headings (out and return journeys).",
      "id": "s40"
    },
    {
      "text": "Vertical acceleration and roll angle were calculated by standard means based upon vessel response information obtained from numerical analyses which had been carried out for the 126m trimaran and for the 101m Auto Express.",
      "id": "s41"
    },
    {
      "text": "The MSI values were calculated from vertical acceleration values over one-third octave bands.",
      "id": "s42"
    },
    {
      "text": "By plotting maximum wave height for a given wave period at which the individual criteria were met on the wave scatter diagram, it was said to be a simple matter to sum the percentage occurrence below the line which represented the percentage occurrence in which selected criteria would not be exceeded.",
      "id": "s43"
    },
    {
      "text": "By integrating the percentage of wave directions with directional maximum operating limits, the maximum 'operability' for both vessels travelling in both outward and inward directions was calculated.",
      "id": "s44"
    },
    {
      "text": "These values were given in Tables 5 to 8 of the paper.",
      "id": "s45"
    },
    {
      "text": "The result was expressed numerically by a value attached to 'the overall mean of the operability'.",
      "id": "s46"
    },
    {
      "text": "This figure, which was in terms of a percentage, was assessed for route 1 which was the Liverpool to Douglas return route and route 2, which was the Douglas to Dublin return route.",
      "id": "s47"
    },
    {
      "text": "The overall mean of the operability for the Austal 101 Auto Express Catamaran was 97.1% for route 1 and 89.8% for route 2.",
      "id": "s48"
    },
    {
      "text": "The overall mean of the operability for the 126m trimaran was 94.6% for route 1 and 87.5% for route 2.",
      "id": "s49"
    },
    {
      "text": "As put in Austal's submissions, the key finding of the Austal Report was that the catamaran was, in effect, superior in terms of seakeeping when compared with the trimaran in this mathematical modelling.",
      "id": "s50"
    },
    {
      "text": "According to the affidavit of Christopher Scott Gerrard, Austal's Commercial Manager, sworn on 16 June 2006, the Austal Report was prepared as part of an initial investigation by the Austal sales team of a suitable vessel design for a commercial ferry operator in the Irish Sea.",
      "id": "s51"
    },
    {
      "text": "He described it as 'a preliminary or opening basis for further work' which was 'entirely superseded by later research and development work on the subject'.",
      "id": "s52"
    },
    {
      "text": "He referred to a series of later investigations culminating in a report dated 10 June 2004 which concluded that the catamaran was significantly inferior to the trimaran on the routes and in the conditions stated by the Austal Report.",
      "id": "s53"
    },
    {
      "text": "He exhibited from the report of June 2004 an Executive Summary which compared an Austal 127m trimaran with a 101m catamaran.",
      "id": "s54"
    },
    {
      "text": "The Austal 127m trimaran was said to exhibit an improved MSI, LFE and roll motions for all wave headings on the Dublin/Douglas/Liverpool routes.",
      "id": "s55"
    },
    {
      "text": "The Austal Report and subsequent reports were stored in a computer archive by the Research and Development Department.",
      "id": "s56"
    },
    {
      "text": "The Austal report was not used by the sales team for any proposal nor, according to Mr Gerrard, was it sent outside Austal to any potential customer or to any other person.",
      "id": "s57"
    },
    {
      "text": "A major competitor of Australia is the Incat Group of Companies which includes each of the first to seventh and ninth respondents named in the proceedings WAD 165 of 2006.",
      "id": "s58"
    },
    {
      "text": "It designs, constructs and sells large catamarans for use as ferries for people and goods.",
      "id": "s59"
    },
    {
      "text": "It has its principal ship building facilities in Tasmania.",
      "id": "s60"
    },
    {
      "text": "It mainly builds vehicle-passenger ferries.",
      "id": "s61"
    },
    {
      "text": "These range in price from $15 million to $100 million.",
      "id": "s62"
    },
    {
      "text": "Justin Merrigan, who is named as the respondent in WAD 163 of 2006, was employed by Austal as a Public Relations and Marketing Officer in April 2004.",
      "id": "s63"
    },
    {
      "text": "He was bound under his contract to keep confidential all knowledge and information concerning the interests of Austal acquired in the course of his employment.",
      "id": "s64"
    },
    {
      "text": "He had access to Austal's database and material relating to its research and development activities.",
      "id": "s65"
    },
    {
      "text": "This included work in connection with the Irish Sea.",
      "id": "s66"
    },
    {
      "text": "According to Mr Gerrard, the Irish Sea was a market of particular interest to Mr Merrigan as he had worked with ferry operators there previously.",
      "id": "s67"
    },
    {
      "text": "Mr Merrigan also had access to the Austal report and those which superseded it.",
      "id": "s68"
    },
    {
      "text": "Mr Merrigan resigned from Austal on 14 January 2005 and left its employ on 28 January 2005.",
      "id": "s69"
    },
    {
      "text": "He relocated to Tasmania where, at some time prior to June 2005, he was employed as a Public Relations and Marketing Officer with the Incat Group of Companies.",
      "id": "s70"
    },
    {
      "text": "Mr Steven Thurlow, who is named as the respondent in WAD 162 of 2006, is a marketing consultant employed by Incat Europe Ltd, which is incorporated and domiciled in Guernsey in the Channel Islands.",
      "id": "s71"
    },
    {
      "text": "It is not a subsidiary of any of the respondent members of the Incat Group and does not carry on business or have a registered office in Australia.",
      "id": "s72"
    },
    {
      "text": "I accept nevertheless that it is part of the Incat Group.",
      "id": "s73"
    },
    {
      "text": "Mr Thurlow's business card was exhibited to the affidavit of Matthew Holgate, a legal practitioner acting for the Austal Group.",
      "id": "s74"
    },
    {
      "text": "It bears the letterhead 'www.INCAT.com.au'.",
      "id": "s75"
    },
    {
      "text": "It describes him as a 'Marketing Consultant, Europe'.",
      "id": "s76"
    },
    {
      "text": "It gives addresses and telephone numbers in Tasmania, Denmark and the United Kingdom.",
      "id": "s77"
    },
    {
      "text": "Neither Mr Merrigan nor Mr Thurlow filed affidavits in reply to the evidence put on by Austal.",
      "id": "s78"
    },
    {
      "text": "On about 26 May 2006 one of Austal's European service agents received a copy of an email which had apparently been sent by Mr Thurlow on or about 3 May 2006.",
      "id": "s79"
    },
    {
      "text": "The addressee of the email was whited out.",
      "id": "s80"
    },
    {
      "text": "The email bore the endorsement 'Confidential --- As requested' and the heading 'Seakeeping report Austal 101 versus 126 tri on Irish Sea pdf'.",
      "id": "s81"
    },
    {
      "text": "The text of the email was as follows: \n \n is the report, please keep this confidential.",
      "id": "s82"
    },
    {
      "text": "have seen that it has taken years for the truth to emerge on various other HSC which at the time receiving glowing publicity.",
      "id": "s83"
    },
    {
      "text": "(sic) I believe this will be the case with the trimaran and having read the attached report I am absolutely convinced that this trimaran is a con.",
      "id": "s84"
    },
    {
      "text": "It is well known in the market that the Austal 101 is far inferior to the Incat 98 metre in terms of seakeeping, yet in this Austal report the Austal 101 comes out significantly better than the trimaran which is around 26 metres longer on the waterline and offers a 4 metre wider beam.",
      "id": "s85"
    },
    {
      "text": "It uses a huge amount of fuel to move each dead weight tonne over an Incat 98 metre; \n \n The reported contract price of EUR60 million (versus an Austal 101 which is around EUR44 million); \n \n It was delivered 6 months late in delivery due to technical problems, having to add rudders to be able to steer the ship; \n \n The trimaran has twice the number of submerged control surfaces that the Austal 101 metre catamaran has; \n \n In the first year of service the trimaran has missed several weeks of sailings due to technical problems \n \n is a huge gap between what the PR department are saying and what technocrats know is the truth.",
      "id": "s86"
    },
    {
      "text": "think a move [words whited out] into the 98 metre is a timely, sound and the logical step forward in order to be able to carry freight and to get good all round weather reliability.",
      "id": "s87"
    },
    {
      "text": "In terms of capital, Incat 060 costs a little over half the capital cost of a trimaran, it is proven in service, and it is available quickly.",
      "id": "s88"
    },
    {
      "text": "It will be considerably easier to berth in port as it is 28 metres shorter overall.",
      "id": "s89"
    },
    {
      "text": "that I believe at 105 metres on the waterline, the Incat 112 metre will be a far superior ship than the trimaran in terms of capital cost, operating economies, speed, and deadweight capacity.",
      "id": "s90"
    },
    {
      "text": "let me know if you want more information.",
      "id": "s91"
    },
    {
      "text": "Regards, Steve' \n \n\nIt may be noted that none of the contentions set against the bullet points in Mr Thurlow's email reflected the contents of the Austal Report, which have already been summarised.",
      "id": "s92"
    },
    {
      "text": "Austal and, in particular, its Commercial Manager, Mr Gerrard, thought that the email had been sent to Irish Ferries, a prominent commercial ferry operator in the Irish Sea.",
      "id": "s93"
    },
    {
      "text": "As has subsequently emerged however, particularly from the affidavit of Mr Simon Carter, the Legal Manager for the Incat Group, the email was in fact sent to Mr Tom Bringsvaerd and Mr Bernt Mykjaland, who are principals of a Norwegian registered and domiciled company known as Master Ferries Holding AS (Master Ferries).",
      "id": "s94"
    },
    {
      "text": "It appears that Master Ferries had been in commercial negotiations with the Incat Group which led to them purchasing a second hand ship from the Incat Group on 27 February 2006.",
      "id": "s95"
    },
    {
      "text": "According to Mr Carter's instructions from Mr Thurlow, Master Ferries had not previously owned or operated high speed vessels.",
      "id": "s96"
    },
    {
      "text": "It is clear from the text of Mr Thurlow's email that it attached a copy of the Austal Report.",
      "id": "s97"
    },
    {
      "text": "On 12 June 2006 Stables Scott, solicitors acting for Austal, sent letters to the Incat Group respondents and to Messrs Merrigan and Thurlow.",
      "id": "s98"
    },
    {
      "text": "In the letter to the Incat Group they asserted Austal's belief that it had or might have a right to obtain relief against Incat for: \n .",
      "id": "s99"
    },
    {
      "text": "infringement of copyright in the Austal Report\n .",
      "id": "s100"
    },
    {
      "text": "breach of duty of confidence in equity in relation to the contents of the Austal Report\n .",
      "id": "s101"
    },
    {
      "text": "contraventions of s 52 and other provisions of the Trade Practices Act 1974 (Cth)\n .",
      "id": "s102"
    },
    {
      "text": "damages for injurious falsehood\n .",
      "id": "s103"
    },
    {
      "text": "damages for interference with contractual relations; and \n .",
      "id": "s104"
    },
    {
      "text": "injunctive relief.",
      "id": "s105"
    },
    {
      "text": "The letter was predicated upon the belief that Mr Thurlow's email had been sent to Irish Ferries.",
      "id": "s106"
    },
    {
      "text": "The letter repudiated some of the allegations contained in Mr Thurlow's email and asserted Austal's concern that Incat and Mr Thurlow had come into possession of the Austal Report with the assistance, direct or indirect, of Mr Justin Merrigan.",
      "id": "s107"
    },
    {
      "text": "The letter to the Incat Group set out the bases upon which Austal raised the possibility of the various causes of action mentioned and then stated: \n \n the contents of the Thurlow Email, and the fact of the attached Austal Report are relevant to Austal's belief that it has or may have a right to obtain relief against Incat, it presently does not have sufficient information to make a decision as to whether to commence legal proceedings against Incat, based upon information and documents as presently available to it, in the public domain.",
      "id": "s108"
    },
    {
      "text": "in order to assist Austal in making a decision as to whether to commence legal proceedings against Incat, we are instructed to request Incat make available to us for inspection, all documents which are or Incat has had in its possession, custody or power, as described in the categories of documents sought to be inspected, as referred to below, which categories of documents: \n \n are not otherwise available in the public domain to Austal; \n \n are relevant to the issue as to whether Austal has the right to obtain the various relief, as referred to above; \n \n will assist Austal determine what, if any, defences may be available to Incat, and the strength of any such defence; \n \n will also assist Austal determine the extent of Incat's alleged unlawful conduct, in relation to each of the legal breaches as referred to above and the likely quantum of any damages award; and \n \n otherwise having regard to these matters, will be of assistance to Austal in relation to making a decision as to whether commencement of legal proceedings against Incat is justified.",
      "id": "s109"
    },
    {
      "text": "' \n \n The letter from Stables Scott to Incat sought a wide range of documents not limited to documents relating to the email or the Austal Report.",
      "id": "s110"
    },
    {
      "text": "It extended to documents evidencing communications by or from Incat during a period called 'the Relevant Period' and involving a reference, directly or indirectly, to: \n \n the Thurlow Email; \n \n the Austal Report; \n \n the Austal 126 trimaran; and \n \n any comparison between the Austal 126 trimaran with an Austal 101 catamaran and/or Incat Catamaran.",
      "id": "s111"
    },
    {
      "text": "' (sic) \n \n\nInspection of such documents was sought by Friday 23 June 2006.",
      "id": "s112"
    },
    {
      "text": "Similar letters were sent to Messrs. Thurlow and Merrigan.",
      "id": "s113"
    },
    {
      "text": "On 16 June 2006, after Mr Gerrard had sworn his first affidavit, Mr Carter, in his capacity as 'Legal Manager Incat Group of Companies', advised Stables Scott by email that he had received initial instructions on behalf of each of the respondents in these proceedings.",
      "id": "s114"
    },
    {
      "text": "In the meantime, on the same day, Austal's discovery request not having been met, Mr Gerrard instructed Stable Scott to file the present applications seeking preliminary discovery.",
      "id": "s115"
    },
    {
      "text": "Mr Carter's email to Mr Holgate at Stables Scott said, inter alia: \n \n has not been sufficient time since the receipt of your correspondence to enable me to obtain instructions in sufficient detail in relation to the numerous and detailed matters which you have raised.",
      "id": "s116"
    },
    {
      "text": "The instructions which must necessarily be obtained include those from persons who are travelling overseas.",
      "id": "s117"
    },
    {
      "text": "am hopeful that appropriate and sufficient instructions will be obtained within the next 14 days, and I that I will then be in a position to respond.",
      "id": "s118"
    },
    {
      "text": "' (sic) \n \n\nOn 20 June 2006 Mr Carter sent an email to Mr Holgate advising that he had instructions to accept service of process on behalf of the respondents in each of the applications.",
      "id": "s119"
    },
    {
      "text": "On 21 June 2006 Mr Craig Clifford, who is a Director or the Managing Director of a number of the Incat Group of Companies, sent an email to John Rothwell the Chairman and Chief Executive Officer of Austal.",
      "id": "s120"
    },
    {
      "text": "The email was marked 'Without Prejudice' but privilege is waived by the respondents.",
      "id": "s121"
    },
    {
      "text": "In the email, which was evidently not received by Mr Rothwell, Mr Clifford expressed surprise at the commencement of Federal Court proceedings.",
      "id": "s122"
    },
    {
      "text": "He said that over the years Incat and Austal had enjoyed a healthy rivalry and competition accompanied by what he would classify as relatively normal 'tit for tat' exchanges and banter in the market place about the merits or otherwise of the products they each offered.",
      "id": "s123"
    },
    {
      "text": "He said that generally the rivalry was addressed in good spirit between themselves and he believed the market place respected the two leading Australian companies.",
      "id": "s124"
    },
    {
      "text": "After further preliminaries he went on to say: \n \n receipt of your complaint, I had our Legal Services Manager contact your office to find out more to its background, and if the complaint was found to be of substance, what remedy Austal was seeking to achieve in pursuing same.",
      "id": "s125"
    },
    {
      "text": "Neither was revealed to us, and indeed the only response to this approach was the formal filing of documents with the Court.",
      "id": "s126"
    },
    {
      "text": "We will of course formally respond to the Court in the normal manner.",
      "id": "s127"
    },
    {
      "text": "I do know however, from bitter experience in a very protracted and very public litigation pursued by our mutual friends at Sea Containers, that there are few certainties once litigation gets fully underway, and potentially out of hand.",
      "id": "s128"
    },
    {
      "text": "Litigation generally takes on a life of its own and tends to bite indiscriminately.",
      "id": "s129"
    },
    {
      "text": "This, to my mind at least, just serves to underline how unedifying and potentially profitless to both sides these proceedings could become.",
      "id": "s130"
    },
    {
      "text": "I'm still unsure of what is trying to be achieved here.",
      "id": "s131"
    },
    {
      "text": "If one of our marketing guys has been out of line, then I'm quite happy to investigate same, address the individual and make sure that it doesn't happen again.",
      "id": "s132"
    },
    {
      "text": "At the moment, my advice is that the email you have taken issue with was sent on a confidential, one on one, basis to a Norwegian gentleman representing a customer in Norway and in an attempt to compare and explain differences in the type of product we each offer to the marketplace.",
      "id": "s133"
    },
    {
      "text": "I am instructed that the said Norwegian has vehemently confirmed that the email went no further, which obviously can not be correct, as it has found its way into your hands.",
      "id": "s134"
    },
    {
      "text": "I am making further enquiry about this discrepancy.",
      "id": "s135"
    },
    {
      "text": "If you are prepared to reveal the means by which the email found its way to you, then that will speed up my investigation.",
      "id": "s136"
    },
    {
      "text": "am instructed that the said Norwegian has no interest in the Irish Sea region you refer to in your complaint.",
      "id": "s137"
    },
    {
      "text": "I am instructed that the email has only ever been provided to this Norwegian, no other person or group and certainly not to any other customer, in the Irish Sea or otherwise.",
      "id": "s138"
    },
    {
      "text": "I am disappointed that the status quo in our competitive relationship has been disturbed, and hope that this particular scrap is a one off and can be quickly resolved.",
      "id": "s139"
    },
    {
      "text": "I would be disappointed from both our perspectives if the gloves now needed to come off completely, as I can see this doing no one any good, particularly the industry, which we have each fought so hard to establish.",
      "id": "s140"
    },
    {
      "text": "await your response.",
      "id": "s141"
    },
    {
      "text": "' \n \n\nIt does not appear that Mr Rothwell received the email although there was no evidence from him on that point.",
      "id": "s142"
    },
    {
      "text": "It was suggested by Mr Gerrard that it may have been caught up in a spam email filter.",
      "id": "s143"
    },
    {
      "text": "This was just a theory.",
      "id": "s144"
    },
    {
      "text": "I accept that, for whatever reason, the email was not seen by Mr Rothwell.",
      "id": "s145"
    },
    {
      "text": "It seems likely that some sort of response would have followed had it been seen and that the response would have been put in evidence.",
      "id": "s146"
    },
    {
      "text": "Even if it had been seen it would not, in my opinion, affect the outcome of these applications.",
      "id": "s147"
    },
    {
      "text": "On 3 July 2006 Mr Carter spoke by telephone with Mr Holgate and they discussed the letter of demand.",
      "id": "s148"
    },
    {
      "text": "Their conversation was without prejudice and they were unable to reach any agreement to resolve the matter.",
      "id": "s149"
    },
    {
      "text": "The respondents did not waive the privilege attaching to that without prejudice communication.",
      "id": "s150"
    },
    {
      "text": "In an affidavit in support of the applications, Mr Holgate of Stables Scott, the solicitors acting for Austal, asserted his belief that from the evidence presently available to Austal it had reasonable cause to believe that it has, or may have, a right to claim relief against Messrs Thurlow and Merrigan and the various companies comprising the Incat Group in respect of the various matters raised in the letters of request mentioned earlier.",
      "id": "s151"
    },
    {
      "text": "He made particular reference to an action for infringement of copyright in the Austal Report and the fact that such cause of action would extend to any party who authorised the infringing act as well as third parties who might innocently be in possession of the Austal Report and engage in infringing conduct.",
      "id": "s152"
    },
    {
      "text": "He also asserted his belief that Austal's rights to obtain relief might well go beyond Mr Thurlow and involve his relationship with other persons or entities who may have authorised or been responsible for his actions or who might possess infringing copies of the Austal Report.",
      "id": "s153"
    },
    {
      "text": "Mr Holgate expressed his concern that evidence currently in the possession of Austal, as set out in the Gerrard affidavits, was insufficient for a proper determination to be made as to who might be the appropriate respondents in any substantive proceedings which might be contemplated by Austal in relation to a potential claim for infringements of its copyright, as well as contravention of s 52 of the Act.",
      "id": "s154"
    },
    {
      "text": "Mr Holgate said that he could not get from the public domain sufficient evidence to identify the party or parties who might have been responsible for the alleged infringement and who might possess infringing copies.",
      "id": "s155"
    },
    {
      "text": "He asserted that these circumstances justified an application for discovery being made under O 15A r 3, as well as under O 15A r 6.",
      "id": "s156"
    },
    {
      "text": "He said that he was unable to ascertain a direct or indirect involvement, if any, of the first to ninth respondents in the distribution of the Austal Report attached to Mr Thurlow's email.",
      "id": "s157"
    },
    {
      "text": "In relation to Mr Thurlow, he could not determine from the material currently in possession of Austal from whom, if anyone, Mr Thurlow received instructions to distribute the report.",
      "id": "s158"
    },
    {
      "text": "He was unable to determine whether Mr Thurlow was employed or otherwise engaged by any, and if so which of, the first to ninth respondents.",
      "id": "s159"
    },
    {
      "text": "In this respect he referred to Mr Thurlow's business card which was provided to him by Mr Gerrard.",
      "id": "s160"
    },
    {
      "text": "The evidence and information in the possession of Austal did not allow him to determine how Mr Thurlow came to be in possession of the Austal Report and the circumstances surrounding his apparent distribution of that report to Irish Ferries.",
      "id": "s161"
    },
    {
      "text": "This latter reference of course was based on the inference, apparently drawn by Mr Gerrard, that the email had been sent to Irish Ferries and not, as subsequently emerged, to Master Ferries.",
      "id": "s162"
    },
    {
      "text": "Similar limitations arose in connection with the information available about the involvement (if any) of Mr Merrigan and the basis of his employment or engagement with any of the respondents.",
      "id": "s163"
    },
    {
      "text": "Statutory framework --- the Rules of Court \n Order 15A of the Federal Court Rules provides in the relevant parts: \n \n Where an applicant, having made reasonable inquiries, is unable to ascertain the description of a person sufficiently for the purpose of commencing a proceeding in the Court against that person (in this rule called \"the person concerned\") and it appears that some person has or is likely to have knowledge of facts, or has or is likely to have or has had or is likely to have had possession of any document or thing, tending to assist in such ascertainment, the Court may make an order under subrule (2).",
      "id": "s164"
    },
    {
      "text": "The Court may order that the person, and in the case of a corporation, the corporation by an appropriate officer, shall --- \n \n attend before the Court to be examined in relation to the description of the person concerned; \n \n make discovery to the applicant of all documents which are or have been in the person's or its possession relating to the description of the person concerned.",
      "id": "s165"
    },
    {
      "text": "Where the Court makes an order under paragraph (2)(a), it may --- \n \n order that the person or corporation against whom or which the order is made shall produce to the Court on the examination any document or thing in the person's or its possession relating to the description of the person concerned; \n \n direct that the examination be held before a Registrar.",
      "id": "s166"
    },
    {
      "text": "' \n \n Rule 6 provides: \n \n --- \n \n there is reasonable cause to believe that the applicant has or may have the right to obtain relief in the Court from a person whose description has been ascertained; \n \n after making all reasonable inquiries, the applicant has not sufficient information to enable a decision to be made whether to commence a proceeding in the Court to obtain that relief; and \n \n there is reasonable cause to believe that that person has or is likely to have or has had or is likely to have had possession of any document relating to the question whether the applicant has the right to obtain the relief and that inspection of the document by the applicant would assist in making the decision --- \n \n Court may order that that person shall make discovery to the applicant of any document of the kind described in paragraph (c).",
      "id": "s167"
    },
    {
      "text": "' \n \n\n Whether preliminary discovery should be ordered \n The discovery orders sought rely upon both O 15A r 3 and O 15A r 6.",
      "id": "s168"
    },
    {
      "text": "The first rule applies, inter alia, where an applicant, having made reasonable inquiries, is unable to ascertain the description of a prospective respondent sufficiently for the purpose of commencing proceedings and some person has or is likely to have documents or things tending to assist in such ascertainment.",
      "id": "s169"
    },
    {
      "text": "The second rule applies where a prospective respondent has, or is likely to have, possession of documents relating to the question whether the applicant has a right to obtain relief.",
      "id": "s170"
    },
    {
      "text": "Both rules are relied upon to support the orders for preliminary discovery in each of the proceedings now brought.",
      "id": "s171"
    },
    {
      "text": "Rule 3 is also relied upon to support an order for examination of the respondents before the Court, but the applicant accepts that whether such an order should be made can await the outcome of the discovery and inspection of documents if such is ordered.",
      "id": "s172"
    },
    {
      "text": "I recently discussed the principles applicable to preliminary discovery under O 15 r 6 in East Grace Corporation v Xing (No 2) [2005] FCA 1266.",
      "id": "s173"
    },
    {
      "text": "It is not necessary to repeat here that discussion and the citation of authorities there set out.",
      "id": "s174"
    },
    {
      "text": "For the purposes of O 15A r 6 and O 15A r 3, I am satisfied that: There is reasonable cause to believe that Austal has, or may have, the right to obtain relief in this Court from Messrs Merrigan and Thurlow for one or more of the following causes of action: \n (i) breach of confidence and infringement of copyright in the case of Mr Merrigan; \n \n (ii) infringement of copyright in the case of Mr Thurlow and possible accessorial liability in relation to breach of confidence.",
      "id": "s175"
    },
    {
      "text": "The applicant has made what, in the circumstances, are all reasonable enquiries.",
      "id": "s176"
    },
    {
      "text": "The term 'reasonable' in this context falls to be considered having regard to the degree of urgency necessary to act upon what is, on the face of it, a potentially serious breach of an obligation of confidentiality and unauthorised reproduction of a sensitive internal report of Austal.",
      "id": "s177"
    },
    {
      "text": "Wider enquiries are unlikely to elicit information relevant to the decision that Austal has to make as the necessary documentation is likely to be held by the respective respondents.",
      "id": "s178"
    },
    {
      "text": "No offer of disclosure has been made in response to the requests which have been sent.",
      "id": "s179"
    },
    {
      "text": "The offer of further investigation by Mr Clifford in the email sent to Mr Rothwell did not promise the kind of disclosure necessary for Austal to make the decision which it wants to make in relation to the institution of proceedings.",
      "id": "s180"
    },
    {
      "text": "There is reasonable cause to believe that Mr Merrigan and Mr Thurlow are likely to have in their possession documents, including email communications and copies of the Austal Report, relevant to the question whether Austal has a right to obtain relief against them.",
      "id": "s181"
    },
    {
      "text": "In the case of the Incat respondents, there are a number of companies some of which may have had no involvement at all in Mr Thurlow's apparent conduct in sending a copy of the Austal Report to Master Ferries.",
      "id": "s182"
    },
    {
      "text": "An order for discovery against the Incat respondents is likely to assist Austal in ascertaining against which, if any of them, it may have a cause of action.",
      "id": "s183"
    },
    {
      "text": "As to those of the respondents which are not involved, such respondents would have knowledge of facts as to their non-involvement which will assist the process of ascertainment of the relevant respondents which is contemplated by O 15A r 3.",
      "id": "s184"
    },
    {
      "text": "Discovery against Incat will also serve to assist Austal in ascertaining whether Mr Merrigan or some other person had breached confidentiality or infringed its copyright.",
      "id": "s185"
    },
    {
      "text": "Mr Thurlow is said to be a marketing consultant employed by Incat Europe Ltd.",
      "id": "s186"
    },
    {
      "text": "Whether or not he has any, and if so what, connection with other members of the Incat Group was not apparent, although it is apparent that Incat Europe is a member of the Group.",
      "id": "s187"
    },
    {
      "text": "The orders sought by Austal are, in my opinion, much wider than would be justified by the Rules.",
      "id": "s188"
    },
    {
      "text": "The Court is not here concerned with any cause of action based on disparaging statements about Austal's product made in Mr Thurlow's email.",
      "id": "s189"
    },
    {
      "text": "It is concerned primarily with the circumstances surrounding his acquisition of the Austal Report and the reproduction and publication of it to third parties.",
      "id": "s190"
    },
    {
      "text": "The orders proposed reflect this concern.",
      "id": "s191"
    },
    {
      "text": "The question of whether, and to what extent, any cause of action upon which Austal could rely arises in whole or in part within Australia may emerge with greater clarity when discovery is provided.",
      "id": "s192"
    },
    {
      "text": "The precise geographical location of elements of the acts which may give rise to a cause of action is not apparent from the materials before the Court although it is clear that Mr Thurlow has a Tasmanian point of contact, evidenced by his business card, that Mr Merrigan works or worked for Incat in Tasmania at relevant times and that Incat itself is an Australian-based corporate group.",
      "id": "s193"
    },
    {
      "text": "I will make orders reflecting these reasons but will allow liberty to the parties to apply to vary them for practical and timing reasons.",
      "id": "s194"
    },
    {
      "text": "I certify that the preceding forty-five (45) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice French.",
      "id": "s195"
    },
    {
      "text": "Associate:\nDated: 7 September 2006\n\n Counsel for the Applicant: Mr RJL McCormack \n \n Solicitor for the Applicant: Stables Scott \n \n Counsel for the Respondents: Mr MH Zilko and Mr AW Kent \n \n Solicitor for the Respondents: Deacons \n \n Date of Hearing: 27 July 2006 \n \n Date of Judgment: 7 September 2006 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1219.html",
      "id": "s196"
    }
  ]
}