{
  "name": "Norman v O*Mahony [2006] FCA 1169 (8 September 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1169.html",
  "catchphrases": [
    {
      "text": "legal professional privilege",
      "id": "c0"
    },
    {
      "text": "waiver of privilege",
      "id": "c1"
    },
    {
      "text": "implied waiver",
      "id": "c2"
    },
    {
      "text": "documents seized pursuant to search warrant",
      "id": "c3"
    },
    {
      "text": "same documents seized in other searches and no claim for privilege made",
      "id": "c4"
    },
    {
      "text": "whether omission to make a claim for privilege amounts to waiver of privilege",
      "id": "c5"
    },
    {
      "text": "practice &amp; procedure",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "1 On 18 November 2005, the applicant filed a summons in the Supreme Court of New South Wales seeking a declaration that certain documents ('the Dimocks documents') seized by the Australian Federal Police ('AFP') pursuant to a search warrant addressed to Dimocks Family Lawyers ('Dimocks') executed on 11 November 2005 are documents to which legal professional privilege attaches.",
      "id": "s0"
    },
    {
      "text": "The applicant also seeks the return of the documents.",
      "id": "s1"
    },
    {
      "text": "2 The search warrant was issued pursuant to s 225 of the Proceeds of Crime Act 2002 (Cth) ('POCA') in respect of an alleged breach of Commonwealth law.",
      "id": "s2"
    },
    {
      "text": "Accordingly, on 6 February 2006 the Supreme Court of New South Wales transferred the proceedings to this Court.",
      "id": "s3"
    },
    {
      "text": "3 The documents seized from Dimocks are documents to which legal professional privilege would ordinarily attach.",
      "id": "s4"
    },
    {
      "text": "They are documents relating to legal advice provided by Dimocks to the applicant.",
      "id": "s5"
    },
    {
      "text": "However, some of the documents are identical to documents which had been previously seized by the AFP from the applicant's residence, and in respect of which privilege has not been claimed.",
      "id": "s6"
    },
    {
      "text": "Other documents are identical to documents seized from the business premises of the applicant's husband at a later date.",
      "id": "s7"
    },
    {
      "text": "The question, therefore, is whether the applicant has waived privilege over the documents by her failure to claim privilege in respect of the other seizures.",
      "id": "s8"
    },
    {
      "text": "HISTORY OF THE PROCEEDINGS \n \n 4 The applicant is the wife of Robert Norman.",
      "id": "s9"
    },
    {
      "text": "Robert Norman and his brother Mark Norman were the directors of M &amp; J Norman Pty Ltd trading as Norman &amp; Associates, Registered Tax Agents, at 44 Burwood Road, Burwood.",
      "id": "s10"
    },
    {
      "text": "In September 2003 officers of the Australian Taxation Office ('ATO') seized documents from the premises of Norman &amp; Associates.",
      "id": "s11"
    },
    {
      "text": "In February 2004 the ATO referred the matter to the AFP for investigation.",
      "id": "s12"
    },
    {
      "text": "Charges have subsequently been laid against Robert Norman for taxation-related offences.",
      "id": "s13"
    },
    {
      "text": "Concord Search \n \n 5 At approximately 7.20 am on 20 May 2005, a search warrant issued under s 225 of the POCA was executed at 18 Creewood Avenue, Concord NSW ('the Concord premises'), where the applicant was residing.",
      "id": "s14"
    },
    {
      "text": "The warrant authorised the seizure of records and other items relating to several companies and persons including the applicant and Robert Norman.",
      "id": "s15"
    },
    {
      "text": "The applicant, Robert Norman and their daughter were present when the search commenced.",
      "id": "s16"
    },
    {
      "text": "6 On arrival at the Concord premises, a federal agent, Susan Cooper, handed Robert Norman a copy of the search warrant, as well as a document entitled 'Rights of The Occupier', a document entitled 'Rights of a Person Searched' and a document entitled 'Claims for Legal Professional Privilege: Premises other than those of a Lawyer, Law Society or like Institution' which set out a procedure agreed between the AFP and the Law Council of Australia by which a claim of legal professional privilege could be made over seized materials.",
      "id": "s17"
    },
    {
      "text": "The applicant and her daughter were present when the documents were handed over.",
      "id": "s18"
    },
    {
      "text": "7 During the execution of the warrant, the applicant handed to AFP officers several documents from a folder in the kitchen.",
      "id": "s19"
    },
    {
      "text": "The applicant removed other documents from her handbag and gave them to AFP officers.",
      "id": "s20"
    },
    {
      "text": "An envelope of documents contained in a basket on top of the refrigerator in the kitchen was also seized by an APF officer.",
      "id": "s21"
    },
    {
      "text": "All these documents ('the Concord documents') were taken and were recorded on an AFP Property Seizure Record ('PSR').",
      "id": "s22"
    },
    {
      "text": "8 During the execution of the warrant, the applicant telephoned her solicitor Mr Andrew O'Brien.",
      "id": "s23"
    },
    {
      "text": "She was advised by him not to answer any questions.",
      "id": "s24"
    },
    {
      "text": "9 The documents taken by the AFP included correspondence addressed to the applicant from her family law solicitor, Mr Dimock, relating to a proposed property settlement to be entered into between the applicant and her husband, Robert Norman.",
      "id": "s25"
    },
    {
      "text": "Those documents are identical to several documents referred to in the summons which were later seized from the office of Dimocks.",
      "id": "s26"
    },
    {
      "text": "First Rosebery search \n \n 10 Simultaneously with the Concord search, the AFP executed a warrant at 4A Rothschild Avenue, Rosebery NSW ('the Rosebery premises'), where Robert Norman was conducting a business.",
      "id": "s27"
    },
    {
      "text": "The warrant authorised the seizure of records relating to three companies and four persons.",
      "id": "s28"
    },
    {
      "text": "One of the named persons was Robert Norman, but the applicant was not named in this warrant.",
      "id": "s29"
    },
    {
      "text": "11 Several documents were seized by the AFP from the Rosebery address.",
      "id": "s30"
    },
    {
      "text": "Robert Norman claimed legal professional privilege in respect of some of the documents, although the claim for privilege was not pursued.",
      "id": "s31"
    },
    {
      "text": "During the search at the Rosebery premises, a letter from Dimocks, dated 13 April 2005 and addressed to the applicant, was found.",
      "id": "s32"
    },
    {
      "text": "The letter was not seized but it was noted that the letter related to proposed property settlement arrangements between the applicant and Robert Norman.",
      "id": "s33"
    },
    {
      "text": "Search of Dimocks Family Lawyers \n \n 12 On 17 October 2005 a production order was issued pursuant to s 202(1) of the POCA requiring Mr Dimock to produce documents.",
      "id": "s34"
    },
    {
      "text": "Some documents were produced in response to the order but copies of documents which had been obtained in the Concord search, and the letter which had been found at the Rosebery premises, were not included.",
      "id": "s35"
    },
    {
      "text": "Accordingly, on 11 November 2005, a search warrant issued under s 225 of the POCA was executed on the offices of Dimocks authorising the seizure of records relating to the applicant and Robert Norman (among others).",
      "id": "s36"
    },
    {
      "text": "13 During the execution of the warrant Mr Dimock made a claim for legal professional privilege in respect of the Dimocks documents.",
      "id": "s37"
    },
    {
      "text": "Those documents are the subject of this dispute.",
      "id": "s38"
    },
    {
      "text": "Second Rosebery Search \n \n 14 On 8 March 2006 a search warrant issued pursuant to s 3E of the Crimes Act 1914 (Cth) was executed at the Rosebery premises and numerous documents were seized ('the Rosebery documents').",
      "id": "s39"
    },
    {
      "text": "Robert Norman made a claim of legal professional privilege in respect of some documents, including two documents related to the matrimonial property settlement.",
      "id": "s40"
    },
    {
      "text": "The documents over which privilege was claimed were placed in an archive box and delivered to the Downing Centre Local Court Chamber Magistrate, but the claim for privilege was not pursued and the documents were collected by the AFP.",
      "id": "s41"
    },
    {
      "text": "Two of the Dimocks documents are identical to two of the Rosebery documents.",
      "id": "s42"
    },
    {
      "text": "THE DOCUMENTS IN ISSUE \n \n 15 At the request of both parties, I have examined the Dimocks documents in order to determine whether they are, as suspected, the same documents as those seized by the AFP during the Concord search and the second Rosebery search.",
      "id": "s43"
    },
    {
      "text": "I am satisfied that documents specified in paragraphs 1(b), 1(d), 1(i) and 1(m) of the summons are identical to document seized during the Concord search.",
      "id": "s44"
    },
    {
      "text": "I am also satisfied that documents 1(a) and 1(n) are identical to documents seized during the second Rosebery search.",
      "id": "s45"
    },
    {
      "text": "The AFP submits that the applicant has waived privilege over the Dimocks documents by failing to claim privilege in respect of the same documents obtained by the AFP from the Concord premises and the Rosebery premises.",
      "id": "s46"
    },
    {
      "text": "16 The applicant has indicated that she no longer claims privilege over documents 1(e), 1(f) and 1(h) and those have been released to the AFP.",
      "id": "s47"
    },
    {
      "text": "In respect of the remaining documents, namely documents 1(c), 1(g), 1(j), 1(k), 1(l) and 1(o), these are not documents which have been seized by the AFP on another occasion.",
      "id": "s48"
    },
    {
      "text": "The respondents claim that if privilege has been waived over the seized documents, then privilege has also been waived over documents 1(c), 1(g), 1(j), 1(k), 1(l) and 1(o), because their contents are substantially the same as the Concord and Rosebery documents.",
      "id": "s49"
    },
    {
      "text": "GENERAL PRINCIPLES \n \n 17 Legal professional privilege has been recognised as a fundamental right in our legal system since the reign of Elizabeth I (see Wigmore on Evidence (McNaughton Rev 1961) Vol VIII, para 2290).",
      "id": "s50"
    },
    {
      "text": "In Baker v Campbell [1983] HCA 39 ; (1983) 153 CLR 52 Wilson J referred to the current principle of legal professional privilege (at 95) as follows: \n \n \n 'The multiplicity and complexity of the demands which the modern state makes upon its citizens underlines the continued relevance of the privilege to the public interest.",
      "id": "s51"
    },
    {
      "text": "The adequate protection according to law of the privacy and liberty of the individual is an essential mark of a free society and unless abrogated or abridged by statute the common law privilege attaching to the relationship of solicitor and client is an important element in that protection.",
      "id": "s52"
    },
    {
      "text": "It is not only a matter of protection of the client.",
      "id": "s53"
    },
    {
      "text": "The freedom to consult one's legal adviser in the knowledge that confidential communications will be safeguarded will often make its own contribution to the general level of respect for and observance of the law within the community --- see an article by Charles A Miller, \"The Challenges to the Attorney --- Client Privilege\" Virginian Law Review , vol.",
      "id": "s54"
    },
    {
      "text": "49 (1963), p.262.",
      "id": "s55"
    },
    {
      "text": "' \n \n \n 18 In the same decision Deane J said (at 118): \n \n \n '...",
      "id": "s56"
    },
    {
      "text": "I am persuaded that the general and substantive principle underlying legal professional privilege is of fundamental importance to the protection and preservation of the rights, dignity and equality of the ordinary citizen under the law in that it is a precondition of full and unreserved communication with his lawyer.",
      "id": "s57"
    },
    {
      "text": "' \n \n \n 19 Implied waiver of legal professional privilege was discussed by the High Court in Mann v Carnell [1999] HCA 66 ; (1999) 201 CLR 1.",
      "id": "s58"
    },
    {
      "text": "In that decision, the majority (Gleeson CJ, Gaudron, Gummow and Callinan JJ) observed (at 13): \n \n \n 'Disputes as to implied waiver usually arise from the need to decide whether particular conduct is inconsistent with the maintenance of the confidentiality which the privilege is intended to protect.",
      "id": "s59"
    },
    {
      "text": "When an affirmative answer is given to such a question, it is sometimes said that waiver is \"imputed by operation of law\".",
      "id": "s60"
    },
    {
      "text": "This means that the law recognises the inconsistency and determines its consequences, even though such consequences may not reflect the subjective intention of the party who has lost the privilege.",
      "id": "s61"
    },
    {
      "text": "' \n \n \n 20 As recognised in the above passage, whether privilege has been impliedly waived depends upon an objective assessment whether conduct is inconsistent with the maintenance of privilege, not a consideration of the subjective intention of the party whose confidentiality the privilege protects.",
      "id": "s62"
    },
    {
      "text": "21 In Mann v Carnell , the High Court referred to the case of Benecke v National Australia Bank Ltd (1993) 35 NSWLR 110, a decision of the New South Wales Court of Appeal.",
      "id": "s63"
    },
    {
      "text": "In that case, a woman gave evidence concerning her instructions to a barrister in related proceedings, apparently believing that she could prevent the barrister giving his version of the instructions.",
      "id": "s64"
    },
    {
      "text": "The Court of Appeal held that privilege had been impliedly waived.",
      "id": "s65"
    },
    {
      "text": "The High Court said of that decision (at 13): \n \n \n 'She did not subjectively intend to abandon the privilege.",
      "id": "s66"
    },
    {
      "text": "She may not even have turned her mind to the question.",
      "id": "s67"
    },
    {
      "text": "However, her intentional act was inconsistent with the maintenance of the confidentiality of the communication.",
      "id": "s68"
    },
    {
      "text": "What brings about the waiver is the inconsistency, which the courts, where necessary informed by considerations of fairness, perceive, between the conduct of the client and maintenance of the confidentiality; not some overriding principle of fairness operating at large.",
      "id": "s69"
    },
    {
      "text": "' \n \n \n 22 However both Mann v Carnell and Benecke involved circumstances where the alleged waiver resulted from a voluntary act by the holder of the privilege, albeit an act which was not intended to waive privilege.",
      "id": "s70"
    },
    {
      "text": "The present case involves circumstances where documents were provided under compulsion of law.",
      "id": "s71"
    },
    {
      "text": "Several authorities have indicated that the considerations in such cases are likely to be different: see Saunders v Commissioner, Australian Federal Police (1998) 160 ALR 469 at 473; Commissioner of the Police Service v Nirta [2002] 1 Qd R 364 at 368-9; Goldberg and Anor v Ng and Ors (1995) 132 ALR 57 at 68.",
      "id": "s72"
    },
    {
      "text": "23 Saunders concerned a claim for privilege in respect of documents seized by the AFP as part of an ongoing investigation into the taxation affairs of the applicant.",
      "id": "s73"
    },
    {
      "text": "It had been submitted by the AFP in that case that because the applicant failed to claim privilege at the time of the execution of the warrant, he had impliedly waived privilege over the seized documents.",
      "id": "s74"
    },
    {
      "text": "In that case, the AFP relied on observations of Mason J in Baker v Campbell at 80 to the effect that the authorities seemed to suggest that privilege was lost as soon as a document passed into the hands of another who may tender it in evidence.",
      "id": "s75"
    },
    {
      "text": "French J in Saunders said of these observations at 473: \n \n \n 'With respect, these observations of the majority in Baker v Campbell fall a long way short of the suggestion that the seizure under warrant of a document the subject of legal professional privilege which has not been waived causes that privilege to be lost.",
      "id": "s76"
    },
    {
      "text": "The fact that the seizure may have occurred in circumstances in which the officer executing the warrant was unaware of the subsistence of legal professional privilege in the relevant document does not, in my opinion, lead to the conclusion that the privilege is lost.",
      "id": "s77"
    },
    {
      "text": "' \n \n \n 24 In Saunders , the applicant claimed to have indicated at the time of the execution of the warrant that he reserved his rights to challenge the lawfulness of the seizure.",
      "id": "s78"
    },
    {
      "text": "However in Commissioner of the Police Service v Nirta [2002] 1 Qd R 364, Mullins J held that the right to claim legal professional privilege over documents seized pursuant to a search warrant was not lost because a claim was not made at the time of seizure.",
      "id": "s79"
    },
    {
      "text": "Mullins J noted two relevant factors: firstly, that the respondent had been wrongfully informed that he could not contact the solicitors who were acting for him; and secondly, that the claim for privilege was made at the first available opportunity after having spoken with the solicitor acting for him.",
      "id": "s80"
    },
    {
      "text": "25 It is clear nonetheless that the failure to claim privilege can in some circumstances constitute a waiver of privilege.",
      "id": "s81"
    },
    {
      "text": "In Spedley Securities Ltd (in liq) v Bank of New Zealand (1991) 26 NSWLR 711 Cole J found that the respondent had waived legal professional privilege because it had failed to make a claim when it knew that a document had been in the hands of the Registrar of the Court, and possibly in the hands of a third party, for a period of twelve days.",
      "id": "s82"
    },
    {
      "text": "Cole J observed at 730: \n \n \n 'There seems to me to be no reason in principle why a party may not, by conduct, waive legal professional privilege by omitting to claim that privilege when it is available.",
      "id": "s83"
    },
    {
      "text": "There is no distinction in principle between failure to claim legal professional privilege for a document by including it in a list of documents discovered and available for inspection, without claiming legal professional privilege, and on the other hand sitting by and allowing use of the document already in the hands of the other party without claiming legal professional privilege, or omitting to take steps to claim legal professional privilege in respect of the document known to be in the hands of the court, or as here, the liquidator, which it was obviously intended to use.",
      "id": "s84"
    },
    {
      "text": "Each constitutes an implicit waiver because it constitutes an abandonment of the claim for protection (regarding abandonment see Attorney-General for the Northern Territory v Maurice (at 498) per Dawson J).",
      "id": "s85"
    },
    {
      "text": "' \n \n FINDINGS \n \n 26 The claimed waiver in the present case relates to documents seized pursuant to two different search warrants which were executed some months apart.",
      "id": "s86"
    },
    {
      "text": "The first search warrant was executed on the Concord premises several months before the documents which are the subject of the present application were seized from Dimocks.",
      "id": "s87"
    },
    {
      "text": "The second search warrant was executed on the Rosebery premises several months after the Dimocks documents were seized.",
      "id": "s88"
    },
    {
      "text": "Different considerations may apply to the documents seized in each of these two searches, and in my opinion it is appropriate that they be considered separately.",
      "id": "s89"
    },
    {
      "text": "The Concord documents \n \n 27 The warrant at the Concord premises was executed on 20 May 2005 at which time documents 1(b), 1(d), 1(i) and 1(m) were seized.",
      "id": "s90"
    },
    {
      "text": "The applicant made no claim for legal professional privilege in relation to those documents at that time or subsequently.",
      "id": "s91"
    },
    {
      "text": "In fact, the applicant has never made a claim for legal professional privilege specifically in relation to the documents seized on 20 May 2005.",
      "id": "s92"
    },
    {
      "text": "Rather, the claim is made in respect of the documents seized from Dimocks.",
      "id": "s93"
    },
    {
      "text": "28 The search of Dimocks occurred on 11 November 2005, almost six months after the Concord premises had been searched.",
      "id": "s94"
    },
    {
      "text": "Mr Dimock made a claim for legal professional privilege at the time of the search and on 18 November 2005, these proceedings were commenced.",
      "id": "s95"
    },
    {
      "text": "However, in the preceding six months, the applicant had made no claim for legal professional privilege in respect of the Concord documents, several of which were identical to the Dimocks documents.",
      "id": "s96"
    },
    {
      "text": "29 The applicant submits that she was unaware of her right to claim legal professional privilege.",
      "id": "s97"
    },
    {
      "text": "She points out that a copy of the document outlining the right to claim legal professional privilege was given to her husband, but not to her.",
      "id": "s98"
    },
    {
      "text": "She submits also that the PSR which was completed in relation to the Concord search did not describe the documents sufficiently, such that it was not clear that the documents seized were documents to which privilege was likely to attach.",
      "id": "s99"
    },
    {
      "text": "She submits that in these circumstances, the fact that she took no action to assert a claim for privilege was not inconsistent with the continuance of the privilege.",
      "id": "s100"
    },
    {
      "text": "30 I agree that the PSR which was filled out in respect of the Concord search did not describe the documents sufficiently.",
      "id": "s101"
    },
    {
      "text": "If the applicant had sought legal advice subsequent to the search, a solicitor would have been unable to determine from the PSR alone whether the documents attracted legal professional privilege.",
      "id": "s102"
    },
    {
      "text": "Nonetheless, I accept the submission of the respondent that in the circumstances of this case, the applicant knew the nature of the documents which were taken.",
      "id": "s103"
    },
    {
      "text": "This is not a case in which many boxes of documents were seized, and where it would have been difficult or impossible for the applicant to know precisely what had been taken.",
      "id": "s104"
    },
    {
      "text": "There were very few documents taken from the Concord premises.",
      "id": "s105"
    },
    {
      "text": "Further, the documents relating to her legal affairs were, for the most part, provided to the AFP by the applicant herself and she was present when the documents were seized.",
      "id": "s106"
    },
    {
      "text": "She was aware that the documents which were handed over related to her family law affairs.",
      "id": "s107"
    },
    {
      "text": "31 Further, it is clear from the transcript of the search proceedings (at 2) that the applicant was told: \n \n \n 'Under the warrant I must also provide you with a copy of your rights, which I've given you there and a guideline if you wish to claim legal professional privilege on any of the items.",
      "id": "s108"
    },
    {
      "text": "And we do have the right to search either of you.",
      "id": "s109"
    },
    {
      "text": "We'll determine that at a later date if that's needed.",
      "id": "s110"
    },
    {
      "text": "And that's your rights there.",
      "id": "s111"
    },
    {
      "text": "' \n \n \n 32 I accept that the Guidelines relating to legal professional privilege were not handed to the applicant directly, but rather were handed to her husband.",
      "id": "s112"
    },
    {
      "text": "I think this was unfortunate.",
      "id": "s113"
    },
    {
      "text": "I also consider it unfortunate that no further details of the applicant's rights with respect of legal professional privilege were explained to her, given that it was expected under the Guidelines that she assert privilege immediately in respect of any privileged documents.",
      "id": "s114"
    },
    {
      "text": "The applicant is a lay person and it is far from clear that she was aware of her rights to object to the seizure of the documents.",
      "id": "s115"
    },
    {
      "text": "A brief explanation to the extent that she could object to the AFP taking any documents which were communications with her lawyer may have prompted her to raise an objection at the time.",
      "id": "s116"
    },
    {
      "text": "33 Nonetheless, it is apparent that the applicant was at least alerted to the existence of rights in respect of legal professional privilege by the federal agent who attended the search.",
      "id": "s117"
    },
    {
      "text": "The applicant spoke to a solicitor during the course of the search.",
      "id": "s118"
    },
    {
      "text": "Unfortunately, the lawyer did not give her any advice in respect of her right to claim legal professional privilege, but rather told her not to answer any questions.",
      "id": "s119"
    },
    {
      "text": "There is no evidence that the applicant sought advice from a lawyer subsequently in relation to the Concord search, but if she did, no claim for legal professional privilege was made.",
      "id": "s120"
    },
    {
      "text": "I accept that the applicant was flustered at the time of the search and may not have been in a position to consider and assert her rights at that time, but there is no reason why she could not have sought advice, and made a claim for privilege, subsequently.",
      "id": "s121"
    },
    {
      "text": "No suggestion was made that the documents were privileged until more than six months later.",
      "id": "s122"
    },
    {
      "text": "34 The applicant says that she was not under suspicion of any offence and that no charges have been filed against her, but rather, it was her husband who was of interest to the AFP.",
      "id": "s123"
    },
    {
      "text": "The applicant also submits that at the time of the Concord search, she was not involved in any litigation.",
      "id": "s124"
    },
    {
      "text": "She says that these are relevant circumstances which would make it unreasonable to imply waiver from her failure to claim privilege.",
      "id": "s125"
    },
    {
      "text": "35 I do not accept this submission.",
      "id": "s126"
    },
    {
      "text": "Whilst it is true that the applicant was not the subject of a police investigation, or involved in litigation, this is not a determinative consideration.",
      "id": "s127"
    },
    {
      "text": "It may often be the case that the police seize documents from persons who are not then or subsequently charged with a criminal offence.",
      "id": "s128"
    },
    {
      "text": "The police will often seize documents from persons when no proceedings have yet been (or will ever be) commenced against them.",
      "id": "s129"
    },
    {
      "text": "Those facts alone do not obviate the need for a person whose documents are seized to make a claim of privilege, if such a claim is to be made, within a reasonable time period after the seizure.",
      "id": "s130"
    },
    {
      "text": "36 In all the circumstances, I consider that the applicant must be taken to have waived her right to privilege over the Concord documents.",
      "id": "s131"
    },
    {
      "text": "She was aware of the nature of the documents which had been seized.",
      "id": "s132"
    },
    {
      "text": "She had been alerted to the possibility that legal professional privilege could be claimed by the statement of the AFP officer during the search.",
      "id": "s133"
    },
    {
      "text": "She spoke to a solicitor during the course of the search, and it was open to her to seek further advice subsequently if she was concerned about the search.",
      "id": "s134"
    },
    {
      "text": "The AFP had control of the documents for over six months before there was any suggestion that the applicant claimed legal professional privilege.",
      "id": "s135"
    },
    {
      "text": "When a claim for privilege was made, it was made not by the applicant but by her family law solicitor, following a search of his premises.",
      "id": "s136"
    },
    {
      "text": "This omission to make a claim of privilege over such a prolonged period was, in my opinion, inconsistent with the maintenance of privilege.",
      "id": "s137"
    },
    {
      "text": "Accordingly, I find that privilege in respect of the Concord documents has been waived.",
      "id": "s138"
    },
    {
      "text": "The Rosebery documents \n \n 37 The circumstances pertaining to the Rosebery documents are somewhat different.",
      "id": "s139"
    },
    {
      "text": "The most significant difference is that the documents seized in the second Rosebery raid were seized after the claim for privilege in respect of the Dimocks documents had been made and these proceedings had been commenced.",
      "id": "s140"
    },
    {
      "text": "The applicant submits that it was unnecessary, in those circumstances, to assert a second claim of privilege because it was clear that she was claiming privilege in respect of the documents.",
      "id": "s141"
    },
    {
      "text": "38 Legal professional privilege is asserted to prevent the production of documents to which a right of confidentiality attaches.",
      "id": "s142"
    },
    {
      "text": "It is a restriction on the powers to require production which are otherwise authorised by the issue of a search warrant.",
      "id": "s143"
    },
    {
      "text": "It is my opinion that an applicant must assert legal professional privilege each time a search warrant is executed.",
      "id": "s144"
    },
    {
      "text": "If a claim for privilege is not made at the time of or within a reasonable period of the execution of the warrant, the search warrant authorises its addressee to seize and make use of all those documents which fall within the terms of the warrant.",
      "id": "s145"
    },
    {
      "text": "The AFP may have had good reasons to suspect the documents seized in the second Rosebery search were the same documents which had been seized in the Dimocks search, and in respect of which a claim for legal professional privilege had already been made.",
      "id": "s146"
    },
    {
      "text": "However, as it had never seen the Dimocks documents, it could not be certain that this was in fact the case.",
      "id": "s147"
    },
    {
      "text": "It would be unreasonable to expect the AFP to treat seized documents as subject to privilege on the basis of a claim arising from a separate search warrant, when it could not be certain that the documents were in fact the same.",
      "id": "s148"
    },
    {
      "text": "The applicant should, in my opinion, have made a second claim of privilege in respect of the documents seized in the second Rosebery search.",
      "id": "s149"
    },
    {
      "text": "39 The question, therefore, is whether her failure to do so is such that a waiver of privilege should be imputed by operation of law.",
      "id": "s150"
    },
    {
      "text": "The circumstances of the second Rosebery search were different from those of the Concord search in several respects.",
      "id": "s151"
    },
    {
      "text": "The documents in the second Rosebery search were seized from the business premises of the applicant's husband and not her own residence.",
      "id": "s152"
    },
    {
      "text": "There is no evidence she had any involvement with the Rosebery premises.",
      "id": "s153"
    },
    {
      "text": "The applicant was not present during the search.",
      "id": "s154"
    },
    {
      "text": "The applicant was not personally alerted by the AFP regarding the seized documents pertaining to her legal affairs and there is no evidence that she was personally aware that it had seized material in respect of which she might make a claim for privilege.",
      "id": "s155"
    },
    {
      "text": "40 However, by the time of the execution of the second Rosebery warrant, the applicant had instructed Mr O'Brien to act on her behalf in respect of the proceedings under the POCA.",
      "id": "s156"
    },
    {
      "text": "No claim was made by Mr O'Brien for legal professional privilege on behalf of the applicant, despite the fact that Mr O'Brien was contacted in respect of a claim for legal professional privilege made by Robert Norman at the time of the search.",
      "id": "s157"
    },
    {
      "text": "That claim was apparently abandoned by Robert Norman, because no proceedings were instituted.",
      "id": "s158"
    },
    {
      "text": "41 It is true that Mr O'Brien was not present at the second Rosebery search.",
      "id": "s159"
    },
    {
      "text": "However, the PSR from the second Rosebery search clearly described the documents.",
      "id": "s160"
    },
    {
      "text": "There is no evidence when the PSR was made available to Mr O'Brien, but it seems likely that it was provided to him by Robert Norman shortly after the search.",
      "id": "s161"
    },
    {
      "text": "Mr O'Brien gave evidence that Robert Norman had telephoned him after each search and no evidence was led which suggests that a claim for legal professional privilege was not made immediately because Mr O'Brien was unaware that legal documents pertaining to the applicant were among those seized during the second Rosebery search.",
      "id": "s162"
    },
    {
      "text": "In those circumstances, I infer that Mr O'Brien was aware of the documents which had been seized, but did not make a claim for privilege on behalf of the applicant.",
      "id": "s163"
    },
    {
      "text": "I note that by outlining the above facts I do not intend any criticism of Mr O'Brien, about whose instructions I have very little information.",
      "id": "s164"
    },
    {
      "text": "42 In my opinion, that conduct is inconsistent with the continuation of privilege in the documents seized.",
      "id": "s165"
    },
    {
      "text": "I recognise that the right to maintain the confidentiality of legal advice attaches to the applicant rather than to her legal advisor: see Mann v Carnell at [28].",
      "id": "s166"
    },
    {
      "text": "However, in this case, the applicant had instructed Mr O'Brien to advise her in relation to the privilege claim.",
      "id": "s167"
    },
    {
      "text": "Mr O'Brien, having knowledge of the seized documents from both Dimocks and the Rosebery premises, did not make a claim for privilege on her behalf.",
      "id": "s168"
    },
    {
      "text": "The fact that the documents were being held pending a claim for privilege was drawn to his attention by the facsimile from the AFP.",
      "id": "s169"
    },
    {
      "text": "He did not then make a claim for legal professional privilege and accordingly abandoned Robert Norman's claim for privilege.",
      "id": "s170"
    },
    {
      "text": "The situation is analogous to that considered by the Supreme Court of New South Wales in Spedley , where Cole J observed at 729: \n \n \n '...",
      "id": "s171"
    },
    {
      "text": "I am of the opinion that the conduct of Bank of New Zealand in sitting by with knowledge [that material to which a claim for privilege could be made was being used] ... and yet taking no steps to make a claim of privilege on behalf of Bank of New Zealand ... does constitute waiver of legal professional privilege.",
      "id": "s172"
    },
    {
      "text": "Messrs Freehill Hollingdale &amp; Page were advising Bank of New Zealand regarding the $25 million claim.",
      "id": "s173"
    },
    {
      "text": "Litigation obviously was a possibility, if not a probability.",
      "id": "s174"
    },
    {
      "text": "In those circumstances a solicitor is \"the agent of his client in all matters that may reasonably be expected to arise for decision in the cause\" (per Denning LJ in Griffiths v Evans [1953] 1 WLR 1424 at 1431 ...).",
      "id": "s175"
    },
    {
      "text": "' \n \n The remaining documents \n \n 43 In respect of the remaining six documents, the respondent claims that privilege is likely to have been waived in respect of those documents because their substance has already been disclosed in the documents seized during the Concord search and/or the Rosebery search.",
      "id": "s176"
    },
    {
      "text": "I have read the additional documents.",
      "id": "s177"
    },
    {
      "text": "I am satisfied that the substance of documents 1(g), 1(j), 1(k), and 1(o) has been disclosed in the other documents over which privilege has been waived.",
      "id": "s178"
    },
    {
      "text": "Documents 1(c) and 1(l) appear to me to relate to matters which are not contained in the documents over which privilege has been waived.",
      "id": "s179"
    },
    {
      "text": "Accordingly, I consider that privilege remains in those two documents.",
      "id": "s180"
    },
    {
      "text": "CONCLUSION \n \n 44 In summary, I consider that privilege has been waived in respect of all those documents identified in the summons, except for documents 1(c) and 1(l).",
      "id": "s181"
    },
    {
      "text": "I will make orders accordingly.",
      "id": "s182"
    },
    {
      "text": "I certify that the preceding forty-four (44) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Cowdroy.",
      "id": "s183"
    },
    {
      "text": "Associate:\n\nDated: 8 September 2006\n\n\n Counsel for the Applicant: G Jones with B Clark \n \n Solicitor for the Applicant: O'Brien Lawyers \n \n Counsel for the Respondent: J Renwick with C Lenehan \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 17 July 2006 \n \n Date of Judgment: 8 September 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1169.html",
      "id": "s184"
    }
  ]
}