{
  "name": "SZHDK v Minister for Immigration &amp; Multicultural Affairs and Refugee Review Tribunal [2006] FCA 1505 (13 November 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1505.html",
  "catchphrases": [
    {
      "text": "no point of principle",
      "id": "c0"
    },
    {
      "text": "migration",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal against a judgment of a Federal Magistrate given on 7 June 2006, dismissing an application for judicial review of a decision of the Refugee Review Tribunal ('the Tribunal') made on 27 July 2005 and handed down on 16 August 2005.",
      "id": "s0"
    },
    {
      "text": "The Tribunal had affirmed a decision of a delegate of the Minister for Immigration and Multicultural Affairs to refuse the grant of a protection visa to the appellant.",
      "id": "s1"
    },
    {
      "text": "2 The appellant is a citizen of the People's Republic of China ('China').",
      "id": "s2"
    },
    {
      "text": "He arrived in Australia on 27 January 2005 on a tourist visa.",
      "id": "s3"
    },
    {
      "text": "On 18 February 2005 he applied for a protection visa.",
      "id": "s4"
    },
    {
      "text": "A delegate of the Minister rejected the application on 9 March 2005.",
      "id": "s5"
    },
    {
      "text": "An appeal to the Tribunal was lodged on 12 April 2005.",
      "id": "s6"
    },
    {
      "text": "The appellant claimed to have a well-founded fear of persecution because he was a Falun Gong practitioner.",
      "id": "s7"
    },
    {
      "text": "He claimed that the Chinese authorities had fined his employer and threatened to dismiss him from his employment.",
      "id": "s8"
    },
    {
      "text": "The police came to the appellant's home and told the appellant that he would be imprisoned if he practised Falun Gong again and he was forced to declare that he was separated from Falun Gong.",
      "id": "s9"
    },
    {
      "text": "The appellant also asserted that one of his colleagues had been imprisoned.",
      "id": "s10"
    },
    {
      "text": "3 The Tribunal sent the appellant a letter dated 15 June 2005 inviting him to attend a hearing scheduled on 12 July 2005.",
      "id": "s11"
    },
    {
      "text": "In its decision, the Tribunal stated that no response was received to the invitation, that the letter was not returned unclaimed and that the appellant did not provide a telephone contact number.",
      "id": "s12"
    },
    {
      "text": "As the appellant did not appear at the hearing, the Tribunal proceeded to make a decision pursuant to s 426A of the Migration Act 1958 (Cth) ('the Act').",
      "id": "s13"
    },
    {
      "text": "Due to the lack of details and the inability of the Tribunal to test the appellant's claims, the Tribunal held that it was unable to establish relevant facts sufficient for it to be satisfied that Australia owed protection obligations to the appellant.",
      "id": "s14"
    },
    {
      "text": "The Tribunal was not satisfied that the appellant's claims were true and was not satisfied that the appellant had a well-founded fear of persecution for a Convention-related reason.",
      "id": "s15"
    },
    {
      "text": "4 The Federal Magistrate, in considering the Tribunal's decision in light of the claims made by the appellant, found that the Tribunal was entitled to proceed under s 426A of the Act.",
      "id": "s16"
    },
    {
      "text": "In relation to the grounds that asserted a failure to comply with procedures mandated by the Act, including ss 425 to 425A , the Federal Magistrate found that these grounds could not be established.",
      "id": "s17"
    },
    {
      "text": "Her Honour considered there had been no contravention of s 424A(1) of the Act.",
      "id": "s18"
    },
    {
      "text": "The information regarding the appellant's circumstances were not a reason or part of a reason for the decision and the Tribunal's conclusion that the material was inadequate was not information under s 424A(1) of the Act.",
      "id": "s19"
    },
    {
      "text": "Her Honour held that no jurisdictional error was apparent on the materials and dismissed the application.",
      "id": "s20"
    },
    {
      "text": "5 The notice of appeal to this Court identified the following grounds:\n \n \n '1.",
      "id": "s21"
    },
    {
      "text": "Procedures that were required by the Migration Regulation to be observed in connection with the making of that decision were not observed.",
      "id": "s22"
    },
    {
      "text": "2.",
      "id": "s23"
    },
    {
      "text": "The Tribunal did not constitute any further hearing or consideration of the matter.",
      "id": "s24"
    },
    {
      "text": "3.",
      "id": "s25"
    },
    {
      "text": "I meet the refugee criteria.",
      "id": "s26"
    },
    {
      "text": "' \n \n\n(transcribed without alteration)\n \nNo particulars of the grounds were provided.",
      "id": "s27"
    },
    {
      "text": "In substance, they appear to raise the same issues that were raised before the learned Federal Magistrate.",
      "id": "s28"
    },
    {
      "text": "6 When the matter was called on for hearing before this court this afternoon, there was no appearance on the part of the appellant.",
      "id": "s29"
    },
    {
      "text": "The matter was stood down for half an hour in order to ensure that he could attend if for some reason he was delayed.",
      "id": "s30"
    },
    {
      "text": "No arguments are advanced in support of the appeal.",
      "id": "s31"
    },
    {
      "text": "In my view the decision of the learned Federal Magistrate does not bespeak error.",
      "id": "s32"
    },
    {
      "text": "On the contrary, her Honour, in my view, was perfectly correct in holding that no jurisdictional error on the part of the Tribunal was made out.",
      "id": "s33"
    },
    {
      "text": "7 The order of the court will be that the appeal be dismissed with costs.",
      "id": "s34"
    },
    {
      "text": "I certify that the preceding seven (7) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice TRACEY.",
      "id": "s35"
    },
    {
      "text": "Associate:\n\nDated: 13 November 2006\n\n\n Counsel for the Appellant: No Appearance \n \n Counsel for the Respondent: Mr M O'Meara \n \n Solicitor for the Respondent: Phillips Fox \n \n Date of Hearing: 13 November 2006 \n \n Date of Judgment: 13 November 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1505.html",
      "id": "s36"
    }
  ]
}