{
  "name": "Bowen, in the matter of Bowen [2006] FCA 178 (14 February 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/178.html",
  "catchphrases": [
    {
      "text": "proceeding",
      "id": "c0"
    },
    {
      "text": "initiating process",
      "id": "c1"
    },
    {
      "text": "whether should be accepted",
      "id": "c2"
    },
    {
      "text": "whether abuse of process",
      "id": "c3"
    },
    {
      "text": "whether frivolous and vexatious",
      "id": "c4"
    },
    {
      "text": "claim of misleading and deceptive conduct and unconscionable conduct by counsel in making submission to state tribunal",
      "id": "c5"
    },
    {
      "text": "whether cause of action available",
      "id": "c6"
    },
    {
      "text": "causation",
      "id": "c7"
    },
    {
      "text": "submission accepted by state tribunal",
      "id": "c8"
    },
    {
      "text": "courts and judges",
      "id": "c9"
    }
  ],
  "sentences": [
    {
      "text": "1 Earlier today, Mr Michael Gregory Bowen presented at the registry of this Court, and sought to file initiating process for a proceeding.",
      "id": "s0"
    },
    {
      "text": "The documents he sought to file consisted of what appears to be intended to be an application, together with an affidavit with a single annexure.",
      "id": "s1"
    },
    {
      "text": "A registrar of the Court formed the view that the proposed proceeding would be an abuse of the process of the Court, or would be frivolous or vexatious, and referred the matter to me as duty judge, pursuant to O 46 r 7A of the Federal Court Rules .",
      "id": "s2"
    },
    {
      "text": "2 I indicated to the Registrar, by way of other staff, that I proposed to hear Mr Bowen before making a decision whether to direct the Registrar to accept or to refuse to accept the process proffered.",
      "id": "s3"
    },
    {
      "text": "It appears that this message was misunderstood and, in the meantime, the staff of the registry have sealed copies of the process, and have opened a file bearing the number VID 130 of 2006.",
      "id": "s4"
    },
    {
      "text": "The Registrar having referred the matter to me pursuant to O 46 r 7A, I do not think that I am deprived of the power given to me by that rule to give a direction to the Registrar by the opening of the file and the sealing of the process proffered.",
      "id": "s5"
    },
    {
      "text": "3 The application, which Mr Bowen attempted to file, purports to invoke the jurisdiction conferred on the Court by ss 80 and 86 of the Trade Practices Act 1974 (Cth) ('the Trade Practices Act ').",
      "id": "s6"
    },
    {
      "text": "The orders sought in the application are in the following terms:\n \n\n \n \n '1.",
      "id": "s7"
    },
    {
      "text": "An award of damages to offset the claim for costs allegedly incurred in the Victorian Civil and Administrative Tribunal.",
      "id": "s8"
    },
    {
      "text": "2.",
      "id": "s9"
    },
    {
      "text": "A full trial, with proper evidence adduced, on oath, to determine the parties relevant rights.",
      "id": "s10"
    },
    {
      "text": "3.",
      "id": "s11"
    },
    {
      "text": "Costs to follow the event.",
      "id": "s12"
    },
    {
      "text": "' \n\n\n\n \n4 There is also a claim for interlocutory relief in the following terms:\n \n\n \n 'An injunction preventing the respondents from continuing to request the Sheriff of Victoria to sell the property.",
      "id": "s13"
    },
    {
      "text": "' \n\n\n \n5 From the affidavit which Mr Bowen sought to file, and the annexure to it, which is reasons for decision of the Victorian Civil and Administrative Tribunal, Administrative Division, the Planning and Environment List, given on 26 March 2004, and from what I have been told from the bar table by Mr Bowen and by Mr Peter Gargan, who has functioned as a McKenzie friend, I have been able to glean certain facts.",
      "id": "s14"
    },
    {
      "text": "6 Mr Bowen conducts a business as a dairy farmer and ice-cream manufacturer near Lakes Entrance.",
      "id": "s15"
    },
    {
      "text": "On land next door to his farm, two corporations, who are named as the first two respondents in the documents which Mr Bowen has sought to file, constructed some years ago an airfield.",
      "id": "s16"
    },
    {
      "text": "Apparently this construction involved the laying of sealed runways, and the depositing of what Mr Bowen described as saline sand.",
      "id": "s17"
    },
    {
      "text": "The result is that the run-off from the airfield is delivered into the dam on Mr Bowen's property and is causing turbidity, the presence of suspended solids, and salinity, in the water in that dam.",
      "id": "s18"
    },
    {
      "text": "Mr Bowen complains that the dam is contaminated to such an extent that it is unusable for irrigation, or for manufacturing purposes, and has been affecting his business adversely.",
      "id": "s19"
    },
    {
      "text": "7 Mr Bowen attempted to obtain redress in respect of this by instituting a proceeding in the Victorian Civil and Administrative Tribunal ('the Tribunal') for what is called an enforcement order.",
      "id": "s20"
    },
    {
      "text": "He alleged that the first two respondents had failed to adhere to conditions in the permit under which they constructed the airfield.",
      "id": "s21"
    },
    {
      "text": "The two respondents were represented by senior and junior counsel.",
      "id": "s22"
    },
    {
      "text": "Mr Bowen had the assistance of a civil engineer and an environmental scientist.",
      "id": "s23"
    },
    {
      "text": "The proceeding took some days.",
      "id": "s24"
    },
    {
      "text": "In the result, it appears that Mr Bowen was unsuccessful.",
      "id": "s25"
    },
    {
      "text": "The first two respondents then sought an order for costs.",
      "id": "s26"
    },
    {
      "text": "The Tribunal had some restricted statutory power to award costs and there was a hearing as to whether it could invoke that power, and should invoke that power.",
      "id": "s27"
    },
    {
      "text": "Senior and junior counsel on behalf of the first two respondents made submissions.",
      "id": "s28"
    },
    {
      "text": "Mr Bowen was represented by counsel, who also made submissions.",
      "id": "s29"
    },
    {
      "text": "It appears that he had legal aid for such representation.",
      "id": "s30"
    },
    {
      "text": "On 26 March 2004 the Tribunal made an order in the following terms: \n \n\n \n 'The Applicant M &amp; J Bowen pay the Respondents, KFT Investments Pty Ltd, Volucer Investments Pty Ltd and G J Kepper party/party costs of the proceedings including costs in relation to any directions hearings and preliminary hearing to be assessed on County Court Scale \"D\", to be taxed by the Registrar in default of mutual agreement, such costs to be paid no later than 30 days following taxation by the Registrar.",
      "id": "s31"
    },
    {
      "text": "' \n \n \n\n8 It appears that the costs were assessed at $135 000.",
      "id": "s32"
    },
    {
      "text": "It also appears that Mr Bowen has failed to make payment of those costs, although I have been told that he would be able to afford to do so.",
      "id": "s33"
    },
    {
      "text": "Because of his failure to pay the costs, steps have been taken to enforce the order for costs.",
      "id": "s34"
    },
    {
      "text": "The exact steps are not the subject of any evidence but it appears that the matter is now in the hands of the Sheriff, who is named as the third respondent in the documents tendered by Mr Bowen for filing, and who proposes to take some action in three days' time, on Friday 17 February 2006, to seize Mr Bowen's property or to sell it.",
      "id": "s35"
    },
    {
      "text": "9 It is this seizure or sale which Mr Bowen seeks to prevent by means of his application for interlocutory relief.",
      "id": "s36"
    },
    {
      "text": "In his material, Mr Bowen invokes ss 52 and 51A of the Trade Practices Act .",
      "id": "s37"
    },
    {
      "text": "In order to establish that he has a cause of action under those provisions, Mr Bowen would have to establish that there was some misleading and deceptive conduct, or some unconscionable conduct, on the part of the respondents, arising out of which he has suffered or would suffer damage.",
      "id": "s38"
    },
    {
      "text": "10 Initially, when I asked Mr Bowen questions about the nature of his cause of action, he gave me to understand that he was concerned with the contamination of the water in the dam and the damage that had been done to his business.",
      "id": "s39"
    },
    {
      "text": "What emerges from the material, however, is that that matter has been the subject of complaint to the Tribunal, which has given a decision adverse to Mr Bowen.",
      "id": "s40"
    },
    {
      "text": "I do not sit, and this Court does not sit, on appeal from the Tribunal.",
      "id": "s41"
    },
    {
      "text": "It could not say that the Tribunal was incorrect in the result it reached.",
      "id": "s42"
    },
    {
      "text": "It does not appear that Mr Bowen has so far made any use of any cause of action under State law that might be available to him in respect of diversion or pollution of surface water, other than to contend in the Tribunal that the construction of the airfield was otherwise than in accordance with the permit.",
      "id": "s43"
    },
    {
      "text": "Whether he could do this I do not know but, if he can, he cannot do it in this Court.",
      "id": "s44"
    },
    {
      "text": "11 It was Mr Bowen's McKenzie friend who was able to bring some legal knowledge to bear in a discussion with me about the applicability of the provisions in the Trade Practices Act and about various other matters of law which he attempted to invoke.",
      "id": "s45"
    },
    {
      "text": "As I see it, it would be quite impossible for Mr Bowen to establish a cause of action in misleading or deceptive conduct, or unconscionable conduct.",
      "id": "s46"
    },
    {
      "text": "It cannot be either misleading or deceptive, or unconscionable, for a party to make submissions to a tribunal, which that tribunal then accepts, concerning whether it should make a particular order, whether for costs or otherwise.",
      "id": "s47"
    },
    {
      "text": "It cannot be misleading or deceptive conduct, or unconscionable conduct, for a party to conduct in its own interests a case in such a tribunal, to produce evidence which is then accepted by the tribunal, and to succeed in defeating a claim brought to the tribunal by another party.",
      "id": "s48"
    },
    {
      "text": "12 Even if it could be said that the first two respondents, by their counsel and by their conduct of the proceedings in the Tribunal, had misled and deceived the Tribunal, or had acted unconscionably, there is a causation issue that would cause great difficulty for Mr Bowen.",
      "id": "s49"
    },
    {
      "text": "It is very hard to see how Mr Bowen could say that he has been disadvantaged by the conduct of the first two respondents when the actual disadvantage to him arises from the decisions of the Tribunal, first to reject his application for an enforcement order and, second, to make an order for costs against him.",
      "id": "s50"
    },
    {
      "text": "There are policy reasons also for not allowing such a proceeding to be brought.",
      "id": "s51"
    },
    {
      "text": "In effect, it would be to arrogate to this Court a right to decide whether the decisions of the Tribunal were correct or otherwise.",
      "id": "s52"
    },
    {
      "text": "This Court has no appellate jurisdiction in respect of decisions of the Tribunal, which is set up under State law.",
      "id": "s53"
    },
    {
      "text": "To the extent to which there may have been available to Mr Bowen rights of appeal or review under State law, he does not appear to have availed himself of them, although he says he has made some attempt in the recent weeks in the County Court to obtain a stay on the sale of the farm.",
      "id": "s54"
    },
    {
      "text": "That attempt, so I am told, was unsuccessful.",
      "id": "s55"
    },
    {
      "text": "13 As I have said, discussion with Mr Bowen's McKenzie friend ranged over various issues of constitutional law, the application of Imperial Acts, the power of the State Parliament to repeal Imperial Acts, the power of the State Parliament to create tribunals and to confer on them judicial and quasi-judicial power, and various such things.",
      "id": "s56"
    },
    {
      "text": "None of these things, so far as I can see, would have any chance of giving rise to a cause of action justiciable in this Court.",
      "id": "s57"
    },
    {
      "text": "14 The proposed proceeding is therefore an abuse of the process of the Court, or is frivolous and vexatious, within the meaning of O 46 r 7A of the Federal Court Rules .",
      "id": "s58"
    },
    {
      "text": "As a consequence, it seems to me that I must direct the Registrar not to accept the documents that Mr Bowen has proffered.",
      "id": "s59"
    },
    {
      "text": "15 In effect, it seems to me kinder to Mr Bowen so to direct the Registrar, rather than to allow him to serve any proceeding on the proposed respondents and, as is certain to occur, to be unsuccessful and to incur further liability for costs.",
      "id": "s60"
    },
    {
      "text": "16 Accordingly, I propose to direct the Registrar to refuse to accept the documents that Mr Bowen has attempted to file this day.",
      "id": "s61"
    },
    {
      "text": "I certify that the preceding sixteen (16) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gray.",
      "id": "s62"
    },
    {
      "text": "Associate:\n\nDated: 3 March 2006\n\n\n \n Michael Gregory Bowen appeared in person \n \n \n \n \n \n Date of Hearing: 14 February 2006 \n \n Date of Judgment: 14 February 2006 \n \n \n \n \n \n \n \n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/178.html",
      "id": "s63"
    }
  ]
}