{
  "name": "Singh v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2006] FCA 1113 (23 August 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1113.html",
  "catchphrases": [
    {
      "text": "application for student temporary visa",
      "id": "c0"
    },
    {
      "text": "failure to satisfy regulation 572.227",
      "id": "c1"
    },
    {
      "text": "\"exceptional circumstances\"",
      "id": "c2"
    },
    {
      "text": "failure to consider relevant material",
      "id": "c3"
    },
    {
      "text": "failure to take into account relevant considerations",
      "id": "c4"
    },
    {
      "text": "distinction between failure to deal with evidence and failure to address claim",
      "id": "c5"
    },
    {
      "text": "no jurisdictional error",
      "id": "c6"
    },
    {
      "text": "migration",
      "id": "c7"
    },
    {
      "text": "migration",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "Introduction \n \n 1 The appellant is a citizen of India.",
      "id": "s0"
    },
    {
      "text": "He was granted a form of visa by the Department entitling him to remain temporarily in Australia.",
      "id": "s1"
    },
    {
      "text": "When that visa expired, he applied for a Student Temporary (Class TU) Subclass 572 visa.",
      "id": "s2"
    },
    {
      "text": "2 One of the criteria for the grant of the Subclass 572 visa was that the appellant establish \"exceptional reasons\" for the grant of that form of visa.",
      "id": "s3"
    },
    {
      "text": "3 The appellant sought to establish the existence of exceptional reasons on a number of different bases.",
      "id": "s4"
    },
    {
      "text": "One of them was that he was unable to travel to India because he suffered severe back pain.",
      "id": "s5"
    },
    {
      "text": "He said that he should therefore be permitted to remain in Australia to undertake a course of study for which he was enrolled.",
      "id": "s6"
    },
    {
      "text": "4 A delegate of the Minister refused to grant the visa.",
      "id": "s7"
    },
    {
      "text": "The Migration Review Tribunal affirmed the decision, finding amongst other things that the report of a physician submitted by the appellant in support of his claim did not establish that he was unable to travel.",
      "id": "s8"
    },
    {
      "text": "5 Federal Magistrate Lloyd-Jones dismissed an application for review of the decision of the MRT.",
      "id": "s9"
    },
    {
      "text": "The appellant appeals against the decision of the Federal Magistrate.",
      "id": "s10"
    },
    {
      "text": "6 The essential issue which arises on the appeal is whether the MRT failed to have regard to certain other medical evidence and, if so, whether that constituted jurisdictional error.",
      "id": "s11"
    },
    {
      "text": "Background \n \n 7 I will not set out the provisions of Clause 572.227 of Schedule 2 of the Migration Regulations 1994 (Cth) under which the claim arose.",
      "id": "s12"
    },
    {
      "text": "The statutory framework is set out and explained in the decisions of the MRT and the Federal Magistrate.",
      "id": "s13"
    },
    {
      "text": "8 It is, however, necessary to refer briefly to some of the background material before turning to the decisions of the MRT and the learned Federal Magistrate.",
      "id": "s14"
    },
    {
      "text": "9 On 13 April 2004 the appellant's solicitors wrote to the MRT submitting that there were exceptional reasons for the grant of the visa.",
      "id": "s15"
    },
    {
      "text": "The letter stated that the appellant's Doctor had advised him to refrain from lengthy travel because he had, in medical terms, \"mild diffuse posterior contained bulge of L4-6, L5-S1 disks --- \".",
      "id": "s16"
    },
    {
      "text": "A copy of a CT scan obtained in India by the appellant in 2001 was annexed in support of the statement made by the solicitors.",
      "id": "s17"
    },
    {
      "text": "10 The appellant followed up on the letter from his solicitors by providing a report of Dr Rajesh Dinakar dated 19 May 2004 to the MRT.",
      "id": "s18"
    },
    {
      "text": "Dr Dinakar is a medical practitioner in general practice.",
      "id": "s19"
    },
    {
      "text": "The Doctor's report stated that the appellant was suffering from lower back pain and that he was being treated with anti-inflammatory medication.",
      "id": "s20"
    },
    {
      "text": "11 On 25 May 2004 a case officer from the MRT wrote to Dr Dinakar in response to the report.",
      "id": "s21"
    },
    {
      "text": "The letter stated that the MRT needed to ascertain whether the Doctor could \"unequivocally corroborate\" that the appellant's condition prevented him from undertaking international travel.",
      "id": "s22"
    },
    {
      "text": "12 On 30 May 2004, Dr Dinakar write to the MRT.",
      "id": "s23"
    },
    {
      "text": "The letter stated, relevantly:- \n \n \"After going through all the investigations he was submitted to whilst his recent short visit to India, I have no doubt what-so-ever that this man indeed has a very bad back will prevent him travelling long distances.",
      "id": "s24"
    },
    {
      "text": "I cannot for sure mention any adverse effects that would be sustained should he venture on a long distance travel, APART FROM, MAY BE DISCOMFORT.",
      "id": "s25"
    },
    {
      "text": "An expert opinion by an Orthopaedic Surgeon will be more appropriate in this man's situation.",
      "id": "s26"
    },
    {
      "text": "\" \n (original emphasis) \n \n \n 13 After it had received the report from Dr Dinakar, the MRT wrote to the appellant on 30 June 2004.",
      "id": "s27"
    },
    {
      "text": "The letter was written pursuant to s 359(2) of the Migration Act 1958 (Cth).",
      "id": "s28"
    },
    {
      "text": "The MRT invited the appellant, pursuant to that section, to provide the following information:- \n \n \"An expert opinion from an orthopaedic surgeon regarding your current back condition.",
      "id": "s29"
    },
    {
      "text": "In particular, whether your condition prevents you from undertaking international travel and any adverse effects that would be sustained by you should you travel to India.",
      "id": "s30"
    },
    {
      "text": "\" \n \n \n 14 On about 30 July 2004, the appellant wrote to the case officer at the MRT stating that, in response to the invitation to provide more information, Dr Dinakar had referred the appellant to Dr Patapanian.",
      "id": "s31"
    },
    {
      "text": "The appellant's letter requested the case officer to provide additional time to enable him to see Dr Patapanian.",
      "id": "s32"
    },
    {
      "text": "15 In September 2004, the appellant submitted Dr Patapanian's report to the MRT.",
      "id": "s33"
    },
    {
      "text": "The report was dated 23 August 2004.",
      "id": "s34"
    },
    {
      "text": "The report stated, relevantly:- \n \n \"This patient exhibited no clinical features to convincingly suggest the presence of spinal cord compression or injury.",
      "id": "s35"
    },
    {
      "text": "Recent x-rays do not show signs of sacroiliitis or significant disc disease although do show a shallow thoracic-lumbar scoliosis.",
      "id": "s36"
    },
    {
      "text": "An MRI scan performed India three years ago is quite unremarkable, with well preserved disks and no signs of neuro compromise at any level.",
      "id": "s37"
    },
    {
      "text": "I have reassured him that his symptoms almost certainly mechanical in nature and have checked some basic blood tests.",
      "id": "s38"
    },
    {
      "text": "He does not have a Medicare card and investigations are very expensive for him and given the duration and stability of his symptoms I'm happy that at this stage we can hold off with additional investigation.",
      "id": "s39"
    },
    {
      "text": "I have given him some basic exercises and have emphasised to him the importance of the physical approach in these situations.",
      "id": "s40"
    },
    {
      "text": "I would like to review this patient in three months or earlier if there are problems.",
      "id": "s41"
    },
    {
      "text": "\" (original emphasis) \n \n \n 16 In its reasons for decision, the MRT at [30] stated that it accepted that Dr Patapanian's report acknowledged the appellant had some back pain.",
      "id": "s42"
    },
    {
      "text": "However, the MRT did not \"see this as exceptional and prohibitive in allowing the visa applicant to travel.",
      "id": "s43"
    },
    {
      "text": "\" \n \n The decision of the Federal Magistrate \n \n 17 Federal Magistrate Lloyd-Jones referred at [21] of his judgment to the appellant's submission that the MRT did not have regard to all the medical reports and that it ignored relevant evidence.",
      "id": "s44"
    },
    {
      "text": "The learned Federal Magistrate observed that, despite this contention, there was no doubt that the MRT was familiar with all the reports.",
      "id": "s45"
    },
    {
      "text": "This was because the exchange of correspondence between the MRT and the doctors led to the preparation of the reports.",
      "id": "s46"
    },
    {
      "text": "His Honour observed that in those circumstances it was difficult to accept that the MRT did not have regard to all of the reports.",
      "id": "s47"
    },
    {
      "text": "He went on to say that the MRT was not required to record in its decision all the material that it had considered.",
      "id": "s48"
    },
    {
      "text": "Reference was made to the decision of a Full Court in MZWBW v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCAFC 94.",
      "id": "s49"
    },
    {
      "text": "18 The learned Federal Magistrate also observed at [25] that the appellant knew exactly what he was required to prove and was given the opportunity of obtaining the evidence.",
      "id": "s50"
    },
    {
      "text": "His Honour said that Dr Patapanian's clear diagnosis was that there was no substantial medical or clinical basis for any claim of discomfort on the appellant's part.",
      "id": "s51"
    },
    {
      "text": "He also said that it was open for the MRT to conclude that the appellant did not have a condition that would prevent him from travelling long distances.",
      "id": "s52"
    },
    {
      "text": "Grounds of Appeal \n \n 19 Mr Young, counsel for the appellant, conceded that the appellant's grounds of appeal may be reduced to two.",
      "id": "s53"
    },
    {
      "text": "The first ground is that the MRT failed to have regard in its reasons to important material going to an essential issue in the case.",
      "id": "s54"
    },
    {
      "text": "20 The second ground is that the MRT failed to take into account relevant considerations, namely the existence of other medical evidence, in particular the report of Dr Dinakar dated 30 May 2004.",
      "id": "s55"
    },
    {
      "text": "Failure to have regard to the other medical reports \n \n 21 The substance of Mr Young's argument was that the MRT fell into error because it failed to have regard to the other medical evidence, in particular Dr Dinakar's report of 30 May 2004.",
      "id": "s56"
    },
    {
      "text": "He drew attention to those parts of the report which stated that the appellant would be unable to travel long distances.",
      "id": "s57"
    },
    {
      "text": "22 Mr Young submitted that the species of error upon which he relied was not co-extensive with errant fact finding.",
      "id": "s58"
    },
    {
      "text": "He relied in particular on the decision of a Full Court (Lee, Carr and Tamberlin JJ) in WAFP v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCAFC 319.",
      "id": "s59"
    },
    {
      "text": "23 In WAFP their Honours set aside a decision of the Refugee Review Tribunal stating at [19] that the RRT had failed to have regard \"to important relevant material going to a central consideration\" in the case.",
      "id": "s60"
    },
    {
      "text": "24 Their Honours went on at [21] to say that the RRT failed to have regard to \"relevant material, which is so fundamental that it goes to jurisdiction: see Minister for Immigration and Multicultural Affairs v Yusuf [2001] HCA 30 ; (2001) 206 CLR 323 ... at [82].",
      "id": "s61"
    },
    {
      "text": "\" 25 The language used by their Honours in WAFP was broad.",
      "id": "s62"
    },
    {
      "text": "It might, in one sense, be thought to support the appellant's submission in the present case.",
      "id": "s63"
    },
    {
      "text": "However, in my view, the Full Court in WAFP , by referring to \"important relevant material\", did not intend to elevate a failure to refer to evidence to a ground of jurisdictional error.",
      "id": "s64"
    },
    {
      "text": "If it did, the decision in WAFP would be contrary to established principles.",
      "id": "s65"
    },
    {
      "text": "26 This is clear, not only from what the High Court said in Yusuf , but also from other authorities which explain the boundaries between errant fact finding and jurisdictional error.",
      "id": "s66"
    },
    {
      "text": "27 In Htun v Minister for Immigration and Multicultural Affairs (2001) 194 ALR 244 at [42], Allsop J (with whom Spender J agreed) pointed to the distinction between failure to deal with an aspect of the evidence and failure to address a claim or an integer of the claim.",
      "id": "s67"
    },
    {
      "text": "28 Also, in Rezaei v Minister for Immigration and Multicultural Affairs [2001] FCA 1294 at [57] , Allsop J observed that Yusuf does not stand for the proposition that a tribunal has failed to take into account a relevant consideration merely because it has not referred to a piece of evidence which the Court thinks relevant.",
      "id": "s68"
    },
    {
      "text": "29 His Honour supported this proposition by reference to Minister for Aboriginal Affairs v Peko Wallsend Ltd [1986] HCA 40 ; (1986) 162 CLR 24 at 39-42.",
      "id": "s69"
    },
    {
      "text": "It is also amply supported by the observations of McHugh, Gummow and Hayne JJ in Yusuf at [73], [74], [82] and [84].",
      "id": "s70"
    },
    {
      "text": "30 To this may be added the endorsement of the relevant passage in Rezaei by the Full Court in MZWBW (to which Federal Magistrate Lloyd-Jones referred) at [26] and Thirukkumar v Minister for Immigration and Multicultural Affairs [2002] FCAFC 268 at [29] .",
      "id": "s71"
    },
    {
      "text": "31 In Dranichnikov v Minister for Immigration and Multicultural Affairs [2003] HCA 26 ; (2003) 197 ALR 389, Gummow and Callinan JJ said at [24] that a failure by the Refugee Review Tribunal to respond to a substantial, clearly articulated argument relying upon established facts amounted to a denial of natural justice.",
      "id": "s72"
    },
    {
      "text": "However, this does not assist the appellant's argument in the present case because Dranichnikov must be understood as a failure by the tribunal to deal with a claim; see NABE v Minister for Immigration and Multicultural and Indigenous Affairs (No 2) [2004] FCAFC 263 ; (2004) 219 ALR 27 at [63] .",
      "id": "s73"
    },
    {
      "text": "32 Moreover, it is plain from Yusuf at [68]-[69] that s 368 of the Migration Act (and its equivalent in s 430), requires the tribunal to set out only the findings it did make, not the findings it did not make.",
      "id": "s74"
    },
    {
      "text": "33 Thus, as was said by a Full Court (French, Sackville and Hely JJ) in WAEE v Minister for Immigration and Multicultural and Indigenous Affairs (2003) 75 ALD 630 at [46], it is not necessary for a tribunal to refer to every piece of evidence and every contention of an applicant in its written reasons; there is a distinction between failure to refer to evidence and failure to address a contention which constitutes a claim or an integer of a claim.",
      "id": "s75"
    },
    {
      "text": "34 This passage of WAEE was referred to with approval by the Full Court in MZWBW at [27].",
      "id": "s76"
    },
    {
      "text": "It was also referred to by Federal Magistrate Lloyd-Jones in his reference to the relevant paragraph of MZWBW.",
      "id": "s77"
    },
    {
      "text": "35 When the learned Federal Magistrate's reasons are considered in light of these well established statements of principle, they can be seen to be entirely without error.",
      "id": "s78"
    },
    {
      "text": "36 Indeed, his Honour's finding at [21] that the MRT must have had regard to other medical evidence, including that of Dr Dinakar, though not essential to the correctness of the decision, seems to me to be entirely correct.",
      "id": "s79"
    },
    {
      "text": "Given the process which led to the production and submission of Dr Patapanian's report, it is difficult to accept the appellant's submission that the MRT failed to have regard to the earlier reports.",
      "id": "s80"
    },
    {
      "text": "37 What is more, the MRT's failure to refer to Dr Dinakar's report is quite understandable.",
      "id": "s81"
    },
    {
      "text": "This is because the last sentence of the report of 30 May 2004 specifically deferred to the more expert opinion of a specialist.",
      "id": "s82"
    },
    {
      "text": "Dr Patapanian was the very specialist to whom Dr Dinakar referred the appellant for an opinion on the question of whether he was able to travel.",
      "id": "s83"
    },
    {
      "text": "Notwithstanding this, Dr Patapanian made no mention of that issue.",
      "id": "s84"
    },
    {
      "text": "38 Dr Patapanian's failure to refer to that issue is not supportive of the appellant's claim.",
      "id": "s85"
    },
    {
      "text": "As the learned Federal Magistrate said at [25], given the doctor's diagnosis, it was open for the MRT to make a finding that he did not have the condition he asserted.",
      "id": "s86"
    },
    {
      "text": "Failure to refer to relevant considerations \n \n 39 The contention that the MRT failed to refer to a relevant consideration, namely the other medical evidence, fails for the reasons I have set out above.",
      "id": "s87"
    },
    {
      "text": "40 To the references I have already given, may be added the remarks of Allsop J (with whom Heerey J relevantly agreed), in Paul v Minister for Immigration and Multicultural Affairs [2001] FCA 1196 ; (2001) 113 FCR 396 at [79] .",
      "id": "s88"
    },
    {
      "text": "41 His Honour there observed that whatever the outer boundaries of relevant and irrelevant considerations, they do not encompass a failure expressly to mention part of a competing body of evidence before the tribunal, provided that the elements or integers of the claim are addressed.",
      "id": "s89"
    },
    {
      "text": "42 Here, it is plain that the MRT addressed the appellant's claim that his medical condition prevented him from travelling overseas.",
      "id": "s90"
    },
    {
      "text": "The appellant's submission that the MRT was required to expressly grapple with the other medical evidence is outside the boundaries of judicial review.",
      "id": "s91"
    },
    {
      "text": "Orders \n \n 43 The appeal must be dismissed with costs.",
      "id": "s92"
    },
    {
      "text": "I certify that the preceding forty-three (43) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jacobson.",
      "id": "s93"
    },
    {
      "text": "Associate:\n\nDated: 23 AUGUST 2006\n\n\n Counsel for the Appellant: Mr J R Young \n \n Solicitor for the Appellant: Simon Diab &amp; Associates \n \n Counsel for the Respondent: Mr G T Johnson \n \n Solicitor for the Respondent: Phillips Fox \n \n Date of Hearing: 11 August 2006 \n \n Date of Judgment: 23 August 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1113.html",
      "id": "s94"
    }
  ]
}