{
  "name": "MZXGP v Minister for Immigration and Multicultural Affairs &amp; Anor [2006] FCA 1314 (22 September 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1314.html",
  "catchphrases": [
    {
      "text": "application for protection visa",
      "id": "c0"
    },
    {
      "text": "applicant claimed to be a tamil muslim",
      "id": "c1"
    },
    {
      "text": "jurisdictional error",
      "id": "c2"
    },
    {
      "text": "relevant consideration an integer of the applicant's claim",
      "id": "c3"
    },
    {
      "text": "a finding of credibility is a finding of fact",
      "id": "c4"
    },
    {
      "text": "migration",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from the decision of Federal Magistrate Hartnett delivered 2 March 2006 dismissing an application for judicial review of a decision of the Refugee Review Tribunal ('the Tribunal').",
      "id": "s0"
    },
    {
      "text": "BACKGROUND \n \n 2 The appellant, a citizen of Sri Lanka, arrived in Australia on 21 February 2003.",
      "id": "s1"
    },
    {
      "text": "On 20 March 2003 he lodged an application for a protection (Class XA) visa with the Department of Immigration and Multicultural and Indigenous Affairs under the Migration Act 1958 (Cth) ('the Act').",
      "id": "s2"
    },
    {
      "text": "On 27 May 2005, a delegate of the Minster for Immigration and Multicultural Affairs refused to grant the appellant a protection visa and on 16 June 2005 the appellant applied for review of that decision by the Tribunal.",
      "id": "s3"
    },
    {
      "text": "3 On 6 December 2005 the Tribunal decided to affirm the delegate's decision not to grant the appellant a protection visa.",
      "id": "s4"
    },
    {
      "text": "The appellant was notified of the Tribunal's decision on 3 January 2006.",
      "id": "s5"
    },
    {
      "text": "The appellant filed an application for judicial review of the Tribunal's decision in the Federal Magistrates Court on 27 January 2006.",
      "id": "s6"
    },
    {
      "text": "His application for judicial review was dismissed by Hartnett FM on 2 March 2006 pursuant to r 44.12 of the Federal Magistrates Court Rules 2001 .",
      "id": "s7"
    },
    {
      "text": "On 22 March 2006, the appellant sought leave to appeal against the decision of Hartnett FM, which was granted by Black CJ on 9 August 2006.",
      "id": "s8"
    },
    {
      "text": "ORDERS SOUGHT \n \n 4 The appellant now seeks the following orders from this Court: \n \n 1. the appeal be allowed;\n 2. the judgment and orders made by Hartnett FM on 2 March 2006 be set aside;\n 3. that the appellant's application for an order for review against the decision of the Tribunal be allowed;\n 4. that the decision of the Tribunal be quashed;\n 5. that the appellant's application for a protection visa be remitted to the Tribunal to be heard and determined according to law;\n 6. that the respondent pay the appellant's costs of the proceeding below; and\n 7. such further or other orders as the Court thinks fit.",
      "id": "s9"
    },
    {
      "text": "THE APPELLANT'S CLAIM \n \n 5 The appellant's refugee claims in front of the Tribunal are set out by way of background: \n \n I have been living in Colombo since my birth.",
      "id": "s10"
    },
    {
      "text": "I was also educated in Colombo.",
      "id": "s11"
    },
    {
      "text": "I was in Kurunegala from 1982 --- 1985 with my parents, who were actively involved in politics.",
      "id": "s12"
    },
    {
      "text": "That due to a family problem we moved to Colombo.",
      "id": "s13"
    },
    {
      "text": "I was working in an agency called \"Amman Travels Pty Ltd after completing the equivalent of year 12, I was employed with the company with two other Tamil boys from Jaffna.",
      "id": "s14"
    },
    {
      "text": "My boss would mostly send Tamil people overseas who would use our travel company and they would often pay more.",
      "id": "s15"
    },
    {
      "text": "We only had a small amount of Sinhalese and Muslims who would go overseas.",
      "id": "s16"
    },
    {
      "text": "In October 2001, we faced a big problem with a boy who was going overseas through our travel agency and we came to know him.",
      "id": "s17"
    },
    {
      "text": "He had some weapons and other documents which were the property of the LTTE, when he was apprehended at Katunayake airport.",
      "id": "s18"
    },
    {
      "text": "He was arrested for being a Tamil tiger and was taken into custody.",
      "id": "s19"
    },
    {
      "text": "He told the security forces that he was travelling through Amman Travel and that two of the employees of Amman Travel had helped him.",
      "id": "s20"
    },
    {
      "text": "That on the same day, police and the CID came to our office and searched the offices.",
      "id": "s21"
    },
    {
      "text": "Whilst searching the office, I was in my office talking to a customer.",
      "id": "s22"
    },
    {
      "text": "They asked me to open a cupboard and when I opened it, inside they found a bag.",
      "id": "s23"
    },
    {
      "text": "They asked me who owned the bag.",
      "id": "s24"
    },
    {
      "text": "I told them I had no knowledge.",
      "id": "s25"
    },
    {
      "text": "They then opened the bag and inside the bag they found weapons, batteries, wires and some documents.",
      "id": "s26"
    },
    {
      "text": "I stressed to them that the bag did not belong to me.",
      "id": "s27"
    },
    {
      "text": "However, the police and CID did not believe me and suspected me of being a Tamil Tiger.",
      "id": "s28"
    },
    {
      "text": "I was then arrested and taken into custody, where I was interrogated.",
      "id": "s29"
    },
    {
      "text": "I was taken to various places.",
      "id": "s30"
    },
    {
      "text": "The police then discovered that my mother was in custody, regarding some youngsters from Jaffna who had boarded with her at home.",
      "id": "s31"
    },
    {
      "text": "This reaffirmed their view that I was a Tamil Tiger and I was kept in custody for nearly ten months.",
      "id": "s32"
    },
    {
      "text": "I was only released, after a payment of money was made to the police.",
      "id": "s33"
    },
    {
      "text": "That people who had paid money to our agency came to know that my boss was out of the country.",
      "id": "s34"
    },
    {
      "text": "They came with police and took me into custody where I was physically abused.",
      "id": "s35"
    },
    {
      "text": "That in the meantime, I encountered problems because of the change in government.",
      "id": "s36"
    },
    {
      "text": "The PA government people had given some air tickets which belonged to the forces, which had been sold by our travel agency for a discount price to the public.",
      "id": "s37"
    },
    {
      "text": "The police and CID came to the office regarding this and I was taken into custody.",
      "id": "s38"
    },
    {
      "text": "There was a recent incident which happened at Urogodawatha in a mosque close to my home town.",
      "id": "s39"
    },
    {
      "text": "The police suspected me and took me into custody, where I was interrogated and tortured.",
      "id": "s40"
    },
    {
      "text": "I was released.",
      "id": "s41"
    },
    {
      "text": "That because of this incident, I lost my studies and faced many problems, which resulted in me going into hiding and living in different places.",
      "id": "s42"
    },
    {
      "text": "That because of the fear I was in, my father made arrangements for me to leave the country.",
      "id": "s43"
    },
    {
      "text": "My father gave my passport and money to an agent.",
      "id": "s44"
    },
    {
      "text": "The agent was told about my situation and the agent told me he would do everything.",
      "id": "s45"
    },
    {
      "text": "A week after the agent had told my father than he will take me at night, so I went to the airport with him.",
      "id": "s46"
    },
    {
      "text": "The agent then gave me a passport and told me that I must travel on that passport.",
      "id": "s47"
    },
    {
      "text": "We then came to Singapore and then to Melbourne airport.",
      "id": "s48"
    },
    {
      "text": "I asked for my passport, but the agent did not give me the passport.",
      "id": "s49"
    },
    {
      "text": "The agent then came outside the airport and gave me a photocopy of the passport and took the original passport with him.",
      "id": "s50"
    },
    {
      "text": "The agent left and I have never seen him since.",
      "id": "s51"
    },
    {
      "text": "I arrived in Australia in February 2003.",
      "id": "s52"
    },
    {
      "text": "THE TRIBUNAL'S DECISION AND REASONS \n \n 6 The Tribunal considered the oral evidence given by the appellant at a hearing on 22 November 2005 and gave comprehensive reasons in which it set out each of the appellant's claims.",
      "id": "s53"
    },
    {
      "text": "In its findings, the Tribunal stated that it did not accept the appellant's claims and found him to be entirely lacking in credibility.",
      "id": "s54"
    },
    {
      "text": "The Tribunal found his claims to be inconsistent with the independent evidence, internally inconsistent at the hearing and so far fetched as to be fanciful.",
      "id": "s55"
    },
    {
      "text": "7 In summary, the Tribunal made the following findings in relation to the appellant's claims: \n \n &#8226; It was not satisfied that the appellant was a \"Tamil Moslem\" but rather was a Muslim who spoke Tamil.",
      "id": "s56"
    },
    {
      "text": "&#8226; The appellant did not have a well-founded fear of harm arising from his religion as a Muslim.",
      "id": "s57"
    },
    {
      "text": "&#8226; The appellant's claims in respect of his fear of harm arising from his relationship with his mother lacked credibility.",
      "id": "s58"
    },
    {
      "text": "&#8226; The appellant's claims and evidence in regard to his detention in October 2001 for ten months and release after payment of a bribe in August/September 2002 lacked credibility.",
      "id": "s59"
    },
    {
      "text": "&#8226; The arrest or questioning in relation to the appellant's boss dealings with tickets was a purely criminal matter.",
      "id": "s60"
    },
    {
      "text": "Any problems in the future arising from the illegal sale of tickets would be a common law offence and not a Convention-related matter.",
      "id": "s61"
    },
    {
      "text": "&#8226; The appellant accepted that he was targeted by customers who were disgruntled about losing their money and felt cheated by the appellant's employer.",
      "id": "s62"
    },
    {
      "text": "&#8226; The evidence and claims about being taken to the police station lacked credibility.",
      "id": "s63"
    },
    {
      "text": "Independent evidence indicated that the police do not mistreat Muslims in Colombo.",
      "id": "s64"
    },
    {
      "text": "THE FEDERAL MAGISTRATE'S DECISION \n \n 8 At the hearing on 2 March 2006, which was the first court date after the respondent's application for an order to show cause, Hartnett FM determined that there should be an immediate show cause hearing, pursuant to r 44.11 of the Federal Magistrates Court Rules 2001 .",
      "id": "s65"
    },
    {
      "text": "Her Honour observed in her reasons that, at the hearing, the appellant was invited to put forward oral arguments to elaborate his grounds that the Tribunal failed to consider his claims and evidence, and had breached common law or statutory duties of natural justice (at [3]-[4]).",
      "id": "s66"
    },
    {
      "text": "9 Her Honour considered that the appellant was unable to elaborate on his claims and dismissed the application pursuant to r 44.12 and fixed costs in the amount of $1,000.",
      "id": "s67"
    },
    {
      "text": "At paras [5]-[6] of her reasons, Hartnett FM said: \n \n The Tribunal considered each and every of the claims as put before it by the applicant (who gave oral evidence on 22 November 2005) and as contained in the department's file; the material referred to in the delegate's decision; and other material available to it from a range of sources.",
      "id": "s68"
    },
    {
      "text": "It made findings of fact open to it on the evidence before it.",
      "id": "s69"
    },
    {
      "text": "It put matters relevant to the decision to the applicant asking him for comment including in relation to country information before the Tribunal.",
      "id": "s70"
    },
    {
      "text": "The Tribunal put to the applicant evidence which appeared to contradict his claims to afford the applicant an opportunity to respond.",
      "id": "s71"
    },
    {
      "text": "It found the application to be \"entirely lacking in credibility.",
      "id": "s72"
    },
    {
      "text": "In my view, the applicant's application disclosed no arguable case and nor did his oral argument.",
      "id": "s73"
    },
    {
      "text": "Further, I conclude that no arguable case could be adduced by or on behalf of the applicant.",
      "id": "s74"
    },
    {
      "text": "I will make an interlocutory order dismissing the application and costs will follow the event.",
      "id": "s75"
    },
    {
      "text": "GROUNDS OF APPEAL \n \n 10 The grounds of appeal, set out in the amended notice of appeal filed on 29 August 2006, are as follows: \n \n \n a) The learned magistrate has erred in her finding in summarily dismissing my application and this argument was upheld by the Chief Justice of this honourable Court.",
      "id": "s76"
    },
    {
      "text": "b) The tribunal did not consider my claim as a Tamil Moslem and only considered my claim as a Moslem even though it accepted that I am a Moslem who speaks Tamil.",
      "id": "s77"
    },
    {
      "text": "There by [sic] the Tribunal breached sections 36 &amp; 65 of the Migration Act 1958 and in particular 36(2) which defines \" refugee \".",
      "id": "s78"
    },
    {
      "text": "c) The tribunal has not provided any reason(s) that my fear of harm arising from my relationship with my mother lacked credibility.",
      "id": "s79"
    },
    {
      "text": "d) The tribunal has not assessed my claim as being a Tamil Moslem.",
      "id": "s80"
    },
    {
      "text": "e) The tribunal did not consider whether being a Tamil Moslem or a Moslem who speaks Tamil could be construed as a particular social group for convention reasons.",
      "id": "s81"
    },
    {
      "text": "f) The tribunal did not comply with section 424A of the Migration Act by issuing a notice of its concern that there was no ethnic group as Tamil Moslem.",
      "id": "s82"
    },
    {
      "text": "11 The appellant also relies on two affidavits filed on 16 March 2006 and 29 August 2006, and written submissions filed on 29 August 2006.",
      "id": "s83"
    },
    {
      "text": "12 I have given the appellant opportunity today to make further submissions, both at the beginning of the hearing, and in response to the submissions made by the first respondent.",
      "id": "s84"
    },
    {
      "text": "CONSIDERATION \n Claims as a Tamil Muslim \n \n 13 It is clear that the ground of failure to take into account a relevant consideration is made out only if the decision-maker fails to take into account a consideration that he or she is bound to take into account in making the decision ( Minister for Aboriginal Affairs v Peko Wallsend [1986] HCA 40 ; (1986) 162 CLR 24 at 39 per Mason J).",
      "id": "s85"
    },
    {
      "text": "14 A failure to deal with a particular piece of evidence is neither a failure to take into account a relevant consideration nor a failure to deal with a claim.",
      "id": "s86"
    },
    {
      "text": "15 The Tribunal found that the appellant was a Muslim who spoke Tamil, and relied on country information, which the Tribunal found included material that there are no Tamil Muslims in Sri Lanka.",
      "id": "s87"
    },
    {
      "text": "However, one piece of country information sourced from the Documentation, Information and Research Branch ('DIRB') of the Immigration and Refugee Board (Ottowa) referred to by the Tribunal does indicate that there are Tamil Muslims in Sri Lanka.",
      "id": "s88"
    },
    {
      "text": "It seems to me, however, that this does not demonstrate an error of law, and clearly no jurisdictional error, merely because the Tribunal, in this respect, may have made a wrong finding of fact ( Minister for Immigration and Ethnic Affairs v Wu Shan Liang [1996] HCA 6 ; (1996) 185 CLR 259 at 272 per Brennan CJ, Toohey, McHugh and Gummow JJ).",
      "id": "s89"
    },
    {
      "text": "16 In my view, the appellant's allegation that the Tribunal did not consider his claim as a Tamil Muslim cannot be made out in this case.",
      "id": "s90"
    },
    {
      "text": "The Tribunal clearly did consider this claim.",
      "id": "s91"
    },
    {
      "text": "The circumstance that a finding of fact may have been erroneous in the Tribunal's consideration of the claim does not in the circumstance of this case permit the setting aside of the Tribunal's decision.",
      "id": "s92"
    },
    {
      "text": "17 It was further claimed by the appellant that the Tribunal failed to consider that he belonged to a social group by being a Tamil Muslim.",
      "id": "s93"
    },
    {
      "text": "The claims and the evidence in support had to be supplied by the appellant himself in as much detail as is necessary to enable the Tribunal to make a finding of fact.",
      "id": "s94"
    },
    {
      "text": "It is clear that the Tribunal is entitled to rely upon what the appellant himself puts to the Tribunal, and it is not required to make out a case for him: see Prasad v Minister for Immigration and Ethnic Affairs (1985) 6 FCR 155 at 169-70 per Wilcox J; Abebe v Commonwealth of Australia [1999] HCA 14 ; (1999) 197 CLR 510 at 576, [187] per Gummow and Hayne JJ.",
      "id": "s95"
    },
    {
      "text": "18 In my view, reading the material of the appellant before the Tribunal, he did not claim as a separate part of his submission to be part of a social group as a basis for his claim to have a well-founded fear of persecution.",
      "id": "s96"
    },
    {
      "text": "As Allsop J made clear in Htun v Minister for Immigration and Multicultural Affairs (2001) 194 ALR 244 at 259, [42], the only relevant considerations are the integers of the appellant's claim of persecution.",
      "id": "s97"
    },
    {
      "text": "Once the integers of the claim have been put forward, only then do such claims become relevant considerations which need to be dealt with by the Tribunal.",
      "id": "s98"
    },
    {
      "text": "19 In any event, the Tribunal did make a finding in relation to the appellant's claims as a Tamil Muslim, and it is difficult to see what further the Tribunal could have done in this respect once it made a finding that the appellant's claims as a Tamil Muslim were not to be accepted.",
      "id": "s99"
    },
    {
      "text": "Credibility and the relationship with the Appellant's Mother \n \n 20 The Tribunal found that the appellant's claim that he had problems arising from his relationship with his mother lacked credibility.",
      "id": "s100"
    },
    {
      "text": "The Tribunal found specifically in this regard and set out clear reasons in support of it.",
      "id": "s101"
    },
    {
      "text": "The Tribunal finds the applicant's claims in respect to his fear of harm arising from his relationship with his mother to lack credibility.",
      "id": "s102"
    },
    {
      "text": "The applicant gave evidence at hearing, that in 1985 his mother enrolled the applicant in school in Colombo, and then she returned to live in Kurenagala.",
      "id": "s103"
    },
    {
      "text": "The applicant stated that after 1989 he had \"no details about her\".",
      "id": "s104"
    },
    {
      "text": "The Tribunal asked the applicant if it was correct to say that after 1985 he did not live with his mother again.",
      "id": "s105"
    },
    {
      "text": "The applicant confirmed that he lived with neither his mother nor his father after 1985 when he was six.",
      "id": "s106"
    },
    {
      "text": "He resided with his grandmother, and four aunts (mother's sisters).",
      "id": "s107"
    },
    {
      "text": "Indeed, his NIC (National Identity Card) indicates his permanent residential address as Grandpass (Colombo).",
      "id": "s108"
    },
    {
      "text": "The applicant is now 26 years old.",
      "id": "s109"
    },
    {
      "text": "By his own evidence, he has had little contact with his mother since he was six years old --- 20 years ago.",
      "id": "s110"
    },
    {
      "text": "Given the applicant's lack of contact with his mother, and the fact that his NIC (National Identity Card) would demonstrate to the authorities that he has lived in Grandpass (Colombo) for some considerable time and not with his mother, as well as his education and employment all having taken place in Colombo, the Tribunal cannot be satisfied that the applicant would be considered to be associated with his mother or imputed with a likewise political opinion.",
      "id": "s111"
    },
    {
      "text": "The applicant has not provided any documentary evidence to support these allegations, and the Tribunal finds his claim to have had problems arising from his relationship with his mother to lack credibility.",
      "id": "s112"
    },
    {
      "text": "It cannot be satisfied that the applicant has a well founded fear of harm for reason of his membership of a particular social group (his family --- namely his relationship to his mother).",
      "id": "s113"
    },
    {
      "text": "21 A finding of the Tribunal as to credibility is a finding of fact that is open to the Tribunal to make: W148/00A v Minister for Immigration and Multicultural Affairs (2001) 185 ALR 703 at 716, [64] per Tamberlin and R D Nicholson JJ; Devries v Australian National Railways Commission [1992] HCA 41 ; (1993) 177 CLR 472 at 478-9 per Brennan, Gaudron and McHugh JJ.",
      "id": "s114"
    },
    {
      "text": "Clearly in this particular instance, the Tribunal indicated the basis of the lack of credibility.",
      "id": "s115"
    },
    {
      "text": "I find no error of law in relation to that ground of appeal.",
      "id": "s116"
    },
    {
      "text": "Section 424A of the Act \n \n 22 It is clear that the provisions of s 424A of the Act must be strictly complied with by the Tribunal.",
      "id": "s117"
    },
    {
      "text": "Information must be provided to the appellant in writing if that information relates to a reason, or part of the reason, for the Tribunal affirming a decision of the delegate.",
      "id": "s118"
    },
    {
      "text": "It is also clear that relief is not to be refused on discretionary grounds merely because there has been no unfairness: see generally SAAP v Minister for Immigration and Multicultural Affairs [2005] HCA 24 ; (2001) 215 ALR 162.",
      "id": "s119"
    },
    {
      "text": "23 It seems to me that unless s 424A(3)(a) applies, then the appellant would be entitled to have the decision of the Tribunal set aside.",
      "id": "s120"
    },
    {
      "text": "For s 424(3)(a) to apply there must be information that is not specifically about the applicant or another person and is just about a class of persons of which the appellant or another person is a member.",
      "id": "s121"
    },
    {
      "text": "I am satisfied that s 424(3)(c) does apply in the circumstances of this case, and there is nothing in the character of the selected country information to make that provision inapplicable.",
      "id": "s122"
    },
    {
      "text": "24 In those circumstances, there is no obligation on the Tribunal to give the appellant any information that is not specifically about the appellant or another person.",
      "id": "s123"
    },
    {
      "text": "The relevant information the Tribunal relied upon in its decision is in accordance with the usual country information, and is about a class of persons of which the appellant is a member: VAAC v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCAFC 74 ; (2003) 129 FCR 168 at 174, [20] .",
      "id": "s124"
    },
    {
      "text": "25 So far as needs be considered for the purposes of this case, s 424A is an exhaustive statement of the Tribunal's obligation to provide information to the appellant: s 422B.",
      "id": "s125"
    },
    {
      "text": "CONCLUSION \n \n 26 In conclusion, therefore, I would dismiss the appeal with costs.",
      "id": "s126"
    },
    {
      "text": "I certify that the preceding twenty-six (26) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice MIDDLETON.",
      "id": "s127"
    },
    {
      "text": "Associate:\n\nDated: 5 October 2006\n\n\n Counsel for the Appellant: The Appellant appeared in person \n \n Interpreter for the Appellant: Mr K Selvarayagam \n \n Counsel for the Respondent: Ms S Burchell \n \n Solicitor for the Respondent: Clayton Utz \n \n Date of Hearing: 22 September 2006 \n \n Date of Judgment: 22 September 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1314.html",
      "id": "s128"
    }
  ]
}