{
  "name": "MZXAI v Minister for Immigration &amp; Multicultural Affairs [2006] FCA 1116 (22 August 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1116.html",
  "catchphrases": [
    {
      "text": "appeal from federal magistrate",
      "id": "c0"
    },
    {
      "text": "no question of principle",
      "id": "c1"
    },
    {
      "text": "appeal dismissed",
      "id": "c2"
    },
    {
      "text": "migration",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 The appellant appeals from a judgment of the Federal Magistrates Court which dismissed his application for judicial review of a decision of the Refugee Review Tribunal.",
      "id": "s0"
    },
    {
      "text": "The Tribunal had affirmed a decision of a delegate of the first respondent that the appellant was not entitled to a protection visa.",
      "id": "s1"
    },
    {
      "text": "2 The Tribunal found that the appellant did not have a well-founded fear of persecution if returned to India in the reasonably foreseeable future.",
      "id": "s2"
    },
    {
      "text": "His Honour below rejected the following points raised on behalf of the appellant: \n \n &#8226; the Tribunal's decision lacked logic;\n &#8226; the Tribunal failed to determine whether the appellant was a member of a particular social group;\n &#8226; the Tribunal erroneously rejected letters of support for the appellant; and\n &#8226; the Tribunal failed to consider the issue of relocation within India.",
      "id": "s3"
    },
    {
      "text": "3 His Honour in the Court below correctly dismissed each of the appellant's submissions on the above issues.",
      "id": "s4"
    },
    {
      "text": "The Tribunal's reasons did not lack logic but disclosed a reasoning process and were not internally inconsistent.",
      "id": "s5"
    },
    {
      "text": "The Tribunal correctly assessed that the appellant was not a member of the social group constituted by members of the People's War Group.",
      "id": "s6"
    },
    {
      "text": "In any event, that was a question of fact for it to determine.",
      "id": "s7"
    },
    {
      "text": "4 The Tribunal's rejection of the letters was a matter going to the merits of its decision and did not involve any judicially reviewable error.",
      "id": "s8"
    },
    {
      "text": "Further, the question of internal relocation did not arise on the basis of the reasoning of the Tribunal that the appellant was not at risk of persecution.",
      "id": "s9"
    },
    {
      "text": "The Tribunal did not consider that the appellant was at risk of persecution from the People's War Group.",
      "id": "s10"
    },
    {
      "text": "That was a question of fact for it to determine.",
      "id": "s11"
    },
    {
      "text": "It found that the People's War Group would not consider the appellant to be a police informer, as he claimed it would.",
      "id": "s12"
    },
    {
      "text": "5 The appellant's notice of appeal contends his Honour in the Court below erred in finding that the Tribunal's decision was not affected by a jurisdictional error.",
      "id": "s13"
    },
    {
      "text": "He did not identify any such error in his oral submissions.",
      "id": "s14"
    },
    {
      "text": "He failed to file any written submissions.",
      "id": "s15"
    },
    {
      "text": "Having read the decision of the Tribunal, and the analysis of it in the Court below, I do not consider that the Tribunal made a jurisdictional error in its consideration of the appellant's claim for a protection visa.",
      "id": "s16"
    },
    {
      "text": "6 The appeal is dismissed with costs.",
      "id": "s17"
    },
    {
      "text": "I certify that the preceding six (6) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Marshall.",
      "id": "s18"
    },
    {
      "text": "Associate:\n\n\nDated: 23 August 2006\n\n\n\n The appellant represented himself.",
      "id": "s19"
    },
    {
      "text": "Counsel for the Respondents: Mr E Heerey \n \n Solicitor for the Respondents: Clayton Utz \n \n Date of Hearing: 22 August 2006 \n \n Date of Judgment: 22 August 2006 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1116.html",
      "id": "s20"
    }
  ]
}