{
  "name": "SBPD v Minister for Immigration &amp; Multicultural Affairs [2006] FCA 1174 (21 August 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1174.html",
  "catchphrases": [
    {
      "text": "application for leave to appeal",
      "id": "c0"
    },
    {
      "text": "summary dismissal",
      "id": "c1"
    },
    {
      "text": "failure to appear",
      "id": "c2"
    },
    {
      "text": "migration",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "This is an application for leave to appeal from a decision of the Federal Magistrates Court given on 28 April 2006.",
      "id": "s0"
    },
    {
      "text": "On that date the Federal Magistrates Court dismissed an application to quash a decision of the Refugee Review Tribunal of 15 December 2005.",
      "id": "s1"
    },
    {
      "text": "It did so pursuant to r 13.03A(c) of the Federal Magistrates Court Rules, because the applicant did not then appear.",
      "id": "s2"
    },
    {
      "text": "Consequently, the decision of the Federal Magistrates Court was an interlocutory judgment requiring leave to appeal under s 24(1A) of the Federal Court of Australia Act 1976 (Cth): See MLGXAL v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCA 966.",
      "id": "s3"
    },
    {
      "text": "The applicant has not appeared on his motion.",
      "id": "s4"
    },
    {
      "text": "He has been notified of the hearing date in accordance with the Court's direction by letter to his address for service dated 13 July 2006.",
      "id": "s5"
    },
    {
      "text": "He applied for a fee waiver to be able to file his application.",
      "id": "s6"
    },
    {
      "text": "On that document he provided a mobile telephone number.",
      "id": "s7"
    },
    {
      "text": "Efforts to contact him at that mobile telephone number, both today and on earlier occasions by the Court, have proved unsuccessful.",
      "id": "s8"
    },
    {
      "text": "Not only has the applicant not appeared today and not appeared before the Federal Magistrates Court on the hearing of his application then, but he also did not appear before the Tribunal at the hearing which it fixed for him to give oral evidence and to make submissions.",
      "id": "s9"
    },
    {
      "text": "He did not contact the Tribunal to explain his failure to attend.",
      "id": "s10"
    },
    {
      "text": "One cannot help but have the suspicion that the applicant is simply using the opportunities provided to him under the law to prolong his stay in Australia.",
      "id": "s11"
    },
    {
      "text": "His application for a protection visa was refused, first by a delegate of the first respondent on 15 September 2005, and then by the Tribunal on 15 December 2005, in essence, because his claims were not established to the satisfaction of the initial decision-maker or the Tribunal on the material before them.",
      "id": "s12"
    },
    {
      "text": "As the applicant has not appeared today on his own motion, I am entitled to proceed in his absence.",
      "id": "s13"
    },
    {
      "text": "I propose to dismiss the application.",
      "id": "s14"
    },
    {
      "text": "I note that his affidavit in support of the application does not explain why he did not attend before the Tribunal, or before the Federal Magistrates Court.",
      "id": "s15"
    },
    {
      "text": "It appears to misconceive the power of the Federal Magistrates Court to review the decision of the Tribunal in any event, as it speaks of seeking a review of the decision concerning his protection visa application 'on its merits'.",
      "id": "s16"
    },
    {
      "text": "It is not the function of the Federal Magistrates Court, or of this Court, to do so.",
      "id": "s17"
    },
    {
      "text": "The affidavit also asserts jurisdictional error on the part of the Federal Magistrates Court in depriving the applicant of the right to be heard in person.",
      "id": "s18"
    },
    {
      "text": "On the material before me, which I have extracted from the relevant file of the Federal Magistrates Court, that is simply incorrect.",
      "id": "s19"
    },
    {
      "text": "He was given notice of the hearing before the Federal Magistrates Court.",
      "id": "s20"
    },
    {
      "text": "If his point concerns the hearing before the Tribunal, he was given notice of that hearing.",
      "id": "s21"
    },
    {
      "text": "He indicated that he intended to attend the hearing.",
      "id": "s22"
    },
    {
      "text": "He simply did not do so.",
      "id": "s23"
    },
    {
      "text": "The material before me indicates that he then did not make any contact with the Tribunal to explain the reason for his failure to attend that hearing, or to seek any other relief by way of a further hearing, before the Tribunal adjudicated upon his claim.",
      "id": "s24"
    },
    {
      "text": "He also asserts in that affidavit that the Federal Magistrate failed to consider that the Tribunal made a jurisdictional error by failing to understand his genuine convention-based fear of persecution.",
      "id": "s25"
    },
    {
      "text": "It did not do so.",
      "id": "s26"
    },
    {
      "text": "It simply was not satisfied of the claims upon which that asserted fear of persecution was based on the material before it.",
      "id": "s27"
    },
    {
      "text": "The affidavit develops that proposition in a subsequent ground, but simply in an assertive way.",
      "id": "s28"
    },
    {
      "text": "The picture overall is that the applicant has simply brought proceedings for a protection visa.",
      "id": "s29"
    },
    {
      "text": "He has not attended the Tribunal or the Federal Magistrates Court, or this Court in support of his claims, despite having been notified of them and despite having had the opportunity to do so.",
      "id": "s30"
    },
    {
      "text": "In the circumstances I have no hesitation in dismissing his application for leave to appeal from the decision of the Federal Magistrates Court of 28 April 2006.",
      "id": "s31"
    },
    {
      "text": "The applicant must pay the costs of the first respondent.",
      "id": "s32"
    },
    {
      "text": "I certify that the preceding seven (7) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Mansfield.",
      "id": "s33"
    },
    {
      "text": "Associate:\n\nDated: 7 September 2006\n\n\n Counsel for the Applicant: No appearance \n \n Counsel for the Respondent: M Roder \n \n Solicitor for the Respondent: Sparke Helmore \n \n Date of Hearing: 21 August 2006 \n \n Date of Judgment: 21 August 2006 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1174.html",
      "id": "s34"
    }
  ]
}