{
  "name": "SZGLT v Minister for Immigration &amp; Multicultural Affairs [2006] FCA 1749 (20 December 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1749.html",
  "catchphrases": [
    {
      "text": "persecution",
      "id": "c0"
    },
    {
      "text": "economic hardship",
      "id": "c1"
    },
    {
      "text": "whether the tribunal failed to address the appellant's claim of economic persecution",
      "id": "c2"
    },
    {
      "text": "migration",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from a decision of a federal magistrate refusing an application for review of a decision of the Refugee Review Tribunal (the \"Tribunal\").",
      "id": "s0"
    },
    {
      "text": "The facts are set out in the magistrate's reasons as follows:\n \n \n '4.",
      "id": "s1"
    },
    {
      "text": "...",
      "id": "s2"
    },
    {
      "text": "The (appellant) claims to be a citizen of the Philippines and arrived in Australia on 9 November 2004.",
      "id": "s3"
    },
    {
      "text": "On the same date, she lodged an application for a protection (Class XA) visa with the Department of Immigration.",
      "id": "s4"
    },
    {
      "text": "On 13 December 2004, a delegate of the Minister refused to grant a protection visa and on 11 January 2005 the (appellant) applied to the Tribunal for review of the delegate's decision.",
      "id": "s5"
    },
    {
      "text": "5.",
      "id": "s6"
    },
    {
      "text": "According to the (appellant's) protection visa application, she was born in Tobod, the Philippines, and lived at an address near Lala (Lanao del Norte Province, Northern Mindanao) for at least ten years prior to her departure for Australia.",
      "id": "s7"
    },
    {
      "text": "She is a Christian of Basia ethnicity.",
      "id": "s8"
    },
    {
      "text": "She married in 1993, and her husband and four children remain in the Philippines.",
      "id": "s9"
    },
    {
      "text": "The (appellant) obtained a Bachelor of Science degree and a teaching qualification in 1995, and was employed as a high school teacher.",
      "id": "s10"
    },
    {
      "text": "6.",
      "id": "s11"
    },
    {
      "text": "The (appellant's) claims for protection are contained in her answer to question 40 of the visa application.",
      "id": "s12"
    },
    {
      "text": "She claims her father owns some 25 acres of farming land in the Tobod area.",
      "id": "s13"
    },
    {
      "text": "She has ten siblings, some who work in agriculture and others in business.",
      "id": "s14"
    },
    {
      "text": "The Moro Islamic Liberation Front (\"MILF\") is active in the (appellant's) province demanding money from the (appellant's) family.",
      "id": "s15"
    },
    {
      "text": "The family guarded their property and initially made some payments to the MILF.",
      "id": "s16"
    },
    {
      "text": "However, the MILF then demanded larger sums, threatened to kill family members and take over their property if the (appellant) did not pay.",
      "id": "s17"
    },
    {
      "text": "They also demanded a portion of the (appellant's) salary as a teacher.",
      "id": "s18"
    },
    {
      "text": "The (appellant) left the Philippines because she was scared.",
      "id": "s19"
    },
    {
      "text": "' \n \n \n \n\n2 The appellant, at her husband's suggestion, initially went to the United Arab Emirates but later decided that Australia was a safer place for her family.",
      "id": "s20"
    },
    {
      "text": "She could initially afford to pay only for her own travel.",
      "id": "s21"
    },
    {
      "text": "She hopes to bring her entire family to Australia.",
      "id": "s22"
    },
    {
      "text": "The Tribunal rejected her application for a protection visa.",
      "id": "s23"
    },
    {
      "text": "Counsel for the respondent provided the magistrate with the following summary of the Tribunal's reasons:\n \n '6.",
      "id": "s24"
    },
    {
      "text": "The Tribunal - \n \n \n \n \n (a) Accepted that the (appellant) is a national of the Philippines for the purposes of her application ...; \n \n \n \n \n \n \n \n \n \n (b) Accepted that the (appellant) (like the majority of her compatriots and the Philippine authorities) is opposed to the aims and extortionary taxes imposed by the Islamic rebels and that the (appellant) has concerns for the economic and social well being of her country and her children because of the rebels' actions ...; \n \n \n \n \n \n \n \n \n \n (c) Was not satisfied that the (appellant's) account of the (influence of) Muslims in her province and the impact of the rebels is accurate ...; \n \n \n \n \n \n \n \n \n \n (d) Accepted as plausible that the (appellant's) family had been paying the revolutionary tax imposed by the rebels and that the (appellant) had counselled her family against doing so but they had ignored her advice ...; \n \n \n \n \n \n \n \n \n \n (e) Was not satisfied that the (appellant) had ever come to the adverse attention of the rebels as a result of her disapproval of the tax because: \n \n \n \n \n \n \n \n (i) The evidence provided to substantiate the claim was confined to her oral statements to the Tribunal which were unable to be corroborated because the (appellant) had only ever shared them with her family ...; \n \n \n \n \n \n \n \n (ii) The (appellant) had not confided in anyone else including her church groups and had not taken any steps to sound out whether local teachers such as herself had been targeted similarly.",
      "id": "s25"
    },
    {
      "text": "Rather the only persons she had told were directly involved in her present visa application ...; \n \n \n \n \n \n \n \n (iii) The (appellant) does not have any profile which would make her an attractive target for the rebels ...; \n \n \n \n \n \n \n \n (iv) The Tribunal could not be satisfied that the rebels had in fact threatened the (appellant) verbally or by loitering around her home and had not appeared to have been aware of her absence from the Philippines in early 2004.",
      "id": "s26"
    },
    {
      "text": "The (appellant) claimed in her protection visa to have escaped without the rebels noticing.",
      "id": "s27"
    },
    {
      "text": "Also there was no evidence that following the (appellant's) return from Dubai the alleged extortion menacing activities had continued ...; \n \n \n \n \n \n \n \n (v) The conduct of the (appellant) of returning from the United Arab Emirates to the Philippines is not consistent with a person fleeing persecution ...; \n \n \n \n \n (f) Found that the (appellant) had been the subject of past adverse attention from rebels in her home town for refusing to pay the revolutionary tax or for any other reason.",
      "id": "s28"
    },
    {
      "text": "Having found that the (appellant) has not been subject to past persecution the Tribunal had no evidence before it to indicate that the (appellant) held a well-founded fear of persecution from the rebels or other sources for any reason ... .",
      "id": "s29"
    },
    {
      "text": "(Clearly, the word \"not\" has been omitted between the words 'had' and 'been' in the first sentence.",
      "id": "s30"
    },
    {
      "text": ")\n \n (g) Went on to consider even if this were not the case whether the (appellant) might reasonably relocate from her home town to elsewhere in the Philippines to specifically avoid the rebels in question.",
      "id": "s31"
    },
    {
      "text": "The Tribunal concluded that relocation was a reasonable possibility for the applicant.",
      "id": "s32"
    },
    {
      "text": "... \n \n \n \n \n \n \n \n \n \n (h) Was not satisfied on the evidence before it the (appellant) has a well-founded fear of persecution within the meaning of the Convention ...",
      "id": "s33"
    },
    {
      "text": ".",
      "id": "s34"
    },
    {
      "text": "' \n \n \n \n \n \n \n\n3 It may be that some aspects of the appellant's claims have been understated in the reasons and in this summary.",
      "id": "s35"
    },
    {
      "text": "It is appropriate that I set out her claims in a little more detail.",
      "id": "s36"
    },
    {
      "text": "4 In the appellant's visa application she claimed that:\n \n 'In my country there is one criminal group, which is called as MILF (More Islamic Liberation Front), which is most popular Terrorist group in Philippines, their activities to Terrorizes the government and the public.",
      "id": "s37"
    },
    {
      "text": "Their activities are very strong in my province.",
      "id": "s38"
    },
    {
      "text": "We are scared about that group, and the government does nothing for this problem so we use to take care of our village in shift basis.",
      "id": "s39"
    },
    {
      "text": "Day and night we use to (guard) our village, and me and my other family members are very soft, as and when they demands they use to pay some money and manage for some time slowly they MILF.",
      "id": "s40"
    },
    {
      "text": "Started demanding big amounts of money, which is not affordable for our family then they started troubling our family saying they will kill all of our family members and take over all of our properties.",
      "id": "s41"
    },
    {
      "text": "I scared and left the country for these (reasons) .",
      "id": "s42"
    },
    {
      "text": "And my family members are also scared, because I am working as teacher this terrorist group with Jamie Is lamia and they support each other they use to demand some part of my salary every month which is impossible for me since then I stop working life become very difficult to live and survive.",
      "id": "s43"
    },
    {
      "text": "' \n \n\n5 She said, in answer to the question, 'What do you fear may happen to you (if you) go back to your country?",
      "id": "s44"
    },
    {
      "text": "' :\n \n 'If I was found to them, they will definitely kill me.",
      "id": "s45"
    },
    {
      "text": "They are very furious I know a lot of cases, where they have killed many people.",
      "id": "s46"
    },
    {
      "text": "MILF group is very strong and notorious group.",
      "id": "s47"
    },
    {
      "text": "If they plan for killing anyone nobody can escape from them.",
      "id": "s48"
    },
    {
      "text": "I think they have very good support from some political and police department officials.",
      "id": "s49"
    },
    {
      "text": "If always my family members and me fear with these reasons, it not possible any better future and better education for our children.",
      "id": "s50"
    },
    {
      "text": "At least cannot live peaceful life in future.",
      "id": "s51"
    },
    {
      "text": "' \n \n\n6 In answer to the question, 'Who do you think may harm/mistreat you if you go back?",
      "id": "s52"
    },
    {
      "text": "' she said:\n \n 'MILF will kill me and I have potential life threat from them.",
      "id": "s53"
    },
    {
      "text": "Main reason I am the person mainly refused to pay money for them.",
      "id": "s54"
    },
    {
      "text": "' \n \n\n7 The appellant said that she did not think that the government would be able to protect her from MILF activity.",
      "id": "s55"
    },
    {
      "text": "8 The Tribunal recorded the following relevant information derived from the appellant:\n \n &#8226; She feared returning to the Philippines because Muslim terrorists had targeted her, and the government was unable to control the situation.",
      "id": "s56"
    },
    {
      "text": "&#8226; Her husband has a modest fish-mongering business.",
      "id": "s57"
    },
    {
      "text": "&#8226; They have four children.",
      "id": "s58"
    },
    {
      "text": "&#8226; The appellant's parents operate a small farm near to her home.",
      "id": "s59"
    },
    {
      "text": "&#8226; Of her eleven siblings her brothers work on the farm and as paid labourers; her sisters work in Manilla in the garment and leatherwear sectors.",
      "id": "s60"
    },
    {
      "text": "One sister had returned, or was returning, from Manilla because of the expense of living there.",
      "id": "s61"
    },
    {
      "text": "&#8226; The appellant said that in the past her family had paid \"revolutionary tax\" to the rebels on a monthly basis and continues to do so.",
      "id": "s62"
    },
    {
      "text": "&#8226; The appellant and her family have been singled out by the MILF rebels because of their financial means, derived from her husband's business and her salary as a teacher.",
      "id": "s63"
    },
    {
      "text": "&#8226; This was also partly because she had herself ceased to pay the tax and had encouraged other members of his family to do so.",
      "id": "s64"
    },
    {
      "text": "&#8226; The appellant's husband manages to maintain the family using their modest means.",
      "id": "s65"
    },
    {
      "text": "&#8226; When asked if it would be possible for her to relocate to Manilla, she said that this was not a realistic option as it was almost impossible to find work, given the corruption and nepotism in the country.",
      "id": "s66"
    },
    {
      "text": "Others from her region had moved to Manilla but had returned rather than endure the economic hardships of the city.",
      "id": "s67"
    },
    {
      "text": "9 I note that it is sometimes difficult to understand whether the appellant's references to her \"family\" are to her husband and children or to her parents and siblings.",
      "id": "s68"
    },
    {
      "text": "10 Four separate claims emerge, namely:\n \n &#8226; fear of physical violence to enforce extortion;\n &#8226; fear of economic hardship caused by such extortion; \n &#8226; fear of physical violence in retribution for opposition to the extortion; and\n &#8226; fear of further extortion because of the relatively strong financial position of the appellant and her husband.",
      "id": "s69"
    },
    {
      "text": "11 Australia has protection obligations to a person who:\n \n '... owing to well-founded fear of being persecuted for reasons of race, religion, nationality, membership of a particular social group or political opinion, is outside the country of his nationality and is unable or, owing to such fear, is unwilling to avail himself of the protection of that country ...",
      "id": "s70"
    },
    {
      "text": ".",
      "id": "s71"
    },
    {
      "text": "' \n \n\n12 Subsections 91R(1) and (2) of the Migration Act 1958 (Cth) (the \"Act\") provide:\n \n \n '(1) For the purposes of the application of this Act and the regulations to a particular person, Article 1A(2) of the Refugee Convention as amended by the Refugees Protocol does not apply in relation to persecution for one or more of the reasons mentioned in that Article unless: \n \n \n \n \n \n \n (a) that reason is the essential and significant reason, or those reasons are the essential and significant reasons, for the persecution; and \n (b) the persecution involves serious harm to the person; and \n (c) the persecution involves systematic and discriminatory conduct.",
      "id": "s72"
    },
    {
      "text": "' \n \n \n \n \n \n (2) Without limiting what is serious harm for the purposes of paragraph (1)(b), the following are instances of serious harm for the purposes of that paragraph: \n \n \n \n \n \n \n (a) a threat to the person's life or liberty; \n (b) significant physical harassment of the person; \n (c) significant physical ill-treatment of the person; \n (d) significant economic hardship that threatens the person's capacity to subsist; \n (e) denial of access to basic services, where the denial threatens the person's capacity to subsist; \n (f) denial of capacity to earn a livelihood of any kind, where the denial threatens the person's capacity to subsist.",
      "id": "s73"
    },
    {
      "text": "' \n \n \n \n \n\n13 The appellant claims to fear both violence and extortion causing hardship, by reason of her opposition to extortion.",
      "id": "s74"
    },
    {
      "text": "It may be that she also fears further extortion because of the relatively favourable financial position of her and her husband.",
      "id": "s75"
    },
    {
      "text": "It is arguable that a social group may be defined by its members' possession of wealth and/or by their having spoken out against extortion.",
      "id": "s76"
    },
    {
      "text": "See Dranichnikov v Minister for Immigration [2003] HCA 26 ; (2002) 77 ALJR 1088.",
      "id": "s77"
    },
    {
      "text": "14 Under the heading 'Findings and Reasons' the Tribunal summarized the appellant's case as follows:\n \n 'Essentially, the (appellant) claims refugee protection on the basis of actual and imputed political opinion, arising from her opposition to the MILF's imposition of a \"revolutionary taxes\" on her and her family.",
      "id": "s78"
    },
    {
      "text": "' \n \n\n15 In this passage the Tribunal recognized the appellant's claim to fear persecution by reason of her opposition to extortion.",
      "id": "s79"
    },
    {
      "text": "It is not clear that it recognizes that she claimed to fear both violence and financial hardship.",
      "id": "s80"
    },
    {
      "text": "The statement also says nothing about persecution based on her membership of a class comprising persons who are relatively wealthy and/or who have spoken out against extortion.",
      "id": "s81"
    },
    {
      "text": "16 The Tribunal was not satisfied:\n \n '... that the (appellant's) account of the influence of Muslims in her province and the impact of the rebels - however reflective of her genuine concerns - is accurate.",
      "id": "s82"
    },
    {
      "text": "Independent evidence discussed with the (appellant) indicates that their activities in the mainly Christian province have met stiff resistance from government authorities, meaning that their capacity to pursue individual persons is necessarily limited by their own limited manpower, and the pressing priorities of securing resources and achieving immediate political/military objectives.",
      "id": "s83"
    },
    {
      "text": "' \n \n\n17 Nonetheless the Tribunal accepted as plausible the appellant's claim that her family had paid the revolutionary tax, that she had counselled them against doing so and that they had ignored her advice and continued to pay.",
      "id": "s84"
    },
    {
      "text": "The Tribunal was not satisfied that the appellant had come to the 'adverse attention of the MILF rebels as a result of her disapproval of the revolutionary tax ...",
      "id": "s85"
    },
    {
      "text": ".",
      "id": "s86"
    },
    {
      "text": "' This was said to be for the following reasons:\n \n &#8226; that she had not informed the police of her concerns, confided in anybody else or inquired of other teachers whether they, too, were being targeted for extortion; \n &#8226; that she did not have a profile which would make her an attractive target for MILF rebels, being only one of 'thousands of teachers in the province and many more professionals' ; \n &#8226; that she had only campaigned against the tax within her family;\n &#8226; that the Tribunal was not satisfied that MILF rebels had threatened her or loitered menacingly around her home, or even been aware of her absence from the Philippines during early 2004; and\n &#8226; that she returned from the United Arab Emirates after only two months, this being inconsistent with a person fleeing persecution.",
      "id": "s87"
    },
    {
      "text": "18 The Tribunal concluded that:\n \n 'In the light of the above factors the Tribunal is not satisfied that the (appellant) has been subject to past adverse attention from MILF rebels in her home town, for having refused to pay the revolutionary tax, for having (unsuccessfully) encouraged family members not to pay, or for any other reasons.",
      "id": "s88"
    },
    {
      "text": "19 The Tribunal then considered whether or not, in any event, the appellant would be able to relocate within the Philippines, concluding that:\n \n 'It would be safe and reasonable for her to relocate to another part of the Philippines, such as Manilla.",
      "id": "s89"
    },
    {
      "text": "' \n \n\n20 It observed that in Manilla the MILF presence was 'even less pronounced' .",
      "id": "s90"
    },
    {
      "text": "Despite the appellant's assertion that it would be difficult economically to relocate, particularly given the difficulty in finding work in a corrupt and nepotistic environment, the Tribunal concluded:\n \n 'The Tribunal is satisfied --- given that the (appellant) has siblings living there, financial resources to draw on (her husband's income and family funds which paid for her journey to Australia), professional qualifications and demonstrated resourcefulness --- that she could reasonably relocate to Manilla or elsewhere in the Philippines.",
      "id": "s91"
    },
    {
      "text": "' \n \n\n21 The appellant's application for review in the Federal Magistrates Court relied upon eight grounds as follows (the numbers being inserted for ease of reference):\n \n '1.",
      "id": "s92"
    },
    {
      "text": "The Tribunal made his decision in bad faith.",
      "id": "s93"
    },
    {
      "text": "2.",
      "id": "s94"
    },
    {
      "text": "The Tribunal deprived me of the natural justice.",
      "id": "s95"
    },
    {
      "text": "3.",
      "id": "s96"
    },
    {
      "text": "The Tribunal denied the evidentiary proof of my claim.",
      "id": "s97"
    },
    {
      "text": "4.",
      "id": "s98"
    },
    {
      "text": "The Tribunal's decision did not reflect the material facts of my claim.",
      "id": "s99"
    },
    {
      "text": "5.",
      "id": "s100"
    },
    {
      "text": "The Tribunal has given a decision which was preset in the back of its mind.",
      "id": "s101"
    },
    {
      "text": "6.",
      "id": "s102"
    },
    {
      "text": "The Tribunal mixed up many facts with this decision which affected the decision.",
      "id": "s103"
    },
    {
      "text": "7.",
      "id": "s104"
    },
    {
      "text": "The Tribunal concentrated in particular fact while ignored many other facts in this condition.",
      "id": "s105"
    },
    {
      "text": "8.",
      "id": "s106"
    },
    {
      "text": "The Tribunal make up his mind without any inquiry regarding my claim and he did not believe my genuine Convention-based refugee claim.",
      "id": "s107"
    },
    {
      "text": "' \n \n \n\n22 The magistrate treated grounds 1 and 5 and part of 8 as allegations of bias, bad faith and/or prejudice on the ground that no particulars were supplied sufficient to identify the nature of the complaint.",
      "id": "s108"
    },
    {
      "text": "He was clearly correct in so doing.",
      "id": "s109"
    },
    {
      "text": "Ground 2 was unsupported by reference to any relevant facts.",
      "id": "s110"
    },
    {
      "text": "Grounds 3, 4, 6 and 7 all relate to the facts of the case.",
      "id": "s111"
    },
    {
      "text": "They offer no basis for judicial review.",
      "id": "s112"
    },
    {
      "text": "Again, the magistrate correctly dismissed them.",
      "id": "s113"
    },
    {
      "text": "The magistrate identified the fact that ground 8 also raised an allegation of failure to investigate.",
      "id": "s114"
    },
    {
      "text": "His Honour dismissed this ground upon the basis that there was no positive duty on the Tribunal to do so.",
      "id": "s115"
    },
    {
      "text": "23 The magistrate also dealt with a further \"ground\" raised by counsel for the respondent, namely a possible failure to comply with the requirements of s 424A of the Act.",
      "id": "s116"
    },
    {
      "text": "Counsel submitted that this was not a case within s 424A because the relevant evidence appeared to have been derived from information provided to the Tribunal in the course of the hearing rather than from some other earlier document which had not been provided by the appellant for the purposes of proceedings in the Tribunal.",
      "id": "s117"
    },
    {
      "text": "In my view the only way in which the magistrate could have determined how particular information had been provided to the Tribunal would be by reference to the transcript or by direct evidence as to the matter.",
      "id": "s118"
    },
    {
      "text": "The appellant had made no such complaint, and so there was no evidence to support or contradict it.",
      "id": "s119"
    },
    {
      "text": "Whilst recognizing that counsel was trying to be fair and helpful, the issue was not raised in a way which allowed of its resolution.",
      "id": "s120"
    },
    {
      "text": "24 In the course of the hearing of this appeal I became concerned that the Tribunal may not have fully understood the ambit of the appellant's claim, in particular that she claimed to fear economic persecution as well as physical violence, and that such fear was of persecution for political belief (her opposition to extortion) and, arguably, for membership of a social group (those who could pay and/or had spoken out against extortion).",
      "id": "s121"
    },
    {
      "text": "Of course, in any case based on economic persecution it would be necessary to show that the relevant extortion was likely to threaten the capacity of the appellant and her family to subsist.",
      "id": "s122"
    },
    {
      "text": "However the present question is whether or not the Tribunal identified these questions as part of the appellant's claim and dealt with them.",
      "id": "s123"
    },
    {
      "text": "This point was raised in the written submissions made before the magistrate.",
      "id": "s124"
    },
    {
      "text": "They were apparently drafted by somebody other than the appellant.",
      "id": "s125"
    },
    {
      "text": "Economic hardship is a major theme of that document.",
      "id": "s126"
    },
    {
      "text": "The issue was also raised in the appellant's visa application.",
      "id": "s127"
    },
    {
      "text": "The magistrate recognized it as an issue at [10] et seq of his reasons.",
      "id": "s128"
    },
    {
      "text": "However, because of the way in which he dealt with the various grounds of appeal, he seems not to have considered whether or not the Tribunal had addressed the question.",
      "id": "s129"
    },
    {
      "text": "25 It is of some importance that the Tribunal accepted that the appellant's family had paid the \"revolutionary tax\", and that she had subsequently counselled her family against doing so.",
      "id": "s130"
    },
    {
      "text": "It seems that at some stage, she had also paid the \"tax\".",
      "id": "s131"
    },
    {
      "text": "The Tribunal's reasons for concluding that it was not satisfied that she had ever come to the adverse attention of the MILF rebels were not all relevant to the question of economic persecution.",
      "id": "s132"
    },
    {
      "text": "It was hardly relevant to that question that she had not told anybody about her claims concerning extortion, given that the Tribunal accepted that it had occurred.",
      "id": "s133"
    },
    {
      "text": "Similarly, her conduct in returning from the United Arab Emirates was not necessarily inconsistent with a fear of economic persecution, given that her family would be exposed to such persecution whether she was in the Philippines or elsewhere.",
      "id": "s134"
    },
    {
      "text": "26 The appellant's fear of economic persecution was a rather more subtle point than was her fear of violence.",
      "id": "s135"
    },
    {
      "text": "In the visa application, she claimed that extortion made life financially difficult.",
      "id": "s136"
    },
    {
      "text": "One might reasonably have expected the Tribunal to question her about that subject in more detail than it did, had it understood the nature of the claim.",
      "id": "s137"
    },
    {
      "text": "That the Tribunal may not have addressed the question is also suggested by the way in which it dealt with the question of relocation.",
      "id": "s138"
    },
    {
      "text": "It appears to have decided that it was reasonable for the appellant to relocate, saying that the appellant's siblings were living in Manilla.",
      "id": "s139"
    },
    {
      "text": "However the evidence was that one of her siblings had returned from Manilla because she was finding life financially difficult in that city.",
      "id": "s140"
    },
    {
      "text": "Secondly, the Tribunal found that the appellant had sufficient resources to enable her to live in Manilla, namely her family's resources and her husband's income.",
      "id": "s141"
    },
    {
      "text": "One assumes, however, that if she were to relocate to Manilla it would be with her family.",
      "id": "s142"
    },
    {
      "text": "It could hardly be reasonable to expect her to do otherwise.",
      "id": "s143"
    },
    {
      "text": "In that case her husband would be deprived of the income from his business and would be forced to look for work in Manilla with the difficulties attendant thereon.",
      "id": "s144"
    },
    {
      "text": "Further, the suggestion that as the appellant was a person with professional qualifications and demonstrated resourcefulness, she could make her way in Manilla notwithstanding the corrupt and nepotistic environment, seems to overlook the capacity of such factors to cause difficulties even to the qualified and resourceful.",
      "id": "s145"
    },
    {
      "text": "In my view the financial considerations incidental to relocation were addressed in a particularly superficial way.",
      "id": "s146"
    },
    {
      "text": "Had the Tribunal appreciated the appellant's concerns about economic persecution, it would have given more attention to the financial implications of relocation.",
      "id": "s147"
    },
    {
      "text": "27 This is a marginal case.",
      "id": "s148"
    },
    {
      "text": "I am aware of the need to adopt a fair reading of the Tribunal's reasons, having particular regard to the fact that it is an administrative tribunal and not a court.",
      "id": "s149"
    },
    {
      "text": "However, in the end, I have concluded that the Tribunal failed to appreciate the full range of the appellant's claims to refugee status, particularly those aspects which related to financial persecution.",
      "id": "s150"
    },
    {
      "text": "I do not suggest that this aspect of the appellant's case was strong, but it nonetheless ought to have been addressed.",
      "id": "s151"
    },
    {
      "text": "In my view it was not.",
      "id": "s152"
    },
    {
      "text": "The appeal should be allowed.",
      "id": "s153"
    },
    {
      "text": "Orders 2 and 3 made on 2 June 2006 should be set aside.",
      "id": "s154"
    },
    {
      "text": "In lieu thereof there should be orders that the decision of the Tribunal dated 22 April 2005 be quashed and that the matter be remitted to the Tribunal for further consideration in accordance with law.",
      "id": "s155"
    },
    {
      "text": "Should the parties wish to make submissions as to orders, I will hear those submissions.",
      "id": "s156"
    },
    {
      "text": "I am inclined to the view that there should be no order as to costs, but I will hear any submissions in that regard.",
      "id": "s157"
    },
    {
      "text": "I certify that the preceding twenty-seven (27) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Dowsett.",
      "id": "s158"
    },
    {
      "text": "Associate:\n\nDated: 20 December 2006\n\n\n Counsel for the Appellant: The Appellant appeared in person.",
      "id": "s159"
    },
    {
      "text": "Counsel for the Respondents: Mr J Mitchell \n \n Solicitor for the Respondents: Phillips Fox \n \n Date of Hearing: 8 November 2006 \n \n Date of Judgment: 20 December 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1749.html",
      "id": "s160"
    }
  ]
}