{
  "name": "SZHUY v Minister for Immigration &amp; Multicultural Affairs [2006] FCA 1187 (10 August 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1187.html",
  "catchphrases": [
    {
      "text": "judicial review",
      "id": "c0"
    },
    {
      "text": "protection visa",
      "id": "c1"
    },
    {
      "text": "application for judicial review of refugee review tribunal",
      "id": "c2"
    },
    {
      "text": "order nisi application dismissed by federal magistrates court",
      "id": "c3"
    },
    {
      "text": "application for leave to appeal",
      "id": "c4"
    },
    {
      "text": "application for leave dismissed with costs",
      "id": "c5"
    },
    {
      "text": "indian national",
      "id": "c6"
    },
    {
      "text": "hindu and human rights activist",
      "id": "c7"
    },
    {
      "text": "apprehended fear of persecution by muslims",
      "id": "c8"
    },
    {
      "text": "claims disbelieved by tribunal",
      "id": "c9"
    },
    {
      "text": "no jurisdictional error",
      "id": "c10"
    },
    {
      "text": "migration",
      "id": "c11"
    }
  ],
  "sentences": [
    {
      "text": "The applicant is a citizen of India.",
      "id": "s0"
    },
    {
      "text": "She says that she suffered persecution in India both because she is Hindu and also because she was an advocate for women's rights.",
      "id": "s1"
    },
    {
      "text": "As a young woman, she lived in a part of India dominated by Muslim people.",
      "id": "s2"
    },
    {
      "text": "She was an active student leader at the University in Hubli.",
      "id": "s3"
    },
    {
      "text": "She advocated liberation for women and their greater involvement in public life.",
      "id": "s4"
    },
    {
      "text": "Because of this she was regarded as having western values.",
      "id": "s5"
    },
    {
      "text": "She was criticised by conservative elements, especially from the Muslim community.",
      "id": "s6"
    },
    {
      "text": "The applicant said that on Independence Day, 15 August 1994, she had been invited to hoist the national flag at the Idagh Maidan at Hubli.",
      "id": "s7"
    },
    {
      "text": "There were objections from the Muslim community because a mosque was located on the same ground.",
      "id": "s8"
    },
    {
      "text": "The applicant claimed that she was kidnapped and kept under house arrest so the flag raising ceremony could not take place.",
      "id": "s9"
    },
    {
      "text": "She also claimed that her parents were threatened and her house ransacked.",
      "id": "s10"
    },
    {
      "text": "When she reported this to police she said that they abused all of her group.",
      "id": "s11"
    },
    {
      "text": "The applicant said that when she was being held by those who kidnapped her, she was tortured and abused.",
      "id": "s12"
    },
    {
      "text": "She claimed that she was released only after she promised to leave the place within 24 hours.",
      "id": "s13"
    },
    {
      "text": "She and her family were threatened with elimination.",
      "id": "s14"
    },
    {
      "text": "They moved to Bangalore the next day.",
      "id": "s15"
    },
    {
      "text": "The applicant claimed that she had narrowly escaped a massacre in Hindu dominated areas by Muslims supported by the police.",
      "id": "s16"
    },
    {
      "text": "She also said that with the support of her husband, whom she married in Bangalore, she began to speak publicly in support of Hindu people.",
      "id": "s17"
    },
    {
      "text": "She said she spoke against those who tried to instigate hatred between Muslims and Hindus.",
      "id": "s18"
    },
    {
      "text": "She was regarded by some as a person opposed to the Muslim minority.",
      "id": "s19"
    },
    {
      "text": "On one occasion she had made a speech in favour of better community relations following the destruction of the Babri Mosque.",
      "id": "s20"
    },
    {
      "text": "The applicant said that whenever a Muslim festival was held in her area she was taken into protective custody.",
      "id": "s21"
    },
    {
      "text": "Other Hindu activists were taken into custody and sometimes were killed.",
      "id": "s22"
    },
    {
      "text": "She feared for her life and ultimately left India for Australia.",
      "id": "s23"
    },
    {
      "text": "The applicant arrived in Australia in July 2005.",
      "id": "s24"
    },
    {
      "text": "Shortly after her arrival she applied for a protection visa.",
      "id": "s25"
    },
    {
      "text": "This was refused by a delegate of the Minister for Immigration and Multicultural Affairs on 11 August 2005.",
      "id": "s26"
    },
    {
      "text": "The applicant applied to the Refugee Review Tribunal (the Tribunal) on 30 August 2005 for review of that refusal, however the Tribunal affirmed the decision of the delegate on 24 November 2005.",
      "id": "s27"
    },
    {
      "text": "In its reasons for decision the Tribunal did not consider her to be a credible witness.",
      "id": "s28"
    },
    {
      "text": "It found that she was not connected with the controversial event of the flag raising at Idagh Maidan.",
      "id": "s29"
    },
    {
      "text": "It is not necessary for present purposes to go into the factual matters that the Tribunal relied upon in reaching that finding.",
      "id": "s30"
    },
    {
      "text": "They included inconsistencies with the historical record and in the applicant's own evidence.",
      "id": "s31"
    },
    {
      "text": "The Tribunal also found that she did not provide the correct date at which the Babri Mosque was destroyed nor explain the contradiction between her evidence about that and independent country information.",
      "id": "s32"
    },
    {
      "text": "The Tribunal was not satisfied that the applicant had come to public attention as either a student leader or an advocate for women's rights.",
      "id": "s33"
    },
    {
      "text": "It found there was nothing to support her claims that she was adversely regarded by Muslims.",
      "id": "s34"
    },
    {
      "text": "Nor was there anything to support her claims that she had been kidnapped or taken into police custody to silence her.",
      "id": "s35"
    },
    {
      "text": "The Tribunal was not prepared to accept the applicant's other unsupported assertions.",
      "id": "s36"
    },
    {
      "text": "It found that the applicant did not have a well-founded fear of persecution in India based on the matters that she had put forward.",
      "id": "s37"
    },
    {
      "text": "When her judicial review application came before the learned Federal Magistrate it took the form of an application for an order to show cause why relief should not be granted against the decision of the Tribunal.",
      "id": "s38"
    },
    {
      "text": "The learned Federal Magistrate listed the matter for hearing under r 44.12 of the Federal Magistrates Courts Rules.",
      "id": "s39"
    },
    {
      "text": "It was not apparent to him then that the application disclosed an arguable case.",
      "id": "s40"
    },
    {
      "text": "An amended application was filed on 20 March 2006.",
      "id": "s41"
    },
    {
      "text": "The applicant did not make any submissions but relied upon her amended application.",
      "id": "s42"
    },
    {
      "text": "In that amended application she claimed that the Tribunal made a mistake about the question of effective State protection under the Refugees Convention.",
      "id": "s43"
    },
    {
      "text": "The learned Magistrate pointed out that the Tribunal did not find it necessary to decide whether effective State protection from Indian authorities would have been available to the applicant.",
      "id": "s44"
    },
    {
      "text": "This was because the Tribunal had found her claims of a well-founded fear of persecution were not made out.",
      "id": "s45"
    },
    {
      "text": "The applicant claimed that procedures required by the Migration Act 1958 (Cth) had not been observed in the Tribunal.",
      "id": "s46"
    },
    {
      "text": "However the application did not show what procedures she said had not been observed.",
      "id": "s47"
    },
    {
      "text": "Other general grounds were relied upon without any support.",
      "id": "s48"
    },
    {
      "text": "The learned Magistrate found that there was nothing in the amended application which showed an arguable case.",
      "id": "s49"
    },
    {
      "text": "He therefore dismissed the application under r 44 of the Federal Magistrates Court Rules.",
      "id": "s50"
    },
    {
      "text": "The applicant seeks leave to appeal against the decision of the Magistrate.",
      "id": "s51"
    },
    {
      "text": "The proposed notice of appeal sets out a number of grounds.",
      "id": "s52"
    },
    {
      "text": "These are expressed in very general terms and they are not particularised so as to identify any error on the part of the Magistrate or the Tribunal.",
      "id": "s53"
    },
    {
      "text": "There is, in my opinion, no prospect of success on the appeal.",
      "id": "s54"
    },
    {
      "text": "The Tribunal's decision turned upon its view of the facts of the case.",
      "id": "s55"
    },
    {
      "text": "There was no jurisdictional error exposed in the application to the learned Magistrate, nor was there to this Court.",
      "id": "s56"
    },
    {
      "text": "The application for leave to appeal will be dismissed with costs fixed at $1,200.",
      "id": "s57"
    },
    {
      "text": "I certify that the preceding twelve (12) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice French.",
      "id": "s58"
    },
    {
      "text": "Associate:\nDated: 10 August 2006\n\n\n \n The applicant appeared in person \n \n Counsel for the Respondent: Mr R White \n \n Solicitor for the Respondent: Sparke Helmore \n \n Date of Hearing: 10 August 2006 \n \n Date of Judgment: 10 August 2006 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1187.html",
      "id": "s59"
    }
  ]
}