{
  "name": "Global Orthopaedic Technology Pty Limited v Orthotech Pty Limited (with Corrigendum dated 10 October 2006) [2006] FCA 1114 (23 August 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1114.html",
  "catchphrases": [
    {
      "text": "ss 52 , 53 (a), 53 (c), 53 (d)",
      "id": "c0"
    },
    {
      "text": "trade practices act 1974 (cth)",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "Introduction \n \n 1 Global Orthopaedic Technology Pty Limited manufactures and sells a prosthetic knee product known as the RBK Total Knee System.",
      "id": "s0"
    },
    {
      "text": "Exactech Inc, through its Australian distributor, Orthotech Pty Limited, has recently introduced into the Australian market a prosthetic knee called the Optetrak RBK.",
      "id": "s1"
    },
    {
      "text": "2 Global claims that the distribution, promotion and marketing of the Optetrak RBK in Australia by Orthotech and Exactech constitute misleading and deceptive conduct.",
      "id": "s2"
    },
    {
      "text": "Global also claims that Orthotech's and Exactech's distribution, marketing and promotion of the Optetrak RBK under that name suggest a commercial association between Global on the one hand and Orthotech and Exactech on the other, whereas, in truth, no such association exists between those parties.",
      "id": "s3"
    },
    {
      "text": "Thus it is said by Global that Orthotech and Exactech have contravened ss 52 , 53 (c) and 53 (d) of the Trade Practices Act 1974 (Cth) (the Act).",
      "id": "s4"
    },
    {
      "text": "3 Mr Sam Scott-Young is a director of Orthotech and controls that company's day to day business.",
      "id": "s5"
    },
    {
      "text": "Global claims that Mr Scott-Young was knowingly concerned in Orthotech's breaches of the Act.",
      "id": "s6"
    },
    {
      "text": "The Issues \n \n 4 'RBK' is an acronym.",
      "id": "s7"
    },
    {
      "text": "It was derived by Mr Ribot and Mr Banks, the founders of Global, as an acronym for the term 'rotating bearing knee'.",
      "id": "s8"
    },
    {
      "text": "Coincidentally the initials RBK are an abbreviation for 'Ribot Banks Knee'.",
      "id": "s9"
    },
    {
      "text": "Mr Ribot's evidence was that this played some part in the selection of the name.",
      "id": "s10"
    },
    {
      "text": "5 The respondents contend that rotating bearing knee is descriptive of a particular type of prosthetic knee, that RBK is an acronym for rotating bearing knee and that RBK is therefore itself descriptive.",
      "id": "s11"
    },
    {
      "text": "6 It is well established that, ordinarily, the use of a descriptive trade name ensures that it is not distinctive of a business and that its application to other like businesses will not ordinarily mislead the public; Hornsby Building Information Centre Pty Limited v Sydney Building Information Centre Limited [1978] HCA 11 ; (1978) 140 CLR 216 at 229.",
      "id": "s12"
    },
    {
      "text": "7 However, even if the acronym RBK is descriptive, its use by another trader may, upon a consideration of all the circumstances, amount to misleading conduct if the acronym has acquired a secondary meaning so as to be distinctive of Global's product; Equity Access Pty Ltd v Westpac Banking Corporation (1989) 16 IPR 431 at 447.",
      "id": "s13"
    },
    {
      "text": "8 Importantly, Global accepts that whether or not RBK is descriptive, it cannot succeed in these proceedings unless it establishes that the acronym RBK is distinctive of its product.",
      "id": "s14"
    },
    {
      "text": "That is the essential issue in these proceedings.",
      "id": "s15"
    },
    {
      "text": "9 In Equity Access , Hill J said at 448 that the distinction between descriptive and fancy names is not black and white; rather, there is a continuum.",
      "id": "s16"
    },
    {
      "text": "Thus, if the name RBK is closer along the continuum toward descriptive names, the heavier the onus will be upon Global to establish a secondary meaning.",
      "id": "s17"
    },
    {
      "text": "Also, small differences in other names will usually be adequate to avoid confusion; Hornsby Building at 229; Equity Access at 448.",
      "id": "s18"
    },
    {
      "text": "10 Thus, the second issue in the case is whether RBK is descriptive.",
      "id": "s19"
    },
    {
      "text": "In a sense it is an unnecessary issue because Global's claim stands or falls on the question of whether the acronym RBK is distinctive.",
      "id": "s20"
    },
    {
      "text": "Nevertheless, there was a good deal of evidence on the issue of descriptiveness and I will therefore address the question.",
      "id": "s21"
    },
    {
      "text": "11 In order to determine the first and second issues, it is necessary to consider the various types of prosthetic knees that are available in the Australian market.",
      "id": "s22"
    },
    {
      "text": "It is also necessary to understand the way in which participants in the market, that is to say, orthopaedic surgeons, describe the various types of prosthetic knees.",
      "id": "s23"
    },
    {
      "text": "12 A key dimension to the way participants describe products is a well known habit in the medical profession of abbreviating descriptive terms to their initial letters.",
      "id": "s24"
    },
    {
      "text": "Three letter abbreviations seem particularly common.",
      "id": "s25"
    },
    {
      "text": "Thus, it is necessary to have regard to the use of acronyms and the way in which acronyms are applied to the relevant products.",
      "id": "s26"
    },
    {
      "text": "13 The third issue is whether the distribution, promotion and marketing of the Optetrak RBK under that name would involve misleading and deceptive conduct.",
      "id": "s27"
    },
    {
      "text": "Related to this is the question of whether the use of the acronym RBK in conjunction with the name Optetrak implies a commercial association between Orthotech/Exactech and Global.",
      "id": "s28"
    },
    {
      "text": "14 The commercial association issue is also to be considered in light of the fact that between 2002 and 2004 Global distributed products for Orthotech and Exactech while at the same time selling its own RBK.",
      "id": "s29"
    },
    {
      "text": "15 The question of whether the conduct of Orthotech and Exactech is misleading or deceptive, or likely to be so, must be determined by reference to the class of prospective purchasers of the Optetrak RBK; Parkdale Custom Built Furniture Pty Ltd v Puxu Pty Ltd [1982] HCA 44 ; (1982) 149 CLR 191 at 199; Campomar Sociedad Limitada v Nike International Limited [2000] HCA 12 ; (2000) 202 CLR 45 at 85, at [102] --- [103].",
      "id": "s30"
    },
    {
      "text": "16 Prosthetic knees are purchased by orthopaedic surgeons specialising in knee replacements and by the purchasing departments of hospitals.",
      "id": "s31"
    },
    {
      "text": "The nature of the market and the way in which prosthetic knees are ordered and implanted require close consideration.",
      "id": "s32"
    },
    {
      "text": "This is because the whole of the circumstances must be looked at in order to determine whether the impugned conduct is misleading or deceptive; Puxu at 199.",
      "id": "s33"
    },
    {
      "text": "Background Facts: Global and the Development and Promotion of the RBK \n \n 17 Mr Michael Ribot has had a long history of involvement in the distribution of orthopaedic products.",
      "id": "s34"
    },
    {
      "text": "His experience dates back to at least 1981.",
      "id": "s35"
    },
    {
      "text": "18 In about 1990, Mr Ribot started distributing orthopaedic products for DePuy Inc, a leading international orthopaedic product supplier, which is now owned by Johnson &amp; Johnson, Inc.\n 19 One of DePuy's products is the DePuy low contact stress knee, which is known in the market as the DePuy LCS or the LCS knee.",
      "id": "s36"
    },
    {
      "text": "20 In about 1992, Mr Ribot ceased his relationship with DePuy and became a distributor for the Australian subsidiary of a large American owned orthopaedic product manufacturer, Zimmer Holdings, Inc. Mr Ribot and Mr Banks distributed Zimmer's products in New South Wales up to about 1995. Zimmer's leading product is the Zimmer mobile bearing knee which is known as the Zimmer MBK or the MBK.",
      "id": "s37"
    },
    {
      "text": "21 In about 1995, Mr Ribot and Mr Banks became New South Wales distributors for DePuy.",
      "id": "s38"
    },
    {
      "text": "During about 1997 and 1998, Mr Ribot and Mr Banks discussed the possibility of establishing a company to develop and manufacture in Australia prosthetic knees and other prosthetic products for sale in Australia as well as in overseas markets.",
      "id": "s39"
    },
    {
      "text": "22 Mr Ribot left his employment with DePuy in 1999 to establish Global in partnership with Mr Banks.",
      "id": "s40"
    },
    {
      "text": "Global was established to develop and sell a prosthetic knee based on the DePuy LCS, but with substantial changes.",
      "id": "s41"
    },
    {
      "text": "Mr Ribot and Mr Banks believed that their changes to the LCS knee would produce a better product.",
      "id": "s42"
    },
    {
      "text": "23 Mr Ribot and Mr Banks, through Global, developed a prototype of their RBK prosthetic knee by about the middle of 2000.",
      "id": "s43"
    },
    {
      "text": "The knee was listed with the Therapeutic Goods Administration under the product name RBK Total Knee System on 16 August 2000.",
      "id": "s44"
    },
    {
      "text": "24 In the course of developing the RBK, Mr Ribot and Mr Banks had many conversations with orthopaedic surgeons in Australia to advise them that the RBK would come onto the market under that name.",
      "id": "s45"
    },
    {
      "text": "The surgeons who were approached included Drs Mark Haber, John Ireland, Peter Hannaford and Robert Breit.",
      "id": "s46"
    },
    {
      "text": "The two last-mentioned surgeons gave evidence in these proceedings.",
      "id": "s47"
    },
    {
      "text": "25 The first Global RBK was implanted by Dr John Ireland in October 2000.",
      "id": "s48"
    },
    {
      "text": "The purchase order, dated 27 October 2007, which seems to have been for the first implant, named Global Orthopaedics as the supplier.",
      "id": "s49"
    },
    {
      "text": "It stated that the goods were a \"consignment for RBK TRK.",
      "id": "s50"
    },
    {
      "text": "\" The initials TRK are an acronym for 'total knee replacement', although the usual acronym for that term is TKR.",
      "id": "s51"
    },
    {
      "text": "26 From 2000 to October 2002, Mr Ribot and Mr Banks promoted the Global RBK to orthopaedic surgeons in face to face meetings.",
      "id": "s52"
    },
    {
      "text": "They provided the surgeons and the surgeons' staff with promotional material in the form of a brochure entitled \"The RBK Total Knee System.",
      "id": "s53"
    },
    {
      "text": "A Guide for Orthopaedic Staff\".",
      "id": "s54"
    },
    {
      "text": "27 The brochure gives a detailed description of the knee and the procedure for implanting it.",
      "id": "s55"
    },
    {
      "text": "The brochure describes the RBK Total Knee System as comprising three components.",
      "id": "s56"
    },
    {
      "text": "These are, a chrome cobalt, anatomical femoral component and a polyethylene insert which is free to rotate within the inner cone of the tibial component.",
      "id": "s57"
    },
    {
      "text": "28 Global distributed approximately 150 copies of the first version of the brochure.",
      "id": "s58"
    },
    {
      "text": "The first version was replaced in October 2002 by a newer version with the same title.",
      "id": "s59"
    },
    {
      "text": "As with the initial version of the brochure, the revised version was distributed by Global to surgeons in face to face meetings.",
      "id": "s60"
    },
    {
      "text": "Global has distributed approximately 2000 copies of the revised brochure.",
      "id": "s61"
    },
    {
      "text": "29 The revised brochure is replete with references to the RBK and the RBK Total Knee System.",
      "id": "s62"
    },
    {
      "text": "The following explanation appears under the heading \"System Introduction\" on page 2 of the brochure:-\n \"When in typical use, the RBK Knee System (Rotating Bearing Knee) comprises a chrome cobalt, anatomical femoral component (5 sizes left and right) and a U.H.M.W.P.E.",
      "id": "s63"
    },
    {
      "text": "insert, which is designed to freely rotate within the inner cone of the tibial component.",
      "id": "s64"
    },
    {
      "text": "The Tibial component is also made of chrome cobalt and features a highly polished bearing surface, which articulates against the underside of the polyethylene insert.",
      "id": "s65"
    },
    {
      "text": "The underside of the tibial component features four fixation spikes, which are designed to provide additional resistance to torsional forces and to provide additional fixation.",
      "id": "s66"
    },
    {
      "text": "The RBK also includes a polyethylene Patellar component along with a metal backed mobile bearing Patellar component.",
      "id": "s67"
    },
    {
      "text": "\" \n \n 30 Global has undertaken various other forms of marketing the Global RBK since mid 2000.",
      "id": "s68"
    },
    {
      "text": "One method was to send out a flyer with information about the RBK to orthopaedic surgeons in New South Wales known by Global to have implanted prosthetic knees.",
      "id": "s69"
    },
    {
      "text": "There were approximately 250 of those surgeons.",
      "id": "s70"
    },
    {
      "text": "Global also sent 150 flyers to other orthopaedic surgeons around Australia.",
      "id": "s71"
    },
    {
      "text": "The flyers described Global's knee as the RBK.",
      "id": "s72"
    },
    {
      "text": "31 Another method of promotion was on Global's website.",
      "id": "s73"
    },
    {
      "text": "Information about Global's RBK was first posted on the website in October 2002.",
      "id": "s74"
    },
    {
      "text": "32 The original form of the website contained the following description of Global's knee:-\n \"Rotating Bearing Knee (RBK) \n When in typical use, the RBK Knee System (Rotating Bearing Knee) comprises a chrome cobalt, anatomical femoral component (5 sizes left and right) and a U.H.M.W.P.E.",
      "id": "s75"
    },
    {
      "text": "insert, which is designed to freely rotate within the inner cone of the tibial component\".",
      "id": "s76"
    },
    {
      "text": "33 At some time, after the establishment of the website, the description of the knee was altered, apparently so as to remove the words in brackets, Rotating Bearing Knee.",
      "id": "s77"
    },
    {
      "text": "34 There is evidence before me of the number of monthly visits made to Global's website in the period April 2005 to March 2006.",
      "id": "s78"
    },
    {
      "text": "It is not possible to say which individual pages on the website were visited.",
      "id": "s79"
    },
    {
      "text": "35 Global has employed other methods of promotion including attending meetings of the Australian Orthopaedic Association, known by its acronym 'AOA', the distribution of posters and hosting and/or attending smaller meetings of orthopaedic surgeons in Australia and internationally.",
      "id": "s80"
    },
    {
      "text": "36 At the AOA meetings and the smaller meetings, Global's representatives described the knee as the RBK.",
      "id": "s81"
    },
    {
      "text": "Global also referred to the knee as the RBK in its posters and flyers for the smaller meetings.",
      "id": "s82"
    },
    {
      "text": "Further Background Facts: Exactech and the development and promotion of the Optetrak RBK \n \n 37 Exactech is incorporated in the State of Florida.",
      "id": "s83"
    },
    {
      "text": "It is listed on the Nasdaq.",
      "id": "s84"
    },
    {
      "text": "It designs, manufactures and markets orthopaedic implants.",
      "id": "s85"
    },
    {
      "text": "It distributes its products through independent distributors in the USA and internationally.",
      "id": "s86"
    },
    {
      "text": "38 Exactech began designing and manufacturing its knee prostheses under the Optetrak brand name in the USA and internationally in about 1992.",
      "id": "s87"
    },
    {
      "text": "The Optetrak brand name is the subject of trademark protection.",
      "id": "s88"
    },
    {
      "text": "39 In about 1993, Exactech adopted a naming convention under which its knee and hip prostheses are given the Optetrak name followed by an acronym for the generic description of the product.",
      "id": "s89"
    },
    {
      "text": "40 From about the middle to late 1990's Orthotech began selling some of Exactech's knee prostheses in Australia.",
      "id": "s90"
    },
    {
      "text": "These were the Optetrak CR, or cruciate retaining knee, the Optetrak PS, or posterior stabilized knee, and the Optetrak CC, or constrained condylar knee.",
      "id": "s91"
    },
    {
      "text": "41 These knees were all fixed bearing knees, rather than mobile bearing knees.",
      "id": "s92"
    },
    {
      "text": "I will refer later to the distinction between fixed and mobile bearing knees.",
      "id": "s93"
    },
    {
      "text": "For present purposes it may be assumed that a rotating bearing knee is a form of mobile bearing knee.",
      "id": "s94"
    },
    {
      "text": "42 It is not clear from the evidence when Exactech began the design and development of the Optetrak RBK.",
      "id": "s95"
    },
    {
      "text": "It was referred to within Exactech by that name from about June 2003.",
      "id": "s96"
    },
    {
      "text": "43 By no later than 3 August 2004 Exactech knew that Global manufactured and sold its knee in Australia under the RBK name.",
      "id": "s97"
    },
    {
      "text": "Nevertheless, Exactech decided to proceed upon the basis that the brand name Optetrak RBK would sufficiently distinguish its knee from Global's RBK.",
      "id": "s98"
    },
    {
      "text": "44 Exactech made sales of the Optetrak RBK in Europe commencing in April 2005.",
      "id": "s99"
    },
    {
      "text": "It has sold the prosthesis under that brand name in nine European Union countries and in Tunisia, Turkey and New Zealand.",
      "id": "s100"
    },
    {
      "text": "45 Orthotech sold the first Optetrak RBK in Australia in November or December 2005.",
      "id": "s101"
    },
    {
      "text": "The unit was sold and implanted in Queensland at the Noosa Private Hospital.",
      "id": "s102"
    },
    {
      "text": "46 Mr Ribot first learned of the promotion and sale of the Optetrak RBK in Australia in February 2006.",
      "id": "s103"
    },
    {
      "text": "47 At about the same time Exactech sent invitations to Australian orthopaedic surgeons to attend an international meeting in Hawaii to discuss the Optetrak RBK and various other Optetrak products.",
      "id": "s104"
    },
    {
      "text": "The invitation stated that the program would include discussion of the design rationale and clinical performance of the \"Optetrak RBK &tm; (Rotating Bearing Knee)\".",
      "id": "s105"
    },
    {
      "text": "48 By no later than March 2006, Orthotech released to the Australian market a promotional brochure describing the Optetrak RBK.",
      "id": "s106"
    },
    {
      "text": "I reproduce below, a copy of the cover sheet of the brochure: \n\n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n 49 The brochure commences by stating that the \"Optetrak&reg; RBK&tm; gives you the best of both worlds --- the benefits of a fixed and a mobile bearing knee in one unique system\".",
      "id": "s107"
    },
    {
      "text": "50 There are numerous references in the brochure to the acronym RBK without linking it to the Optetrak name.",
      "id": "s108"
    },
    {
      "text": "The last page of the brochure states that the product is not available for sale in the United States.",
      "id": "s109"
    },
    {
      "text": "51 On 17 March 2006 Orthotech, Exactech and Mr Scott-Young consented to interlocutory injunctive relief restraining the respondents from promoting, marketing and distributing a prosthetic knee under the name 'Optetrak RBK' or 'RBK' in the Australian market.",
      "id": "s110"
    },
    {
      "text": "Relationship between Global, Orthotech and Exactech \n \n 52 With effect from 1 January 2002, Global entered into a written distribution agreement with Orthotech for the distribution by Global of a range of orthopaedic products in New South Wales and the ACT.",
      "id": "s111"
    },
    {
      "text": "The products included prostheses manufactured by Exactech and sold under the Optetrak brand name.",
      "id": "s112"
    },
    {
      "text": "The products did not include the Optetrak RBK which had not yet been introduced in Australia.",
      "id": "s113"
    },
    {
      "text": "53 Thus, from 1 January 2002 to September 2004, Global was promoting and distributing prosthetic knees for Orthotech and Exactech under the Optetrak brand, while at the same time promoting and selling the Global RBK under the name RBK Total Knee System.",
      "id": "s114"
    },
    {
      "text": "54 There was also an earlier informal distribution arrangement between Global and Lima International Pty Limited, a related company of Orthotech, which dated back to July 1999.",
      "id": "s115"
    },
    {
      "text": "55 In about early December 2001, Dr Albert Burstein, a director of Exactech, visited Australia and met with Mr Ribot.",
      "id": "s116"
    },
    {
      "text": "The visit was partly social and partly business.",
      "id": "s117"
    },
    {
      "text": "Mr Ribot showed Dr Burstein the Global RBK, and discussed manufacturing issues with him.",
      "id": "s118"
    },
    {
      "text": "56 In July 2002, Global appointed Orthotech as the exclusive distributor in Queensland of Global's RBK.",
      "id": "s119"
    },
    {
      "text": "Mr Ribot and Mr Banks traveled to Queensland and trained Orthotech staff on the Global RBK to enable them to distribute it.",
      "id": "s120"
    },
    {
      "text": "However, that distributorship agreement lasted for only about two months and was brought to an end in early September 2002.",
      "id": "s121"
    },
    {
      "text": "57 Whilst the distribution arrangements were on foot between Global and Orthotech, they had joint stands at AOA meetings and at some other industry events attended by orthopaedic surgeons where the range of Global and Orthotech products were displayed together.",
      "id": "s122"
    },
    {
      "text": "Trade Mark Applications \n \n 58 Global applied for registration of the acronym RBK as a trademark in Australia in September 2001.",
      "id": "s123"
    },
    {
      "text": "However, the application was not pursued and Global allowed it to lapse.",
      "id": "s124"
    },
    {
      "text": "59 In February 2005, Exactech applied for the registration of RBK as a trade mark in Australia.",
      "id": "s125"
    },
    {
      "text": "The Trade Marks Office initially declined to accept the application stating that the RBK is a well known acronym for 'right below knee', that is to say, an amputation.",
      "id": "s126"
    },
    {
      "text": "60 At the same time, Exactech also applied to register 'Rotating Bearing Knee' as a trade mark.",
      "id": "s127"
    },
    {
      "text": "The Trade Marks Office declined to accept it upon the basis that those words are descriptive of rotating bearing knees.",
      "id": "s128"
    },
    {
      "text": "61 Exactech has informed the Court that it will allow both of those trade mark applications in Australia to lapse.",
      "id": "s129"
    },
    {
      "text": "62 Exactech has applied to register RBK as a trade mark in other countries.",
      "id": "s130"
    },
    {
      "text": "In some, it has been rejected upon the basis that it is an acronym for right below knee.",
      "id": "s131"
    },
    {
      "text": "63 In the United States, Exactech has applied for, and received acceptance of RBK as a trademark.",
      "id": "s132"
    },
    {
      "text": "Dr Miller, the Executive Vice President, Research and Development of Exactech, swore a statement that:-\n \"... no other person, firm corporation or association has the right to use the ... mark in commerce ... as may be likely, when applied to the goods of such other person, to cause confusion --- or to deceive.",
      "id": "s133"
    },
    {
      "text": "\" \n \n 64 Moreover, in prosecuting Exactech's US trade mark application, its attorney stated that:-\n \"RBK --- has no significance in the relevant trade or industry, or as applied to the goods --- listed in the application, no geographical significance, nor any meaning in a foreign language\".",
      "id": "s134"
    },
    {
      "text": "65 Global has filed an opposition to the registration of the mark in the USA.",
      "id": "s135"
    },
    {
      "text": "Prosthetic Knees \n \n 66 The need for a total knee replacement is most often the result of a patient's osteoarthritis.",
      "id": "s136"
    },
    {
      "text": "A prosthetic knee seeks to replicate the normal planes of movement of the knee.",
      "id": "s137"
    },
    {
      "text": "A normal knee moves in three separate planes, as follows:- \n \n \n a. hinge movement, in which a person flexes or extends their leg, bent back or straightened out at the knee;\n b. rotating movement, such as when a person points their toe left or right; and\n c. gliding movement, in which the shin bone (the tibia) glides back and forward on the thigh bone (the femur) during flexion and extension.",
      "id": "s138"
    },
    {
      "text": "67 The design of prosthetic knees is usually 'tricompartmental'; it involves the implantation of a femoral component, a tibial component, and a plastic (polyethylene) component between them to allow movement without undue friction.",
      "id": "s139"
    },
    {
      "text": "These components are implanted by cutting away some bone of the femur and tibia.",
      "id": "s140"
    },
    {
      "text": "and are inserted with or without the use of orthopaedic bone cement, or are 'partly cemented'.",
      "id": "s141"
    },
    {
      "text": "68 An additional variation occurs depending on the state of particular ligaments in the knee of the patient.",
      "id": "s142"
    },
    {
      "text": "A prosthetic knee might be designed so as to be, firstly, 'cruciate retaining' (CR), where the posterior cruciate ligament is intact and functioning, and retained as part of the operation of the prosthesis.",
      "id": "s143"
    },
    {
      "text": "Secondly, 'posterior stabilised' (PS) where there is no anterior or posterior cruciate ligament function.",
      "id": "s144"
    },
    {
      "text": "And thirdly, 'condylar constrained' (CC) where there is compromised residual medial and lateral collateral ligament support.",
      "id": "s145"
    },
    {
      "text": "69 Prosthetic knees come in a variety of forms, the two main categories being 'fixed bearing knees' and 'mobile bearing knees'.",
      "id": "s146"
    },
    {
      "text": "The essential difference between these categories is the design of the tibial component, and the interface between the plastic component and the tibial base plate.",
      "id": "s147"
    },
    {
      "text": "70 Prior to the development of mobile bearing knees, surgeons only implanted fixed bearing knees.",
      "id": "s148"
    },
    {
      "text": "71 A fixed bearing knee can only flex and extend; it cannot rotate freely.",
      "id": "s149"
    },
    {
      "text": "The plastic component is fixed fast to the tibial plate; there is no movement between the plastic component and the tibial base.",
      "id": "s150"
    },
    {
      "text": "This design involves only one interface for wear within the prosthesis, so any forces which in a normal knee lead to gliding or rotational movement increases wear on the contact between the femoral component and the fixed plastic component.",
      "id": "s151"
    },
    {
      "text": "72 Mobile bearing knees were devised around 25 years ago in New Jersey, USA.",
      "id": "s152"
    },
    {
      "text": "A mobile bearing knee is able to rotate as well as flex and extend.",
      "id": "s153"
    },
    {
      "text": "This is because in addition to an interface between the plastic component and the femoral component, there is an interface between the lower surface of the plastic component and the upper surface of the tibial component.",
      "id": "s154"
    },
    {
      "text": "This allows gliding and rotation movements.",
      "id": "s155"
    },
    {
      "text": "73 In a mobile bearing knee, the plastic component tends to be flat at the bottom where it sits on the tibial component.",
      "id": "s156"
    },
    {
      "text": "Where it is connected with the femoral component, the plastic component is curved.",
      "id": "s157"
    },
    {
      "text": "This increases the surface area of contact between the components, which reduces pressure on the bearing and within the device as a whole, reducing the most common form of wear in a knee implant.",
      "id": "s158"
    },
    {
      "text": "74 Mobile bearing knees more closely replicate the normal planes of movement of the knee.",
      "id": "s159"
    },
    {
      "text": "The design allows for freedom of movement in all planes, permits greater stability and enables less wear of the device, particularly the plastic component.",
      "id": "s160"
    },
    {
      "text": "This latter feature increases the lifespan of the device.",
      "id": "s161"
    },
    {
      "text": "75 Since the invention of the mobile bearing knee, there have been further refinements in the design and there are now several categories of mobile bearing knee.",
      "id": "s162"
    },
    {
      "text": "76 It is uncontroversial that 'meniscal bearing knees' and 'rotating platform knees' are two such categories.",
      "id": "s163"
    },
    {
      "text": "However, there is conflicting evidence as to whether a third form, rotating bearing knees, joins the other two as a generic category of prosthetic knee.",
      "id": "s164"
    },
    {
      "text": "The respondents argue this to be so; initially, the applicant resisted such a suggestion, maintaining that it is a term peculiar to the applicant's product.",
      "id": "s165"
    },
    {
      "text": "However, it seems to me that, ultimately, the effect of Global's case was to abandon its contention that rotating bearing knees are not a sub-class of mobile bearing knees.",
      "id": "s166"
    },
    {
      "text": "In any event, the evidence satisfies me that they are.",
      "id": "s167"
    },
    {
      "text": "Market \n \n 77 The Australian market for the sale of prosthetic knees is very competitive.",
      "id": "s168"
    },
    {
      "text": "78 The evidence indicates that approximately 80% of the Australian market is dominated by large companies such as DePuy, Smith &amp; Nephew, and Zimmer, which supply orthopaedic products internationally.",
      "id": "s169"
    },
    {
      "text": "Global and Exactech are amongst a few smaller, but successful companies in the market who compete for the remaining 20% of the market share.",
      "id": "s170"
    },
    {
      "text": "79 The applicant has sold an average of 400 'RBK Total Knee Systems' each year since 2000; representing just over 2% of the total market for prosthetic knees.",
      "id": "s171"
    },
    {
      "text": "Exactech's market share for the Optetrak RBK is even smaller; evidence from the respondents suggests that this is because it was only released in November 2005, but that it is expected that the market share will continue to grow.",
      "id": "s172"
    },
    {
      "text": "Sales of the Optetrak RBK ceased in March 2006 when the interlocutory injunction was ordered.",
      "id": "s173"
    },
    {
      "text": "80 In 2003-2004, there were more than 25,000 total knee replacement surgeries in Australia.",
      "id": "s174"
    },
    {
      "text": "At a cost of approximately $10,000 per operation, including about $4,000 --- $7,000 for the knee prosthesis, the market for knee prostheses is worth approximately $100,000,000 --- $175,000,000 per annum.",
      "id": "s175"
    },
    {
      "text": "Marketing Prosthetic Knees \n \n 81 There are approximately 680 orthopaedic surgeons in Australia who perform total knee replacement operations, but of these, 250 are identified as \"knee specialists\" by the AOA.",
      "id": "s176"
    },
    {
      "text": "It would appear that these specialists, numbering 250, carry out the bulk of total knee replacement operations in Australia.",
      "id": "s177"
    },
    {
      "text": "82 Knee prostheses are selected by these orthopaedic surgeons.",
      "id": "s178"
    },
    {
      "text": "Patients are normally not aware of the type of prosthesis a surgeon will purchase and implant.",
      "id": "s179"
    },
    {
      "text": "In private hospitals, the choice of knee is entirely that of the particular surgeon; in some public hospitals, although the decision about which knee to use is made by the surgeon, prosthetics are supplied in larger volumes by way of a tender arrangement with a particular manufacturer or distributor and the surgeon uses a prosthesis under tender.",
      "id": "s180"
    },
    {
      "text": "83 Marketing of the products is primarily through individual appointments involving an orthopaedic surgeon and a sales representative from an orthopaedic company.",
      "id": "s181"
    },
    {
      "text": "Other ways that orthopaedic surgeons are exposed to advertising include the annual meeting of the AOA and professional development conferences run by the AOA, and in relevant journals, such as the Journal of Bone &amp; Joint Surgery and the Journal of Arthroplasty.",
      "id": "s182"
    },
    {
      "text": "84 Surgeons may also be exposed to different prosthetic knee products through smaller conferences, meetings and dinners arranged by a particular orthopaedic company, through advertising sent to them by post, and through word of mouth recommendations by other surgeons.",
      "id": "s183"
    },
    {
      "text": "85 Factors which may influence whether a surgeon agrees to meet with a sales representative include firstly, the reputation of that company and the surgeon's opinion of the reliability and level of service of the company; secondly, the knowledge, training and reputation of the representative; thirdly, whether the representative is promoting an innovation in the market; and finally, whether the surgeon is satisfied with the products they currently use for total knee replacements.",
      "id": "s184"
    },
    {
      "text": "86 When a sales representative meets with an orthopaedic surgeon, they will discuss the product with the surgeon and provide documents, such as guides to the use of the product.",
      "id": "s185"
    },
    {
      "text": "The sales representative may detail the points of differentiation between the product and other products on the market, so the surgeon is kept up to date on competing products available.",
      "id": "s186"
    },
    {
      "text": "87 There is evidence that surgeons routinely use a particular prosthetic knee product they consider best suits their technique and approach to total knee replacement surgery.",
      "id": "s187"
    },
    {
      "text": "The core factors which a surgeon considers in determining which prosthetic knee to use include experience of that surgeon and/or colleagues with the product; the history of the product, and in particular whether it has needed frequent revisions after initial implantation.",
      "id": "s188"
    },
    {
      "text": "The expertise and marketing skills of the sales representative may also come to bear, as does the surgeon's confidence in the company providing the product.",
      "id": "s189"
    },
    {
      "text": "In addition, surgeons may be influenced by the local product support available for that prosthesis, which is usually provided directly by the sales representative.",
      "id": "s190"
    },
    {
      "text": "88 For a surgeon, changing the preferred type of implant used is a significant and time consuming process; the sales representative is an active participant in the process, and it is not a decision which is undertaken lightly.",
      "id": "s191"
    },
    {
      "text": "The surgeon needs to be confident about the product, and the complexity of the implantation procedure for each particular product means a surgeon may practice a new implantation on numerous occasions before attempting the procedure on a patient.",
      "id": "s192"
    },
    {
      "text": "89 There is evidence that sales representatives are active participants in the process of a surgeon changing the type of implant they use.",
      "id": "s193"
    },
    {
      "text": "It may be said that there is strong brand loyalty in the market.",
      "id": "s194"
    },
    {
      "text": "90 One indication of the close relationship which develops between the surgeon and the sales representative is that the surgeon is usually on a first name basis with the representative.",
      "id": "s195"
    },
    {
      "text": "Often, the surgeon makes direct contact with that sales representative to order a prosthesis, or for any questions after an implantation.",
      "id": "s196"
    },
    {
      "text": "Naming and Packaging Prosthetic Knee Products \n \n 91 It is clear from the evidence that it is common practice in the orthopaedic products industry to use acronyms to describe medical devices and medical terms.",
      "id": "s197"
    },
    {
      "text": "Many types of prosthetic knee products comprise initials and three letter abbreviations, and it is common practice in the industry to refer to products by their initials.",
      "id": "s198"
    },
    {
      "text": "For example:- \n\n&#61863; the LCS knee (Low Contact Stress) sold by DePuy\n \n&#61863; the PFC knee (Press Fit Condylar) sold by DePuy \n \n&#61863; the AMK (Anatomic Modular Knee) sold by DePuy \n \n&#61863; the MBK (Mobile Bearing Knee) sold by Zimmer\n \n&#61863; the ZMR knee (Zimmer Modular Revision) sold by Zimmer\n \n&#61863; the TMK (Total Meniscal Knee) sold by Oxford\n \n&#61863; the AGC knee (Anatomic Graduated Components) sold by BioMet Inc\n \n 92 Each company which sells prosthetic knee products has its own packaging, colours and writing, with large branding on the box and some branding on the actual parts comprised in the prosthesis.",
      "id": "s199"
    },
    {
      "text": "93 Global's RBK prosthesis is packaged in a number of very large boxes and tubs.",
      "id": "s200"
    },
    {
      "text": "The tubs are a distinctive blue colour.",
      "id": "s201"
    },
    {
      "text": "I was shown a sample of the prosthesis as packaged for sale.",
      "id": "s202"
    },
    {
      "text": "The sample was not tendered but photographs of the complete set of boxes and tubs were in evidence.",
      "id": "s203"
    },
    {
      "text": "Ordering and Implanting Prosthetic Knees \n \n 94 Generally, a surgeon instructs his/her receptionist or practice manager (if in private practice) or theatre or booking staff (if in a public hospital) to arrange purchase and delivery of the type and brand of knee to be implanted.",
      "id": "s204"
    },
    {
      "text": "A prosthetic knee is ordered as and when required for a specific operation, and a surgeon would rarely keep a stock of products.",
      "id": "s205"
    },
    {
      "text": "95 Contact is made with the sales representative or distributor of the relevant product to arrange delivery of the prosthesis and instrumentation necessary to undertake the operation.",
      "id": "s206"
    },
    {
      "text": "Usually, instrumentation is lent to the surgeon for the operation, and then returned to the supplier once the operation is concluded.",
      "id": "s207"
    },
    {
      "text": "96 There is evidence before me that when a particular product is ordered, the surgeon is conscious of the company it is being ordered from and will often know the sales representative from that company.",
      "id": "s208"
    },
    {
      "text": "97 Prior to commencing an operation, the surgeon verifies that all the required items for the surgery are present in the operating theatre, so that any oversight or mistake in the ordering or delivery of the prosthesis and instrumentation required should be able to be addressed.",
      "id": "s209"
    },
    {
      "text": "98 It appears that it is also common for the sales representative from the supplier company to attend the surgery as part of the 'after sales service'.",
      "id": "s210"
    },
    {
      "text": "The representative stands toward the back of the theatre; they are not scrubbed for the surgery but remain present in the theatre throughout the operation.",
      "id": "s211"
    },
    {
      "text": "99 Evidence of what takes place in the selection process and in implanting prosthetic knees was well summed up in the following passage from the cross-examination of Dr Breit:-\n \"I'm sorry, I will start again.",
      "id": "s212"
    },
    {
      "text": "You would not select a product, would you, as your routine choice of a knee prosthesis unless you had had a face to face meeting with the representative of the company that was --?--That is correct.",
      "id": "s213"
    },
    {
      "text": "And you would not select any prosthesis for occasional use unless you had had a face to face meeting with the representative of the company?---Correct.",
      "id": "s214"
    },
    {
      "text": "And you would not select a knee prosthesis for use in an operation on the basis that it would be delivered to the operating theatre without you ever having seen it before and you would walk in and use it, would you?---Correct.",
      "id": "s215"
    },
    {
      "text": "And would you yourself generally speaking if you were to consider moving to a new prosthesis either routinely or for a particular one off use would you engage in some sort of handling or test or practice procedure with it?---Yes.",
      "id": "s216"
    },
    {
      "text": "And you would expect that that would be the behaviour of every responsible orthopaedic surgeon, would you not?---Yes.",
      "id": "s217"
    },
    {
      "text": "Thank you.",
      "id": "s218"
    },
    {
      "text": "And indeed you would not only have met with and talked to the representative but it is the general practice, is it not, for the representative to attend to the surgery?---In early cases, yes.",
      "id": "s219"
    },
    {
      "text": "And assist with, not being scrubbed, but assist with the pointing out of the instruments and the path that are then to be used?---Yes.",
      "id": "s220"
    },
    {
      "text": "And do you see behind me over here a set of blue boxes and some trays of instruments?---Yes.",
      "id": "s221"
    },
    {
      "text": "Have you seen that product before?---All I can see is the Exactech sign on it.",
      "id": "s222"
    },
    {
      "text": "But that represents to you typically, does it not, the sort of package and bundle of packages that is delivered?---Yes.",
      "id": "s223"
    },
    {
      "text": "And if you were to receive promotional material from a company marketing a knee prosthetic newly arrived on the market that looked interesting to you the next step that you would take before ordering it or asking anybody to order it for you would be, would it not, to ask to meet with the representative of the company?---Yes.",
      "id": "s224"
    },
    {
      "text": "And indeed to have an appointment and then go through the process that I have just gone through with you?---Yes.",
      "id": "s225"
    },
    {
      "text": "\" \n\n\n Global's RBK \n \n 100 Global's RBK is based on the DePuy LCS knee.",
      "id": "s226"
    },
    {
      "text": "The LCS is the best known mobile knee prosthesis in the Australian market.",
      "id": "s227"
    },
    {
      "text": "101 The DePuy LCS is often called a rotating platform knee but the evidence makes it clear that it may also be called a rotating bearing knee.",
      "id": "s228"
    },
    {
      "text": "The inventors of the LCS knee referred to it as a rotating bearing knee and Mr Ribot gave it that description when he was employed by DePuy.",
      "id": "s229"
    },
    {
      "text": "102 Dr Rowden, a witness for Global, accepted that the LCS knee could be called a rotating bearing knee.",
      "id": "s230"
    },
    {
      "text": "He said that this was the proper description for the LCS knee and for Global's RBK prosthesis.",
      "id": "s231"
    },
    {
      "text": "103 There is little difference between the LCS knee and Global's RBK, although it may be that the Global knee contains some improvements.",
      "id": "s232"
    },
    {
      "text": "104 What differentiates the rotating platform knee or the rotating bearing knee from the fixed bearing knee is that the plastic piece between the femoral and tibial components rotates.",
      "id": "s233"
    },
    {
      "text": "It rotates on the platform but the platform does not rotate.",
      "id": "s234"
    },
    {
      "text": "It is the bearing that moves or rotates.",
      "id": "s235"
    },
    {
      "text": "That is why it is proper to describe both the DePuy LCS knee and Global's RBK prosthesis as rotating bearing knees.",
      "id": "s236"
    },
    {
      "text": "105 In its promotional brochure Global described its prosthesis as the \"RBK Knee System (Rotating Bearing Knee).",
      "id": "s237"
    },
    {
      "text": "\" In the original form of its website Global described the knee as the \"Rotating Bearing Knee (RBK)\".",
      "id": "s238"
    },
    {
      "text": "The Optetrak RBK \n \n 106 Until Exactech introduced the Optetrak RBK, the Optetrak range of knees was comprised entirely of fixed bearing knees.",
      "id": "s239"
    },
    {
      "text": "At some time prior to the introduction of the Optetrak RBK, Exactech began to design a mobile bearing knee.",
      "id": "s240"
    },
    {
      "text": "The evidence does not specify precisely when the design process began.",
      "id": "s241"
    },
    {
      "text": "107 Global concedes that the Optetrak RBK falls into the category of knees that should properly be described as rotating bearing knees.",
      "id": "s242"
    },
    {
      "text": "108 Thus, Global does not dispute that Exactech is entitled to call its knee a rotating bearing knee.",
      "id": "s243"
    },
    {
      "text": "What it does dispute is Exactech's right to use the acronym RBK as part of the name of the knee.",
      "id": "s244"
    },
    {
      "text": "109 Although Exactech was fully aware no later than 3 August 2004 that Global's knee was known as an RBK, Global does not contend that Exactech adopted the RBK acronym for the purpose of appropriating to itself any part of Global's trade or reputation; cf Australian Woollen Mills Limited v FS Walton &amp; Co Limited [1937] HCA 51 ; (1937) 58 CLR 641 at 657.",
      "id": "s245"
    },
    {
      "text": "Whether Global has established a reputation in the name RBK \n \n 110 The date for determining whether Global has established a reputation in the name RBK is November 2005 when the first Optetrak RBK was implanted in Queensland.",
      "id": "s246"
    },
    {
      "text": "111 By that date Global had taken steps to market its product to a substantial portion of the target market of about 680 surgeons in Australia.",
      "id": "s247"
    },
    {
      "text": "Nevertheless, the evidence of Global's reputation in the name RBK was quite scant.",
      "id": "s248"
    },
    {
      "text": "It consisted of seven sources.",
      "id": "s249"
    },
    {
      "text": "112 First, Mr Ribot gave evidence that Global had approached 90% of the relevant orthopaedic surgeons in New South Wales, 40% of those in Queensland, 30% in Victoria and most of those in South Australia and Western Australia.",
      "id": "s250"
    },
    {
      "text": "113 It may be accepted that those surgeons were shown the prosthesis and that it was marketed to them under the RBK name.",
      "id": "s251"
    },
    {
      "text": "But that evidence was in general terms and, of itself, does not provide a sufficient basis for inferring the establishment of a reputation in the name.",
      "id": "s252"
    },
    {
      "text": "114 Second, brochures were sent to the target market.",
      "id": "s253"
    },
    {
      "text": "However, the numbers printed and sent were quite small.",
      "id": "s254"
    },
    {
      "text": "There were 150 of the initial form of the document and approximately 2,000 of the later edition.",
      "id": "s255"
    },
    {
      "text": "Again, the figures are too low to enable me to make the necessary finding.",
      "id": "s256"
    },
    {
      "text": "115 Third, there was the description of the RBK prosthesis on Global's website.",
      "id": "s257"
    },
    {
      "text": "The website consisted of about 85 pages, five of which referred to the Global RBK.",
      "id": "s258"
    },
    {
      "text": "116 In my view it is likely that a substantial number of the persons who visited the site would have looked at the pages for the Global RBK.",
      "id": "s259"
    },
    {
      "text": "This is because that prosthesis is properly described as Global's flagship product by reason of its volume of sales.",
      "id": "s260"
    },
    {
      "text": "117 Nonetheless, even if I assume that all of the visits were to those pages, the numbers are simply too low to be capable of establishing a reputation in the name RBK.",
      "id": "s261"
    },
    {
      "text": "118 Fourth, there is evidence of actual sales.",
      "id": "s262"
    },
    {
      "text": "Global has sold over 2,000 of its RBK prostheses since the knee was introduced in late 2000.",
      "id": "s263"
    },
    {
      "text": "These knees were sold to at least 54 orthopaedic surgeons in Australia.",
      "id": "s264"
    },
    {
      "text": "119 Once again, the numbers are very low when they are compared with total sales of approximately 25,000 total knee replacements in Australia in one year, 2003-2004.",
      "id": "s265"
    },
    {
      "text": "120 Fifth, there is some evidence of advertising expenditure but it is put forward in summary form as part of total marketing and promotional costs.",
      "id": "s266"
    },
    {
      "text": "The evidence was part of a confidential exhibit appearing at Vol 5, page 254 of the Court Book.",
      "id": "s267"
    },
    {
      "text": "121 Much of the expenditure is not, strictly speaking, advertising.",
      "id": "s268"
    },
    {
      "text": "In any event, it is impossible to tell from the exhibit how much expenditure was directed toward promotion of the RBK name.",
      "id": "s269"
    },
    {
      "text": "In short, the figures are too low and the expenditure too generalised to be capable of an inference of reputation in the RBK name.",
      "id": "s270"
    },
    {
      "text": "122 Sixth, there are prosthetic knee users' conferences and flyers and posters for those conferences.",
      "id": "s271"
    },
    {
      "text": "The comments I have previously made about small numbers apply equally to this aspect of marketing.",
      "id": "s272"
    },
    {
      "text": "123 Seventh, there is the AOA Registry.",
      "id": "s273"
    },
    {
      "text": "Global relied upon the fact that its prosthesis appeared in tables of leading prosthetic products used in total knee replacements and, in particular, that it was described by the acronym RBK.",
      "id": "s274"
    },
    {
      "text": "124 I accept that readers of these tables would either know, or in some instances work out for themselves that the letters RBK are a reference to Global's RBK prosthesis.",
      "id": "s275"
    },
    {
      "text": "But I cannot accept that this establishes a basis for inferring that there is a sufficiently wide reputation in the acronym to be distinctive of Global's prosthesis.",
      "id": "s276"
    },
    {
      "text": "125 Even if all of the different sources of reputation relied upon by Global are considered together, they do not support a finding that RBK is distinctive of Global's rotating bearing knee.",
      "id": "s277"
    },
    {
      "text": "Whether RBK is descriptive \n \n 126 Mr Ribot conceded, reluctantly, that the term rotating bearing knee is descriptive of Global's RBK prosthesis.",
      "id": "s278"
    },
    {
      "text": "This concession was at odds with the evidence he gave in [24] of his affidavit and his reluctance to make the concession reflected badly on his credit.",
      "id": "s279"
    },
    {
      "text": "127 Mr Ribot also conceded, eventually, that the Optetrak RBK falls into a category of knees that should be referred to as a rotating bearing knee.",
      "id": "s280"
    },
    {
      "text": "Indeed he said that the DePuy LCS should properly be described as a rotating bearing knee rather than a rotating platform knee.",
      "id": "s281"
    },
    {
      "text": "128 Notwithstanding this, Global contends that the acronym RBK is not descriptive of its prosthesis.",
      "id": "s282"
    },
    {
      "text": "Global submits that it is illogical to contend that because rotating bearing knee is descriptive, its acronym must also be descriptive.",
      "id": "s283"
    },
    {
      "text": "129 However, Global's submission ignores the well established habit in the medical profession of abbreviating three-word descriptive terms to their three initial letters.",
      "id": "s284"
    },
    {
      "text": "130 Global went so far as to contend that the evidence of the respondents' witnesses as to the common usage of the phrase \"rotating bearing knee\" and the acronym RBK were unsubstantiated assertions.",
      "id": "s285"
    },
    {
      "text": "However, I do not accept that contention.",
      "id": "s286"
    },
    {
      "text": "131 It is true that there is evidence of only two published articles in which reference has been made to rotating bearing knees.",
      "id": "s287"
    },
    {
      "text": "But two witnesses whose evidence I accept, Drs Morris and Caldwell, understood the letters RBK to be an acronym for rotating bearing knee.",
      "id": "s288"
    },
    {
      "text": "132 A third witness for the respondents, Dr Morgan, gave evidence to the same effect.",
      "id": "s289"
    },
    {
      "text": "Dr Morgan also said that he hears the term rotating bearing knee used regularly at revision knee arthroplasty meetings.",
      "id": "s290"
    },
    {
      "text": "That evidence was contradicted, at least in part by Dr Hannaford, who said he had not heard the phrase used at a conference recently attended by Dr Morgan.",
      "id": "s291"
    },
    {
      "text": "133 Dr Morgan was not a satisfactory witness.",
      "id": "s292"
    },
    {
      "text": "He had a tendency to try to force his answers on the cross-examiner.",
      "id": "s293"
    },
    {
      "text": "He gave the impression of an advocate for his clients' case.",
      "id": "s294"
    },
    {
      "text": "However, Dr Hannaford is not an independent witness.",
      "id": "s295"
    },
    {
      "text": "He is a paid consultant for Global.",
      "id": "s296"
    },
    {
      "text": "He seemed for the most part to be a fair witness.",
      "id": "s297"
    },
    {
      "text": "But evidence that a person did not hear certain words at a lengthy conference is hardly conclusive.",
      "id": "s298"
    },
    {
      "text": "134 It may be that Dr Morgan's evidence as to the extent of the use of the term \"rotating bearing knee\" is an exaggeration.",
      "id": "s299"
    },
    {
      "text": "I do not need to make that finding because it is plain that the phrase is descriptive, even if it is not in common use.",
      "id": "s300"
    },
    {
      "text": "135 Moreover, it seems to me that the acronym RBK, as used in the target market of orthopaedic surgeons, is, at very least a long way toward the descriptive end of the continuum to which Hill J referred in Equity Access.",
      "id": "s301"
    },
    {
      "text": "I make that finding based upon the practice of using acronyms in the medical profession and upon the basis of the evidence of Drs Morris, Caldwell and Morgan as to their recognition of the RBK label.",
      "id": "s302"
    },
    {
      "text": "136 It follows that I would need to be satisfied to a reasonably high standard that the acronym has acquired a secondary meaning amongst orthopaedic surgeons who carry out total knee replacements; Guide Dogs Owners' &amp; Friends' Association Inc v Guide Dog Association of NSW and ACT (1998) 42 IPR 481 at 502.",
      "id": "s303"
    },
    {
      "text": "The acronym would need to be close to a household word for the product amongst those surgeons; British Sugar PLC v James Robertson &amp; Sons Limited [1996] RPC 281 at 306.",
      "id": "s304"
    },
    {
      "text": "137 I have already found that the evidence does not satisfy me that the RBK acronym has become so closely associated with Global's RBK as to be distinctive of that prosthesis.",
      "id": "s305"
    },
    {
      "text": "The same finding disposes of the claim that RBK has acquired a secondary meaning.",
      "id": "s306"
    },
    {
      "text": "138 Global's submission that no other prosthetic knee was referred to in Australia by the name RBK does not advance its case.",
      "id": "s307"
    },
    {
      "text": "Nor does the dearth of references to that acronym in the literature or on the worldwide web.",
      "id": "s308"
    },
    {
      "text": "Whether promotion and marketing of the Optetrak RBK involves misleading conduct \n \n 139 The finding which I have made that RBK is not distinctive of Global's product disposes of the question of whether the promotion of the Optetrak RBK contravenes ss 52, 53(a) (which was only mentioned in final address), 53(c) or 53(d) of the Act.",
      "id": "s309"
    },
    {
      "text": "Nevertheless, I will deal with the issue of misleading conduct in the context in which the claim is made by Global.",
      "id": "s310"
    },
    {
      "text": "140 I have already referred to the principles which apply where a trader adopts a name composed of descriptive words.",
      "id": "s311"
    },
    {
      "text": "I have also referred to the principle that the relevant section of the public must be identified by reference to whom the conduct is to be tested.",
      "id": "s312"
    },
    {
      "text": "141 All that needs to be reiterated before turning to the question which arises is the principle that the conduct must be determined by reference to its effect on the hypothetical ordinary or reasonable member of the class; Puxu at 199, 210-211; Nike at [102] --- [103].",
      "id": "s313"
    },
    {
      "text": "142 Also, whether or not the impugned conduct constitutes misleading or deceptive conduct is a question of fact to be determined objectively in the light of all the surrounding circumstances; Taco Company of Australia Inc v Taco Bell Pty Limited (1982) 42 ALR 177 at 202; Puxu at 199, 210-211; Nike at [100]; Butcher v Lachlan Elder Realty Pty Ltd [2004] HCA 60 ; (2005) 212 ALR 357 at [39] .",
      "id": "s314"
    },
    {
      "text": "143 In the present case, the Optetrak RBK is marketed under that name and Orthotech and Exactech have indicated that it is their intention not to market the product without using the Optetrak name in conjunction with the RBK acronym.",
      "id": "s315"
    },
    {
      "text": "144 Global made much of the tendency in the medical profession, and amongst suppliers, to refer to the product only by its acronym.",
      "id": "s316"
    },
    {
      "text": "Thus it was submitted that both Global's RBK and the Optetrak RBK may soon be described solely by the RBK acronym.",
      "id": "s317"
    },
    {
      "text": "145 However, there are two short answers to this submission.",
      "id": "s318"
    },
    {
      "text": "First, the hypothetical reasonable purchaser is a sophisticated and experienced medical practitioner.",
      "id": "s319"
    },
    {
      "text": "Second, the checks and balances in the process of ordering and implanting the prosthesis are sufficient to dispel anything more than a fanciful possibility that the purchaser will be misled; cf Nike at [105].",
      "id": "s320"
    },
    {
      "text": "146 There was no dispute about the first of these propositions.",
      "id": "s321"
    },
    {
      "text": "The second was supported by a body of uncontroversial evidence.",
      "id": "s322"
    },
    {
      "text": "The evidence as to the checks and balances may be summarised as follows.",
      "id": "s323"
    },
    {
      "text": "147 First, it is plain that the suppliers of knee prostheses market their products to the surgeons who implant prosthetic knees.",
      "id": "s324"
    },
    {
      "text": "They do so in face to face meetings so that, as a consequence, the suppliers' representatives develop a personal relationship with the surgeons.",
      "id": "s325"
    },
    {
      "text": "148 Second, the decision to purchase a knee prosthesis is likely to be a carefully considered one having regard to the cost of the prosthesis, which is in the order of $7,000; Puxu at 211.",
      "id": "s326"
    },
    {
      "text": "149 Third, as a matter of professional practice, a surgeon is likely to take care in the selection of the prosthesis.",
      "id": "s327"
    },
    {
      "text": "The considerations to which Dr Breit referred in the passage set out at [99] above, demonstrates the close involvement of the surgeon in the decision making process.",
      "id": "s328"
    },
    {
      "text": "150 Fourth, surgeons tend to have a preferred brand of prosthesis.",
      "id": "s329"
    },
    {
      "text": "Dr Breit's observations point to the care which would be taken in a decision to switch brands.",
      "id": "s330"
    },
    {
      "text": "151 Fifth, even if a mistake were to occur, perhaps in the doctor's office or in the ordering department of a hospital, the evidence satisfies me that the mistake would be picked up and rectified in all but the most exceptional circumstances.",
      "id": "s331"
    },
    {
      "text": "152 This is because the prosthesis will be packaged in distinctive packaging and the products are bulky and easily recognisable.",
      "id": "s332"
    },
    {
      "text": "It is true that both products seem to have similar functions.",
      "id": "s333"
    },
    {
      "text": "Both involve sacrifice of the posterior cruciate ligament.",
      "id": "s334"
    },
    {
      "text": "Both can be implanted with or without cement.",
      "id": "s335"
    },
    {
      "text": "However, different surgical instruments are required to implant them.",
      "id": "s336"
    },
    {
      "text": "153 The nature of the product and the procedure in place at the hospital where the operation is to take place indicate that there would be two levels of the process at which any mistake would be detected.",
      "id": "s337"
    },
    {
      "text": "These are, first, the nurses and theatre staff and, second, the surgeon, prior to commencement of surgery.",
      "id": "s338"
    },
    {
      "text": "154 Moreover, if, as appears from some of the evidence, the sales representative is present during the operation, this would add to the checks and balances against error.",
      "id": "s339"
    },
    {
      "text": "155 Global sought to meet this difficulty in its case by pointing to the possibility that the mistake would not be detected until the patient is on the operating table.",
      "id": "s340"
    },
    {
      "text": "Global submitted that this could result in the need to reschedule an operation to a later date.",
      "id": "s341"
    },
    {
      "text": "156 However, the evidence of Dr Morgan, as supported by that of Dr Caldwell, satisfies me that this would be unlikely to occur.",
      "id": "s342"
    },
    {
      "text": "At worst, the operation would take place on the same day, later in the surgeon's list.",
      "id": "s343"
    },
    {
      "text": "157 Global submitted that whether a representation is misleading or deceptive (or likely to be so) depends on the circumstances in which it is made, not on what might happen at a future point of time; Medical Benefits Fund of Australia Limited v Cassidy [2003] FCAFC 289 ; (2004) 205 ALR 402 at [43] .",
      "id": "s344"
    },
    {
      "text": "158 I do not consider those observations to be in point.",
      "id": "s345"
    },
    {
      "text": "The procedures to which I have referred in the hospital ordering and implanting process are concerned with the detection of errors rather than the correction of misleading or deceptive conduct.",
      "id": "s346"
    },
    {
      "text": "159 At most, the position seems to me to be analogous to that which was described as temporary and commercially irrelevant confusion by Lockhart J in Lumley Life Limited v 1OOF of Victoria Friendly Society (1989) 16 IPR 316 at 323-324.",
      "id": "s347"
    },
    {
      "text": "This does not constitute misleading conduct; see also Equity Access at 449.",
      "id": "s348"
    },
    {
      "text": "Whether the marketing of the Optetrak RBK implies a commercial association \n \n 160 The finding I have made that the acronym RBK is not distinctive answers the claim that the marketing of the Optetrak RBK under the brand name implies a commercial association between the parties.",
      "id": "s349"
    },
    {
      "text": "161 The evidence does not support Global's alternative contention that a commercial association would be implied from the past distribution arrangements between Global and Orthotech.",
      "id": "s350"
    },
    {
      "text": "162 Dr Morris was aware that Global had at one time been a distributor for Orthotech.",
      "id": "s351"
    },
    {
      "text": "He said that Global sold the Global RBK clearly marked as a Global product.",
      "id": "s352"
    },
    {
      "text": "He also said that Optetrak products, when distributed by Global, were always promoted and sold as a separate product line, not manufactured by Global.",
      "id": "s353"
    },
    {
      "text": "163 The evidence of Dr Morris does not address the position when Orthotech was Global's distributor.",
      "id": "s354"
    },
    {
      "text": "However, the evidence is that the same distinguishing procedures were adopted.",
      "id": "s355"
    },
    {
      "text": "Photographs of Global's stand at AOA meetings during the time of the distributorship arrangement supports this finding.",
      "id": "s356"
    },
    {
      "text": "Other Considerations \n \n 164 Although I have come to the view that Global's case fails, there is a troubling aspect of Exactech's international marketing which warrants consideration.",
      "id": "s357"
    },
    {
      "text": "165 Exactech relied in this proceeding upon the proposition that the language which is used in the market for prosthetic knees is international.",
      "id": "s358"
    },
    {
      "text": "The literature supported this proposition.",
      "id": "s359"
    },
    {
      "text": "166 Notwithstanding this, the statements made by Dr Miller and by Exactech's trade mark attorney set out at [63] and [64] above, are at odds with the case successfully made by Exactech in the present proceeding.",
      "id": "s360"
    },
    {
      "text": "167 Moreover, whilst those statements are made in the context of the position in the United States, they do not appear to me to be correct.",
      "id": "s361"
    },
    {
      "text": "This may have some impact upon the validity of the registration in the USA; although of course that is not an issue which arises in these proceedings.",
      "id": "s362"
    },
    {
      "text": "Nevertheless, there is tension in Exactech's contention, successfully made before me, that a trader cannot obtain exclusivity for the acronym RBK whilst seeking to maintain that exclusivity in the USA.",
      "id": "s363"
    },
    {
      "text": "Conclusion and Orders \n \n 168 The application must be dismissed with costs.",
      "id": "s364"
    },
    {
      "text": "I certify that the preceding one hundred and sixty-eight (168) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jacobson.",
      "id": "s365"
    },
    {
      "text": "Associate:\n\nDated: 23 August 2006\n\n\n Counsel for the Applicant: J Baird with L Evans \n \n Solicitor for the Applicant: Corrs Chambers Westgarth \n \n Counsel for the Respondent: R Cobden SC with JM Hennessy \n \n Solicitor for the Respondent: Gilbert + Tobin \n \n Dates of Hearing: 8, 9 June 2006 \n \n Date of Final Submissions: 27 July 2006 \n \n Date of Judgment: 23 August 2006 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1114.html",
      "id": "s366"
    }
  ]
}