{
  "name": "Dunstan v Comcare [2006] FCA 1655 (11 December 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1655.html",
  "catchphrases": [
    {
      "text": "application by way of appeal from the administrative appeals tribunal",
      "id": "c0"
    },
    {
      "text": "applicant claimed entitlement to compensation under safety, rehabilitation and compensation act 1988 (cth) for depression caused by relationship with co-worker",
      "id": "c1"
    },
    {
      "text": "whether depression a \"disease\" as defined in s 4",
      "id": "c2"
    },
    {
      "text": "whether depression contributed to in a material degree by applicant's employment",
      "id": "c3"
    },
    {
      "text": "administrative law",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 Mr Dunstan has appealed from a decision of the Administrative Appeals Tribunal given on 28 June 1996.",
      "id": "s0"
    },
    {
      "text": "The reasons for the delay in disposing of his appeal are explained in Dunstan v Human Rights and Equal Opportunity Commission [2004] FCA 284 at [11] - [23] .",
      "id": "s1"
    },
    {
      "text": "It is not necessary to repeat them.",
      "id": "s2"
    },
    {
      "text": "2 The AAT affirmed a decision of Comcare of 7 June 1995 under the Safety, Rehabilitation and Compensation Act 1988 (Cth) (the SRC Act) that (as the AAT described it) Mr Dunstan had \"not at any time since February 1987 suffered an ailment that was contributed to in a material degree by his employment with the Australian Taxation Office\".",
      "id": "s3"
    },
    {
      "text": "In his application for compensation of 26 May 1994, Mr Dunstan claimed to have suffered depression which he first noticed in June 1991 and for which he first sought medical treatment on 11 July 1991.",
      "id": "s4"
    },
    {
      "text": "He claimed to have been unfit for work because of his depression only for the periods 11 to 16 July 1991 and 3 to 10 April 1992.",
      "id": "s5"
    },
    {
      "text": "He also said in the application that he had then returned to work on normal duties.",
      "id": "s6"
    },
    {
      "text": "At first sight, the amount in issue is small.",
      "id": "s7"
    },
    {
      "text": "3 The application for compensation asserted that in August 1982 Mr Dunstan commenced supervision of another employee (the female employee) when working in the Department of Housing and Construction, and a sequence of events thereafter led to him suffering depression.",
      "id": "s8"
    },
    {
      "text": "The listed events extended between 1982 and August 1992, becoming much more frequent during 1992.",
      "id": "s9"
    },
    {
      "text": "Mr Dunstan claimed that the depression occurred while he was at work at his desk, and resulted from harassment by the female employee who was subordinate to him in his section, particularly after Mr Dunstan and then in April 1990, the female employee moved to the Australian Taxation Office (ATO).",
      "id": "s10"
    },
    {
      "text": "ADJOURNMENT \n \n4 At the commencement of the hearing, Mr Dunstan applied for the hearing to be adjourned to a date to be fixed.",
      "id": "s11"
    },
    {
      "text": "He claimed to have had insufficient opportunity to prepare for the hearing; that he wished the Court to make an order under O 80 of the Federal Court Rules for the appointment of counsel to represent him; and that the hearing should follow the Human Rights and Equal Opportunity Commission (HREOC) decision (not yet made) that Comcare by its decision had discriminated against him contrary to the Disability Discrimination Act 1992 (Cth).",
      "id": "s12"
    },
    {
      "text": "5 I refused that application.",
      "id": "s13"
    },
    {
      "text": "6 In my view, Mr Dunstan had adequate time to prepare for the hearing.",
      "id": "s14"
    },
    {
      "text": "The fact that the matter was to be listed for hearing as soon as appropriate had been made clear at directions hearings for some considerable time.",
      "id": "s15"
    },
    {
      "text": "Its listing was deferred pending resolution of another matter in which Mr Dunstan was applicant, in which judgment was delivered on 21 December 2005: Dunstan v Human Rights and Equal Opportunity Commission (No 2) [2005] FCA 1885 ( Dunstan (No 2) ).",
      "id": "s16"
    },
    {
      "text": "He was then required to indicate whether he intended to proceed with this application at all, and on 2 May 2006 he said that he wished to do so.",
      "id": "s17"
    },
    {
      "text": "The hearing was then listed for 20 July 2006, and he was to file his outline of contentions by 7 July 2006.",
      "id": "s18"
    },
    {
      "text": "Over the period of about nine weeks to 7 July 2006, Mr Dunstan was impaired in his preparation by being moved from prison to prison on a number of occasions and the associated disruption to his access to materials.",
      "id": "s19"
    },
    {
      "text": "However, I was not persuaded the disruption prevented him from having adequate time to prepare for the hearing, especially having regard to his detailed notice of appeal of 26 July 1996 and the amendment to it filed on 6 September 1996, and to the nature of the application itself.",
      "id": "s20"
    },
    {
      "text": "It is an application by way of appeal limited to questions of law: s 44 , Administrative Appeals Tribunal Act 1975 (Cth).",
      "id": "s21"
    },
    {
      "text": "7 I also did not consider the hearing should be adjourned while the prospects of Mr Dunstan being aided by counsel procured under O 80 of the Federal Court Rules were explored.",
      "id": "s22"
    },
    {
      "text": "This is not a matter where I would make an order under O 80.",
      "id": "s23"
    },
    {
      "text": "The issues are quite confined.",
      "id": "s24"
    },
    {
      "text": "The amount involved is small.",
      "id": "s25"
    },
    {
      "text": "There is no element of general interest or public interest in its outcome; the determination of the application involves the application of principles to legislation that are frequently traversed.",
      "id": "s26"
    },
    {
      "text": "And Mr Dunstan, by his detailed notice of appeal, had identified quite fully and cogently the points he wished to raise.",
      "id": "s27"
    },
    {
      "text": "Moreover, the request of Mr Dunstan for an order under O 80 was made only orally at the hearing when it could, and should, have been made much earlier.",
      "id": "s28"
    },
    {
      "text": "8 On 15 June 1995, the then Disability Discrimination Commissioner decided not to inquire into a complaint Mr Dunstan had made against Comcare under the Disability Discrimination Act 1992 (Cth) in respect of its decision subsequently reviewed by the AAT and now the subject of this application.",
      "id": "s29"
    },
    {
      "text": "The ground for that decision was that the SRC Act provided a suitable avenue to review Comcare's decision.",
      "id": "s30"
    },
    {
      "text": "Mr Dunstan sought to have the decision of 15 June 1995 reviewed by the President of HREOC.",
      "id": "s31"
    },
    {
      "text": "The President, by memorandum of 16 August 1995, agreed with that decision but deferred a final decision until the investigation of Mr Dunstan's complaints against the ATO and others for discrimination contrary to the Sex Discrimination Act 1984 (Cth) and the Racial Discrimination Act 1975 (Cth) were completed.",
      "id": "s32"
    },
    {
      "text": "The inquiry into those complaints was discontinued on 2 April 1997.",
      "id": "s33"
    },
    {
      "text": "The evidence shows that the President did not then finally resolve the matter addressed in his memorandum of 16 August 1995, apparently through oversight, but the President of HREOC has now terminated that inquiry by notice of 10 July 2006.",
      "id": "s34"
    },
    {
      "text": "Mr Dunstan's proceedings challenging the decision of 2 April 1997 (and bringing other claims) were dismissed on 21 December 2005: Dunstan (No 2) .",
      "id": "s35"
    },
    {
      "text": "Mr Dunstan has indicated that he may now seek judicial review of the decision of the President of HREOC made on 10 July 2006.",
      "id": "s36"
    },
    {
      "text": "That is not a reason to defer the hearing and determination of this application.",
      "id": "s37"
    },
    {
      "text": "If there is reviewable error in that decision, it can be remedied.",
      "id": "s38"
    },
    {
      "text": "Such proceedings, if instituted, will not lead to a decision as to whether the AAT decision now under review by the Court is infected with legal error.",
      "id": "s39"
    },
    {
      "text": "That allegation has been made by Mr Dunstan.",
      "id": "s40"
    },
    {
      "text": "In my view resolution of the allegation should proceed, and there is no reason why the foreshadowed proceedings against the President of HREOC should delay its resolution.",
      "id": "s41"
    },
    {
      "text": "9 I note also that, at certain points, Mr Dunstan has indicated that he may seek to amend the grounds of the present application against Comcare to allege that its decision was a consequence of fraudulent conduct, and that the AAT decision was either invalid because it was a review of a fraudulently procured decision, or was itself somehow procured through fraudulent conduct.",
      "id": "s42"
    },
    {
      "text": "The amendment application was never pursued, including in 2004 when I told Mr Dunstan that any such allegation should be made promptly so that the issue (if permitted to be raised and if requiring evidence) could be heard with the evidence at the hearing of the claims considered in Dunstan (No 2) .",
      "id": "s43"
    },
    {
      "text": "It was not pursued at the hearing of this application, although obliquely referred to in written submissions of Mr Dunstan in support of the adjournment.",
      "id": "s44"
    },
    {
      "text": "10 The hearing was, however, adjourned for some three hours to enable Mr Dunstan to review certain documents relevant to the application which he had not brought to Court.",
      "id": "s45"
    },
    {
      "text": "THE DECISION OF THE AAT \n \n11 The AAT assumed in Mr Dunstan's favour that, at least from the time when Mr Dunstan and the female employee worked in the same section of the ATO, they developed an \"intense and troubled personal relationship with a sexual dimension\", initiated by the female employee, and which placed a great strain on Mr Dunstan and his family, resulting in him suffering depression and the two periods of incapacity referred to.",
      "id": "s46"
    },
    {
      "text": "Those assumptions, as Mr Dunstan accepted during the hearing, represented a picture of the material before the AAT with which he did not disagree.",
      "id": "s47"
    },
    {
      "text": "12 It then became necessary for the AAT to decide whether the depression constituted a compensable injury under the SRC Act.",
      "id": "s48"
    },
    {
      "text": "13 The SRC Act defines 'injury' in s 4 as meaning:\n \n \"(a) a disease suffered by an employee; or\n \n \n \n (b) an injury (other than a disease) suffered by an employee, being a physical or mental injury arising out of, or in the course of, the employee's employment; or\n (c) an aggravation of a physical or mental injury (other than a disease) suffered by an employee (whether or not that injury arose out of, or in the course of, the employee's employment), being an aggravation that arose out of, or in the course of, that employment; \n \n \n \n but does not include any such disease, injury or aggravation suffered by an employee as a result of reasonable disciplinary action taken against the employee or failure by the employee to obtain a promotion, transfer or benefit in connection with his or her employment.",
      "id": "s49"
    },
    {
      "text": "\" \n\n14 The focus of the AAT's attention was on whether Mr Dunstan's depression was a compensable disease, so as to fall within subcl (a) of the definition of injury.",
      "id": "s50"
    },
    {
      "text": "It did not separately consider whether his depression might fall within subcl (b) or (c) of the definition of injury.",
      "id": "s51"
    },
    {
      "text": "Its failure to do so is one of the grounds of legal error asserted by Mr Dunstan.",
      "id": "s52"
    },
    {
      "text": "That contention is considered below.",
      "id": "s53"
    },
    {
      "text": "15 In turn, \"disease\" is defined in s 4 as meaning:\n \n \"(a) any ailment suffered by an employee; or\n \n (b) the aggravation of any such ailment;\n \n being an ailment or an aggravation that was contributed to in a material degree by the employee's employment by the Commonwealth or a licensed corporation.",
      "id": "s54"
    },
    {
      "text": "\" \n \n \n\n\"Ailment\" is defined as meaning:\n \n \" ... any physical or mental ailment, disorder, defect or morbid condition (whether of sudden onset or gradual development).",
      "id": "s55"
    },
    {
      "text": "\" \n\n16 The AAT's decision turned upon the causation requirement imposed by, or contained in, the definition of \"disease\".",
      "id": "s56"
    },
    {
      "text": "The AAT was not satisfied that Mr Dunstan's depression was contributed to in a material degree by his employment with the ATO (or his earlier employment).",
      "id": "s57"
    },
    {
      "text": "17 In addressing that question, the AAT after reviewing certain authorities said:\n \n \"The focus must be on the work of the employee --- what he or she is required to do, or to be, and so forth, in the doing of her or his work.",
      "id": "s58"
    },
    {
      "text": "\" \n\nAfter discussing the expression \"in a material degree\", the AAT referred to the relevant issue in terms similar to the above.",
      "id": "s59"
    },
    {
      "text": "It said:\n \n \" ... the issue for consideration under the Act is whether what the employee in fact does in her or his employment contributes in a material way to the contracting of, acceleration of, or aggravation of the disease.",
      "id": "s60"
    },
    {
      "text": "\" \n \n\nThe word \"disease\" in that passage should more accurately be the word \"ailment\", if the definitions in the Act are to be used, because an ailment or condition only becomes a \"disease\" as defined once the causative element is found to exist.",
      "id": "s61"
    },
    {
      "text": "It is, however, clear enough what the AAT intended to say.",
      "id": "s62"
    },
    {
      "text": "18 Mr Dunstan criticises the passages cited in [17] above.",
      "id": "s63"
    },
    {
      "text": "He contends that the question so posed incorrectly puts an emphasis upon requiring the employment activities to be the relevant causative element, when there should have been an alternative focus on what happens to, or is experienced by, an employee in employment.",
      "id": "s64"
    },
    {
      "text": "To use an example which he adopted in the course of submissions, persistent bullying of a particular employee in the workplace may (he contended) lead to a compensable disease such as depression, even though the bullying may not be a direct consequence of what the particular employee does in employment.",
      "id": "s65"
    },
    {
      "text": "19 I agree that the AAT was not entitled to ignore conduct affecting Mr Dunstan engaged in the workplace, and to treat it as irrelevant to whether he suffered a 'disease' so as to be entitled to compensation.",
      "id": "s66"
    },
    {
      "text": "Counsel for Comcare agreed that there may be circumstances where the treatment a particular employee receives at work, even if not from that employee's superiors, may give rise to a compensatable ailment.",
      "id": "s67"
    },
    {
      "text": "However, it is not necessarily evident from those passages of the Tribunal's reasons that it did fall into that error.",
      "id": "s68"
    },
    {
      "text": "It is necessary to review the whole of its reasons to see whether it did so.",
      "id": "s69"
    },
    {
      "text": "Counsel for Comcare contended that, upon a review of the whole of the AAT reasons, it did not fall into that error; and, on the other hand, that not every event which befalls a particular employee at work, and which leads to an ailment such as depression, is work-related in the relevant sense.",
      "id": "s70"
    },
    {
      "text": "Counsel for Comcare gave, as an example, the receipt of a private telephone call conveying bad personal news and resulting in depression.",
      "id": "s71"
    },
    {
      "text": "Counsel for Comcare contended that, in this matter, the AAT considered all the evidence and reached the conclusion that the extent to which the female employee's harassing conduct towards Mr Dunstan occurred in the workplace was, in context, so slight compared to the extent of her harassing conduct outside the workplace that it properly concluded that the female employee's conduct towards Mr Dunstan in the workplace was not a material contributing factor to the onset of his depression.",
      "id": "s72"
    },
    {
      "text": "20 It is therefore necessary to consider the AAT's reasons with care to determine its reasoning, and so to discern whether it fell into error.",
      "id": "s73"
    },
    {
      "text": "21 The evidence which the AAT said was particularly relied on by Mr Dunstan before the AAT on the causation issue was that of Dr Tym, a clinical psychiatrist.",
      "id": "s74"
    },
    {
      "text": "In a report of 15 February 1995, Dr Tym said:\n \n \"In my clinical judgment the [sic, conduct of the] female colleague was 'work related' --- she moved to the tax department from another department in April 1990 --- and hence perceived attacks by her and emotional disruptions caused by her were at work and were 'work related', in my clinical judgment, and caused the recurrence of the depressive illness.",
      "id": "s75"
    },
    {
      "text": "...",
      "id": "s76"
    },
    {
      "text": "In summary, when I first saw him on 17.07.91, and on every occasion since then, I have treated him for a depressive illness that was, in my clinical judgment, engendered solely by psychological stress experienced by him initially at work from sexual harassment by a colleague at work, initially restricted to the work environment in which he was trapped.",
      "id": "s77"
    },
    {
      "text": "By 'Psychological Stress' I mean significant degrees of perceived loss or humiliation to one's self or to anyone closely bonded to one's self-causing self-experience of profoundly depressed mood; and/or significant self-experiences of fear from perceived threat to physical or mental health, or to means of continuing to earn a livelihood, of one's self or of anyone closely bonded to one's self.",
      "id": "s78"
    },
    {
      "text": "\" \n \n\nDr Tym was said not to be available to give oral evidence (I assume that means he was not available at the time of the hearing), but the AAT said: \" ... given my conclusions there is no point in my receiving any oral evidence\".",
      "id": "s79"
    },
    {
      "text": "I take the AAT to have been referring to oral evidence from Dr Tym, or from other medical practitioners, on the causation issue, as the AAT hearing included extensive oral evidence from Mr Dunstan.",
      "id": "s80"
    },
    {
      "text": "22 The AAT correctly pointed out that Dr Tym could not give evidence to prove what happened between Mr Dunstan and the female employee at work.",
      "id": "s81"
    },
    {
      "text": "It then continued:\n \n \"The Applicant gave evidence on this point, and I deal with it below.",
      "id": "s82"
    },
    {
      "text": "Dr Tym can give an opinion that the Applicant's depression was caused by his relationship with [the female employee] --- and for the purposes of this matter it may be assumed (but I do not so find) that this was a relationship in which [the female employee] harassed the Applicant.",
      "id": "s83"
    },
    {
      "text": "I accept that opinion.",
      "id": "s84"
    },
    {
      "text": "But Dr Tym does not have any expertise in so far as concerns the application of the legal test as to whether the depression was contributed to in a material degree by the Applicant's employment.",
      "id": "s85"
    },
    {
      "text": "(Dr Tym does opine that the actions of [the female employee] were \"work related\".",
      "id": "s86"
    },
    {
      "text": "This of course is not the test stated in the definition of disease.",
      "id": "s87"
    },
    {
      "text": "It also appears that Dr Tym thinks that the actions of [the female employee] were work related because they occurred at work.",
      "id": "s88"
    },
    {
      "text": "Assuming that [the female employee's] actions towards the Applicant occurred primarily at work, this too is not enough to satisfy the legal test in the definition of disease.",
      "id": "s89"
    },
    {
      "text": ")\" (original emphasis) \n\n23 I shall refer to the concluding sentence of that passage below.",
      "id": "s90"
    },
    {
      "text": "It is immediately followed by another cryptic passage:\n \n \"What is just said about the evidence of Dr Tym may be said about the opinions of other experts who have opined that the Applicant's depressive state was due to the strain of his relationship with [the female employee]; in this connection I have paid particular attention to an early version of the Applicant's Statement of Facts and Contentions filed with the Tribunal on 17 November 1995, and to the report of Dr Greenway of 20 November 1995 (Exhibit A1).",
      "id": "s91"
    },
    {
      "text": "It is for the Tribunal to apply the legal test, and for this purpose there is before me in the T documents, in exhibits, and in the oral evidence, all the necessary primary factual material.",
      "id": "s92"
    },
    {
      "text": "The Applicant had a full opportunity to adduce this material at the two day hearing.",
      "id": "s93"
    },
    {
      "text": "\"\n \n\n24 I find that passage confusing.",
      "id": "s94"
    },
    {
      "text": "25 It may be accepted that generally an expert medical witness may not give direct and admissible evidence of events which that witness did not see.",
      "id": "s95"
    },
    {
      "text": "The relevant medical history is generally required to be proved by admissible evidence.",
      "id": "s96"
    },
    {
      "text": "It is, however, within the province of an expert medical witness to express an opinion about whether, on the assumption of particular facts constituting the relevant history, an identified medical condition is or could be caused by those assumed events.",
      "id": "s97"
    },
    {
      "text": "Yet the AAT seems to consider that such an opinion is neither admissible nor probative.",
      "id": "s98"
    },
    {
      "text": "If that is what the AAT meant, I do not agree with it.",
      "id": "s99"
    },
    {
      "text": "Indeed, in court proceedings, since the Evidence Act 1995 (Cth), an expert witness may be permitted to express an opinion on the ultimate fact in issue: see s 80.",
      "id": "s100"
    },
    {
      "text": "It is not entirely clear why the AAT referred to that material in that way.",
      "id": "s101"
    },
    {
      "text": "The AAT, in its reasons, assumed in Mr Dunstan's favour that his depression was caused by his relationship with the female employee, and that in that relationship she engaged in harassing conduct towards him.",
      "id": "s102"
    },
    {
      "text": "The comment in the first sentence of that passage therefore appears incongruous and inconsistent with its assumptions.",
      "id": "s103"
    },
    {
      "text": "However, it is difficult to confine the AAT's comments in the second full sentence in that passage to the proposition that the application of the causation test required by the definition of \"injury\" is a matter for the AAT.",
      "id": "s104"
    },
    {
      "text": "That is because the \"connection\" in which the AAT paid particular attention to Dr Greenway's report of 20 November 1995, as well as Mr Dunstan's Statement of Facts and Contentions (being linked to and part of the first sentence by the punctuation) also indicates that the AAT was treating such material as being of no direct relevance not merely to the application of the causation test, but to the relationship of Mr Dunstan's depression to the conduct of the female employee.",
      "id": "s105"
    },
    {
      "text": "Moreover, the AAT's application of the causation test in the definition of 'disease' must be upon assumed (or found) facts, but it is not clear that the AAT has assumed all the relevant facts (it made no express findings) about the circumstances or extent of the female employee's harassing conduct of Mr Dunstan while he was at work or the part it played in fact in the onset of his (assumed) ailment.",
      "id": "s106"
    },
    {
      "text": "26 When the AAT addressed the primary evidence, it assumed the accuracy of Mr Dunstan's evidence but noted that \"on none or, at the most, on only very few of these [harassing] occasions was [the female employee] acting in her capacity as an employee \" (my emphasis).",
      "id": "s107"
    },
    {
      "text": "It said she acted as a person disaffected with, or merely discussing, the state of her personal relationship with Mr Dunstan.",
      "id": "s108"
    },
    {
      "text": "It also noted that there was no evidence that any supervisors of Mr Dunstan or of the female employee who were aware of \"these kind of dealings\" failed to take \"adequate steps to alleviate or redress\" any discomfort they caused to Mr Dunstan.",
      "id": "s109"
    },
    {
      "text": "Given the assumptions made, that must refer to harassing conduct by the female employee.",
      "id": "s110"
    },
    {
      "text": "It may be that the AAT by that observation was excluding the conduct of Mr Dunstan's superiors as contributing in a material way to his depression.",
      "id": "s111"
    },
    {
      "text": "If so, that is unexceptionable.",
      "id": "s112"
    },
    {
      "text": "It was not a claim Mr Dunstan made at that point.",
      "id": "s113"
    },
    {
      "text": "Of course, that matter does not itself provide a reason to reject the claim if otherwise, by the female employee's conduct at work, Mr Dunstan's depression was materially contributed to by his employment, because the test is one of factual causation, not of fault.",
      "id": "s114"
    },
    {
      "text": "27 Mr Dunstan's own evidence, as the AAT noted, was that when he and the female employee were engaged in particular technical tasks, there was no harassment as they were each absorbed in those tasks.",
      "id": "s115"
    },
    {
      "text": "The AAT made the further observation that 'there was little other evidence' that Mr Dunstan and the female employee \"may have had some difficulty relating to one another as colleagues\".",
      "id": "s116"
    },
    {
      "text": "It then said:\n \n \"But assuming that on these occasions it could be said that the \"employment\" of [Mr Dunstan] was contributing to his depression, this contribution could not be described as \"material\".",
      "id": "s117"
    },
    {
      "text": "It was but a very minor element in the cause [sic] of events which contributed to [his] depression.",
      "id": "s118"
    },
    {
      "text": "\"\n \n\nBy that part of its reasons, I take the AAT to be isolating the effects of any (assumed) harassment of Mr Dunstan by the female employee whilst they were engaged together on particular tasks as distinct from her conduct towards him in the workplace in other circumstances.",
      "id": "s119"
    },
    {
      "text": "28 The AAT then concluded:\n \n \"Given that the cause of [Mr Dunstan's] depression did not arise out of any aspect of his employment --- but rather arose out of the state of his relationship with [the female employee] --- it is impossible to say that his depression is causally connected to the fact that he was required to be at his place of employment.",
      "id": "s120"
    },
    {
      "text": "The onset of the depression could just as well [have, sic] began when [Mr Dunstan] was not at work.",
      "id": "s121"
    },
    {
      "text": "This would be so even if all the interactions between [Mr Dunstan] and [the female employee] were in the course of his employment, for the cumulative effect of those interactions which brought on his depression could, as I have said, just as well have done so [sic] when he was not at work as when he was.",
      "id": "s122"
    },
    {
      "text": "In any event it is clear from the evidence that many stressful interactions between [Mr Dunstan] and [the female employee] took place when he was not at work.",
      "id": "s123"
    },
    {
      "text": "... for the most part ... their interactions as colleagues were not stressful.",
      "id": "s124"
    },
    {
      "text": "On [Mr Dunstan's] evidence, the stress between them occurred when they were spending time at work --- albeit on his evidence, a lot of time --- on matters pertaining to their relationship --- as occasions for one of them to express anger or pleasure about its state, or to discuss where it might lead, and so forth ...",
      "id": "s125"
    },
    {
      "text": "It defies commonsense to say that in the circumstances of this matter the employment of [Mr Dunstan] contributed to his depression caused by the state of his personal relationship with [the female employee].",
      "id": "s126"
    },
    {
      "text": "\"\n \n\n29 The AAT expressly distinguished between circumstances where the \"actions of an employee amount to a contribution by the employment\" and where the \"actions arose in the course of the employment of the employee who was affected by those actions\".",
      "id": "s127"
    },
    {
      "text": "It remarked that the issue is quite different where the injury is a physical insult occurring at work at a particular time, even caused by an employee \"not acting as such\".",
      "id": "s128"
    },
    {
      "text": "In that case, it said, the injury would have occurred in the course of the employment.",
      "id": "s129"
    },
    {
      "text": "The distinguishing feature was said to be that where (as here) the injury is a disease or its aggravation, \"the actions of the employee\" [must] amount to a contribution by the employment of the employee who suffered the disease.",
      "id": "s130"
    },
    {
      "text": "CONSIDERATION \n \n30 As my reference to the AAT's reasons indicates, I have had some difficulty in understanding parts of it.",
      "id": "s131"
    },
    {
      "text": "I am mindful that I should not read the reasons with an eye \"keenly attuned\" to the perception of error ( Collector of Customs v Pozzolanic Enterprises Pty Ltd (1993) 43 FCR 280 at 287), but that does not relieve me of the obligation to identify why the AAT decided as it did.",
      "id": "s132"
    },
    {
      "text": "It is part of the function of reasons for decision to provide that enlightenment.",
      "id": "s133"
    },
    {
      "text": "31 Were the AAT's reasons along the lines contended for by Comcare, as discussed in [19] above, they would reveal no error of law of the kind first asserted by Mr Dunstan.",
      "id": "s134"
    },
    {
      "text": "However, I do not think that is how it reasoned.",
      "id": "s135"
    },
    {
      "text": "In my view, the AAT --- having in essence assumed the factual picture to be as Mr Dunstan asserted --- directed itself that the harassing conduct of the female employee which caused Mr Dunstan's depression, even if it occurred to a significant degree in the workplace, could not as a matter of law support a conclusion that his employment contributed in a material way to his depression.",
      "id": "s136"
    },
    {
      "text": "That view results from an analysis of the whole of its reasons, but in particular the concluding sentence in the passage referred to in [22] above.",
      "id": "s137"
    },
    {
      "text": "It is fortified by the AAT's comments about there being no need for expert medical evidence on the issue of causation, as the irrelevance of such evidence could only be on the basis that an expert medical opinion on the part played by certain (assumed) conduct of the female employee at work in her dealings with Mr Dunstan to the onset of his depression could not assist.",
      "id": "s138"
    },
    {
      "text": "32 I consider that approach involves an error of law.",
      "id": "s139"
    },
    {
      "text": "Federal Broom Co Pty Ltd v Semlitch [1964] HCA 34 ; (1964) 110 CLR 626 established that a state of affairs to which a worker was exposed in employment and to which he would not otherwise have been exposed may be the cause of, or a contributing factor towards, the suffering or aggravation of a disease so as to entitle the worker to compensation: see generally the discussion in Treloar v Australian Telecommunications Commission (1990) 26 FCR 316 at 322-323.",
      "id": "s140"
    },
    {
      "text": "Treloar concerned a claim under the Compensation (Commonwealth Government Employees) Act 1971 (Cth).",
      "id": "s141"
    },
    {
      "text": "That Act was replaced by the Commonwealth Employees' Rehabilitation and Compensation Act 1988 (Cth) (now the SRC Act).",
      "id": "s142"
    },
    {
      "text": "33 The requirement of a \"material\" contribution to the onset or aggravation of a disease was introduced in 1988 in the definition of \"disease\" in the now SRC Act.",
      "id": "s143"
    },
    {
      "text": "In Treloar , the Full Court (Sweeney ACJ, Sheppard and Foster JJ) at 323 said that the word 'material':\n \n \"... served only to emphasise that the section is not brought into play unless it be established by evidence that features of the employment did in fact and in truth contribute to the condition complained of.",
      "id": "s144"
    },
    {
      "text": "\"\n \n\n34 Treloar itself concerned a claim under the 1971 Act, but it is clear that their Honours did not regard the introduction of materiality as changing, except in emphasis, the approach to causation laid down by the High Court in Semlitch .",
      "id": "s145"
    },
    {
      "text": "That accords with the words of the definition itself.",
      "id": "s146"
    },
    {
      "text": "The concept of materiality in the definition of \"disease\" was discussed by the Full Court in Comcare v Canute [2005] FCAFC 262 ; (2005) 148 FCR 232 per French and Stone JJ at [64]-[70], although their Honour's decision was based on other considerations; Gyles J, the other member of the Full Court, dissented on the principal issue and did not consider the meaning of \"material\".",
      "id": "s147"
    },
    {
      "text": "The Full Court decision was reversed by the High Court: Canute v Comcare [2006] HCA 47 ; (2006) 80 ALJR 1578, but the meaning of \"material\" was not considered.",
      "id": "s148"
    },
    {
      "text": "35 As I have found that the AAT did not regard the state of affairs to which Mr Dunstan claimed to have been exposed in employment, and to which on his evidence he would not otherwise have been exposed, as capable in law of materially contributing to his condition, in my view its conclusion reflects an error of law in its approach.",
      "id": "s149"
    },
    {
      "text": "It did not, by reason of that error, assess whether his exposure to that state of affairs in fact materially contributed to that condition.",
      "id": "s150"
    },
    {
      "text": "The question of whether that claimed state of affairs in fact materially contributed to his condition involved the AAT making findings about the state of affairs.",
      "id": "s151"
    },
    {
      "text": "Also, the question of whether that state of affairs in fact materially contributed to his condition may have been informed by medical evidence supporting the necessary link, but as I have observed such evidence was not considered.",
      "id": "s152"
    },
    {
      "text": "It is, of course, a separate question as to whether such medical evidence is based upon a proper factual foundation, and is in proper form.",
      "id": "s153"
    },
    {
      "text": "36 I reject Mr Dunstan's separate contention that the AAT erred in law by failing to consider whether his depression fell simply within the concept of a \"mental injury\", and so wrongly failed to consider whether his claim should succeed under subpars (b) or (c) of the definition of \"injury\".",
      "id": "s154"
    },
    {
      "text": "I do so simply because that was not a case he sought to make before the AAT.",
      "id": "s155"
    },
    {
      "text": "He was represented by counsel.",
      "id": "s156"
    },
    {
      "text": "His counsel did not claim, on his behalf, that the circumstances enlivened a claim that Mr Dunstan suffered an \"injury\" within the meaning of that term in sub-par (b) or (c) of the definition.",
      "id": "s157"
    },
    {
      "text": "The transcript of the hearing before the AAT confirms that.",
      "id": "s158"
    },
    {
      "text": "It was a case of Mr Dunstan claiming he had suffered a disease, and that if his claim in that regard was rejected then his claim would fail.",
      "id": "s159"
    },
    {
      "text": "37 That conclusion depends upon the way Mr Dunstan made his claim to the AAT.",
      "id": "s160"
    },
    {
      "text": "It is not intended to indicate that an ailment which may constitute a disease may not also, in appropriate circumstances, constitute a mental injury within subcl (b) of the definition of injury.",
      "id": "s161"
    },
    {
      "text": "In Zickar v MGH Plastic Industries Pty Ltd [1996] HCA 31 ; (1996) 187 CLR 310, the High Court regarded the concepts of injury and disease as not mutually exclusive under the Workers Compensation Act 1987 (NSW).",
      "id": "s162"
    },
    {
      "text": "See also Kennedy Cleaning Services Pty Ltd v Petkoska [2000] HCA 45 ; (2000) 200 CLR 286 in respect of the Workers Compensation Act 1951 (ACT).",
      "id": "s163"
    },
    {
      "text": "Whether a similar approach should be adopted under the SRC Act does not specifically call for decision for the reason I have given.",
      "id": "s164"
    },
    {
      "text": "A FURTHER CLAIM?",
      "id": "s165"
    },
    {
      "text": "38 The AAT adverted to one other matter.",
      "id": "s166"
    },
    {
      "text": "Mr Dunstan took long service leave in mid-1995 and returned to work on 2 January 1996.",
      "id": "s167"
    },
    {
      "text": "He had certain disputes with ATO personnel about the work he should then return to, and there was some evidence that he resented having been moved from his former workplace within the ATO.",
      "id": "s168"
    },
    {
      "text": "He then left work on 2 January 1996 because of \"decisions and actions on the part of his employer\".",
      "id": "s169"
    },
    {
      "text": "39 The AAT considered whether Mr Dunstan might have been incapacitated for work because of depression from 2 January 1996.",
      "id": "s170"
    },
    {
      "text": "It made no findings on that issue.",
      "id": "s171"
    },
    {
      "text": "It nevertheless said that, even if Mr Dunstan did then have incapacitating depression, it was not possible on the evidence to find that it was contributed to in a material way by his employment with the ATO.",
      "id": "s172"
    },
    {
      "text": "It noted that no such claim was made.",
      "id": "s173"
    },
    {
      "text": "40 I agree with counsel for Comcare that the AAT did not thereby intend to expand the scope of Mr Dunstan's claim to be entitled to compensation by reason of disease and consequent incapacity for work from 2 January 1996.",
      "id": "s174"
    },
    {
      "text": "Mr Dunstan at the time made no such claim, and the AAT did not adjudicate upon such a claim.",
      "id": "s175"
    },
    {
      "text": "It adverted to the suggestion of such a claim, but recognised that it had not then been developed by detailed evidence or submissions.",
      "id": "s176"
    },
    {
      "text": "If Mr Dunstan has any claim for compensation under the Act by reason of depression other than as identified in his application (and described in [2] above), that claim has not been formally made or adjudicated upon either by Comcare or by the AAT.",
      "id": "s177"
    },
    {
      "text": "CONCLUSION \n \n41 For those reasons, in my judgment, the application should be allowed.",
      "id": "s178"
    },
    {
      "text": "The decision of the AAT of 28 June 1996 should be set aside, and the matter remitted to the AAT for reconsideration.",
      "id": "s179"
    },
    {
      "text": "As I have indicated, the claim is only a small one.",
      "id": "s180"
    },
    {
      "text": "Events subsequent to April 1992 concerning Mr Dunstan's employment are discussed at length in Dunstan (No 2) .",
      "id": "s181"
    },
    {
      "text": "It would seem unlikely, in the light of those events, that any fresh adjudication by the AAT (or any reconsideration of the subject claim by Comcare) could have any real significance to any later period of time, although of course I cannot foreclose such an assertion being made by Mr Dunstan.",
      "id": "s182"
    },
    {
      "text": "42 As Mr Dunstan represented himself on this application, I order only that Comcare pay him any disbursements properly incurred on the application.",
      "id": "s183"
    },
    {
      "text": "I certify that the preceding forty-two (42) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Mansfield.",
      "id": "s184"
    },
    {
      "text": "Associate:\n\nDated: 29 November 2006\n\n\n Counsel for the Applicant: The applicant appeared in person \n \n Counsel for the Respondent: G Stretton \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 20 July 2006 \n \n Date of Judgment: 11 December 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1655.html",
      "id": "s185"
    }
  ]
}