{
  "name": "BMW Prestige Pty Limited (t/as Alto BMW) v A1 Perfect Plumbing Pty Limited [2006] FCA 1434 (19 October 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1434.html",
  "catchphrases": [
    {
      "text": "bailment for reward",
      "id": "c0"
    },
    {
      "text": "duties and liabilities of bailee",
      "id": "c1"
    },
    {
      "text": "negligence",
      "id": "c2"
    },
    {
      "text": "onus of proof",
      "id": "c3"
    },
    {
      "text": "when not discharged.",
      "id": "c4"
    },
    {
      "text": "bailments",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 This is a case of some interest.",
      "id": "s0"
    },
    {
      "text": "2 The first respondent, a plumbing company which I will call A1, owned a valuable BMW sedan.",
      "id": "s1"
    },
    {
      "text": "There were four keys to it when it was supplied to A1 on its original purchase.",
      "id": "s2"
    },
    {
      "text": "3 A1's office manager, the second respondent, Ms Touma, took the vehicle to the appellant's premises for the appellant to service and carry out any necessary repairs on the vehicle.",
      "id": "s3"
    },
    {
      "text": "She handed the key that she had to agents of the appellant.",
      "id": "s4"
    },
    {
      "text": "The key was of an electronic type, and the engineering of the vehicle included the provision of a complex immobilisation system.",
      "id": "s5"
    },
    {
      "text": "Somebody stole the car from the appellant's premises.",
      "id": "s6"
    },
    {
      "text": "The only reasonable inference is that somebody other than an agent of the appellant had another key to the vehicle and, picking his or her moment, drove the car away when there was no mechanical device, or human agent of the appellant to stop it.",
      "id": "s7"
    },
    {
      "text": "The evidence suggests that a 'swarthy' male, in fact, drove the vehicle away.",
      "id": "s8"
    },
    {
      "text": "4 The law accepted by both parties is that, in relation to such a bailment, the duty of the bailee is to take all reasonable care for the safety of the vehicle, and once the theft of the bailed item from the bailee's possession has been shown, as here, the onus is on the bailee to prove that it took all reasonable steps for the safety of the item.",
      "id": "s9"
    },
    {
      "text": "5 The case for the appellant rested entirely upon the inability of the vehicle to be moved without a key, upon the high probability that the key which was used by the thief had come from the possession of A1, and on the proposition that it was not unreasonable for the appellant's agents to assume that A1 would keep its other keys to the vehicle safe.",
      "id": "s10"
    },
    {
      "text": "In these circumstances, A1 did not suggest that there was any system of boom gates, electronic gates, or any other system to prevent the vehicle being taken if some dishonest person had obtained another key.",
      "id": "s11"
    },
    {
      "text": "The case was that it was not foreseeable that somebody would or could dishonestly obtain one of A1's other keys, and steal the vehicle from the appellant's premises.",
      "id": "s12"
    },
    {
      "text": "6 The case for A1 is that it was perfectly foreseeable that somebody would steal the car by means of obtaining one of A1's other keys, and it was within the bounds of reasonable foreseeability that the car might be stolen while in the possession of the appellant.",
      "id": "s13"
    },
    {
      "text": "In these circumstances, as a practical matter, it was not sufficient for the appellant to rely upon protection of the key as the sole means of protection of the vehicle: protection of the vehicle against theft by somebody using a stolen key should have been undertaken.",
      "id": "s14"
    },
    {
      "text": "On the face of it, there are well known and obvious mechanical means, such as electronic gates, only able to be opened by an authorised representative of the gate-owner, which might have been employed.",
      "id": "s15"
    },
    {
      "text": "It is submitted that the onus in such circumstances lay on the bailee to show that doing more than protecting the key was not reasonably possible.",
      "id": "s16"
    },
    {
      "text": "7 I agree with the respondents' submissions in this regard.",
      "id": "s17"
    },
    {
      "text": "8 Reference was made by the appellant to the failure of A1 to call the person responsible for the overall management of A1 and for the safety of A1's vehicle and its keys, and in particular, Mr Symonds to explain if, when and how another key or keys had gone missing.",
      "id": "s18"
    },
    {
      "text": "That failure however does not seem to me to deal with what the appellant might have reasonably foreseen.",
      "id": "s19"
    },
    {
      "text": "Had the case been appropriately pleaded in respect of contributory negligence, it might have been a powerful weapon for the appellant.",
      "id": "s20"
    },
    {
      "text": "However, the appellant confined itself in its particulars of contributory negligence to the following:\n \n (a) leaving the service key of the vehicle in the central console of the vehicle; and\n (b) failing to inform the respondent that the service key to the vehicle had been left in the central console of the vehicle.",
      "id": "s21"
    },
    {
      "text": "9 On the admissible material, it is common ground that there was no evidence that the key had been left in the console and that, quite properly, the appellant at trial accepted that there was no such evidence.",
      "id": "s22"
    },
    {
      "text": "In these circumstances there is no basis, especially not on appeal, for trying to construct some other case of contributory negligence.",
      "id": "s23"
    },
    {
      "text": "10 It follows then that on the principal issue the appeal must fail.",
      "id": "s24"
    },
    {
      "text": "11 The proceedings were constituted in the first instance with two applicants, the first of which was A1, the second being Ms Touma.",
      "id": "s25"
    },
    {
      "text": "Another point taken on the appeal was that the learned Federal Magistrate did not differentiate between the respondents as to which of them should be the beneficiary of judgment in the matter.",
      "id": "s26"
    },
    {
      "text": "Whether the matter was drawn to his Honour's attention, or whether it was an obvious oversight (as it appears to be) was not made clear to me, but it seems obvious that judgment should have been given for A1 only.",
      "id": "s27"
    },
    {
      "text": "The appeal will be upheld for the sole purpose of amending the order to ensure that the judgment as given by his Honour will be in favour of the first respondent only.",
      "id": "s28"
    },
    {
      "text": "12 It is suggested that costs should be allowed to the appellant against Ms Touma, but I am unimpressed with this.",
      "id": "s29"
    },
    {
      "text": "There was a basis upon which she might have been a claimant, in that she was the person actually in physical possession of the vehicle when it was delivered to the appellant.",
      "id": "s30"
    },
    {
      "text": "There is nothing put before me to suggest that the proceedings were prolonged or complicated in any way by her unnecessary joinder as an applicant.",
      "id": "s31"
    },
    {
      "text": "The matter might have been sorted out below and was not, but I think no allowance for costs should be made.",
      "id": "s32"
    },
    {
      "text": "13 The appeal will be allowed as indicated but the appellant is to pay the respondents' costs.",
      "id": "s33"
    },
    {
      "text": "I certify that the preceding thirteen (13) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Madgwick.",
      "id": "s34"
    },
    {
      "text": "Associate:\nDated: 6 November 2006\n\n Counsel for the Applicant: Mr A Parker \n \n Solicitor for the Appellant: Edwards Michael Moroney \n \n Counsel for the Respondents: Mr C Evatt/Mr M Rollinson \n \n Solicitor for the Respondents: Teakle Ormsby George \n \n Date of Hearing: 19 October 2006 \n \n Date of Judgment: 19 October 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1434.html",
      "id": "s35"
    }
  ]
}