{
  "name": "Australian Competition &amp; Consumer Commission v Visy Industries [2006] FCA 136 (23 February 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/136.html",
  "catchphrases": [
    {
      "text": "allegations of price fixing and market sharing arrangements contrary to pt iv of the trade practices act 1974 (cth)",
      "id": "c0"
    },
    {
      "text": "immunity granted to other party to alleged arrangements (amcor)",
      "id": "c1"
    },
    {
      "text": "confidentiality of contents of amcor documents",
      "id": "c2"
    },
    {
      "text": "whether amcor documents referred to in amended statement of claim should be produced to respondents",
      "id": "c3"
    },
    {
      "text": "procedural fairness",
      "id": "c4"
    },
    {
      "text": "centrality of documents to case against respondents",
      "id": "c5"
    },
    {
      "text": "use of documents produced to be restricted to proper purposes",
      "id": "c6"
    },
    {
      "text": "harman undertaking implied",
      "id": "c7"
    },
    {
      "text": "construction of s 157 of the trade practices act",
      "id": "c8"
    },
    {
      "text": "relevance of amcor disclosing documents to accc",
      "id": "c9"
    },
    {
      "text": "trade practices",
      "id": "c10"
    }
  ],
  "sentences": [
    {
      "text": "1 In this proceeding the Australian Competition and Consumer Commission (ACCC) seeks pecuniary penalties and other relief in respect of alleged price fixing and market sharing arrangements contrary to Pt IV of the Trade Practices Act 1974 (Cth).",
      "id": "s0"
    },
    {
      "text": "The respondents include three companies which are members of the Visy group and two individuals, Mr Richard Pratt and Mr Harry Debney, who are officers of that group (collectively, the Visy respondents).",
      "id": "s1"
    },
    {
      "text": "The sixth respondent, Mr Rod Carroll, is a former officer of the group and is separately represented.",
      "id": "s2"
    },
    {
      "text": "2 The ACCC alleges that these unlawful arrangements were made between Visy and companies in the Amcor group.",
      "id": "s3"
    },
    {
      "text": "The genesis of this proceeding is an unrelated action which Amcor took in late 2004 against some of its former officers.",
      "id": "s4"
    },
    {
      "text": "Amcor was granted an Anton Piller order.",
      "id": "s5"
    },
    {
      "text": "On viewing some of the documents obtained on the resultant search Amcor and its solicitors took the view that they disclosed contraventions of Pt IV by Visy and Amcor.",
      "id": "s6"
    },
    {
      "text": "Amcor reported the matter to the ACCC, which subsequently granted it and its officers an immunity.",
      "id": "s7"
    },
    {
      "text": "3 The present proceeding was commenced on 21 December 2005.",
      "id": "s8"
    },
    {
      "text": "The ACCC has filed an amended statement of claim but as yet no directions have been given for any pleading by the respondents.",
      "id": "s9"
    },
    {
      "text": "4 Before the Court is a notice of motion filed on 9 February 2006 by the ACCC seeking an order against itself that it produce to the respondents the documents referred to in the amended statement of claim and that inspection of certain of those documents, identified in schedule A to the notice, be limited to counsel and solicitors for the respondents upon them executing undertakings as to confidentiality.",
      "id": "s10"
    },
    {
      "text": "5 What provoked this motion was a notice to produce served on the ACCC by the Visy respondents under O 15 r 10 of the Federal Court Rules seeking production of all documents referred to in the amended statement of claim, without any restrictions as to confidentiality.",
      "id": "s11"
    },
    {
      "text": "6 The real dispute on the motion is between Amcor, which was given leave to appear on this issue, and the respondents.",
      "id": "s12"
    },
    {
      "text": "Amcor says that certain information contained in the documents is confidential and would be highly damaging to it if released to the Visy group which is its principal trade rival in the Australian market for the supply of corrugated fibre packing (CFP).",
      "id": "s13"
    },
    {
      "text": "In a document which is an amendment to schedule A, Amcor identifies allegedly confidential information contained in 21 documents which it submits should be redacted (blanked out) from documents shown to the respondents.",
      "id": "s14"
    },
    {
      "text": "Amcor says this information should only be shown to the respondents' counsel and solicitors.",
      "id": "s15"
    },
    {
      "text": "7 To understand the issues that have arisen it is necessary to make brief reference to the amended statement of claim, a complex document extending to 134 pages.",
      "id": "s16"
    },
    {
      "text": "In par 19 it is alleged that in the period January to April 2000 Visy and Amcor reached an \"Over-arching Understanding\" which included provisions that \n \n&#8226; Visy and Amcor would permit each other to maintain approximately their then current share of the CFP market, \n \n&#8226; they would not seek to enter into contracts for the supply of CFP with each other's principal CFP customers, \n \n&#8226; if for one reason or another Visy did enter into a contract for the supply of CFP with a principal CFP customer of Amcor then Visy would not prevent Amcor from entering into a supply contract with a Visy customer in order to replace the share of the market that it had lost,\n \n&#8226; the converse would apply if Amcor entered into a contract with a principal customer of Visy,\n \n&#8226; Amcor would not offer to supply CFP to any customer or prospective customer at a price below approximately $1250 per tonne, \n \n&#8226; Visy would not offer to supply at any price below approximately $1150 per tonne,\n \n&#8226; Visy and Amcor would in future collaborate with each other to increase the prices at which they supplied CFP.",
      "id": "s17"
    },
    {
      "text": "8 There then follow allegations of 17 instances in which arrangements were allegedly made which gave effect to the Over-arching Understanding either by agreeing on price increases or agreeing to swap or keep particular customers.",
      "id": "s18"
    },
    {
      "text": "By way of example, at pars 73-90 the amended statement of claim deals with what is called the \"GFL &amp; Nestl&eacute; Price Understanding\".",
      "id": "s19"
    },
    {
      "text": "The allegations are as follows.",
      "id": "s20"
    },
    {
      "text": "9 Paragraph 73 : In early 2001 Visy and Amcor arrived at an understanding that Visy would not seek to enter into contracts for the supply of CFP to GFL and Nestl&eacute;, two of Amcor's principal customers, and that if GFL or Nestl&eacute; required Visy to provide a quote Visy would quote prices higher than the prices Amcor quoted to GFL and Nestl&eacute;.",
      "id": "s21"
    },
    {
      "text": "This understanding was partly oral and partly to be implied.",
      "id": "s22"
    },
    {
      "text": "Insofar as it was oral it was arrived at in the course of conversations between Mr Carroll on behalf of Visy and Mr Laidlaw on behalf of Amcor at which Mr Laidlaw said to Mr Carroll \"words to the effect that he understood that Visy was to 'cover' Amcor on the upcoming tenders for the GFL and Nestl&eacute; CFP accounts\" and Mr Carroll said Mr Laidlaw's understanding was correct.",
      "id": "s23"
    },
    {
      "text": "The understanding was also said to be implied from the conduct of Visy and Amcor alleged in pars 77-87.",
      "id": "s24"
    },
    {
      "text": "10 Paragraphs 74-76 allege the various ways in which the GFL &amp; Nestl&eacute; Price Understanding contravened the Trade Practices Act .",
      "id": "s25"
    },
    {
      "text": "11 Paragraph 77 : In March-April 2001 Mr Carroll and Mr Laidlaw had a discussion in which Mr Carroll said Visy was not interested in picking up the GFL account.",
      "id": "s26"
    },
    {
      "text": "Mr Laidlaw provided Mr Carroll with some of Amcor's proposed average dollars per tonne prices for its tender for the GFL account and Mr Carroll said that Visy, in its tender to GFL, would quote prices above the prices provided by Mr Laidlaw.",
      "id": "s27"
    },
    {
      "text": "12 Paragraph 78 : On about 11 April 2001 Visy submitted a tender proposal to supply CFP to GFL.",
      "id": "s28"
    },
    {
      "text": "13 Paragraph 79 : On about 27 April 2001 Amcor provided a tender proposal to supply CFP to GFL.",
      "id": "s29"
    },
    {
      "text": "14 Paragraph 80 : On about 21 May 2001 Mr Pratt and Mr Jones of Amcor had a meeting at the All Nations Hotel in Richmond at which, amongst other things, Mr Jones asked Mr Pratt to confirm that there was an arrangement in place which \"involved the prevention of major market share shifts\".",
      "id": "s30"
    },
    {
      "text": "Mr Jones said he needed to know that Visy would honour the arrangement and that Visy would not try to take the GFL and Nestl&eacute; accounts away from Amcor.",
      "id": "s31"
    },
    {
      "text": "Mr Pratt confirmed this.",
      "id": "s32"
    },
    {
      "text": "15 Paragraph 81 : In Visy's tender proposal (par 78) and Amcor's tender proposal (par 79) (a) Visy's prices were higher than Amcor's prices and/or (b) GFL \"held the belief\" that Visy's prices were higher than Amcor's prices.",
      "id": "s33"
    },
    {
      "text": "16 Paragraph 82 : On 8 June 2001 Amcor reached \"informal agreement\" with GFL for Amcor to supply CFP to GFL.",
      "id": "s34"
    },
    {
      "text": "17 Paragraph 83 : On 23 November 2001 Amcor and GFL entered into a written agreement for Amcor to supply CFP.",
      "id": "s35"
    },
    {
      "text": "18 Paragraph 84 : Between June 2001 and February 2002 Amcor and Nestl&eacute; were involved in negotiations for a new CFP supply agreement in which Amcor sought to obtain an increase of approximately 54 per cent.",
      "id": "s36"
    },
    {
      "text": "19 Paragraph 85 : Between July 2001 and February 2002 Mr Carroll and Mr Laidlaw discussed the Nestl&eacute; account.",
      "id": "s37"
    },
    {
      "text": "Mr Carroll said that Visy's negotiations had not progressed and expected Amcor to retain the account.",
      "id": "s38"
    },
    {
      "text": "20 Paragraph 86 : On about 11 February 2002 Amcor reached an informal agreement with Nestl&eacute; for a 37 per cent price increase without Nestl&eacute; seeking a formal proposal from Visy.",
      "id": "s39"
    },
    {
      "text": "21 Paragraph 87 : On 23 December 2002 Amcor and Nestl&eacute; entered into a written supply agreement.",
      "id": "s40"
    },
    {
      "text": "22 Paragraph 88 : Visy engaged in the conduct alleged in pars 77, 78, 80 and 85 pursuant to the Over-arching Understanding and/or the GFL &amp; Nestl&eacute; Price Understanding.",
      "id": "s41"
    },
    {
      "text": "23 Paragraphs 89 and 90 allege various contraventions of the Trade Practices Act .",
      "id": "s42"
    },
    {
      "text": "24 For present purposes the documents in dispute are those referred to in par 83 (the Amcor/GFL supply agreement) and par 87 (the Amcor/Nestl&eacute; supply agreement).",
      "id": "s43"
    },
    {
      "text": "25 As to the Amcor/GFL supply agreement the information said to be confidential includes two clauses, 3.2 and 3.3, and also price figures and formulae.",
      "id": "s44"
    },
    {
      "text": "Amcor says the content of the clauses cannot be described because the commercial secrecy arises from the fact that such clauses exist in the agreement.",
      "id": "s45"
    },
    {
      "text": "As to the Amcor/Nestl&eacute; supply agreement, the information said to be confidential consists of certain figures including current annual sales and proposed annual sales.",
      "id": "s46"
    },
    {
      "text": "26 In support of Amcor's case Mr Paul Ward, its General Manager Sales and Marketing, deposed that information of the kind mentioned would enable Visy \"to calculate with significant accuracy (or at least with reasonable accuracy)\" Amcor's pricing to customers.",
      "id": "s47"
    },
    {
      "text": "This would place the Visy group in a position of commercial advantage at a time when supply arrangements became open to renegotiation.",
      "id": "s48"
    },
    {
      "text": "Also he says that in a typical supply contract there is a specified base price and variations.",
      "id": "s49"
    },
    {
      "text": "This would enable a competitor to estimate current prices at any time during the contract period, including at the end of it.",
      "id": "s50"
    },
    {
      "text": "Amcor would also seek to keep confidential information as to the term of its existing contracts because it would be a commercial advantage to Visy to know when existing Amcor supply contracts were due to end.",
      "id": "s51"
    },
    {
      "text": "27 The Visy respondents filed an affidavit by their solicitor, Mr Robert Heathcote of Arnold Bloch Leibler.",
      "id": "s52"
    },
    {
      "text": "Mr Heathcote deposed as to his belief in certain features of the conduct of the CFP market from information supplied by Mr Debney.",
      "id": "s53"
    },
    {
      "text": "As to the term of agreements, Mr Heathcote says that the term of a current arrangement between Amcor and one of its customers is information generally available to Visy either as a result of previous tenders or proposals made on behalf of Visy to those customers or often because customers provide that information to Visy to create competitive tension in a tender process.",
      "id": "s54"
    },
    {
      "text": "An example of this is the disclosure in relation to the term of the Amcor/Nestl&eacute; agreement, a matter already known to Visy.",
      "id": "s55"
    },
    {
      "text": "28 As to the question of price, Mr Heathcote says that the initial price and pricing variations during the term of a contract are only some of the factors that customers take into account in assessing competing proposals to determine the overall costs and benefits of a contract.",
      "id": "s56"
    },
    {
      "text": "Other relevant factors include the following variables:\n \n \"(i) Box style and design, including: \n (A) the size and style of CFP; \n \n (B) the structure of the corrugated fibreboard, including variation of board grades; \n (C) the type of paper used to manufacture the corrugated fibreboard; \n (D) the print characteristics; pre-print or post print, and the number of colours used in the print; \n (E) the various sizes of sheets used to manufacture cartons and the varying sheet areas for die-cuts; \n (F) whether a box is hand-erected or machine-erected; and \n (G) the manufacturing process.",
      "id": "s57"
    },
    {
      "text": "(ii) Supply Arrangements, including: \n (A) whether a customer has special palletising requirements; \n (B) order quantities and scheduling issues; \n (C) the level of tooling charges; \n (D) whether volume rebates are given; \n (E) trading terms; \n (F) whether a settlement discount is offered for early payment; \n (G) the provision of free packaging equipment to the customer; \n (H) payment of a sign-on fee; \n (I) the existence in a contract of a 'meet the market' term; \n (J) the existence in a contract of a term granting a 'first right or last right of refusal'.",
      "id": "s58"
    },
    {
      "text": "(K) the term of the contract; and \n (L) payment of contribution to the capital requirements of the customer.",
      "id": "s59"
    },
    {
      "text": "(iii) Delivery Arrangements, including whether the product is delivered to, or collected by, the customer; and \n \n (iv) Supplier capacities, including whether adjustments need to be made to satisfy particular customer service requirements --- for example, whether a customer requires supply at times during which a manufacturing plant is operating at peak capacity, price may be adjusted to cover increased labour costs or to cover freight costs to transport product from an interstate plant.",
      "id": "s60"
    },
    {
      "text": "\" \n \n\n29 Order 15 rule 10 provides:\n \n \"(1) Where a pleading or affidavit filed by a party refers to a document, any other party may, by notice to produce served on him require him to produce the document for inspection.",
      "id": "s61"
    },
    {
      "text": "(2) Where a notice to produce a document is served on a party under subrule (1), he shall, within 4 days after that service, serve on the party requiring production a notice: \n (a) appointing a time within 7 days after service of the notice under this subrule when, and a place where, the document may be inspected; \n (b) claiming that the document is privileged from production and sufficiently stating the grounds of the privilege; or \n (c) stating that the document is not in his possession, custody or power and stating to the best of his knowledge information and belief where the document is and in whose possession, custody or power it is.",
      "id": "s62"
    },
    {
      "text": "\" \n \n\n30 At the outset there is a short point which answers Amcor's claims in respect of some of the documents.",
      "id": "s63"
    },
    {
      "text": "As senior counsel for Mr Carroll pointed out, of the 21 documents in issue, nine were provided to the ACCC by customers of Amcor.",
      "id": "s64"
    },
    {
      "text": "These are the documents referred to in pars 79, 114, 119I, 163FF, 163NN, 163OO, 184, 187H and 187K of the amended statement of claim.",
      "id": "s65"
    },
    {
      "text": "There is no suggestion, let alone evidence, that these documents were provided by Amcor to its customers in circumstances which imposed obligations of confidentiality on them.",
      "id": "s66"
    },
    {
      "text": "The consequence is that the customers were free to make such use of the documents as they saw fit, including making them available to a law enforcement agency such as the ACCC.",
      "id": "s67"
    },
    {
      "text": "Any confidentiality which might have attached to these documents has been lost.",
      "id": "s68"
    },
    {
      "text": "31 In determining whether there has been an understanding for fixing prices, or a giving effect to such understanding, the relevant price may not necessarily be just a dollar figure: cf Australian Competition and Consumer Commission v McMahon Services Pty Ltd (2004) ATPR 41-996 at [22].",
      "id": "s69"
    },
    {
      "text": "Allegations in the amended statement of claim itself indicate that this may be so in the present case.",
      "id": "s70"
    },
    {
      "text": "As has been mentioned, the alleged Over-arching Understanding includes a provision that the minimum price for supply by Amcor was to be $1250 and the price for Visy $1150.",
      "id": "s71"
    },
    {
      "text": "The particulars sub-joined to that paragraph include (sub-par (b)(ii)(B)(6)) an allegation that Mr Debney said to Mr Brown of Amcor that the price for Visy should be lower \"having regard to Visy's different cost structure and different product mix\".",
      "id": "s72"
    },
    {
      "text": "Another example is in the case of the alleged GFL &amp; Nestle Price Understanding.",
      "id": "s73"
    },
    {
      "text": "Paragraph 81 alleges that in relation to the prices proposed to GFL by Visy and Amcor, Visy's prices were higher than Amcor's prices \"and/or GFL held the belief that Visy's prices were higher than Amcor's prices\".",
      "id": "s74"
    },
    {
      "text": "This rather suggests that GFL engaged in some form of analysis going beyond a comparison of two dollar figures.",
      "id": "s75"
    },
    {
      "text": "Similar allegations are made in relation to the understandings involving other customers.",
      "id": "s76"
    },
    {
      "text": "Also Mr Ward speaks of calculating a price \"with reasonable accuracy\".",
      "id": "s77"
    },
    {
      "text": "32 Accordingly, it may (I stress these are early days) become an important part of the case to assess dollar figures charged to customers in the context of the various factors of which Mr Heathcote speaks to see whether there was an understanding on a price or a giving effect to that understanding.",
      "id": "s78"
    },
    {
      "text": "I do not see how the Visy respondents could adequately deal with issues of this kind without input from the individual Visy respondents and other officers of the Visy companies who are familiar with these factors and how they impact on ultimate dollar figures.",
      "id": "s79"
    },
    {
      "text": "Counsel for Amcor suggested that an independent expert such as an accountant be interposed, but this would be a cumbersome and inadequate substitute.",
      "id": "s80"
    },
    {
      "text": "33 In contrast to discovery under O 15 rr 1, 5 or 8, production under O 15 r 10 does not depend on any leave being given by the Court.",
      "id": "s81"
    },
    {
      "text": "The reason is obvious enough.",
      "id": "s82"
    },
    {
      "text": "When a document is directly relied on by an opposing party, basic procedural fairness would require that a party be able to inspect the document, if only to see whether it is what it is alleged to be.",
      "id": "s83"
    },
    {
      "text": "It may be that the only options available to the party served with an O 15 r 10 notice are those set out in sub-rule (2), viz, production, claiming privilege, or stating that the document is not in his possession and where he believes it is.",
      "id": "s84"
    },
    {
      "text": "On this basis confidentiality, either of the party receiving the notice or an outsider, would not be relevant since confidentiality is not one of the recognized grounds of privilege: Ex parte Fielder Gillespie Limited [1984] 2 Qd R 339 at 341.",
      "id": "s85"
    },
    {
      "text": "34 It is not necessary to decide this question because, assuming the confidentiality claimed by Amcor to be relevant, it is nevertheless outweighed by the centrality of the documents in question to the case against the respondents and the case they seek to make.",
      "id": "s86"
    },
    {
      "text": "In this regard I note that the leading Australian case on confidentiality in relation to the production of documents in litigation, the decision of the Victorian Court of Appeal in Mobil Oil Australia Ltd v Guina Developments Pty Ltd [1996] 2 VR 34, dealt with ordinary discovery and not any equivalent of O 15 r 10.",
      "id": "s87"
    },
    {
      "text": "Hayne JA pointed out (at 39) that the information in the documents in question, which related to calculations of the proposed financial return to the plaintiff's rival bidders for a construction contract, was not directly in issue.",
      "id": "s88"
    },
    {
      "text": "The material did not bear on the case which the plaintiff sought to make (at 41).",
      "id": "s89"
    },
    {
      "text": "35 By the end of the hearing it was common ground that if disclosure was not to be limited in the way Amcor sought then no express formal undertakings were required.",
      "id": "s90"
    },
    {
      "text": "The parties and their legal representatives are bound by the rule in Harman v Secretary of State for the Home Department [1983] AC 280 which says that parties and their legal representative obtaining documents in the course of discovery in litigation give an implied undertaking to the court not to use the documents, or allow them to be used, for any purpose other than the proper conduct of the proceeding.",
      "id": "s91"
    },
    {
      "text": "36 There will be an order that the ACCC produce to the respondents the documents referred to in the amended statement of claim.",
      "id": "s92"
    },
    {
      "text": "The motion is otherwise dismissed.",
      "id": "s93"
    },
    {
      "text": "The parties may, within seven days, file written submissions as to costs.",
      "id": "s94"
    },
    {
      "text": "37 Finally, two matters should be mentioned.",
      "id": "s95"
    },
    {
      "text": "First, there was some mention of s 157 of the Trade Practices Act .",
      "id": "s96"
    },
    {
      "text": "In view of the outcome under O 15 r 10 there is no need to rely on that provision.",
      "id": "s97"
    },
    {
      "text": "However, I should note that I am inclined to the view that the section is not concerned with documents on which the ACCC relies.",
      "id": "s98"
    },
    {
      "text": "Rather, it is directed towards documents obtained by the ACCC \"which tend to establish the case of the corporation or other person\": subs (1)(e).",
      "id": "s99"
    },
    {
      "text": "The \"other person\" is a natural person (as distinct from a corporation) against whom a proceeding is instituted: subs (1)(c).",
      "id": "s100"
    },
    {
      "text": "In Trade Practices Commission v TNT Management Pty Ltd (1981) 39 ALR 665 at 671 Bowen CJ thought that the section did not extend to documents which might suggest some line of inquiry which could be of assistance to the corporation in conducting its case, although a document tending to impeach the plaintiff's case did tend to establish the defendant's case within the meaning of the section.",
      "id": "s101"
    },
    {
      "text": "This reasoning is inconsistent with the section applying to documents which only support the ACCC's case.",
      "id": "s102"
    },
    {
      "text": "Anyway, if this were not the case, the section would have simply referred to all relevant documents.",
      "id": "s103"
    },
    {
      "text": "38 Secondly, the Visy respondents, in an argument adopted by Mr Carroll, submitted that in disclosing the documents to the ACCC, Amcor \"must have known it was inevitable that documents such as these would be used in proceedings commenced by the ACCC against Visy, and took the risk of disclosure when facilitating serious proceedings against its major trade rival\".",
      "id": "s104"
    },
    {
      "text": "39 This argument should be firmly rejected.",
      "id": "s105"
    },
    {
      "text": "In disclosing to the ACCC (and also the Australian Stock Exchange) what it believed, on legal advice, to be unlawful conduct Amcor was complying with its legal obligations.",
      "id": "s106"
    },
    {
      "text": "The Court could not use Amcor's lawful action as a ground for depriving it of rights it might otherwise have.",
      "id": "s107"
    },
    {
      "text": "I certify that the preceding thirty-nine (39) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Heerey.",
      "id": "s108"
    },
    {
      "text": "Associate:\n\nDated: 23 February 2006\n\n\n Counsel for the Applicant: P J Jopling QC, C M Caleo and P Wallis \n \n Solicitor for the Applicant: Australian Government Solicitor \n \n Counsel for the first to fifth Respondents: J L Sher QC and P D Crutchfield \n \n Solicitors for the first to fifth Respondents: Arnold Bloch Liebler \n \n Counsel for the sixth Respondent: J W K Burnside QC and D Clough \n \n Solicitors for the sixth Respondent: Minter Ellison \n \n Counsel for the Amcor Group: P Solomon \n \n Solicitors for the Amcor Group: Allens Arthur Robinson \n \n \n \n Date of Hearing: 20 February 2006 \n \n Date of Judgment: 23 February 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/136.html",
      "id": "s109"
    }
  ]
}