{
  "name": "SZAQW v Minister for Immigration and Multicultural Affairs [2006] FCA 1619 (23 November 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1619.html",
  "catchphrases": [
    {
      "text": "motion to appeal judgment of single judge dismissing application for leave to appeal",
      "id": "c0"
    },
    {
      "text": "whether appeal precluded by s 24(1aaa) of the federal court of australia act 1976 (cth)",
      "id": "c1"
    },
    {
      "text": "whether application \"in relation to an appeal from the federal magistrate's court\"",
      "id": "c2"
    },
    {
      "text": "migration",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 This is a notice of motion of 14 November 2006 seeking to set aside a judgment of Jessup J of 14 September 2006: see SZAQW v Minister for Immigration and Multicultural Affairs [2006] FCA 1332.",
      "id": "s0"
    },
    {
      "text": "The matter has been called and there has been no appearance by the applicant.",
      "id": "s1"
    },
    {
      "text": "The applicant was notified by letter dated 14 November 2006 from the Court that this matter was listed today.",
      "id": "s2"
    },
    {
      "text": "The applicant was also notified of this listing by the respondent's solicitors, by letter dated 22 November 2006 couriered to the applicant's address for service.",
      "id": "s3"
    },
    {
      "text": "However, I do not propose to deal with the matter on the basis that the applicant has not appeared.",
      "id": "s4"
    },
    {
      "text": "There is a more substantial basis for dealing with the matter.",
      "id": "s5"
    },
    {
      "text": "2 Jessup J was determining whether leave to appeal should be granted from a judgment of a Federal Magistrate.",
      "id": "s6"
    },
    {
      "text": "The applicant did not appear at the hearing before Jessup J.",
      "id": "s7"
    },
    {
      "text": "The hearing and determination of the application involved the exercise of the Court's appellate jurisdiction.",
      "id": "s8"
    },
    {
      "text": "Section 24(1AAA) of the Federal Court of Australia Act 1976 (Cth) provides that:\n \n \"An appeal may not be brought to the Court from a judgment of the Court constituted by a single Judge exercising the appellate jurisdiction of the Court in relation to an appeal from the Federal Magistrates Court.",
      "id": "s9"
    },
    {
      "text": "\" \n\n3 In my view, a judgment concerning an application for leave to appeal is a judgment \"in relation to an appeal from the Federal Magistrates Court\".",
      "id": "s10"
    },
    {
      "text": "To the extent that the present motion purports to appeal against a judgment refusing leave, it is precluded by s 24(1AAA) and is incompetent.",
      "id": "s11"
    },
    {
      "text": "However the present application may be no more than a motion to set aside an order made in the absence of a party.",
      "id": "s12"
    },
    {
      "text": "In appropriate circumstances the Court can exercise an implied statutory power to set aside an order made in the absence of the party where the absence was through no fault of that party: see also SZISF v Minister for Immigration and Multicultural Affairs [2006] FCA 1612.",
      "id": "s13"
    },
    {
      "text": "4 In the present case the decision of Jessup J involved consideration of whether or not the Federal Magistrate's decision was infected by error, which in turn involved consideration of the way in which the Tribunal dealt with the matter.",
      "id": "s14"
    },
    {
      "text": "His Honour, in effect, concluded that the challenge to the judgment of the Federal Magistrate was without substance.",
      "id": "s15"
    },
    {
      "text": "In those circumstances, it is not appropriate that to exercise such power as I may have to set aside the judgment of Jessup J.",
      "id": "s16"
    },
    {
      "text": "Accordingly, I dismiss the notice of motion filed on 14 November 2006 with costs and I fix those costs in the sum of $500.",
      "id": "s17"
    },
    {
      "text": "I certify that the preceding four (4) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Moore J.",
      "id": "s18"
    },
    {
      "text": "Associate:\n\nDated: 4 December 2006\n\n Solicitor for the Respondent: Clayton Utz \n \n Date of Hearing: 23 November 2006` \n \n Date of Judgment: 23 November 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1619.html",
      "id": "s19"
    }
  ]
}