{
  "name": "Bahonko v Royal Melbourne Institute of Technology [2006] FCA 1325 (11 October 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1325.html",
  "catchphrases": [
    {
      "text": "application pursuant to human rights and equal opportunity commission act 1986 (cth) s 46po",
      "id": "c0"
    },
    {
      "text": "allegation of unlawful discrimination",
      "id": "c1"
    },
    {
      "text": "racial discrimination",
      "id": "c2"
    },
    {
      "text": "disability discrimination",
      "id": "c3"
    },
    {
      "text": "complaint made to human rights and equal opportunity commission",
      "id": "c4"
    },
    {
      "text": "complaint terminated as trivial, vexatious, misconceived or lacking in substance",
      "id": "c5"
    },
    {
      "text": "whether allegations of religious or political discrimination also before court.",
      "id": "c6"
    },
    {
      "text": "application to extend time for filing application",
      "id": "c7"
    },
    {
      "text": "discretion of court",
      "id": "c8"
    },
    {
      "text": "principles to be applied in exercising discretion",
      "id": "c9"
    },
    {
      "text": "whether merits of applicant's claim sufficient to warrant exercise of discretion",
      "id": "c10"
    },
    {
      "text": "whether any reasonable prospect of success.",
      "id": "c11"
    },
    {
      "text": "discrimination law",
      "id": "c12"
    },
    {
      "text": "practice and procedure",
      "id": "c13"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicant, Stanislawa Bahonko, has applied for leave to file her application and claim pursuant to s 46PO of the Human Rights and Equal Opportunity Commission Act 1986 (Cth) (\" HREOC Act \") out of time.",
      "id": "s0"
    },
    {
      "text": "That section provides that any person whose complaint has been terminated by the President of the Human Rights and Equal Opportunity Commission (\"the Commission\") under ss 46PE or 46PH , or who has been given a notice by the President under s 46PH(2) , may make an application to this Court alleging unlawful discrimination by one or more of the respondents to the terminated complaint.",
      "id": "s1"
    },
    {
      "text": "2 The application and claim, in which Ms Bahonko alleges that the respondents have discriminated against her on the basis of race and disability, were filed on 18 July 2006.",
      "id": "s2"
    },
    {
      "text": "Her claim relates to a complaint, by letter dated 18 September 2005, and formal complaints filed on 19 January 2006.",
      "id": "s3"
    },
    {
      "text": "On 9 June 2006, the Commission issued notices of termination pursuant to s 46PH(2) in response to those complaints.",
      "id": "s4"
    },
    {
      "text": "3 Subsection 46PO(2) of the HREOC Act provides that any application to this Court or the Federal Magistrates Court for review under s 46PO must be made within 28 days after the date of issue of the relevant notice of termination, or within such further time as the court concerned allows.",
      "id": "s5"
    },
    {
      "text": "Accordingly, by filing the application and claim on 18 July 2006, Ms Bahonko was approximately 11 days late (\"the delay period\").",
      "id": "s6"
    },
    {
      "text": "FACTUAL BACKGROUND \n \n 4 Ms Bahonko lodged complaints against, among others, the Royal Melbourne Institute of Technology (\"RMIT\"), the Victorian Minister of Education, the Victorian Department of Education, and the Victorian Institute of Teaching (\"VIT\").",
      "id": "s7"
    },
    {
      "text": "Her complaint against RMIT arose out of its refusal in 2002 to grant her a doctoral degree in education although she claimed to have successfully completed all the requirements for that degree.",
      "id": "s8"
    },
    {
      "text": "It appears that the degree consisted of a course work component and a thesis.",
      "id": "s9"
    },
    {
      "text": "Ms Bahonko satisfied the course work requirements.",
      "id": "s10"
    },
    {
      "text": "However, her thesis entitled \"Phenomenology of Learning Nursing Ethics at the Undergraduate Level\" was not considered satisfactory in its submitted form.",
      "id": "s11"
    },
    {
      "text": "She was required to revise and resubmit it.",
      "id": "s12"
    },
    {
      "text": "5 Ms Bahonko objected to having to resubmit her thesis.",
      "id": "s13"
    },
    {
      "text": "However, eventually, after discussions with her head of department, she agreed to do so.",
      "id": "s14"
    },
    {
      "text": "She claimed that at the time she was in a vulnerable state, emotionally exhausted, and unable to work satisfactorily upon her thesis.",
      "id": "s15"
    },
    {
      "text": "She attributed her condition to the \"malicious and vilifying statements\" made by some examiners.",
      "id": "s16"
    },
    {
      "text": "She also claimed that a former temporary supervisor had been hostile towards her, and had influenced the decision not to pass her thesis.",
      "id": "s17"
    },
    {
      "text": "6 In September 2003 Ms Bahonko was working at Moorfields (Box Hill), Uniting Church of Australia.",
      "id": "s18"
    },
    {
      "text": "She claimed that a lecturer from RMIT's faculty of nursing visited her workplace and attempted to \"brainwash\" her and to \"impute Uniting Church's ideology upon me and others\".",
      "id": "s19"
    },
    {
      "text": "7 Ms Bahonko said that she spent the whole of 2003 rewriting her thesis, which she finally resubmitted on 21 November 2003.",
      "id": "s20"
    },
    {
      "text": "She claimed that the response of her supervisor (not the former temporary supervisor) was \"hostile and offensive\".",
      "id": "s21"
    },
    {
      "text": "She voiced concerns to the faculty and requested an appointment to see the head of school.",
      "id": "s22"
    },
    {
      "text": "However, her request was refused.",
      "id": "s23"
    },
    {
      "text": "8 Ms Bahonko claimed that thereafter she was harassed by her supervisor who harangued her by letters as \"he attempted to pressure me to meet with him\".",
      "id": "s24"
    },
    {
      "text": "Her requests for meetings with the Dean, the Vice-Chancellor or anyone other than her supervisor were refused.",
      "id": "s25"
    },
    {
      "text": "She claimed that her many complaints about RMIT staff over the next few years were never investigated properly.",
      "id": "s26"
    },
    {
      "text": "9 It appears that Ms Bahonko was injured in 2004.",
      "id": "s27"
    },
    {
      "text": "She claimed that this prevented her from pursuing her complaints actively.",
      "id": "s28"
    },
    {
      "text": "However, she said that in 2004 she discovered that there was another unfortunate link between her workplace, where she was being subjected to \"various criminal actions\", and RMIT.",
      "id": "s29"
    },
    {
      "text": "The manager of Moorfields was studying for a masters degree in health sciences at RMIT.",
      "id": "s30"
    },
    {
      "text": "10 As previously indicated, on 19 January 2006 Ms Bahonko lodged formal complaints with the Commission against the respondents.",
      "id": "s31"
    },
    {
      "text": "She said that she had been \"criminally discriminated against in all spheres of my life\" including employment and education.",
      "id": "s32"
    },
    {
      "text": "She blamed RMIT for having contributed to the loss of her employment.",
      "id": "s33"
    },
    {
      "text": "11 Ms Bahonko also complained that in June 2006 RMIT wrote to her notifying her that her candidature for the doctoral degree had been terminated.",
      "id": "s34"
    },
    {
      "text": "She said that the letter \"was full of contradictions and lacking in reasons\", and had the \"fingerprint\" of \"moral perverts\".",
      "id": "s35"
    },
    {
      "text": "She said that over the previous two years she had been denied work as a teacher, refused interviews, and treated with contempt.",
      "id": "s36"
    },
    {
      "text": "On some occasions she had been refused jobs in education soon after the Department of Education had been contacted.",
      "id": "s37"
    },
    {
      "text": "12 Ms Bahonko said that in December 2005 or January 2006 VIT had attempted to suspend her registration as a teacher.",
      "id": "s38"
    },
    {
      "text": "She said that she paid the registration fees and received her card but it was useless because it was too late at that stage to find employment for 2006.",
      "id": "s39"
    },
    {
      "text": "It was VIT's refusal to accept her registration without a registration fee that led to her formal complaint to the Commission against VIT on 19 January 2006.",
      "id": "s40"
    },
    {
      "text": "13 She said that in 2007 VIT would review her teaching registration.",
      "id": "s41"
    },
    {
      "text": "She said that because of past discrimination against her she would not have the required hours of teaching, and her registration would be cancelled.",
      "id": "s42"
    },
    {
      "text": "THE LEGISLATIVE SCHEME \n \n 14 The HREOC Act defines \"unlawful discrimination\" in s 3 as meaning any acts, omissions, or practices that are unlawful under relevant provisions of the Disability Discrimination Act 1992 (Cth), the Racial Discrimination Act 1975 (Cth), the Sex Discrimination Act 1994 (Cth) and the Age Discrimination Act 2004 (Cth).",
      "id": "s43"
    },
    {
      "text": "15 Part II provides for the establishment and constitution of the Commission.",
      "id": "s44"
    },
    {
      "text": "Section 11 sets out its functions.",
      "id": "s45"
    },
    {
      "text": "These include dealing with complaints under Pt IIC.",
      "id": "s46"
    },
    {
      "text": "Section 14 provides that in performing its functions the Commission may hold an inquiry in such manner as it thinks fit.",
      "id": "s47"
    },
    {
      "text": "Division 4 of Pt II sets out the Commission's functions relating to equal opportunity in employment.",
      "id": "s48"
    },
    {
      "text": "Section 32(1)(b) provides that the Commission shall inquire into any act or practice that may constitute \"discrimination\" when a complaint is made in writing to the Commission alleging such discrimination.",
      "id": "s49"
    },
    {
      "text": "16 Section 32(3)(c)(ii) , which is within Div 4, provides that the Commission may decide not to inquire into an \"act\" or \"practice\" (which for the purposes of Div 4, Pt II are defined in s 30) or, if it has commenced to do so, not to continue to inquire into the act or practice, if it is of the opinion \"that the complaint is frivolous, vexatious, misconceived or lacking in substance\".",
      "id": "s50"
    },
    {
      "text": "17 Part IIB deals with redress for \"unlawful discrimination\".",
      "id": "s51"
    },
    {
      "text": "Section 46P provides that a written complaint may be lodged with the Commission alleging unlawful discrimination.",
      "id": "s52"
    },
    {
      "text": "Section 46PD provides that any such complaint must be referred to the President.",
      "id": "s53"
    },
    {
      "text": "Section 46PH(1) provides that the President may terminate a complaint on any of a number of grounds.",
      "id": "s54"
    },
    {
      "text": "Section 46PH(1)(c) gives the President power to terminate a complaint where he or she is satisfied that the complaint was \"trivial, vexatious, misconceived or lacking in substance\".",
      "id": "s55"
    },
    {
      "text": "18 I have previously referred to s 46PO, which deals with proceedings in this Court if a complaint is terminated by the President pursuant to s 46PH.",
      "id": "s56"
    },
    {
      "text": "19 Section 46PO(3) is in the following terms: \n \n \"The unlawful discrimination alleged in the application: \n \n \n (a) must be the same as (or the same in substance as) the unlawful discrimination that was the subject of the terminated complaint; or \n (b) must arise out of the same (or substantially the same) acts, omissions or practices that were the subject of the terminated complaint.",
      "id": "s57"
    },
    {
      "text": "\" \n \n \n \n 20 Finally, s 46PR provides in proceedings under Div II of Pt IIB the Court \"is not bound by technicalities or legal forms\".",
      "id": "s58"
    },
    {
      "text": "However, that section has effect subject to Chapter III of the Constitution .",
      "id": "s59"
    },
    {
      "text": "THE RELEVANT PRINCIPLES \n \n 21 The principles to be considered when deciding whether to extend time for the filing of an application were clearly enunciated by Wilcox J in Hunter Valley Developments Pty Ltd v Cohen (1984) 3 FCR 344 at 348-9.",
      "id": "s60"
    },
    {
      "text": "That case concerned s 11(1)(c) of the Administrative Decisions (Judicial Review) 1977 (Cth) which is similar, in terms, to s 46PO(2).",
      "id": "s61"
    },
    {
      "text": "22 Wilcox J noted that although the section did not place any onus of proof upon an applicant for an extension of time, an application had to be made.",
      "id": "s62"
    },
    {
      "text": "Special circumstances did not need to be shown but the Court would not grant the application unless positively satisfied that it was proper to do so.",
      "id": "s63"
    },
    {
      "text": "The \"proscribed period\" (28 days in that case) was not to be ignored.",
      "id": "s64"
    },
    {
      "text": "Indeed, it was the prima facie rule that proceedings commenced outside the proscribed period would not be entertained.",
      "id": "s65"
    },
    {
      "text": "An applicant for an extension had to show an \"acceptable explanation of the delay\" and that it was \"fair and equitable\" in the circumstances to extend time.",
      "id": "s66"
    },
    {
      "text": "23 His Honour set out other relevant factors, which ought guide the exercise of the Court's discretion.",
      "id": "s67"
    },
    {
      "text": "These included the question of prejudice to the respondent.",
      "id": "s68"
    },
    {
      "text": "However, the mere absence of prejudice was not enough to justify the grant of an extension.",
      "id": "s69"
    },
    {
      "text": "Importantly, he added that the merits of the substantial application were properly to be taken into account in considering whether an extension of time should be granted.",
      "id": "s70"
    },
    {
      "text": "24 In Ingram-Nader v Brinks Australia Pty Ltd [2006] FCA 624 , Cowdroy J held (at [12]) that those principles were relevant to an application under s 46PO.",
      "id": "s71"
    },
    {
      "text": "I am of the same view.",
      "id": "s72"
    },
    {
      "text": "THE REASON FOR THE DELAY \n \n 25 In support of her application to extend time, Ms Bahonko tendered a number of medical certificates.",
      "id": "s73"
    },
    {
      "text": "She submitted that those certificates explained that she had been ill during the delay period.",
      "id": "s74"
    },
    {
      "text": "26 Although the medical certificates were not exhibited or attached to any affidavit, the respondents did not object to Ms Bahonko relying on them.",
      "id": "s75"
    },
    {
      "text": "Accordingly, the certificates were accepted into evidence.",
      "id": "s76"
    },
    {
      "text": "27 On the basis of those certificates, I am prepared to accept that Ms Bahonko was ill during the delay period and therefore had an acceptable explanation for failing to file her application and claim in time.",
      "id": "s77"
    },
    {
      "text": "I note that the delay was only short, and that none of the respondents were in any way prejudiced by it.",
      "id": "s78"
    },
    {
      "text": "THE PROCEDURAL BACKGROUND \n \n 28 Whether or not an extension of time should be granted in this case will depend largely upon whether any of Ms Bahonko's claims, and if so which, can be said to be arguable.",
      "id": "s79"
    },
    {
      "text": "The respondents all opposed an extension on the basis that her claims were hopeless, and it would therefore be futile to allow this matter to proceed.",
      "id": "s80"
    },
    {
      "text": "Ms Bahonko, on the other hand, contended that she had a good case which ought to go to trial.",
      "id": "s81"
    },
    {
      "text": "29 In order to understand my reasoning, it is necessary to appreciate the procedural history of this matter.",
      "id": "s82"
    },
    {
      "text": "The application was filed on 18 July 2006, and was supported by an affidavit affirmed on that same date.",
      "id": "s83"
    },
    {
      "text": "The matter came before me for directions on 31 August 2006.",
      "id": "s84"
    },
    {
      "text": "On that day Ms Bahonko appeared in person, while the respondents were separately represented.",
      "id": "s85"
    },
    {
      "text": "30 Although the hearing on 31 August 2006 was originally intended as a directions hearing, the matter was complicated by the fact that there was also before me, for determination that day, a notice of motion filed on 21 August 2006 by VIT seeking summary dismissal of Ms Bahonko's claim against it.",
      "id": "s86"
    },
    {
      "text": "That motion was supported by an affidavit sworn by Ms Annabel Haslam, a solicitor representing VIT.",
      "id": "s87"
    },
    {
      "text": "I shall return to that affidavit shortly.",
      "id": "s88"
    },
    {
      "text": "31 When the matter was called on Ms Bahonko indicated that she wanted to file material in answer to the Notice of Motion, and the affidavit in support.",
      "id": "s89"
    },
    {
      "text": "I asked her whether she had filed any affidavit material explaining why her application was brought out of time, and she relied upon the medical certificates to which I have previously referred.",
      "id": "s90"
    },
    {
      "text": "32 Ms Bahonko then began to make various submissions regarding the merits of her case.",
      "id": "s91"
    },
    {
      "text": "I stopped her and indicated that, at that stage, I was only concerned with whether I was going to hear some argument about the merits of her case on that day, or whether I was going to hear it at some other time.",
      "id": "s92"
    },
    {
      "text": "Ms Bahonko responded that she had already \"put this argument forward\".",
      "id": "s93"
    },
    {
      "text": "I replied that the respondents had not had a chance to see her argument.",
      "id": "s94"
    },
    {
      "text": "Ms Bahonko then responded that the respondents' submissions were \"misconceived and premature\" and that it was wrong to discuss \"the merits of the matter\".",
      "id": "s95"
    },
    {
      "text": "She said that she had \"provided enough evidence\" and challenged the truthfulness of Ms Haslam's affidavit.",
      "id": "s96"
    },
    {
      "text": "33 The transcript of what then took place is important.",
      "id": "s97"
    },
    {
      "text": "\"HIS HONOUR: Ms Bahonko, I am only concerned at the moment to see whether I am going to hear this argument today, or whether I am going to hear this argument at a later stage.",
      "id": "s98"
    },
    {
      "text": "So your position is what?",
      "id": "s99"
    },
    {
      "text": "Do you want me to deal with this question of an extension of time today, is that your preferred position?",
      "id": "s100"
    },
    {
      "text": "Or do you prefer that I deal with it when the matter next comes back before me?",
      "id": "s101"
    },
    {
      "text": "MS BAHONKO: My understanding is that the question of time you already granted me, not five minutes ago.",
      "id": "s102"
    },
    {
      "text": "HIS HONOUR: I granted you nothing.",
      "id": "s103"
    },
    {
      "text": "All I have said is that I will consider the medical evidence that you have placed before me, as providing an explanation as to why you were a week and a half late.",
      "id": "s104"
    },
    {
      "text": "But that is only one of the hurdles that you have to overcome.",
      "id": "s105"
    },
    {
      "text": "MS BAHONKO: Yes, okay.",
      "id": "s106"
    },
    {
      "text": "HIS HONOUR: The other hurdle that you have to overcome is to show me that your case is of sufficient strength to warrant the exercise of a discretion in your favour.",
      "id": "s107"
    },
    {
      "text": "I have not addressed that issue at all as yet.",
      "id": "s108"
    },
    {
      "text": "MS BAHONKO: I address this issue in my submission, and I have to - - - \n \n HIS HONOUR: Ms Bahonko, the question is, do I deal with that issue today, from your point of view, or do I deal with that issue when the matter next comes back before me, and everyone - - - \n \n MS BAHONKO: I am happy to deal with this issue today.",
      "id": "s109"
    },
    {
      "text": "HIS HONOUR: You would like to deal with it today?",
      "id": "s110"
    },
    {
      "text": "MS BAHONKO: That is right, because I made a submission - - - \n \n HIS HONOUR: All right.",
      "id": "s111"
    },
    {
      "text": "Just take a seat for a moment, and I will just hear what the other parties say about that.",
      "id": "s112"
    },
    {
      "text": "Mr Jorgensen, do you want me to deal with and resolve the issue of an extension of time today, which would involve hearing what you have to say about the merits of the case, and having a reasonably full argument about that?",
      "id": "s113"
    },
    {
      "text": "Or do you want that matter to be put over to a date to be fixed?",
      "id": "s114"
    },
    {
      "text": "MR JORGENSEN: I am happy to proceed today, your Honour.",
      "id": "s115"
    },
    {
      "text": "HIS HONOUR: Yes.",
      "id": "s116"
    },
    {
      "text": "Ms O'Brien?",
      "id": "s117"
    },
    {
      "text": "MS A.",
      "id": "s118"
    },
    {
      "text": "O'BRIEN: We are also happy to proceed today, your Honour.",
      "id": "s119"
    },
    {
      "text": "HIS HONOUR: And Ms O'Brien?",
      "id": "s120"
    },
    {
      "text": "MS F. O'BRIEN: Your Honour, as long as it doesn't impede the prospect that you will decide my notice of motion, which is the first in time.",
      "id": "s121"
    },
    {
      "text": "HIS HONOUR: That is [a] separate motion, I understand that.",
      "id": "s122"
    },
    {
      "text": "I am trying to find some sensible way of doing this.",
      "id": "s123"
    },
    {
      "text": "It seems as though everyone is prepared to deal, at least in a truncated way, with the application for extension of time today.",
      "id": "s124"
    },
    {
      "text": "I will reserve your rights to move on your motion separately.",
      "id": "s125"
    },
    {
      "text": "\" \n \n SUBMISSIONS OF THE PARTIES \n \n 34 I then invited each of the respondents to address me as to why Ms Bahonko should not be granted an extension of time.",
      "id": "s126"
    },
    {
      "text": "35 Mr Jorgensen, who appeared on behalf of RMIT, submitted that the Commission's notice of termination related solely to Ms Bahonko's complaints regarding discrimination on the basis of race and disability, and not her complaints regarding religious or political discrimination.",
      "id": "s127"
    },
    {
      "text": "He submitted that there was therefore no application before the Court relating to discrimination on the basis of religion or political opinion.",
      "id": "s128"
    },
    {
      "text": "36 Mr Jorgensen next submitted that insofar as Ms Bahonko's complaints related to race and disability, the Commission had concluded that she had not provided any evidence whatsoever to support those claims.",
      "id": "s129"
    },
    {
      "text": "He referred to Ms Bahonko's affidavit of 18 July 2006, which set out the additional evidence upon which she relied in support of her application to this Court, and noted that there was nothing in that affidavit which cured that fundamental difficulty.",
      "id": "s130"
    },
    {
      "text": "37 Ms Alison O'Brien, who appeared for the Victorian Minister for Education, joined with Mr Jorgensen in submitting that there was no evidence whatsoever that her client had discriminated against Ms Bahonko on the grounds of either race or disability.",
      "id": "s131"
    },
    {
      "text": "Indeed, the Minister had been brought into this proceeding under a misconception, namely that the Minister was vicariously liable for any unlawful discrimination on the part of RMIT, as well as VIT.",
      "id": "s132"
    },
    {
      "text": "Ms Bahonko's claim that she had been denied work as a teacher, refused interviews, and treated with contempt, even if true, could not be sheeted home to the Minister on the basis of any unlawful discrimination on her part, or on the part of anyone else for whom she was vicariously responsible.",
      "id": "s133"
    },
    {
      "text": "38 Ms Frances O'Brien SC, who appeared for VIT, relied essentially upon the affidavit of Ms Haslam.",
      "id": "s134"
    },
    {
      "text": "In that affidavit, Ms Haslam deposed to the fact that on 7 February 2006 Ms Bahonko paid the 2006 \"annual registration fee\" of $62 required by s 21 of the Victorian Institute of Teaching Act 2001 (Vic) (\"the VIT Act \"), and was thereby lawfully entitled to teach in any primary, secondary or special school in Victoria.",
      "id": "s135"
    },
    {
      "text": "39 Ms Haslam's affidavit went on to note that s 81 of the VIT Act provided for the power to waive the \"annual registration fee\".",
      "id": "s136"
    },
    {
      "text": "VIT had a policy regarding waiver, enabling that course to be adopted for a fixed period of between three months and two years on condition that the teacher did not undertake any duties of a teacher for the duration of that period.",
      "id": "s137"
    },
    {
      "text": "Only in cases of extreme financial hardship, as defined by VIT, could a teacher engage in teaching without the payment of the \"annual registration fee\".",
      "id": "s138"
    },
    {
      "text": "40 The affidavit went on to say that on 28 December 2005, during the annual closure of VIT, Ms Bahonko applied by facsimile on the grounds of extreme financial hardship for the waiver of her 2006 annual registration fee for a 12 month period commencing 31 December 2005.",
      "id": "s139"
    },
    {
      "text": "On 4 January 2006, VIT considered her application for waiver on the grounds of extreme financial hardship, and rejected it.",
      "id": "s140"
    },
    {
      "text": "However, it appeared from the application that Ms Bahonko did not wish to work or was not able to do so due to physical injury.",
      "id": "s141"
    },
    {
      "text": "Accordingly, VIT approved a waiver on those grounds.",
      "id": "s142"
    },
    {
      "text": "41 The affidavit stated that on 4 January 2006 VIT wrote to Ms Bahonko advising her that her registration fee would be waived for the calendar year 2006 on condition that she not work as a teacher before the waiver period expired, and that she pay the applicable registration fee if she wished to return to work during that period.",
      "id": "s143"
    },
    {
      "text": "On 6 January 2006, Ms Bahonko wrote explaining that she did intend to work in 2006.",
      "id": "s144"
    },
    {
      "text": "VIT reconsidered her application for a waiver on the ground of extreme financial hardship, but again rejected the waiver on that ground.",
      "id": "s145"
    },
    {
      "text": "On 10 January 2006, Ms Bahonko was advised of this, and sent an invoice requiring payment of the 2006 annual fee.",
      "id": "s146"
    },
    {
      "text": "42 The affidavit conceded that the information given to Ms Bahonko had been confusing.",
      "id": "s147"
    },
    {
      "text": "The Summary Guidelines for the Waiver of the Annual Registration Fee were unclear, and were currently being redrafted.",
      "id": "s148"
    },
    {
      "text": "However, it was submitted that Ms Bahonko's claim did not raise any arguable case of unlawful discrimination by VIT as her right to work as a teacher in Victoria had never been denied.",
      "id": "s149"
    },
    {
      "text": "It was simply that she did not meet the test of extreme financial hardship.",
      "id": "s150"
    },
    {
      "text": "However, as from 7 February 2006, when she paid the registration fee, she was lawfully able to work as a teacher in Victoria.",
      "id": "s151"
    },
    {
      "text": "43 Ms Frances O'Brien submitted that it was plain that VIT, a body set up to promote and regulate teaching in Victoria had done nothing more than apply its normal policy to Ms Bahonko.",
      "id": "s152"
    },
    {
      "text": "She noted that there had only been one case of waiver on the basis of extreme financial hardship in the last four years.",
      "id": "s153"
    },
    {
      "text": "She submitted that the condition imposed by VIT upon the grant of the waiver, namely that Ms Bahonko not work, clearly had nothing to do with either her race or any disability from which she might suffer.",
      "id": "s154"
    },
    {
      "text": "44 Ms Bahonko was then invited to explain how she put her case in relation to racial or disability discrimination.",
      "id": "s155"
    },
    {
      "text": "She submitted that the respondents' objections to the extension of time that she sought were \"misconceived and premature\".",
      "id": "s156"
    },
    {
      "text": "She noted that under the HREOC Act (presumably s 46PR) the Court was \"not bound by technicalities\".",
      "id": "s157"
    },
    {
      "text": "She submitted that it would be contrary to the Act to refuse her an extension of time without carefully examining and testing all of the evidence in the case.",
      "id": "s158"
    },
    {
      "text": "She submitted that the respondents' objections to time being extended amounted to a \"contempt of court\" and \"an admission of guilt\".",
      "id": "s159"
    },
    {
      "text": "She referred to her affidavit of 18 July 2006 and submitted that her assertions could \"be tested in the witness box\".",
      "id": "s160"
    },
    {
      "text": "45 Ms Bahonko then read aloud a detailed written submission that expanded upon the evidence contained in her affidavit.",
      "id": "s161"
    },
    {
      "text": "She insisted that she had been \"in serious hardship\" at the time she sought waiver of the annual registration fee from VIT.",
      "id": "s162"
    },
    {
      "text": "She claimed that even the delay of a little over two months between the time she first applied for that waiver and the time she paid the registration fee reflected \"discrimination\" on the part of VIT.",
      "id": "s163"
    },
    {
      "text": "46 When asked what kind of discrimination she was referring to, Ms Bahonko replied \"imputed disability\".",
      "id": "s164"
    },
    {
      "text": "She said that the nature of the letter she received from VIT was very much like a letter she had previously received in 2004 from the Nurses Board of Victoria.",
      "id": "s165"
    },
    {
      "text": "When confronted with the fact that the Nurses Board was a different body to VIT, and its decision in 2004 had nothing whatever to do with the actions of VIT in early 2006, Ms Bahonko replied that they were both under the auspices of the same government and that information passed between one Minister and the other.",
      "id": "s166"
    },
    {
      "text": "She said that the Nurses Board had vilified her in the Government Gazette by claiming that she had a disability and could only work under certain conditions.",
      "id": "s167"
    },
    {
      "text": "She concluded that VIT had entered into a conspiracy with the Nurses Board under the auspices of the Victorian Government with the aim of preventing her from finding employment.",
      "id": "s168"
    },
    {
      "text": "47 Ms Bahonko accused Ms Haslem of having sworn a false affidavit in an attempt to \"corrupt the court\".",
      "id": "s169"
    },
    {
      "text": "She also sought to agitate her claims of religious and political discrimination, arguing that Mr Jorgensen's submission that these matters were not the subject of this application was \"a pure technicality\".",
      "id": "s170"
    },
    {
      "text": "She said that RMIT had acted unlawfully in refusing to accept her thesis as satisfying the requirements of her doctoral degree.",
      "id": "s171"
    },
    {
      "text": "She noted that none of the examiners, even the \"worst\" of them, had failed her thesis outright, but merely required it to be resubmitted.",
      "id": "s172"
    },
    {
      "text": "She said it was \"obvious\" that she had been the victim of discrimination because no one who had put the amount of work into a thesis that she had could possibly have been failed.",
      "id": "s173"
    },
    {
      "text": "48 Ms Bahonko submitted that although she had lodged an appeal against the decision to fail her thesis, RMIT had informed her that she could not proceed with that appeal.",
      "id": "s174"
    },
    {
      "text": "She submitted that this was another example of discriminatory conduct.",
      "id": "s175"
    },
    {
      "text": "She claimed that had anyone other than a person in her position been failed, RMIT would have followed the proper procedures, and heard the appeal.",
      "id": "s176"
    },
    {
      "text": "49 When asked what evidence there was to suggest that either the examiners or RMIT had discriminated against her on the basis of race, Ms Bahonko replied that it was \"obvious\" that this was so.",
      "id": "s177"
    },
    {
      "text": "She did not enlarge upon that assertion.",
      "id": "s178"
    },
    {
      "text": "In relation to disability, Ms Bahonko said there was a connection between her place of employment, where she had been assaulted, and RMIT.",
      "id": "s179"
    },
    {
      "text": "She said: \n \n \"MS BAHONKO: ...",
      "id": "s180"
    },
    {
      "text": "I have a RMIT lecturer coming to my place when I work in 2004 - no, 2003 actually, and giving a lecture actually brainwashing me and talking about ideology and beliefs and so on - - - \n \n HIS HONOUR: What disability are you speaking of?",
      "id": "s181"
    },
    {
      "text": "What is your disability?",
      "id": "s182"
    },
    {
      "text": "MS BAHONKO: I am getting to it.",
      "id": "s183"
    },
    {
      "text": "So when I - when things went badly in my work place and the people, the criminal employer, imputed number of disabilities on me including some - that I have social disability.",
      "id": "s184"
    },
    {
      "text": "That I am socially inadequate.",
      "id": "s185"
    },
    {
      "text": "That I am not adequate as a person.",
      "id": "s186"
    },
    {
      "text": "That I don't fit into this society and so on, including some other terms like, that I have some cognitive handicaps or - - - \n \n HIS HONOUR: So it is various personality disorders that are the basis of the - - - \n \n MS BAHONKO: No, no.",
      "id": "s187"
    },
    {
      "text": "They just said kind of - I am not sure if it - there is a mixture because, you know, all they imputed - it doesn't have to be sensible because I am reasonable.",
      "id": "s188"
    },
    {
      "text": "I told it many times.",
      "id": "s189"
    },
    {
      "text": "I just repeating what they imputed.",
      "id": "s190"
    },
    {
      "text": "HIS HONOUR: Yes.",
      "id": "s191"
    },
    {
      "text": "MS BAHONKO: I don't agree with them or - but this affected my life because RMIT actually follow my employment path, when I work and so on, and was connection with RMIT and when I work and even when I submitted - the second time I submitted my thesis, while one of the RMIT officer make remarks that if someone changes work and jobs very often, doesn't hold for the job for so long, receives sort of cold, short and nasty letters.",
      "id": "s192"
    },
    {
      "text": "In my presence - he came to the office when I was there.",
      "id": "s193"
    },
    {
      "text": "That is not fit to receive Doctor of Education degree on this basis that - on this basis so obviously there was a connection between my imputed disability by - at my work place and by my employer in the way I am treated by RMIT who believes that - obviously takes the supposed - supposed employer and believes that I am person, like I am, may not - they don't want simply to award the - - - \n \n HIS HONOUR: Well, I understand what you say about that.",
      "id": "s194"
    },
    {
      "text": "50 Ms Bahonko challenged Ms Alison O'Brien's submission that the Minister for Education was not vicariously liable for any unlawful discrimination on the part of either RMIT or VIT.",
      "id": "s195"
    },
    {
      "text": "She noted that when RMIT had financial difficulties, the Minister for Education had become involved in its affairs.",
      "id": "s196"
    },
    {
      "text": "This proved that the Minister interfered in tertiary education.",
      "id": "s197"
    },
    {
      "text": "Plainly the Minister was also liable for VIT's conduct in first granting and then refusing her a waiver.",
      "id": "s198"
    },
    {
      "text": "51 Mr Jorgensen, in reply, noted that Ms Bahonko had lodged an appeal to the relevant university body that dealt with complaints arising out of theses that had been failed.",
      "id": "s199"
    },
    {
      "text": "He said his instructions were that her appeal was still pending and that it had been deferred until the Court dealt with this application.",
      "id": "s200"
    },
    {
      "text": "52 Mr Jorgensen went on to explain the difference between a decision by the Commission under s 32(3)(c)(ii) and a decision under s 46PH.",
      "id": "s201"
    },
    {
      "text": "He submitted that, in accordance with s 46PO(3), a complaint terminated under s 46PH could be reviewed under s 46PO, but a complaint terminated under s 32(3)(c)(ii) could not be brought pursuant to Pt IIB, Div 2 of the HREOC Act .",
      "id": "s202"
    },
    {
      "text": "He submitted that it followed that Ms Bahonko's complaints regarding religious or political discrimination could not be dealt with in this proceeding, and her only recourse in relation to those matters was to bring proceedings under the Administrative Decisions (Judicial Review) Act .",
      "id": "s203"
    },
    {
      "text": "That she had not done.",
      "id": "s204"
    },
    {
      "text": "53 Mr Jorgensen submitted that it was clear from Ms Bahonko's affidavit, and her detailed written submissions, which she had read to the Court, that she had not identified how either her race, or her disability, had played any role in the decision of the examiners requiring her to resubmit.",
      "id": "s205"
    },
    {
      "text": "It was plain that she had failed to satisfy the examiners that she met the requirements of a doctoral degree.",
      "id": "s206"
    },
    {
      "text": "54 Ms Alison O'Brien submitted that Ms Bahonko had been unable to point to any evidence that suggested that the Minister had treated her less favourably on the basis of race or disability.",
      "id": "s207"
    },
    {
      "text": "She submitted that Ms Bahonko's affidavit, at its highest, referred to her having been treated with contempt and in a highly offensive and discriminatory manner.",
      "id": "s208"
    },
    {
      "text": "Sweeping assertions of that kind ought not be accepted as meeting the threshold for the exercise of the Court's discretion in favour of an extension of time.",
      "id": "s209"
    },
    {
      "text": "55 Ms Frances O'Brien then sought to agitate VIT's Notice of Motion.",
      "id": "s210"
    },
    {
      "text": "She submitted that Ms Haslam's affidavit made it plain that the sole reason for withdrawing the fee waiver, which had been based upon a condition that Ms Bahonko not engage in paid employment, was the policy that applied to all teachers in this State.",
      "id": "s211"
    },
    {
      "text": "She relied upon s 31A of the Federal Court of Australia Act 1976 (Cth), submitting that it would be futile to grant an extension of time because Ms Bahonko's claim against VIT had no reasonable prospect of success.",
      "id": "s212"
    },
    {
      "text": "Indeed, she went further and submitted that it had no prospect of success.",
      "id": "s213"
    },
    {
      "text": "56 Ms Bahonko was then given a final right of reply.",
      "id": "s214"
    },
    {
      "text": "She submitted that RMIT had put on no evidence to show that it had not discriminated against her, and that it ought therefore be concluded that it had.",
      "id": "s215"
    },
    {
      "text": "Indeed, she submitted that the evidence of discrimination on the part of RMIT was \"overwhelming\".",
      "id": "s216"
    },
    {
      "text": "57 Ms Bahonko challenged Mr Jorgensen's submission as to the structure and operation of the HREOC Act , submitting that she was entitled to argue a case of religious and political discrimination.",
      "id": "s217"
    },
    {
      "text": "She sought, and was granted, time to file further submissions regarding that issue.",
      "id": "s218"
    },
    {
      "text": "58 Ms Bahonko's further submissions did not comply with my direction that they be limited to responding to Mr Jorgensen's submission that she could not pursue her claims for religious and political discrimination in this proceeding.",
      "id": "s219"
    },
    {
      "text": "Instead, she set out in some detail a series of complaints against, inter alia, the Commission, the Federal Government, the Federal Court and the justice system as a whole.",
      "id": "s220"
    },
    {
      "text": "I will not labour the point, but the document in question is of little assistance to Ms Bahonko in meeting Mr Jorgensen's submission, essentially making only one point of substance regarding the need to avoid fragmentation.",
      "id": "s221"
    },
    {
      "text": "CONCLUSIONS \n The legal position regarding allegations of religious or political discrimination \n \n 59 The respondents had leave to file written submissions in reply to any submission filed by Ms Bahonko as to the legal position regarding her allegations of religious or political discrimination.",
      "id": "s222"
    },
    {
      "text": "The Minister was the only respondent who filed any such submission.",
      "id": "s223"
    },
    {
      "text": "60 In my opinion, the written submission prepared on behalf of the Minister, which was consistent with Mr Jorgensen's oral submission, correctly summarises the legal position regarding Ms Bahonko's allegations of religious or political discrimination, at least so far as the present proceeding is concerned.",
      "id": "s224"
    },
    {
      "text": "61 Ms Alison O'Brien, on behalf of the Minister, submitted that, as outlined above, the HREOC Act creates separate regimes for dealing with different kinds of complaints.",
      "id": "s225"
    },
    {
      "text": "Division 2 of Pt II gives the Commission functions and powers to inquire into any acts or practices that are alleged to be inconsistent with or contrary to any \"human right\".",
      "id": "s226"
    },
    {
      "text": "Division 4 of Pt II gives the Commission similar powers in relation to acts or practices that may constitute \"discrimination\".",
      "id": "s227"
    },
    {
      "text": "Part IIB confers upon the Commission the power to inquire into acts or practices that may constitute \"unlawful discrimination\" and the power to conciliate such complaints and terminate them on certain specified grounds.",
      "id": "s228"
    },
    {
      "text": "62 Division 2 of Pt II is irrelevant to this proceeding because it does not apply to acts done by or on behalf of a State or State authority unless the acts or practices complained of were done pursuant to a Commonwealth enactment: see s 6 and the relevant definitions of \"act\", \"practice\" and \"enactment\" in s 3.",
      "id": "s229"
    },
    {
      "text": "In this proceeding, the acts or practices about which Ms Bahonko complains were clearly not done under the auspices of Commonwealth legislation.",
      "id": "s230"
    },
    {
      "text": "63 Part IIB is also irrelevant to complaints regarding religious or political discrimination because \"unlawful discrimination\" is defined in s 3 as acts, omissions or practices that are unlawful pursuant to specified parts of: \n \n &#8226; the Age Discrimination Act 2004 (Cth);\n &#8226; the Disability Discrimination Act 1992 (Cth); \n &#8226; the Racial Discrimination Act 1975 (Cth); or\n &#8226; the Sex Discrimination Act 1984 (Cth).",
      "id": "s231"
    },
    {
      "text": "Obviously, neither religious discrimination nor political discrimination falls within the scope of any of these Acts.",
      "id": "s232"
    },
    {
      "text": "64 However, any allegations that Ms Bahonko may have regarding religious or political discrimination are capable of falling within the ambit of \"discrimination\" for the purposes of Div 4 of Pt II.",
      "id": "s233"
    },
    {
      "text": "Therefore the question that needs to be resolved is whether there is anything in the HREOC Act that gives this Court the power to consider allegations of that nature.",
      "id": "s234"
    },
    {
      "text": "65 As Ms Alison O'Brien has pointed out in her submissions, Div 4 of Pt II does not give the Commission the power to make a binding determination of a complainant's rights.",
      "id": "s235"
    },
    {
      "text": "The Commission's powers under that division are limited to either: \n \n &#8226; giving a notice in writing if, after inquiry, it finds that an act or practice does constitute discrimination (see s 35(2)) ; or\n &#8226; preparing a similar written report if, after inquiry, it finds that the alleged act or practice has not been established, or does not constitute discrimination (see s 35(3)).",
      "id": "s236"
    },
    {
      "text": "66 As noted above, s 32(3)(c)(ii) of the HREOC Act also gives the Commission the power to terminate a Pt II , Div 4 complaint regarding \"discrimination\" if the complaint is frivolous, vexatious, misconceived or lacking in substance.",
      "id": "s237"
    },
    {
      "text": "The Commission invoked that section when it terminated Ms Bahonko's complaints regarding religious and political discrimination.",
      "id": "s238"
    },
    {
      "text": "67 Division 4 of Pt II is different from Pt IIB because it does not provide any right for an affected person to apply to this Court for relief in relation to: \n \n &#8226; an inquiry conducted by the Commission; or\n &#8226; a complaint terminated pursuant to s 32(3)(c)(ii).",
      "id": "s239"
    },
    {
      "text": "68 Further, as both Ms Alison O'Brien and Mr Jorgensen submitted, the right of an affected person to apply to this Court for relief under s 46PO is limited to applications in respect of complaints of \"unlawful discrimination\" made to the Commission under Pt IIB.",
      "id": "s240"
    },
    {
      "text": "The effect of s 46PO(3) is to preclude a complainant from agitating in this Court a complaint in relation to other types of discrimination: Charles v Fuji Xerox Australia Pty Ltd [2000] FCA 1531 ; (2000) 105 FCR 573 at [38] - [43] per Katz J.",
      "id": "s241"
    },
    {
      "text": "69 Ms Bahonko has submitted that, pursuant to s 46PR the Court \"is not bound by technicalities or legal forms\".",
      "id": "s242"
    },
    {
      "text": "Accordingly, it should allow her to pursue her complaints regarding religious and political discrimination within this proceeding notwithstanding the fact that her application was brought pursuant to s 46PO.",
      "id": "s243"
    },
    {
      "text": "She submitted that this was necessary in order to avoid possible fragmentation of proceedings.",
      "id": "s244"
    },
    {
      "text": "70 The question whether this Court has jurisdiction to hear a matter, however, is not a mere technicality or legal form.",
      "id": "s245"
    },
    {
      "text": "This Court is either vested with jurisdiction to hear the complaints regarding religious and political discrimination, or it is not.",
      "id": "s246"
    },
    {
      "text": "It is clear for the reasons initially outlined by Mr Jorgensen, and later taken up by Ms Alison O'Brien, as well as from the provisions of the HREOC Act itself, that this Court has no such jurisdiction.",
      "id": "s247"
    },
    {
      "text": "71 Accordingly, the only complaints relevant to Ms Bahonko's application to extend time are those relating to discrimination on the basis of race and disability.",
      "id": "s248"
    },
    {
      "text": "The claims against each of the respondents \n VIT \n \n 72 I shall deal first with Ms Bahonko's claim against VIT.",
      "id": "s249"
    },
    {
      "text": "There is not a skerrick of evidence to support her assertion that her application for a waiver of the annual registration fee, which was first granted on condition that she did not work, and then refused, reflected any discrimination on the part of VIT.",
      "id": "s250"
    },
    {
      "text": "There is no basis, other than assertion, for the proposition that she was singled out for less favourable treatment than others on the grounds of either race or disability.",
      "id": "s251"
    },
    {
      "text": "73 There is no foundation in the evidence for Ms Bahonko's theory that VIT (and the Minister for Education) were involved in a conspiracy to prevent her from gaining employment, and that the proof of this lay in previous difficulties that she had with the Nurses Board of Victoria.",
      "id": "s252"
    },
    {
      "text": "74 Making due allowance for the fact that Ms Bahonko was asked simply to identify how she put her case in relation to VIT, and not to spell out the details, it would nonetheless be quite wrong in my view to exercise a discretion in her favour when there is nothing whatever before the Court to support what is nothing more than bald assertion.",
      "id": "s253"
    },
    {
      "text": "The onus lay upon Ms Bahonko to identify, at the very least, how she could make a credible claim that VIT had unlawfully discriminated against her.",
      "id": "s254"
    },
    {
      "text": "She has not come anywhere near satisfying that onus.",
      "id": "s255"
    },
    {
      "text": "The Minister \n \n 75 In relation to the Minister for Education, Ms Bahonko's claim is in two parts.",
      "id": "s256"
    },
    {
      "text": "Insofar as it depends upon establishing that the Minister was responsible for VIT's \"unlawful discrimination\", the claim must fail.",
      "id": "s257"
    },
    {
      "text": "If there is no evidence that VIT did anything other than apply to Ms Bahonko its normal policy with regard to waiver, self-evidently the Minister cannot be liable for anything VIT did or did not do.",
      "id": "s258"
    },
    {
      "text": "76 In addition, the Minister's role in relation to VIT is quite limited under the Victorian Institute of Teaching Act 2001 (Vic).",
      "id": "s259"
    },
    {
      "text": "Under s 81(1) she is empowered to fix any fee that is required or permitted to be fixed under the Act and any such fee must be fixed for a period of 12 months.",
      "id": "s260"
    },
    {
      "text": "Under s 81(2), in the case of any fee which the Minister is empowered to fix, she may fix a different fee \"for a different case\" and may allow for the reduction, waiver or refund, in whole or in part, of any fee.",
      "id": "s261"
    },
    {
      "text": "However, she must ensure that any fee fixed under that section is published in a newspaper circulating generally throughout Victoria and in the Government Gazette.",
      "id": "s262"
    },
    {
      "text": "This requirement of publication, and the use of the expression \"for a different case\" suggests that the Minister may consider a class of case as warranting reduction, waiver or refund, but does not reconcile easily with the notion that she would personally consider and determine individual requests for waiver.",
      "id": "s263"
    },
    {
      "text": "In other words, her role seems to be confined to laying down general policy.",
      "id": "s264"
    },
    {
      "text": "In any event, there is no suggestion in the evidence that the Minister had anything to do with Ms Bahonko's application which, it must be remembered, was to waive a $62 fee.",
      "id": "s265"
    },
    {
      "text": "I would add that it seems inherently unlikely that she did.",
      "id": "s266"
    },
    {
      "text": "77 Insofar as Ms Bahonko's claim against the Minister is based upon some notion that she is vicariously liable for any unlawful discrimination on the part of RMIT, regard must be had to s 4 of the Royal Melbourne Institute of Technology Act 1992 (Vic) (\" RMIT Act \").",
      "id": "s267"
    },
    {
      "text": "That section establishes RMIT as a university, which is a body politic and corporate consisting of a council, staff and enrolled students.",
      "id": "s268"
    },
    {
      "text": "RMIT has perpetual succession, a common seal, is capable in law of suing and being sued, may acquire, hold and dispose of real and personal property, and can do all acts matters and things that a body corporate can by law do.",
      "id": "s269"
    },
    {
      "text": "78 There is nothing in the RMIT Act which suggests that the Minister for Education is in any way to be vicariously liable for any unlawful discrimination on the part of RMIT.",
      "id": "s270"
    },
    {
      "text": "The Minister is not said, in that Act, to be RMIT's employer.",
      "id": "s271"
    },
    {
      "text": "The fact that the Minister has certain statutory functions in relation to RMIT, including that of appointing a member of council, approving university statutes, and exercising functions associated with the appropriation of funds and acquisition of property, does not make the Minister, or indeed the State of Victoria, liable for the actions of university departments which refuse to award degrees on the basis that academic requirements have not been met.",
      "id": "s272"
    },
    {
      "text": "79 Further, although the Racial Discrimination Act provides for vicarious liability in ss 18A and 18E , it is confined to the acts of agents and employees.",
      "id": "s273"
    },
    {
      "text": "There has been no suggestion that RMIT or VIT are either employees or agents of the Minister.",
      "id": "s274"
    },
    {
      "text": "Plainly, they are not.",
      "id": "s275"
    },
    {
      "text": "80 The Disability Discrimination Act does not specifically provide for vicarious liability.",
      "id": "s276"
    },
    {
      "text": "Section 122 , however, provides that a person who \"causes, instructs, induces, aids or permits another person to do an act that is unlawful\" is to be taken as also having done that act.",
      "id": "s277"
    },
    {
      "text": "Section 123 is concerned with the conduct of directors, servants and agents.",
      "id": "s278"
    },
    {
      "text": "81 It is clear that the conduct of RMIT cannot be attributed to the Minister through either of these sections.",
      "id": "s279"
    },
    {
      "text": "The Minister did not cause, instruct, induce, aid or permit RMIT to engage in any of the conduct about which Ms Bahonko complains, and RMIT is not a director, servant or agent of the Minister.",
      "id": "s280"
    },
    {
      "text": "82 It is perhaps arguable that VIT's act of refusing to waive the annual registration fee was an act that the Minister permitted, on the basis that she approved the policy that VIT implemented.",
      "id": "s281"
    },
    {
      "text": "However, even assuming that the Minister can be regarded as having contributed in some way to VIT's refusal to grant the waiver, nothing that VIT did amounts to \"unlawful discrimination\".",
      "id": "s282"
    },
    {
      "text": "Accordingly, there is no way that the Minister could be said to have done anything unlawful pursuant to s 122.",
      "id": "s283"
    },
    {
      "text": "83 For the reasons outlined, it follows that Ms Bahonko cannot make out a case against the Minister.",
      "id": "s284"
    },
    {
      "text": "It would therefore be futile to extend time to enable her to pursue a hopeless case.",
      "id": "s285"
    },
    {
      "text": "RMIT \n \n 84 Finally, in relation to RMIT, Ms Bahonko has set out various complaints regarding her treatment.",
      "id": "s286"
    },
    {
      "text": "The actions that she described, assuming they occurred, and assuming that they were motivated by her race, Slav, or disability, which she characterised as \"imputed\" personality disorder, might conceivably give rise to a claim of discrimination of a kind that could be brought before this Court.",
      "id": "s287"
    },
    {
      "text": "However, an applicant who seeks an extension of time must do more than merely set out a series of grievances, imagined or real.",
      "id": "s288"
    },
    {
      "text": "He or she must provide some evidence, or point to some material, that suggests that the acts, omissions or practices complained of amounted to unlawful discrimination.",
      "id": "s289"
    },
    {
      "text": "For example, racial vilification might be evidence of racial discrimination, but insults of a more general nature, of themselves, might not.",
      "id": "s290"
    },
    {
      "text": "In that regard, argument by assertion is not sufficient.",
      "id": "s291"
    },
    {
      "text": "85 Ms Bahonko has set out in great detail, and on a number of occasions, her complaints regarding RMIT's refusal to pass her thesis.",
      "id": "s292"
    },
    {
      "text": "After the hearing of this matter, when she was given the opportunity to address the specific question of whether her claims regarding religious and political discrimination could be considered under the ambit of the proceeding that she had filed, she elected instead to set out again in detail her perception of the mistreatment to which she had been subjected by RMIT and others.",
      "id": "s293"
    },
    {
      "text": "There is not a scintilla of evidence in anything that she has, at any time, said to warrant the conclusion that the decision of the examiners not to pass her thesis was actuated or influenced by her race.",
      "id": "s294"
    },
    {
      "text": "Nor is there any evidence to support her contention that the examiners were motivated by any disability on her part, actual or imputed.",
      "id": "s295"
    },
    {
      "text": "86 It would be quite wrong, in my view, to grant an extension of time in circumstances where there is such a paucity of material to support claims of unlawful discrimination which are cast in sweeping, unparticularised and seemingly exaggerated terms.",
      "id": "s296"
    },
    {
      "text": "It is clear that the Commission acted correctly in terminating her complaints, having regard to the material that Ms Bahonko placed before it.",
      "id": "s297"
    },
    {
      "text": "The additional material placed before this Court in support of her application for review of the Commission's decision takes her case no further.",
      "id": "s298"
    },
    {
      "text": "87 In those circumstances the application for an extension of time must be refused.",
      "id": "s299"
    },
    {
      "text": "There is no need to deal with the Notice of Motion filed on behalf of VIT.",
      "id": "s300"
    },
    {
      "text": "Had it been necessary to do so, I would have summarily dismissed Ms Bahonko's claim either on the basis that it was vexatious, or that it had no reasonable prospects of success.",
      "id": "s301"
    },
    {
      "text": "I would also have been prepared, of my own motion, to dismiss her claims against RMIT and the Minister, for the same reasons.",
      "id": "s302"
    },
    {
      "text": "88 The second and third respondents did not seek costs.",
      "id": "s303"
    },
    {
      "text": "Accordingly, the applicant must pay the first respondent's costs.",
      "id": "s304"
    },
    {
      "text": "I certify that the preceding eighty-eight (88) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Weinberg.",
      "id": "s305"
    },
    {
      "text": "Associate:\n\nDated: 11 October 2006\n\n\n \n The Applicant appeared in person \n \n Counsel for the First Respondent: Mr M Jorgensen \n \n Solicitors for the First Respondent: Williams Winter \n \n Counsel for the Second Respondent: Ms A O'Brien \n \n Solicitor for the Second Respondent: Victorian Government Solicitor \n \n Counsel for the Third Respondent: Ms F.I.",
      "id": "s306"
    },
    {
      "text": "O'Brien SC \n \n Solicitor for the Third Respondent: Victorian Institute of Teaching \n \n Date of Hearing: 31 August 2006 \n \n Date of Judgment: 11 October 2006 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1325.html",
      "id": "s307"
    }
  ]
}