{
  "name": "Australian Prudential Regulation Authority v David Robert Siminton (No 5) [2006] FCA 1340 (18 October 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1340.html",
  "catchphrases": [
    {
      "text": "contempt",
      "id": "c0"
    },
    {
      "text": "enforcement of an order to pay a fine",
      "id": "c1"
    },
    {
      "text": "interpretation of full court order",
      "id": "c2"
    },
    {
      "text": "whether application for contempt to be heard before a single judge or full court",
      "id": "c3"
    },
    {
      "text": "whether full court order enforceable in victoria",
      "id": "c4"
    },
    {
      "text": "effect of impecunious respondent",
      "id": "c5"
    },
    {
      "text": "whether capacity to pay order is a relevant consideration",
      "id": "c6"
    },
    {
      "text": "evidentiary burden on respondent to reveal financial situation",
      "id": "c7"
    },
    {
      "text": "practice and procedure",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "Australian Prudential Regulation Authority v David Robert Siminton (No 5) [2006] FCA 1340 (18 October 2006) \n\n [ Home ] [ Databases ] [ WorldLII ] [ Search ] [ Feedback ] Federal Court of Australia You are here: &nbsp; AustLII &gt;&gt; Databases &gt;&gt; Federal Court of Australia &gt;&gt; 2006 &gt;&gt; [2006] FCA 1340 \n\n [ Database Search ] [ Name Search ] [ Recent Decisions ] [ Noteup ] [ Download ] [ Help ] Australian Prudential Regulation Authority v David Robert Siminton (No 5) [2006] FCA 1340 (18 October 2006) \nLast Updated: 18 October 2006 \n FEDERAL COURT OF AUSTRALIA \n\n Australian Prudential Regulation Authority v David Robert Siminton (No 5) \n [2006] FCA 1340 \n \n\n\n PRACTICE AND PROCEDURE --- contempt --- enforcement of an order to pay a fine --- interpretation of full court order --- whether application for contempt to be heard before a single Judge or Full Court --- whether Full Court order enforceable in Victoria - effect of impecunious respondent --- whether capacity to pay order is a relevant consideration --- evidentiary burden on respondent to reveal financial situation \n\n Federal Court Rules ; \n Supreme Court (General Civil Procedure) Rules 2005 (Vic)\n\n\n\n Australian Industry Group v Automotive, Food, Metal, Engineering, Printing and Kindred Industries Union of Australia (2001) 188 ALR 653,\n Australian Prudential Regulation Authority v Siminton [2006] FCA 326 ,\n Siminton v Australian Prudential Regulation Authority [2006] FCAFC 118.",
      "id": "s0"
    },
    {
      "text": "AUSTRALIAN PRUDENTIAL REGULATION AUTHORITY v DAVID ROBERT SIMINTON (No 5) \n VID 1607 OF 2005 \n\n TRACEY J \n 18 OCTOBER 2006 \n MELBOURNE \n\n\n\n IN THE FEDERAL COURT OF AUSTRALIA \n VICTORIA DISTRICT REGISTRY VID 1607 OF 2005 \n\n BETWEEN: AUSTRALIAN PRUDENTIAL REGULATION AUTHORITY \n Applicant AND: DAVID ROBERT SIMINTON (No 5) \n Respondent \n\n JUDGE: TRACEY J DATE OF ORDER: 6 OCTOBER 2006 WHERE MADE: MELBOURNE \n\n THE COURT ORDERS THAT: \n\n \n 1.",
      "id": "s1"
    },
    {
      "text": "On or before 23 October 2006, David Robert Siminton produce all his books, bank statements, savings accounts, share certificates and other documents relating to his financial position before the Deputy Registrar of the Federal Court of Australia at 305 William Street Melbourne Vic 3000.",
      "id": "s2"
    },
    {
      "text": "2.",
      "id": "s3"
    },
    {
      "text": "On 30 October 2006, at 10.15am David Robert Siminton attend and be orally examined as to whether he has any, and what other property or means of satisfying the judgment of the Full Court of the Federal Court made on 19 July 2006 before a Deputy District Registrar of the Federal Court of Australia at Level 9, 305 William Street Melbourne Vic 3000.",
      "id": "s4"
    },
    {
      "text": "3.",
      "id": "s5"
    },
    {
      "text": "That service of this order on the Respondent be effected by sending a copy of the order by pre-paid post to the Solicitors for the Respondent.",
      "id": "s6"
    },
    {
      "text": "4.",
      "id": "s7"
    },
    {
      "text": "Costs of the motion dated 3 October 2006 be reserved.",
      "id": "s8"
    },
    {
      "text": "Note: Settlement and entry of orders is dealt with in Order 36 of the Federal Court Rules .",
      "id": "s9"
    },
    {
      "text": "IN THE FEDERAL COURT OF AUSTRALIA \n VICTORIA DISTRICT REGISTRY VID 1607 OF 2005 \n \n BETWEEN: \n\n AUSTRALIAN PRUDENTIAL REGULATION AUTHORITY Applicant AND: \n\n DAVID ROBERT SIMINTON (NO 5) Respondent \n\n JUDGE : TRACEY J DATE: 18 OCTOBER 2006 PLACE: MELBOURNE \n\n RULING \n \n 1 On 6 October 2006 I dealt with a Notice of Motion filed by the District Registrar of the Court in which she sought directions concerning the enforcement of an unpaid fine of $50,000 imposed on the respondent by a Full Court.",
      "id": "s10"
    },
    {
      "text": "After hearing argument I made orders pursuant to O 37 r 7 of the Federal Court Rules which required the respondent to produce financial documents and to appear before a Deputy Registrar of the Court to be examined as to whether he has any property or other means of satisfying the Full Court's order.",
      "id": "s11"
    },
    {
      "text": "At the time of making the orders I indicated that I would publish my reasons for doing so at a later date.",
      "id": "s12"
    },
    {
      "text": "These are those reasons.",
      "id": "s13"
    },
    {
      "text": "2 It is necessary to commence with a short chronology of the proceeding in which the present application is brought.",
      "id": "s14"
    },
    {
      "text": "I need do no more than summarise the background facts which are set out in detail in the Full Court's judgment in Siminton v Australian Prudential Regulation Authority [2006] FCAFC 118 at [2] - [22] .",
      "id": "s15"
    },
    {
      "text": "The respondent claimed to be the Governor of the State of Sherwood in HM Government of Camside.",
      "id": "s16"
    },
    {
      "text": "He published a website in which he advertised an institution called the Terra Nova Cache which was described as being 'Camside's new bank'.",
      "id": "s17"
    },
    {
      "text": "The applicant became aware that the respondent had been soliciting and receiving funds from members of the public.",
      "id": "s18"
    },
    {
      "text": "An application for interim relief was heard ex parte by Sundberg J on 15 December 2005.",
      "id": "s19"
    },
    {
      "text": "His Honour made orders, inter alia, restraining the respondent from disposing of funds held by himself, the Principality of Camside or the Terra Nova Cache and required him to take certain steps, which included the provision of information and documents.",
      "id": "s20"
    },
    {
      "text": "The applicant alleged that, in breach of the orders made by Sundberg J, the respondent had transferred or withdrawn funds from accounts covered by the orders or had attempted to do so.",
      "id": "s21"
    },
    {
      "text": "Contempt of court charges were heard by Merkel J.",
      "id": "s22"
    },
    {
      "text": "On 30 March 2006 Merkel J found that the respondent had committed contempt by breaching certain of the orders made by Sundberg J: see Australian Prudential Regulation Authority v Siminton [2006] FCA 326.",
      "id": "s23"
    },
    {
      "text": "On 10 April 2006 Merkel J ordered, inter alia, that the respondent be imprisoned for a period of 10 weeks for his contempt of court.",
      "id": "s24"
    },
    {
      "text": "The respondent appealed and a Full Court set aside the order for imprisonment and substituted a fine of $50,000.",
      "id": "s25"
    },
    {
      "text": "The Full Court's Order contained the following paragraphs 2(b) and (c): \n \n '(b) The fine be paid to the District Registrar within 60 days or such further time and by such instalments as the District Registrar may allow.",
      "id": "s26"
    },
    {
      "text": "(c) In the event that there is default in payment of the fine or in any instalment, the District Registrar shall apply to a Judge of the Court for direction concerning enforcement.",
      "id": "s27"
    },
    {
      "text": "' \n\nSee: Siminton v Australian Prudential Regulatory Authority [2006] FCAFC 118.",
      "id": "s28"
    },
    {
      "text": "3 The orders were made on 19 July 2006.",
      "id": "s29"
    },
    {
      "text": "Shortly before the 60 day time limit was due to expire the respondent applied to the District Registrar for an extension of time.",
      "id": "s30"
    },
    {
      "text": "A two week extension was granted which was due to expire at 5 pm on 2 October 2006.",
      "id": "s31"
    },
    {
      "text": "A request for a further extension of one month was refused by the Registrar on the afternoon of 2 October 2006.",
      "id": "s32"
    },
    {
      "text": "The fine was not paid before the required time and has not since been paid.",
      "id": "s33"
    },
    {
      "text": "4 In these circumstances the District Registrar, acting in accordance with par 2(c) of the Full Court's Order, sought, by Notice of Motion, a direction concerning the enforcement of the fine of $50,000.",
      "id": "s34"
    },
    {
      "text": "Such a procedure was held, by Merkel J, to be appropriate in such circumstances: Australian Industry Group v Automotive, Food, Metal, Engineering, Printing and Kindred Industries Union of Australia (2001) 188 ALR 653 at 658.",
      "id": "s35"
    },
    {
      "text": "5 When the Notice of Motion was called on, counsel for the Respondent submitted that I lacked jurisdiction to entertain the application for directions.",
      "id": "s36"
    },
    {
      "text": "He did so upon the basis that the Full Court's order should be construed as meaning that any application under par 2 (c), should be dealt with by one of the Judges who constituted the Full Court.",
      "id": "s37"
    },
    {
      "text": "I rejected this submission.",
      "id": "s38"
    },
    {
      "text": "The language employed by the Full Court is plain and there is no reason to read in words which do not appear.",
      "id": "s39"
    },
    {
      "text": "There was no contention that a single Judge might not entertain such an application.",
      "id": "s40"
    },
    {
      "text": "6 One direction which could have been made was that the District Registrar should institute a further proceeding against the respondent for punishment for contempt pursuant to O 37 r 7 of the Federal Court Rules and r 75.07 of the Supreme Court (General Civil Procedure) Rules 2005 (Vic).",
      "id": "s41"
    },
    {
      "text": "This procedure was and remains open given that the respondent has failed to comply with the Full Court's order and that such failure may constitute a further contempt: see Australian Industry Group at 658.",
      "id": "s42"
    },
    {
      "text": "I determined not to make such an order immediately given the assertion, by counsel for the respondent, that his client was not in a financial position to make the required payment.",
      "id": "s43"
    },
    {
      "text": "Counsel, however, was unable to point to any evidence as to the precise state of the respondent's financial affairs.",
      "id": "s44"
    },
    {
      "text": "Faced with a choice between filing an affidavit deposing to his financial position and participation in an examination before a Deputy Registrar of the Court, the respondent, through counsel, expressed a preference for the latter course.",
      "id": "s45"
    },
    {
      "text": "7 Order 37 r 7 (1) of the Federal Court Rules provides that: \n \n 'Subject to the Rules, and without limiting any other means of enforcement which may be available, the Court may, in order to enforce a judgment or order of the Court, make any order, issue any writ or take any other step that could be made, issued or taken, by the Supreme Court of the State or Territory in which the judgment or order is to be enforced if the judgment or order had been made by that Supreme Court.",
      "id": "s46"
    },
    {
      "text": "' \n \n 8 Counsel for the District Registrar submitted that the relevant Supreme Court was the Supreme Court of Victoria.",
      "id": "s47"
    },
    {
      "text": "The applicant was a resident of Victoria and present in the State.",
      "id": "s48"
    },
    {
      "text": "The bank accounts which were the subject of the Court's orders were held in Victoria.",
      "id": "s49"
    },
    {
      "text": "At various stages during the proceeding the respondent had asserted that at least some of the funds held in these accounts belonged to him.",
      "id": "s50"
    },
    {
      "text": "In my view, these considerations supported the submission that the Full Court's order would be enforceable in Victoria.",
      "id": "s51"
    },
    {
      "text": "9 Order 67 of the Supreme Court (General Civil Procedure) Rules 2005 (Vic) relevantly provides: \n \n '67.01 Definitions \n \n In this Order, unless the context or subject-matter otherwise requires --- \n \n judgment includes order; \n \n the material questions are --- \n \n (i) whether any and, if so, what debts are owing to the person bound; \n \n (ii) whether the person bound has any and, if so, what other property or means of satisfying the judgment; and \n \n (iii) any questions concerning or in aid of the enforcement or satisfaction of the judgment specified in the order or examination or production.",
      "id": "s52"
    },
    {
      "text": "67.02 Order for examination or production \n \n \n \n \n (1) The Court may, on application by a person entitled to enforce a judgment, order a person bound by the judgment to --- \n \n \n \n \n (a) attend before the Court or Registrar and be orally examined on the material questions; and \n \n (b) produce any document or thing in the possession, custody or power of the person bound relating to the material questions.",
      "id": "s53"
    },
    {
      "text": "(2) Where the Court makes an order under paragraph (1), it may order that the person attend to be examined before or produce the document or thing to a Master or Registrar.",
      "id": "s54"
    },
    {
      "text": "... \n \n \n 67.04 Procedure \n \n \n (1) An application for an order under Rule 67.02 or 67.03 may be made without notice to the person bound by the judgment.",
      "id": "s55"
    },
    {
      "text": "(2) An order under Rule 67.02 or 67.03 shall be served personally on the person bound and on any other person ordered to attend or to produce any document or thing.",
      "id": "s56"
    },
    {
      "text": "' \n \n 10 Paragraph 2(c) of the Full Court's order renders the District Registrar \"a person entitled to enforce a judgment\" under r 67.02(1).",
      "id": "s57"
    },
    {
      "text": "Plainly, the making of an order for examination and production, under the Rule, is discretionary in nature.",
      "id": "s58"
    },
    {
      "text": "In my view, in the circumstances of this case, it was appropriate to make orders of the kind contemplated by r 67.02 before considering what, if any, other directions should be made.",
      "id": "s59"
    },
    {
      "text": "The Court presently knows very little about the respondent's financial affairs.",
      "id": "s60"
    },
    {
      "text": "The vague generalities and assertions made by counsel appearing for the respondent suggest that the respondent himself may have but a limited appreciation of his financial position.",
      "id": "s61"
    },
    {
      "text": "His capacity to pay (or lack of it) may be a relevant consideration in the determination of any charge that the respondent had committed a contempt of Court.",
      "id": "s62"
    },
    {
      "text": "The respondent has, over a long period, chosen not to avail himself of opportunities to ascertain and disclose his financial position.",
      "id": "s63"
    },
    {
      "text": "It may be that this unwillingness has operated to his disadvantage.",
      "id": "s64"
    },
    {
      "text": "It may be, for example, that the District Registrar, had she known of his financial position, might have been persuaded to permit him to make payments by instalments in accordance with the Full Court's orders.",
      "id": "s65"
    },
    {
      "text": "Questions of fairness to the respondent thus arise.",
      "id": "s66"
    },
    {
      "text": "There is also an imperative that the orders of the Court should be obeyed and the Court, on an application such as the present, should be prepared to give directions that will serve to see its orders obeyed: c.f.",
      "id": "s67"
    },
    {
      "text": "Guthrie v Robertson (1987) 13 FCR 336 at 337-8.",
      "id": "s68"
    },
    {
      "text": "The orders made were conducive to this end.",
      "id": "s69"
    },
    {
      "text": "11 For these reasons I considered it appropriate to make the following orders: \n \n 1.",
      "id": "s70"
    },
    {
      "text": "On or before 23 October 2006, David Robert Siminton produce all his books, bank statements, savings accounts, share certificates and other documents relating to his financial position before the Deputy Registrar of the Federal Court of Australia at 305 William Street Melbourne Vic 3000.",
      "id": "s71"
    },
    {
      "text": "2.",
      "id": "s72"
    },
    {
      "text": "On 30 October 2006, at 10.15am David Robert Siminton attend and be orally examined as to whether he has any, and what other property or means of satisfying the judgment of the Full Court of the Federal Court made on 19 July 2006 before a Deputy District Registrar of the Federal Court of Australia at Level 9, 305 William Street Melbourne Vic 3000.",
      "id": "s73"
    },
    {
      "text": "3.",
      "id": "s74"
    },
    {
      "text": "That service of this order on the Respondent be effected by sending a copy of the order by pre-paid post to the Solicitors for the Respondent.",
      "id": "s75"
    },
    {
      "text": "4.",
      "id": "s76"
    },
    {
      "text": "Costs of the motion dated 3 October 2006 be reserved.",
      "id": "s77"
    },
    {
      "text": "12 Counsel for the respondent advised the Court that his client was about to change his residential address and was uncertain as to where he was to reside in the immediate future.",
      "id": "s78"
    },
    {
      "text": "In these circumstances I dispensed with the requirement for personal service and allowed for service of the orders I made to be effected by sending a copy of them to the respondent's solicitor.",
      "id": "s79"
    },
    {
      "text": "I certify that the preceding twelve (12) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice TRACEY.",
      "id": "s80"
    },
    {
      "text": "Associate:\n\nDated: 18 October 2006\n\n\n Counsel for the Applicant: Mr S Hibble \n \n Solicitor for the Applicant: Australian Prudential Regulation Authority \n \n Counsel for the Respondent: Mr D Sharpe \n \n Solicitor for the Respondent: Erhardt and Associates \n \n Date of Hearing: 6 October 2006 \n \n Date of Judgment: 18 October 2006 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1340.html",
      "id": "s81"
    }
  ]
}