{
  "name": "Clarkson v Commonwealth of Australia [No 2] [2006] FCA 1839 (7 December 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1839.html",
  "catchphrases": [
    {
      "text": "applicant convicted of federal and state offences",
      "id": "c0"
    },
    {
      "text": "applicant serving consecutive terms of imprisonment in new south wales prisons",
      "id": "c1"
    },
    {
      "text": "applicant's imprisonment pursuant to s 120 of the constitution and issued warrant.",
      "id": "c2"
    },
    {
      "text": "applicant challenged alleged decisions of commonwealth ombudsman not to investigate certain matters",
      "id": "c3"
    },
    {
      "text": "whether matters fall within scope of ombudsman's jurisdiction.",
      "id": "c4"
    },
    {
      "text": "applicant claimed breaches of human rights",
      "id": "c5"
    },
    {
      "text": "applicant made complaint to hreoc",
      "id": "c6"
    },
    {
      "text": "applicant seeking review of decisions of hreoc",
      "id": "c7"
    },
    {
      "text": "where decision in question post-dated application for review.",
      "id": "c8"
    },
    {
      "text": "administrative law",
      "id": "c9"
    },
    {
      "text": "administrative law",
      "id": "c10"
    },
    {
      "text": "administrative law",
      "id": "c11"
    }
  ],
  "sentences": [
    {
      "text": "1 The factual context of, and the general legal issues arising out of, Mr Clarkson's complaints about the failure to investigate the circumstances of his incarceration as a federal offender in a State prison have been outlined in my judgment in Clarkson v Commonwealth of Australia [2006] FCA 1348.",
      "id": "s0"
    },
    {
      "text": "2 I have already dismissed his claims against four of the six respondents.",
      "id": "s1"
    },
    {
      "text": "Two remain, one relating to the Commonwealth Ombudsman, the other to the Human Rights and Equal Opportunity Commission (\"HREOC\").",
      "id": "s2"
    },
    {
      "text": "1.",
      "id": "s3"
    },
    {
      "text": "THE COMMONWEALTH OMBUDSMAN \n \n3 The application against the Ombudsman is bought under the Administrative Decisions (Judicial Review) Act 1977 (Cth) (\"AD(JR) Act\") and challenges alleged decisions of the Ombudsman not to investigate three matters.",
      "id": "s4"
    },
    {
      "text": "These are:\n \n \n \"1.",
      "id": "s5"
    },
    {
      "text": "The decision made not to investigate the actions taken by Correctional Officers at Junee CC to sabotage the appeals and education of the Applicant.",
      "id": "s6"
    },
    {
      "text": "2.",
      "id": "s7"
    },
    {
      "text": "The decision made not to investigate the failure of the Commonwealth to monitor the administration of sentences served by Federal Offenders.",
      "id": "s8"
    },
    {
      "text": "3.",
      "id": "s9"
    },
    {
      "text": "The decision made not to investigate the failure of the Commonwealth to amend the 1990 Commonwealth/State NSW Agreement to include terms designed ensure compliance with the ICCPR Protocols and otherwise according to law.",
      "id": "s10"
    },
    {
      "text": "\"\n \n \n\n4 The Ombudsman first objected to the competency of the application against him on procedural grounds.",
      "id": "s11"
    },
    {
      "text": "He now seeks to have the application dismissed under s 31A of the Federal Court of Australia Act 1976 (Cth) on the basis that the application has no reasonable prospects of success.",
      "id": "s12"
    },
    {
      "text": "Put shortly, the Ombudsman contends that the matters Mr Clarkson sought to have investigated do not fall within the scope of the Ombudsman Act 1974 (Cth).",
      "id": "s13"
    },
    {
      "text": "In light of the reasoning in my previous judgment, Mr Clarkson in effect concedes that this application will also be dismissed, I having previously held that the relevant officials and/or employees of the sixth respondent are not officers of the Commonwealth with the consequence that an essential pre-condition of attracting the jurisdiction of the Commonwealth Ombudsman to review their actions cannot be made out.",
      "id": "s14"
    },
    {
      "text": "5 In correspondence with Mr Clarkson the Ombudsman has repeatedly indicated his lack of jurisdiction to investigate complaints relating to State Government departments.",
      "id": "s15"
    },
    {
      "text": "Of the three decisions he seeks to have reviewed, the first clearly relates to administrative actions occurring in consequence of State governmental action.",
      "id": "s16"
    },
    {
      "text": "This is clearly beyond the jurisdiction of the Ombudsman.",
      "id": "s17"
    },
    {
      "text": "6 The third decision relates to the failure of the Commonwealth to amend the 1990 \"Arrangement\" between the Commonwealth and State of New South Wales.",
      "id": "s18"
    },
    {
      "text": "This clearly relates to a matter of governmental policy and to the actions of portfolio Ministers and the Governor-General.",
      "id": "s19"
    },
    {
      "text": "It does not relate to a matter of administration by the department or by a prescribed authority.",
      "id": "s20"
    },
    {
      "text": "7 Notwithstanding that all parties proceeded hitherto on the assumption that Mr Clarkson's incarceration was governed by the 1990 Arrangement, it is now conceded by all concerned that it is completely irrelevant to this matter and that Mr Clarkson's imprisonment is in virtue of s 120 of the Constitution and the warrant issued by the District Court judge.",
      "id": "s21"
    },
    {
      "text": "8 The second of the alleged decisions is based upon a pre-supposition that the Commonwealth has responsibility to monitor the administration of sentences served by federal offenders.",
      "id": "s22"
    },
    {
      "text": "9 In my earlier decision I indicated at par 22 that I was prepared to accept, for the purposes of this application, that notwithstanding the Arrangement, the Commonwealth may nonetheless retain tutelary responsibilities towards federal offenders in State prisons which might in exceptional circumstances found a claim in tort: cf S v Secretary, Department of Immigration and Multicultural and Indigenous Affairs [2005] FCA 549 ; (2005) 143 FCR 217; or for injunctive or mandatory orders against the Commonwealth.",
      "id": "s23"
    },
    {
      "text": "10 There are several difficulties with the review sought of this decision.",
      "id": "s24"
    },
    {
      "text": "It is not apparent that the failure alleged related to a matter of administration being action taken by a department or by a prescribed authority.",
      "id": "s25"
    },
    {
      "text": "At best it seems to relate to a residual responsibility formally vested in the Governor-General as a party to the Arrangement or else to the Commonwealth acting through the relevant portfolio Minister.",
      "id": "s26"
    },
    {
      "text": "In either circumstance the matter does not fall within the jurisdiction of the Ombudsman to investigate.",
      "id": "s27"
    },
    {
      "text": "11 I should add notwithstanding my reference to a residual tutelary responsibility in the Commonwealth, there is nothing in the material that has been filed by Mr Clarkson which, in my view, could properly be said to come near to exciting a duty in the Commonwealth to monitor his circumstances or for that matter the administration of sentences served by federal offenders.",
      "id": "s28"
    },
    {
      "text": "I will order that the application as against the third respondent be dismissed.",
      "id": "s29"
    },
    {
      "text": "2.",
      "id": "s30"
    },
    {
      "text": "THE HUMAN RIGHTS AND EQUAL OPPORTUNITY COMMISSION \n \n12 On 26 August 2005 Mr Clarkson made a complaint under the Human Rights and Equal Opportunity Act 1986 (Cth) (\"HREOC Act\") to HREOC.",
      "id": "s31"
    },
    {
      "text": "Mr Clarkson alleged that the New South Wales Department of Corrective Services (the Department) had breached his human rights while he was imprisoned.",
      "id": "s32"
    },
    {
      "text": "13 The conduct alleged to constitute a breach of Mr Clarkson's human rights was:\n \n \n (1) the removal of laptop computers from inmates of Junee Correctional Centre;\n (2) the removal of access to desktop computers; and\n (3) loss of floppy disks containing personal files.",
      "id": "s33"
    },
    {
      "text": "14 On 15 February 2006 HREOC wrote to Mr Clarkson and indicated that it may decline Mr Clarkson's complaint on the basis that it did not disclose a breach of Mr Clarkson's human rights.",
      "id": "s34"
    },
    {
      "text": "15 On 19 June 2006 Mr Clarkson filed an application under the AD(JR) Act seeking review of the decisions of HREOC, (i) not to investigate the complaint; and (ii) not to decline to investigate the complaint on the basis that it did not disclose a breach of human rights.",
      "id": "s35"
    },
    {
      "text": "16 What is noteworthy is that, though the application asserts decisions of HREOC, it does not identify the actual taking of the decisions alleged.",
      "id": "s36"
    },
    {
      "text": "This is unsurprising.",
      "id": "s37"
    },
    {
      "text": "It was not until 7 September 2006 that the President of HREOC wrote to Mr Clarkson advising him that he had decided to discontinue his enquiry into the complaint pursuant to s 20(2)(a) and s 20(2)(c)(ii) of the HREOC Act.",
      "id": "s38"
    },
    {
      "text": "17 I ordered Mr Clarkson to file and serve an amended Application for an Order of Review on or before 27 November 2006.",
      "id": "s39"
    },
    {
      "text": "On 3 November 2006 though filing an affidavit enclosing, inter alia, a copy of a decision of the President of the Human Rights and Equal Opportunity Commission, Mr Clarkson did not file an amended application.",
      "id": "s40"
    },
    {
      "text": "Apparently he considered that his existing application contemplated the new material and any new matters which he wished to argue were satisfactorily embraced by the existing application.",
      "id": "s41"
    },
    {
      "text": "18 The decision of the President, the Hon John von Doussa QC provides a very detailed response as to why he considered that HREOC's enquiry into Mr Clarkson's complaint should be discontinued.",
      "id": "s42"
    },
    {
      "text": "That decision, furthermore, indicated to Mr Clarkson that if he wished to apply to have the decision reviewed he should apply within 28 days of it under the AD(JR) Act to the Federal Court or to the Federal Magistrates Court.",
      "id": "s43"
    },
    {
      "text": "Mr Clarkson, as I have indicated, did not so act.",
      "id": "s44"
    },
    {
      "text": "Notwithstanding I have power, subject to limitations, to order an amendment of an application where a foundation in law for claim for relief arises out of the same or substantially the same facts as those already pleaded: see O 13 r 2(7) of the Federal Court Rules ; such cannot be said to be the case in this matter.",
      "id": "s45"
    },
    {
      "text": "The decision in question post-dated the application.",
      "id": "s46"
    },
    {
      "text": "Mr Clarkson seeks to challenge it by reference to alleged errors of fact, those errors arising because the President allegedly failed to have regard to material or affidavits filed in this proceedings, notwithstanding that material was not supplied to HREOC acting in its complaint enquiry capacity.",
      "id": "s47"
    },
    {
      "text": "There is no material before me to suggest that any of that affidavit material was before the President.",
      "id": "s48"
    },
    {
      "text": "19 Mr Clarkson now seeks to challenge a quite different decision and fully reasoned decision that has a quite different provenance.",
      "id": "s49"
    },
    {
      "text": "I am not prepared in this proceedings to entertain that matter.",
      "id": "s50"
    },
    {
      "text": "I equally am not prepared to give an extension of time in which to amend the application.",
      "id": "s51"
    },
    {
      "text": "I consider it would be inappropriate in the circumstances to amend it under O 13 r 2(7) as it does not fall within the terms of that rule bearing in mind that the claim is one for judicial review of a decision.",
      "id": "s52"
    },
    {
      "text": "In the circumstances I will order that the application against the second respondent be dismissed.",
      "id": "s53"
    },
    {
      "text": "The net effect of my orders in this matter is that the entire application is dismissed.",
      "id": "s54"
    },
    {
      "text": "I certify that the preceding nineteen (19) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finn.",
      "id": "s55"
    },
    {
      "text": "Associate:\n\nDated: 15 January 2007\n\n The Applicant appeared in person.",
      "id": "s56"
    },
    {
      "text": "Counsel for the Second and Third Respondents: Ms C Dowsett Solicitor for the Second and Third Respondents: Australian Government Solicitor \n \n Date of Hearing: 7 December 2006 Date of Judgment: 7 December 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1839.html",
      "id": "s57"
    }
  ]
}