{
  "name": "Australian Securities and Investments Commission v Eastlands Pty Ltd ACN 009 349 053 (No 1) [2006] FCA 1101 (16 August 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1101.html",
  "catchphrases": [
    {
      "text": "insolvency",
      "id": "c0"
    },
    {
      "text": "winding up application",
      "id": "c1"
    },
    {
      "text": "failure to comply with statutory demand",
      "id": "c2"
    },
    {
      "text": "affidavit in support of winding up application",
      "id": "c3"
    },
    {
      "text": "requirement to verify debt",
      "id": "c4"
    },
    {
      "text": "whether affidavit sufficient",
      "id": "c5"
    },
    {
      "text": "debtor companies members of finance and property group",
      "id": "c6"
    },
    {
      "text": "creditor company member of group",
      "id": "c7"
    },
    {
      "text": "verification based upon examination of books and records of creditor company",
      "id": "c8"
    },
    {
      "text": "verification sufficient",
      "id": "c9"
    },
    {
      "text": "motion to strike out winding up application dismissed",
      "id": "c10"
    },
    {
      "text": "corporations",
      "id": "c11"
    }
  ],
  "sentences": [
    {
      "text": "TO STRIKE OUT WINDING UP APPLICATION \n By an application filed on 29 June 2006, the Australian Securities and Investments Commission (ASIC), seeks orders for the winding up of each of the 13 respondent companies in insolvency.",
      "id": "s0"
    },
    {
      "text": "The application is brought under Pt 5.4 of the Corporations Act 2001 (Cth) (the Act).",
      "id": "s1"
    },
    {
      "text": "Such an application may be made under s 459P of the Act by ASIC, albeit only with the leave of the Court.",
      "id": "s2"
    },
    {
      "text": "That leave may be given if the Court is satisfied that there is a prima facie case that the company is insolvent, but not otherwise.",
      "id": "s3"
    },
    {
      "text": "The contention that the companies are insolvent is based upon non-compliance with statutory demands for the payment of moneys owing to Westpoint Corporation Limited.",
      "id": "s4"
    },
    {
      "text": "On instructions from Oren Zohar of Korda Mentha, the receiver and manager of Westpoint Corporation, statutory demands under s 459E of the Act were served on the first to the twelfth respondents on 10 March 2006.",
      "id": "s5"
    },
    {
      "text": "On 15 March 2006 a further statutory demand was served on the thirteenth respondent.",
      "id": "s6"
    },
    {
      "text": "Each of the demands was accompanied by an affidavit said to verify that the amount of the debt was due and owing by the company to Westpoint Corporation.",
      "id": "s7"
    },
    {
      "text": "Each verifying affidavit relied upon an examination of the books and records of Westpoint Corporation.",
      "id": "s8"
    },
    {
      "text": "It did not set out the transaction or transactions which gave rise to the debt.",
      "id": "s9"
    },
    {
      "text": "In each case, the deponent, Karen Price, stated her belief that there was no genuine dispute about the existence or amount of the debt.",
      "id": "s10"
    },
    {
      "text": "The amounts in issue were as follows: Eastlands Pty Ltd, $3,612,913.02; Goldtag Pty Ltd, $567,962.32; Westpoint Money Management Pty Ltd, $1,999,876.80; Asset Build (Aust) Pty Ltd, $249,244.18; Cinema City Development Pty Ltd, $1,223,314.75; Westpoint Consulting Group Pty Ltd, $172,525.16; Jetsone Pty Ltd, $22,302.14; Network Company Pty Ltd, $1,277,606.59; Pagelight Nominees Pty Ltd, $55,800.85; Kingdream Pty Ltd, $874,142.45; Juson Pty Ltd, $18,357.60; Bridgeview Holdings Pty Ltd, $1,297,256.94; Westside Brisbane Developments Pty Ltd, $123,939.16.",
      "id": "s11"
    },
    {
      "text": "None of the demands was satisfied, nor was any application made to set any of them aside.",
      "id": "s12"
    },
    {
      "text": "Mr Zohar deposed in an affidavit sworn on 29 June 2006 that on his review of the accounting records at Westpoint Corporation each of the respondents was indebted to Westpoint Corporation in the amounts as set out above.",
      "id": "s13"
    },
    {
      "text": "Each of the debts remained due and payable.",
      "id": "s14"
    },
    {
      "text": "None of the respondents had paid the amount of debts demanded, nor had any of them secured or compounded those amounts to the reasonable satisfaction of the receivers at Westpoint Corporation within 21 days after the service of demands.",
      "id": "s15"
    },
    {
      "text": "Mr Norman Carey filed a notice of appearance in his capacity as director of each of the respondents.",
      "id": "s16"
    },
    {
      "text": "He also moved for an order that the originating process be struck out.",
      "id": "s17"
    },
    {
      "text": "He so moved on the ground that the originating process was invalid in that it was in contravention of the requirements of s 459Q of the Act, that it be accompanied by an affidavit that: \n \n that the relevant debts of the respondents, or any of them, were due and payable at the date on which the application was made, or at all..' \n \n\n\n Mr Carey was represented for the purpose of taking the threshold point by Mr Nixon.",
      "id": "s18"
    },
    {
      "text": "Mr Nixon submitted, in effect, that verification of the debt contemplated by s 459Q required more than the verification offered in this case based upon an examination of the books and records of Westpoint Corporation and Mr Zohar's belief flowing from his examination of those books and records.",
      "id": "s19"
    },
    {
      "text": "ASIC submitted that the verification of the debts required on affidavit by s 459Q was to the same standard as the verification of debts in the affidavit required to accompany a statutory demand for other than a judgment debt, pursuant to s 459E of the Act.",
      "id": "s20"
    },
    {
      "text": "ASIC further submitted that in this case the verification was more than an assertion of a mere belief.",
      "id": "s21"
    },
    {
      "text": "Mr Zohar, who had taken control of the books and records of Westpoint Corporation reviewed them and formed the view that they could be relied upon for the purpose of establishing the existence of the debts.",
      "id": "s22"
    },
    {
      "text": "On the basis of that review, he expressed his belief that the debts were due and payable in the amounts set out in his affidavit.",
      "id": "s23"
    },
    {
      "text": "There is authority for the proposition that the verification required in the affidavit supporting an application to wind the company up under s 459Q is not extensive.",
      "id": "s24"
    },
    {
      "text": "The same statutory formula is used in relation to an affidavit verifying the existence of a debt for the purpose of an originating application as is used in relation to the affidavit backing a statutory demand.",
      "id": "s25"
    },
    {
      "text": "In the case of an affidavit backing a statutory demand, what is required is formal affirmation on oath that a certain amount of money is due and payable - Azed Developments Pty Ltd v Frederick and Co Limited (1994) 12 ACLC 949; Hamilhall Pty Ltd (In Liq) v AT Phillips Pty Ltd (1994) 54 FCR 173; Carb Royale Pty Ltd v Tonkin (2000) 18 ACLC 803.",
      "id": "s26"
    },
    {
      "text": "In Hamilhall , Branson J discussed the requirements of an affidavit verifying the existence of debt for the purpose of s 459E(3) in relation to a statutory demand.",
      "id": "s27"
    },
    {
      "text": "Her Honour noted that in Azed Developments Hayne J of the Supreme Court of Victoria, as he then was, held that s 459E(3) uses the expression 'verify' in the sense of 'a formal affirmation'.",
      "id": "s28"
    },
    {
      "text": "Her Honour went on to say (at 174): \n \n also am of the view that in the context of Pt 5.4 of the Corporations Law , the expression \"verify\" is used in the sense of \"a formal affirmation\".",
      "id": "s29"
    },
    {
      "text": "The affidavit in this case did contain a formal affirmation that the total of the amount of the debts was due and payable by the respondent.",
      "id": "s30"
    },
    {
      "text": "' \n \n In my opinion, the affidavit met the requirement according to that standard and went beyond it by setting out the basis upon which the affirmation was made by reference to books and records under the control of the deponent, Mr Zohar.",
      "id": "s31"
    },
    {
      "text": "In the circumstances, I am satisfied that the originating application complies with the requirements of s 459Q.",
      "id": "s32"
    },
    {
      "text": "Mr Carey's motion will therefore be dismissed.",
      "id": "s33"
    },
    {
      "text": "He is to pay the applicant's costs of the motion.",
      "id": "s34"
    },
    {
      "text": "I certify that the preceding nine (9) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice French.",
      "id": "s35"
    },
    {
      "text": "Associate:\nDated: 31 August 2006\n\n\n Counsel for the Applicant: Mr CM Slater \n \n Solicitor for the Applicant: Australian Securities and Investments Commission \n \n Counsel for the Respondents: Mr LFA Nixon \n \n Solicitor for the Respondents: Clavey Legal \n \n Date of Hearing: 16 August 2006 \n \n Date of Judgment: 16 August 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1101.html",
      "id": "s36"
    }
  ]
}