{
  "name": "SZGYF v Minister for immigration and Multicultural Affairs [2006] FCA 1085 (18 August 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1085.html",
  "catchphrases": [
    {
      "text": "appeal from decision of a federal magistrate",
      "id": "c0"
    },
    {
      "text": "no matter of principle",
      "id": "c1"
    },
    {
      "text": "migration",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal against a judgment of Smith FM of 21 February 2006 dismissing an application for judicial review of a decision of the Refugee Review Tribunal ('the Tribunal') of 23 June 2005 which was handed down on the 12 July 2005.",
      "id": "s0"
    },
    {
      "text": "The Tribunal's decision affirmed the decision of a delegate of the Minister for Immigration and Multicultural Affairs made on 28 February 2005 to refuse to grant a protection visa to the appellant.",
      "id": "s1"
    },
    {
      "text": "Background \n \n 2 The appellant is a citizen of the People's Republic of China ('China').",
      "id": "s2"
    },
    {
      "text": "The appellant is recorded as arriving in Australia on 28 December 2004, although there was evidence before the Tribunal that the appellant left Australia on 31 December 2004 and re-entered on 3 January 2005.",
      "id": "s3"
    },
    {
      "text": "The appellant applied for a protection visa on 17 January 2005.",
      "id": "s4"
    },
    {
      "text": "3 In her application for a protection visa and before the Tribunal the appellant claimed to have a well founded fear of persecution because she was a Falun Gong practitioner.",
      "id": "s5"
    },
    {
      "text": "The appellant claimed that she was unable to practice Falun Gong in public places in China, was forced to attend re-educational courses, was warned by the local government and police, suffered a decrease in salary and was treated badly both physically and spiritually.",
      "id": "s6"
    },
    {
      "text": "4 The appellant did not attend the Tribunal hearing and accordingly the Tribunal proceeded on the basis of the material before it, namely the Department's file, which included the protection visa application and the delegate's decision, and the appellant's application for review.",
      "id": "s7"
    },
    {
      "text": "Decision of the Tribunal \n \n 5 As pointed out by the Tribunal, it is for the applicant to satisfy the Tribunal that they are a genuine refugee.",
      "id": "s8"
    },
    {
      "text": "The Tribunal is not required to accept uncritically any and all allegations made by an applicant.",
      "id": "s9"
    },
    {
      "text": "The appellant was provided with an opportunity to attend the hearing before the Tribunal and make her case, but did not do so.",
      "id": "s10"
    },
    {
      "text": "The Tribunal found that the appellant had not provided sufficient evidence to support her assertion that she is a Falun Gong practitioner and therefore found that it could not accept that the appellant would have a well-founded fear of persecution for a Refugees Convention reason should she return to China.",
      "id": "s11"
    },
    {
      "text": "Hearing before the Federal Magistrate \n \n 6 On 11 August 2005 the appellant filed an application in the Federal Magistrates Court of Australia seeking an order that the decision of the Tribunal be set aside.",
      "id": "s12"
    },
    {
      "text": "The appellant's claim was made on the following grounds: \n \n 1.",
      "id": "s13"
    },
    {
      "text": "'I am a refugee.",
      "id": "s14"
    },
    {
      "text": "2.",
      "id": "s15"
    },
    {
      "text": "I am a Falun Gong practitioner.",
      "id": "s16"
    },
    {
      "text": "I was prosecuted by the Chinese Government when I was in China.",
      "id": "s17"
    },
    {
      "text": "I face a risk of being jailed if I return to China.",
      "id": "s18"
    },
    {
      "text": "' \n \n 7 The appellant was given the opportunity to amend her application to the Federal Magistrates Court on two occasions on the basis that the first two documents she filed did not purport to raise any jurisdictional error affecting the Tribunal's decision (the amended applications were filed pursuant to the orders of Smith FM dated 7 September 2005 and 24 January 2006).",
      "id": "s19"
    },
    {
      "text": "In the second amended application filed on 13 February 2006 the appellant asserted that the Tribunal's decision involved an error of law in that the Tribunal should not have made the decision that the appellant was not a Falun Gong practitioner in China just because she had not provided the adequate documents.",
      "id": "s20"
    },
    {
      "text": "8 In respect of the non-attendance at the Tribunal hearing, the appellant explained to the Federal Magistrate that the reason she had not attended the Tribunal hearing was because her friend incorrectly translated the hearing date as 18 June and not 16 June.",
      "id": "s21"
    },
    {
      "text": "It appears she attended the Department premises on 18 June and then on returning home she discovered the mistake.",
      "id": "s22"
    },
    {
      "text": "The Federal Magistrate questioned the appellant as to why she made no attempt to reschedule the hearing.",
      "id": "s23"
    },
    {
      "text": "The appellant replied that she thought that she would receive a second invitation to a hearing, although she could not point to anything that might 'have given her reasonable grounds for expecting a rescheduling without any initiative being taken on her part'.",
      "id": "s24"
    },
    {
      "text": "9 However, the Federal Magistrate was satisfied that the notice of the hearing was sent and received by the appellant in compliance with the provisions of s 425A of the Migration Act 1958 (Cth) ('the Act') including the relevant posting and deemed receipt provisions of s 441A(4) , s 441C(4) of the Act and reg 4.35D of the Migration Regulations 1994 (Cth) ('the Regulations').",
      "id": "s25"
    },
    {
      "text": "10 The Federal Magistrate viewed the appellant's contentions as proceeding upon an erroneous view of the law and agreed with the statement of the Tribunal in its reasons for its decision that it is for 'the applicant to satisfy the Tribunal that all the statutory elements are made out' and that 'the relevant facts of the individual case will have to be supplied by the applicant himself or herself, in as much detail as is necessary to enable the examiner to establish the relevant facts'.",
      "id": "s26"
    },
    {
      "text": "11 The Federal Magistrate, after considering the Tribunal's reasons for the decision, found no error of fact or law, and found that no jurisdictional error affected the Tribunal's conclusions.",
      "id": "s27"
    },
    {
      "text": "Smith FM held that the decision was a privative clause decision within s 474(1) of the Act and the appeal should be dismissed.",
      "id": "s28"
    },
    {
      "text": "The Appeal \n \n 12 By notice of appeal filed on 13 March 2006 the appellant seeks the following orders: \n \n 1.",
      "id": "s29"
    },
    {
      "text": "'The decision of the Refugee Review Tribunal be set aside.",
      "id": "s30"
    },
    {
      "text": "2.",
      "id": "s31"
    },
    {
      "text": "The decision that I meet refugee criteria.",
      "id": "s32"
    },
    {
      "text": "3.",
      "id": "s33"
    },
    {
      "text": "Such further orders as the Court thinks fit.",
      "id": "s34"
    },
    {
      "text": "' \n \n 13 The appellant has raised two grounds of appeal, which are practically identical to those raised before the Federal Magistrate, which are as follows: \n \n 1.",
      "id": "s35"
    },
    {
      "text": "'The decision involved an important exercise of the power conferred by the Migration Act and Regulation.",
      "id": "s36"
    },
    {
      "text": "The member of the Refugee Review Tribunal should not make decision that I am not a Falun Gong practitioner in China just because I had not provided the adequate documents'; and \n 2.",
      "id": "s37"
    },
    {
      "text": "'The Tribunal have no reasonable evidence to demonstrate that I do not have a well founded fear of persecution for a Convention reason should I return to China.",
      "id": "s38"
    },
    {
      "text": "' \n \n 14 In the appellant's affidavit filed 13 March 2006 the appellant states the following in support of her application: \n \n 'I was a Falun Gong practitioner.",
      "id": "s39"
    },
    {
      "text": "I was prosecuted by the Chinese government when I was in China.",
      "id": "s40"
    },
    {
      "text": "I face a risk of being jailed if I return to my original country --- PR China.",
      "id": "s41"
    },
    {
      "text": "My fear is well-founded as I have ever been prosecuted by the Chinese government.",
      "id": "s42"
    },
    {
      "text": "' \n \n 15 At the hearing before me the appellant made submissions including: &#8226; it is a fact that she is a Falun Gong practitioner and that if she returns to China she will be persecuted &#8226; the reason for applying for a protection visa in Australia is that the Australian government respects human rights.",
      "id": "s43"
    },
    {
      "text": "16 During the hearing the appellant also made a submission to the Court that she be given more time to find a lawyer to represent her.",
      "id": "s44"
    },
    {
      "text": "In response the first respondent submitted that the appellant had had more than sufficient time to find a lawyer in both the Federal Magistrates Court proceedings and in these proceedings.",
      "id": "s45"
    },
    {
      "text": "The first respondent handed up correspondence sent to the appellant on 22 March 2006 advising her that the Minister would not consent to any adjournment of proceedings for lack of legal representation.",
      "id": "s46"
    },
    {
      "text": "17 I note that the decision of the Federal Magistrates Court was delivered on 21 February 2006, some six months ago.",
      "id": "s47"
    },
    {
      "text": "At the hearing before me it was my view, in light of the appellant already having had at least five months in which to obtain legal representation, and having been put on notice by the Minister's solicitors that the Minister would not consent to an adjournment for this reason, that the matter should proceed.",
      "id": "s48"
    },
    {
      "text": "18 At the hearing the first respondent relied entirely on its written submissions.",
      "id": "s49"
    },
    {
      "text": "Those submissions were, inter alia : &#8226; the appellant does not plead any grounds challenging the decision of the Federal Magistrate, rather the appellant pleads grounds identical to those pleaded in the Federal Magistrates Court proceedings &#8226; Smith FM correctly dealt with each of the appellant's grounds and there is no error in his Honour's judgment &#8226; the Tribunal was correct to proceed pursuant to s 426A(1) of the Act and not to take any further action to reschedule the hearing &#8226; the Tribunal did not commit any s 424A(1) errors in light of the decision in SZEEU v MIMIA [2006] FCAFC 2 &#8226; the appellant has not demonstrated any error that would lead to a conclusion that the Tribunal failed to exercise or exceeded its jurisdiction or that it breached any of the Hickman provisos ( R v Hickman; ex parte Fox &amp; Clinton [1945] HCA 53 ; (1945) 70 CLR 598).",
      "id": "s50"
    },
    {
      "text": "Decision \n \n 19 The appellant before me contended that she was a practitioner of Falun Gong and would be persecuted if she returned to China.",
      "id": "s51"
    },
    {
      "text": "These however are questions of fact, which are to be decided by the Tribunal.",
      "id": "s52"
    },
    {
      "text": "In the absence of the appearance of the appellant before the Tribunal producing evidence of her claims, the Tribunal was entitled to find that it was not satisfied of the appellant's claims.",
      "id": "s53"
    },
    {
      "text": "20 The appellant explained to Smith FM that she had misunderstood the date of the hearing, and believed that it was to be held on 18 June 2005 rather than on the scheduled date which was 16 June 2005.",
      "id": "s54"
    },
    {
      "text": "Section 426A of the Act provides: \n \n '(1) If the appellant \n \n \n (a) is invited under s 425 to appear before the Tribunal; and \n (b) does not appear before the Tribunal on the day on which, or at the time and place at which, the appellant is scheduled to appear; \n \n \n the Tribunal may make a decision on the review without taking any further action to allow or enable the appellant to appear before it.",
      "id": "s55"
    },
    {
      "text": "(2) This section does not prevent the Tribunal from rescheduling the appellant's appearance before it, or from delaying its decision on the review in order to enable the appellant's appearance before it as rescheduled.",
      "id": "s56"
    },
    {
      "text": "' \n \n 21 The effect of this section is that, although the Tribunal is entitled to make a decision in the absence of the appellant, the Tribunal is also permitted to: &#8226; without hearing the application for review --- reschedule the appearance of the applicant before it, or &#8226; hear the application for review but delay its decision until the applicant has appeared before it.",
      "id": "s57"
    },
    {
      "text": "22 In my view it is incumbent on the appellant to apply to the Tribunal and provide reasons which would justify steps to be taken by the Tribunal as permitted by subs (2).",
      "id": "s58"
    },
    {
      "text": "In this case, for example, the appellant explained to the learned Federal Magistrate that she had 'found out the mistake' in relation to the date of the hearing on her return home on 18 June 2005.",
      "id": "s59"
    },
    {
      "text": "As the Decision Record of the Tribunal in this case indicates, the decision was not actually signed until 23 June 2005.",
      "id": "s60"
    },
    {
      "text": "It would have been possible for the appellant, on realising her error with respect to the date of the hearing, to contact the Tribunal, explain the mistake, and request an opportunity to be heard before the Tribunal made its decision.",
      "id": "s61"
    },
    {
      "text": "23 In my view no grounds have been filed or arguments submitted which would support overturning the decision of Smith FM.",
      "id": "s62"
    },
    {
      "text": "No error of law in the decision of the Tribunal has been shown.",
      "id": "s63"
    },
    {
      "text": "Accordingly, I order the appeal be dismissed with costs.",
      "id": "s64"
    },
    {
      "text": "ORDERS \n \n 1.",
      "id": "s65"
    },
    {
      "text": "The appeal be dismissed.",
      "id": "s66"
    },
    {
      "text": "2.",
      "id": "s67"
    },
    {
      "text": "The appellant pay the costs of the first respondent fixed at the sum of $1500.",
      "id": "s68"
    },
    {
      "text": "I certify that the preceding twenty-three (23) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Collier.",
      "id": "s69"
    },
    {
      "text": "Associate:\n\nDated: 18 August 2006\n\n Counsel for the Appellant: The Appellant appeared in person \n \n Solicitor for the Respondent: Clayton Utz \n \n Date of Hearing: 2 August 2006 \n \n Date of Judgment: 18 August 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1085.html",
      "id": "s70"
    }
  ]
}