{
  "name": "Watson v CGU Insurance Limited [2006] FCA 1630 (28 November 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1630.html",
  "catchphrases": [
    {
      "text": "transfer of proceedings to the supreme court of new south wales",
      "id": "c0"
    },
    {
      "text": "whether proceedings against an insurer for indemnity are related to proceedings against the same insurer in the supreme court of new south wales",
      "id": "c1"
    },
    {
      "text": "interests of justice",
      "id": "c2"
    },
    {
      "text": "practice and procedure",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicant in these proceedings ('the Trustee') is the trustee of a Deed of Arrangement entered into on 30 November 2004 by John Huyshe Greaves ('Mr Greaves').",
      "id": "s0"
    },
    {
      "text": "The Trustee has commenced proceedings in this Court against the respondent insurer ('CGU').",
      "id": "s1"
    },
    {
      "text": "The claim is for an indemnity under a policy of Professional Risks Insurance, Directors and Officers Liability Insurance, whereby CGU agreed to indemnify Mr Greaves against certain losses.",
      "id": "s2"
    },
    {
      "text": "The Trustee alleges that CGU has refused to indemnify Mr Greaves in respect of an order made by the Supreme Court of New South Wales on 6 September 2004, pursuant to s 1317H of the Corporations Act 2001 (Cth) , that Mr Greaves pay compensation to One.Tel Limited (in liq) ('One.Tel') in the amount of $20 million.",
      "id": "s3"
    },
    {
      "text": "The compensation orders were made on the application of the Australian Securities and Investments Commission ('ASIC').",
      "id": "s4"
    },
    {
      "text": "2 The proceedings brought by ASIC and those brought in this Court arise out of the collapse of One.Tel in 2001.",
      "id": "s5"
    },
    {
      "text": "The other proceedings to which I shall refer also arise out of the same corporate collapse.",
      "id": "s6"
    },
    {
      "text": "3 CGU has applied by motion pursuant to s 5(4) of the Jurisdiction of Courts (Cross-Vesting) Act 1987 (Cth) that the proceedings in this Court be transferred to the Commercial List of the Equity Division of the Supreme Court of New South Wales.",
      "id": "s7"
    },
    {
      "text": "Section 5(4) provides as follows:\n \n 'Where: \n \n \n (a) a proceeding (in this subsection referred to as the relevant proceeding ) is pending in the Federal Court or the Family Court (in this subsection referred to as the first court ); and \n \n (b) it appears to the first court that: \n \n \n \n \n (i) the relevant proceeding arises out of, or is related to, another proceeding pending in the Supreme Court of a State or Territory and it is more appropriate that the relevant proceeding be determined by that Supreme Court; \n \n (ii) having regard to: \n \n \n \n \n (A) whether, in the opinion of the first court, the relevant proceeding or a substantial part of it would have been incapable of being instituted in that court, apart from this Act and any law of the Australian Capital Territory or the Northern Territory relating to cross-vesting of jurisdiction; and \n \n (B) whether, in the opinion of the first court, the relevant proceeding or a substantial part of it would have been capable of being instituted in the Supreme Court of a State or Territory, apart from this Act and any law of a State or Territory relating to cross-vesting of jurisdiction; and \n \n \n \n (C) the extent to which, in the opinion of the first court, the matters for determination in the relevant proceeding are matters arising under or involving questions as to the application, interpretation or validity of a law of the State or Territory referred to in sub-subparagraph (B) and not within the jurisdiction of the first court apart from this Act and any law of the Australian Capital Territory or the Northern Territory relating to cross-vesting of jurisdiction; and \n \n \n \n (D) the interests of justice; \n \n \n \n \n \n it is more appropriate that the relevant proceeding be determined by that Supreme Court; or \n \n (iii) it is otherwise in the interests of justice that the relevant proceeding be determined by the Supreme Court of a State or Territory; \n \n \n \n \n \n \n the first court shall transfer the relevant proceeding to that Supreme Court.",
      "id": "s8"
    },
    {
      "text": "' \n \n \n\n4 To understand CGU's application, some background is necessary.",
      "id": "s9"
    },
    {
      "text": "In 2001 and 2002 respectively, Mark Alan Silbermann ('Mr Silbermann') and John David Rich ('Mr Rich') filed separate proceedings in the Supreme Court of New South Wales against CGU.",
      "id": "s10"
    },
    {
      "text": "In these proceedings, Mr Rich and Mr Silbermann each seek an indemnity against CGU in respect of costs incurred by them in connection with proceedings brought by ASIC seeking civil penalties and other orders.",
      "id": "s11"
    },
    {
      "text": "Mr Rich and Mr Silbermann rely on the same insurance policy as does the Trustee in the proceedings instituted in this Court.",
      "id": "s12"
    },
    {
      "text": "5 On 5 July 2002, Mr Greaves commenced proceedings in the Supreme Court against CGU, seeking similar relief to that now claimed by the Trustee.",
      "id": "s13"
    },
    {
      "text": "6 On 27 August 2003, CGU sought orders in the Supreme Court that the proceedings brought by Messrs Greaves, Rich and Silbermann be heard concurrently with the proceedings instituted by ASIC against those individuals.",
      "id": "s14"
    },
    {
      "text": "That application was dismissed by Bergin J on 3 September 2003: Silbermann v CGU Insurance Ltd (2003) 47 ACSR 21.",
      "id": "s15"
    },
    {
      "text": "7 On 9 September 2004, White J, by consent, made the compensation orders in the Supreme Court proceedings brought by ASIC against Mr Greaves to which I have referred: Australian Securities and Investments Commission v Rich (2004) 50 ACSR 500.",
      "id": "s16"
    },
    {
      "text": "8 On 24 September 2004, Bergin J granted leave to Mr Greaves to discontinue the proceedings brought by him against CGU.",
      "id": "s17"
    },
    {
      "text": "As a condition of the discontinuance, Mr Greaves was ordered to pay CGU's costs.",
      "id": "s18"
    },
    {
      "text": "9 The proceedings in this Court were commenced by the Trustee on 18 October 2006.",
      "id": "s19"
    },
    {
      "text": "CGU's motion has been brought promptly, as is contemplated by Federal Court Rules , O 10A r 5(1).",
      "id": "s20"
    },
    {
      "text": "10 CGU submits that it is in the interests of justice that the proceedings in this Court should be transferred to the Supreme Court.",
      "id": "s21"
    },
    {
      "text": "Mr Street SC, who appeared with Mr Romaniuk for CGU, argues that the proceedings in this Court are related to the proceedings brought by Mr Rich and Mr Silbermann against CGU in the Supreme Court.",
      "id": "s22"
    },
    {
      "text": "Mr Street points out that the Rich and Silbermann proceedings (as I shall describe them) have progressed to a high level of readiness for hearing, including the filing of evidence and the discovery of documents.",
      "id": "s23"
    },
    {
      "text": "Mr Street acknowledges that an order has been made staying the Rich and Silbermann proceedings until the conclusion of the hearing of the civil penalty proceedings brought by ASIC against Mr Rich and Mr Silbermann.",
      "id": "s24"
    },
    {
      "text": "However, he draws my attention to the fact that CGU opposed the grant of the stay and that, in any event, the stay is likely to come to an end in April 2007, when the hearing of the ASIC proceedings in the Supreme Court is scheduled to be completed.",
      "id": "s25"
    },
    {
      "text": "11 CGU submits that it is in the interests of justice to transfer the proceedings in this Court to the Supreme Court since there is a substantial overlap of factual and legal issues between these proceedings and the Rich and Silbermann proceedings.",
      "id": "s26"
    },
    {
      "text": "Mr Street acknowledges that, as yet, no order has been made in the Supreme Court that the Rich and Silbermann proceedings be heard concurrently.",
      "id": "s27"
    },
    {
      "text": "However, he points out that Bergin J has indicated that such an order may well be made in the future: see Greaves v CGU Insurance Ltd [2004] NSWSC 912 , at [10].",
      "id": "s28"
    },
    {
      "text": "In any event, Mr Street says that the Supreme Court is plainly the Court that ought to determine whether it is appropriate for all three claims against CGU to be heard together and to make appropriate directions for the purpose of bringing them to hearing.",
      "id": "s29"
    },
    {
      "text": "12 Ms Adamson SC, who appeared with Mr Scruby for the Trustee, disputes that the proceedings in this Court and the Rich and Silbermann proceedings are in truth related.",
      "id": "s30"
    },
    {
      "text": "She argues that the terms of the policy specifically provide that each insured is deemed to hold a separate policy with CGU, albeit on the same terms and conditions.",
      "id": "s31"
    },
    {
      "text": "This means, so Ms Adamson argues, that the principle that a joint or composite policy can be avoided for fraudulent non-disclosure by one co-insured, even if the other co-insured is not aware of the fraud, has no application.",
      "id": "s32"
    },
    {
      "text": "13 Ms Adamson further submits that the Trustee should not be forced to await the outcome of proceedings or applications in the Supreme Court.",
      "id": "s33"
    },
    {
      "text": "Rather, he should be free to pursue the indemnity claim in this Court without the delay that a transfer might occasion.",
      "id": "s34"
    },
    {
      "text": "14 On the material before me, it would seem clear enough that the proceedings are \"related\" in a relevant sense.",
      "id": "s35"
    },
    {
      "text": "While it may become apparent in due course that the three claims for indemnity raise quite separate issues, Mr Street's submissions identify issues that seem to be common to each of the claims.",
      "id": "s36"
    },
    {
      "text": "In any event, it appears to be inevitable that a good deal of evidence will be material to all three claims.",
      "id": "s37"
    },
    {
      "text": "15 This does not necessarily mean that the Supreme Court will or should order that all three claims be heard together and that evidence in one be evidence in the others.",
      "id": "s38"
    },
    {
      "text": "What it does mean is that CGU ought to have a fair opportunity to put its claim that the three cases should be heard together to a court which is able to determine that application in the interests of justice.",
      "id": "s39"
    },
    {
      "text": "If the Trustee's claim continues in this Court, the question of a concurrent hearing will in effect be resolved without CGU having that opportunity.",
      "id": "s40"
    },
    {
      "text": "16 Moreover, if the proceedings are not transferred, there seems to me to be a significant risk of duplication between the proceedings in this Court and the proceedings in the Supreme Court.",
      "id": "s41"
    },
    {
      "text": "Even if the Supreme Court does not order a concurrent hearing, directions might well be made in the three proceedings that have the effect of avoiding unnecessary overlap or duplication.",
      "id": "s42"
    },
    {
      "text": "It would be much more difficult to achieve this result if two separate courts were managing the respective proceedings.",
      "id": "s43"
    },
    {
      "text": "17 Ms Adamson submits, in the alternative, that I should defer making an order for the transfer of the proceedings until CGU files its defence to the proceedings in this Court.",
      "id": "s44"
    },
    {
      "text": "While that submission is not entirely without merit, on balance I do not think that such a course would advance matters.",
      "id": "s45"
    },
    {
      "text": "There is sufficient material before me, including the defence filed by CGU in the discontinued claim by Mr Greaves, to demonstrate the potential overlap between the proceedings in this Court and the Rich and Silbermann proceedings in the Supreme Court.",
      "id": "s46"
    },
    {
      "text": "18 In my view it is in the interests of justice that these proceedings be transferred to the Commercial List of the Equity Division of the Supreme Court of New South Wales.",
      "id": "s47"
    },
    {
      "text": "I propose to make an order to that effect.",
      "id": "s48"
    },
    {
      "text": "19 I do not think that the Trustee has acted unreasonably in connection with this motion.",
      "id": "s49"
    },
    {
      "text": "Accordingly, I propose to order that the costs of the motion be costs in the cause.",
      "id": "s50"
    },
    {
      "text": "I certify that the preceding nineteen (19) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Sackville.",
      "id": "s51"
    },
    {
      "text": "Associate:\n\nDated: 28 November 2006\n\n\n Counsel for the Applicant: Ms C E Adamson SC with Mr R C Scruby \n \n Solicitor for the Applicant: Kemp Strang \n \n Counsel for the Respondent: Mr A W Street SC with Mr E E Romaniuk \n \n Solicitor for the Respondent: Colin Biggers &amp; Paisley \n \n Date of Hearing: 24 November 2006 \n \n Date of Judgment: 28 November 2006 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1630.html",
      "id": "s52"
    }
  ]
}