{
  "name": "MZWGB v Minister for Immigration and Multicultural Affairs [2006] FCA 1681 (5 December 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1681.html",
  "catchphrases": [
    {
      "text": "judicial review",
      "id": "c0"
    },
    {
      "text": "appeal from federal magistrates court",
      "id": "c1"
    },
    {
      "text": "where application summarily dismissed pursuant to rule 13.10 of the federal magistrates court rules 2001",
      "id": "c2"
    },
    {
      "text": "appeals",
      "id": "c3"
    },
    {
      "text": "purported appeal from a decision of a federal magistrate",
      "id": "c4"
    },
    {
      "text": "federal magistrate's decision interlocutory in nature",
      "id": "c5"
    },
    {
      "text": "leave required to appeal from interlocutory judgment of a federal magistrate",
      "id": "c6"
    },
    {
      "text": "applicant seeking leave out of time",
      "id": "c7"
    },
    {
      "text": "discretion to grant leave",
      "id": "c8"
    },
    {
      "text": "migration",
      "id": "c9"
    },
    {
      "text": "practice and procedure",
      "id": "c10"
    }
  ],
  "sentences": [
    {
      "text": "1 There is before the Court what purports to be an appeal from a decision of Federal Magistrate which was handed down on 30 June 2006.",
      "id": "s0"
    },
    {
      "text": "The learned Magistrate had ordered that an application for judicial review of a decision of the Refugee Review Tribunal ('the Tribunal') should be dismissed summarily pursuant to Rule 13.10 of the Federal Magistrates Court Rules 2001 ('the Rules').",
      "id": "s1"
    },
    {
      "text": "2 It is necessary, in order to place the present proceeding in context, to outline a chronology that dates back almost ten years\n \n &#8226; In 1997 the applicants (husband, wife and two children) arrived in Australia from Fiji.",
      "id": "s2"
    },
    {
      "text": "&#8226; On 23 May 2003 they lodged an application for protection visas.",
      "id": "s3"
    },
    {
      "text": "Only the first applicant (the husband) made specific claims to be a refugee.",
      "id": "s4"
    },
    {
      "text": "As a result it was his claims which were subsequently considered by a delegate of the Minister, the Tribunal and various Courts.",
      "id": "s5"
    },
    {
      "text": "&#8226; On 16 October 2003, a delegate of the Minister refused the application for protection visas.",
      "id": "s6"
    },
    {
      "text": "&#8226; On 7 November 2003 the applicants applied to the Tribunal for review of the delegate's decision.",
      "id": "s7"
    },
    {
      "text": "&#8226; On 26 March 2004 the Tribunal conducted a hearing at which the husband gave evidence.",
      "id": "s8"
    },
    {
      "text": "&#8226; On 16 April 2004 the Tribunal handed down its decision in which it affirmed the decision under review.",
      "id": "s9"
    },
    {
      "text": "&#8226; On 3 May 2004 the applicants applied to the Federal Magistrates Court for judicial review of the Tribunal's decision.",
      "id": "s10"
    },
    {
      "text": "&#8226; On 29 November 2004 a Federal Magistrate ordered that the application be dismissed.",
      "id": "s11"
    },
    {
      "text": "&#8226; On 22 December 2004 the applicants made application to the Minister requesting her to exercise her power under s 417 of the Migration Act 1958 (Cth) ('the Act') and grant them visas which would allow them to remain in Australia.",
      "id": "s12"
    },
    {
      "text": "&#8226; On 22 April 2005 the Minister declined to consider exercising her power under s 417 of the Act.",
      "id": "s13"
    },
    {
      "text": "&#8226; On 9 May 2005 the applicants made application to the High Court for judicial review of the Tribunal's decision.",
      "id": "s14"
    },
    {
      "text": "&#8226; On 15 August 2005 Hayne J remitted the matter to the Federal Magistrates Court.",
      "id": "s15"
    },
    {
      "text": "&#8226; On 18 November 2005 the Minister moved the Federal Magistrates Court for Orders that the application be dismissed summarily.",
      "id": "s16"
    },
    {
      "text": "&#8226; On 30 June 2006 a Federal Magistrate ordered, pursuant to Rule 13.10 of the Rules, that the application be dismissed summarily.",
      "id": "s17"
    },
    {
      "text": "&#8226; On 11 July 2006 the applicants lodged a notice of appeal from the Federal Magistrates' decision in this Court.",
      "id": "s18"
    },
    {
      "text": "&#8226; On 28 August 2006 the Minister filed a notice of objection to competency in relation to the proceeding pending in this Court.",
      "id": "s19"
    },
    {
      "text": "3 The Federal Magistrate exercised the power conferred by Rule 13.10 of the Rules on the ground that the applicants' application had no reasonable prospect of success given the absence of any jurisdictional error in the Tribunal's decision.",
      "id": "s20"
    },
    {
      "text": "4 The notice of appeal, filed in this Court on 11 July 2006, contains only two grounds.",
      "id": "s21"
    },
    {
      "text": "They read:\n \n '1.",
      "id": "s22"
    },
    {
      "text": "His Honour accepted the submissions of the respondent that the finding made by the Tribunal, that I had access to effective state protection in Fiji and would have access to that protection for the reasonably foreseeable future is fatal to my application.",
      "id": "s23"
    },
    {
      "text": "2.",
      "id": "s24"
    },
    {
      "text": "His Honour failed to consider how the Tribunal, not evaluating the claims of my children and then deciding that we have state protection is not a failure to discharge the Tribunal's duty according to law.",
      "id": "s25"
    },
    {
      "text": "' \n\nNo particulars of these grounds were provided.",
      "id": "s26"
    },
    {
      "text": "At the hearing this morning the applicant did not elaborate on these grounds or offer any particulars to assist the Court to understand them.",
      "id": "s27"
    },
    {
      "text": "5 The issues raised by this purported appeal are correctly identified by counsel for the Minister to be:\n \n &#8226; Was the Federal Magistrates' Court decision interlocutory or final in nature?",
      "id": "s28"
    },
    {
      "text": "&#8226; If the Federal Magistrates' Court decision was interlocutory in nature, should the applicants have applied for leave to appeal from the decision?",
      "id": "s29"
    },
    {
      "text": "&#8226; If the applicants should have applied for leave to appeal, have they done so?",
      "id": "s30"
    },
    {
      "text": "&#8226; If the applicants applied for leave to appeal was such application made out of time?",
      "id": "s31"
    },
    {
      "text": "&#8226; If the applicants applied for leave to appeal out of time, should they be granted an extension of time in which to apply?",
      "id": "s32"
    },
    {
      "text": "&#8226; If the Court extends time for the applicants to apply for leave to appeal or no extension of time is required, should leave be granted?",
      "id": "s33"
    },
    {
      "text": "&#8226; If the Court grants the applicants leave to appeal or no leave is required, was the Federal Magistrate's decision affected by appealable error?",
      "id": "s34"
    },
    {
      "text": "In particular did the Federal Magistrate err in finding that the application for judicial review did not have any reasonable prosects of success?",
      "id": "s35"
    },
    {
      "text": "6 There can, in my view, be no doubt that the decision, which is the subject of this purported appeal, was interlocutory in nature: Han v Minister for Immigration and Multicultural Affairs [2006] FCA 1426 at [10] and the cases therein cited.",
      "id": "s36"
    },
    {
      "text": "As a result the applicants require leave to appeal before any appeal could be prosecuted in this Court: see s 24(1A) of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s37"
    },
    {
      "text": "The notice of appeal filed on 11 July 2006, does not, in terms, constitute an application for leave.",
      "id": "s38"
    },
    {
      "text": "Any application for leave, now made, would be out of time: see O 52 r 5 of the Federal Court Rules .",
      "id": "s39"
    },
    {
      "text": "I note in this regard that the applicants are not legally represented and appear to have no appreciation of the interlocutory nature of the Federal Magistrates' decision or of the need to obtain leave to appeal from it.",
      "id": "s40"
    },
    {
      "text": "In other circumstances it might well have been appropriate to rule, that the notice of appeal should be treated, as incorporating an application for leave to appeal on the grounds therein contained.",
      "id": "s41"
    },
    {
      "text": "However, in this case nothing would, in my opinion, be gained by doing so.",
      "id": "s42"
    },
    {
      "text": "This is because the grounds being pursued by the applicants in this Court could not avail them at an appeal hearing.",
      "id": "s43"
    },
    {
      "text": "Moreover, leave would not be granted because the Federal Magistrates' decision is not attended with sufficient doubt to warrant it being reconsidered: Decor Corporation Pty Ltd v Dart Industries Inc (1991) 33 FCR 397.",
      "id": "s44"
    },
    {
      "text": "7 The essential claim made by the husband was that he faced a real chance of persecution by reason of his Indian ethnicity should he return to Fiji.",
      "id": "s45"
    },
    {
      "text": "He gave evidence which the Tribunal accepted that he had suffered and his business had suffered as a result of burglaries and assaults by indigenous Fijians.",
      "id": "s46"
    },
    {
      "text": "He complained that the Fijian police had failed adequately to deal with his complaints about such criminal conduct.",
      "id": "s47"
    },
    {
      "text": "8 The Tribunal did not accept that the police were partisan and had favoured indigenous Fijians against the husband.",
      "id": "s48"
    },
    {
      "text": "It also found that the police had taken 'positive steps' in response to the husband's complaints and that the police were reasonably efficient and had an appropriate respect for the rule of law.",
      "id": "s49"
    },
    {
      "text": "The Tribunal continued:\n \n 'Consequently, the Tribunal finds that the applicant had access to effective or adequate State protection in Fiji, and will continue to have access to effective or adequate State protection in Fiji for the reasonably foreseeable future.",
      "id": "s50"
    },
    {
      "text": "' \n\nThe Tribunal also rejected the claim that the husband had been persecuted by reason of his Indian ethnicity.",
      "id": "s51"
    },
    {
      "text": "It said:\n \n 'The Tribunal finds that indigenous Fijians targeted the applicant for the essential and significant reason that they perceived him to be wealthy or financially successful.",
      "id": "s52"
    },
    {
      "text": "It accepts that they may have also targeted him because of his Indian ethnicity, although it does not accept that this was an essential and significant reason why they targeted him.",
      "id": "s53"
    },
    {
      "text": "The Tribunal refers to and accepts the applicant's evidence that indigenous Fijians began to perpetrate property crimes and assaults against him shortly after his business at the market became very big and successful in January 1997.",
      "id": "s54"
    },
    {
      "text": "Further, it refers, and gives significant weight, to his initial response when asked why he believed indigenous Fijians had perpetrated those crimes, namely, that they had done so because he was doing well in his business.",
      "id": "s55"
    },
    {
      "text": "It also refers to DFAT's reports that 'indo-Fijians and Asians are often targets of burglary due to a general expectation that they are more likely to keep jewellery and cash on their home premises' and that 'more affluent indigenous Fijians living in urban areas are also being targeted'.",
      "id": "s56"
    },
    {
      "text": "Therefore, in accordance with s 91R(1)(a) of the Act, the Tribunal was not satisfied that the applicant has a well founded fear of being persecuted by indigenous Fijians for reasons of his Indian ethnicity.",
      "id": "s57"
    },
    {
      "text": "' \n\nNo other Convention related reason for alleged persecution was advanced by the husband at the hearing before the Tribunal.",
      "id": "s58"
    },
    {
      "text": "9 The Federal Magistrate examined the Tribunal's reasons and could detect no jurisdictional error in them.",
      "id": "s59"
    },
    {
      "text": "His Honour said:\n \n 'On a proper reading of the Tribunal's decision I do not see any reasonable prospect of success.",
      "id": "s60"
    },
    {
      "text": "On the material before me I am not satisfied that there is any jurisdictional error.",
      "id": "s61"
    },
    {
      "text": "The Tribunal considered the claims raised by the Applicant and rejected those claims.",
      "id": "s62"
    },
    {
      "text": "The [Minister] noted correctly that even if the rejection of the applicant's claims could not be sustained the Tribunal then made a further fatal finding to the application by deciding that in any event the applicant had access to effective State protection in Fiji and would continue to have access to that protection for the reasonably foreseeable future.",
      "id": "s63"
    },
    {
      "text": "I accept that that finding was conclusive and as I indicated fatal to the application.",
      "id": "s64"
    },
    {
      "text": "' \n\n10 The first ground relied on in the applicants' notice of appeal to this Court complains about this part of the learned Magistrates' reasons.",
      "id": "s65"
    },
    {
      "text": "As framed, the complaint is that the Magistrate accepted the proposition that the relevant finding as to effective State protection was fatal to the husband's claim to be a refugee as defined in the Convention.",
      "id": "s66"
    },
    {
      "text": "The Tribunal had found, as it was open to it to do on the evidence, that the criminal conduct directed towards the husband had occurred because he was perceived to be a successful business man who might be expected to possess jewellery and other valuables.",
      "id": "s67"
    },
    {
      "text": "It also found, on the evidence, that the police were capable of providing a reasonable measure of protection against such conduct.",
      "id": "s68"
    },
    {
      "text": "These findings are not suggestive of jurisdictional error and there was no reason why the learned Magistrate should have accepted submissions to the contrary.",
      "id": "s69"
    },
    {
      "text": "11 The second ground under appeal complains of a failure by the learned Magistrate to find jurisdictional error on the part of the Tribunal in circumstances in which it had not evaluated the claims of his children.",
      "id": "s70"
    },
    {
      "text": "The husband had not, in making the original application for protection visas, sought to assert any claims on the part of his children (other than humanitarian claims) which stood independently of his claims.",
      "id": "s71"
    },
    {
      "text": "The original application was determined on this basis.",
      "id": "s72"
    },
    {
      "text": "The Tribunal was not invited to proceed on any other basis and did not do so.",
      "id": "s73"
    },
    {
      "text": "In the absence of any such independent claims it could hardly be asserted that the Tribunal fell into jurisdictional error by failing to deal separately with Convention claims relating to the children.",
      "id": "s74"
    },
    {
      "text": "12 For these reasons, even if leave to appeal had been sought, it would have been refused.",
      "id": "s75"
    },
    {
      "text": "However, the appropriate order, in the circumstances, is that the application for an extension of time in which to apply for leave to appeal from the Federal Magistrates' decision, made instanter, should be dismissed with costs.",
      "id": "s76"
    },
    {
      "text": "I certify that the preceding twelve (12) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice TRACEY.",
      "id": "s77"
    },
    {
      "text": "Associate:\n\nDated: 5 December 2006\n\n Counsel for the Applicant: Litigant in Person \n \n Counsel for the Respondent: Mr R Knowles \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 5 December 2006 \n \n Date of Judgment: 5 December 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1681.html",
      "id": "s78"
    }
  ]
}