{
  "name": "Paramount Pictures Corporation v Hasluck [2006] FCA 1431 (2 November 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1431.html",
  "catchphrases": [
    {
      "text": "infringement",
      "id": "c0"
    },
    {
      "text": "assessment of damages",
      "id": "c1"
    },
    {
      "text": "compensatory damages",
      "id": "c2"
    },
    {
      "text": "exemplary damages not available",
      "id": "c3"
    },
    {
      "text": "heads of compensatory damages",
      "id": "c4"
    },
    {
      "text": "loss of sales",
      "id": "c5"
    },
    {
      "text": "trade mark proprietor accustomed to receive royalties or licence fees rather than proceeds of sale of product",
      "id": "c6"
    },
    {
      "text": "absence of evidence as to royalties or licence fees",
      "id": "c7"
    },
    {
      "text": "evidence within the knowledge of the applicants",
      "id": "c8"
    },
    {
      "text": "inappropriateness of speculation or guess work in assessment of damages under this head",
      "id": "c9"
    },
    {
      "text": "devaluation of product",
      "id": "c10"
    },
    {
      "text": "absence of any principled explanation of market devaluation mechanism",
      "id": "c11"
    },
    {
      "text": "necessity for rational approach to devaluation assessment",
      "id": "c12"
    },
    {
      "text": "loss of reputation",
      "id": "c13"
    },
    {
      "text": "absence of evidence of loss of reputation",
      "id": "c14"
    },
    {
      "text": "no rational basis upon which loss of reputation could be inferred",
      "id": "c15"
    },
    {
      "text": "trade marks",
      "id": "c16"
    }
  ],
  "sentences": [
    {
      "text": "Introduction \n \n1 Five major United States film studios commenced proceedings in this Court in October 2005 for infringement of trade marks used by them in relation to DVDs recording films produced by them.",
      "id": "s0"
    },
    {
      "text": "The proceedings were brought against Mr Gary Hasluck and his mother, Elva.",
      "id": "s1"
    },
    {
      "text": "The proceedings arose out of Mrs Hasluck's importation and Mr Hasluck's sale, over the internet, of pirated DVD films bearing the trade marks of the studios.",
      "id": "s2"
    },
    {
      "text": "The action was not defended and injunctions were awarded by consent on 8 November 2005 by Lee J.",
      "id": "s3"
    },
    {
      "text": "An order for costs in favour of the applicants, was also made at that time.",
      "id": "s4"
    },
    {
      "text": "The question of the assessment of damages for infringement of the trade marks was stood over.",
      "id": "s5"
    },
    {
      "text": "Following interlocutory directions and an extension of time, it was heard on 4 September 2006 and adjourned to 24 October 2006 to give the applicants the opportunity to file additional affidavit evidence.",
      "id": "s6"
    },
    {
      "text": "Further evidence was filed following the completion of the hearing.",
      "id": "s7"
    },
    {
      "text": "The evidence relating to the DVDs sold to particular film studios and their trade marks came in fits and starts.",
      "id": "s8"
    },
    {
      "text": "The evidence as to damage was sparse despite the fact that some of it, particularly relating to royalties and/or licence fees, could have been adduced by the studios.",
      "id": "s9"
    },
    {
      "text": "2 The case raises questions about the principles informing the assessment of damages for infringement of trade mark in relation to: \n \n 1.",
      "id": "s10"
    },
    {
      "text": "Loss of sales, particularly where the trade mark owner would ordinarily charge a licence or royalty fee for the sale of a product bearing its trade mark.",
      "id": "s11"
    },
    {
      "text": "2.",
      "id": "s12"
    },
    {
      "text": "Devaluation of the trade mark product.",
      "id": "s13"
    },
    {
      "text": "3.",
      "id": "s14"
    },
    {
      "text": "Loss of reputation of the trade mark proprietor.",
      "id": "s15"
    },
    {
      "text": "The inadequacies of the evidence and the apparent absence of a coherent and principled approach to the question of devaluation has created difficulties in assessment.",
      "id": "s16"
    },
    {
      "text": "Those inadequacies, particularly where they result from the unavailability of evidence within the knowledge of the applicant, are not to be supplied by speculation or guess work on the part of the Court.",
      "id": "s17"
    },
    {
      "text": "3 In this case I propose to award damages under the first head at a nominal level of $500 for each applicant and under the second head at $1,000 for each applicant.",
      "id": "s18"
    },
    {
      "text": "I am not satisfied that there is any basis for a finding that the applicants have suffered any loss of reputation as a result of the infringing conduct.",
      "id": "s19"
    },
    {
      "text": "Factual and procedural background \n \n4 The applicants also claimed exemplary damages.",
      "id": "s20"
    },
    {
      "text": "For the reasons set out below, exemplary damages are not available under the Act.",
      "id": "s21"
    },
    {
      "text": "5 The applicants, Paramount Pictures Corporation (Paramount), Twentieth Century Fox Film Corporation (Fox), Disney Enterprises, Inc (Disney), Universal City Studios, LLLP (Universal) and Columbia Pictures Industries, Inc (Columbia) are the registered proprietors of a number of trade marks in Australia.",
      "id": "s22"
    },
    {
      "text": "The trade marks are name trade marks and are as follows: \n Owner Trade Mark Paramount PARAMOUNT No 78959 in class 9.",
      "id": "s23"
    },
    {
      "text": "PARAMOUNT and mountain and star device in incomplete circle in class 9.",
      "id": "s24"
    },
    {
      "text": "Fox FOX No 638739 in class 9.",
      "id": "s25"
    },
    {
      "text": "TWENTIETH CENTURY FOX No 366847 in class 9\n\n20 th CENTURY FOX and three searchlights atop building, incomplete device in class 9.",
      "id": "s26"
    },
    {
      "text": "20 th CENTURY FOX HOME ENTERTAINMENT and two searchlights atop building, incomplete device in class 9.",
      "id": "s27"
    },
    {
      "text": "20 th CENTURY FOX and two searchlights atop building incomplete device in class 9 No 900630.",
      "id": "s28"
    },
    {
      "text": "Disney DISNEY No 198329 in class 9.",
      "id": "s29"
    },
    {
      "text": "WALT DISNEY No 526923 in class 9.",
      "id": "s30"
    },
    {
      "text": "DISNEY No 923758 in class 9.",
      "id": "s31"
    },
    {
      "text": "Universal UNIVERSAL No 85482 in class 9.",
      "id": "s32"
    },
    {
      "text": "UNIVERSAL No 262956 in class 9.",
      "id": "s33"
    },
    {
      "text": "UNIVERSAL and globe with rays incomplete device No 798763 in class 9.",
      "id": "s34"
    },
    {
      "text": "Columbia COLUMBIA PICTURES No 443297 in class 9.",
      "id": "s35"
    },
    {
      "text": "Statute of Liberty in front of cloud all in rectangle device No 600693 in class 9.",
      "id": "s36"
    },
    {
      "text": "6 Each of the classes for which the trade marks are registered cover motion picture films, video cassettes, DVDs or related technology.",
      "id": "s37"
    },
    {
      "text": "It is not necessary for present purposes to set these out in detail.",
      "id": "s38"
    },
    {
      "text": "7 On 7 October 2005 the applicants commenced proceedings against Mrs Elva Hasluck and her son, Gary.",
      "id": "s39"
    },
    {
      "text": "They alleged that the Haslucks had infringed their trade marks by importing and selling DVDs bearing them.",
      "id": "s40"
    },
    {
      "text": "They sought declarations and injunctions and orders for the delivery up and destruction of infringing articles.",
      "id": "s41"
    },
    {
      "text": "They also claimed damages and other relief.",
      "id": "s42"
    },
    {
      "text": "8 The action was not defended.",
      "id": "s43"
    },
    {
      "text": "On 8 November 2005 Lee J made orders by consent granting injunctions against the Haslucks to restrain them from further infringing conduct, orders for the delivery up of items bearing the infringing marks and an order for costs.",
      "id": "s44"
    },
    {
      "text": "The orders continued as follows: \n \n \n '10.",
      "id": "s45"
    },
    {
      "text": "The Second Respondent acknowledges to the Court that his conduct as set out in the Statement of Claim filed in this proceeding on 31 October 2005 is a breach of the Applicants' trade mark rights under the Trade Marks Act 1995 .",
      "id": "s46"
    },
    {
      "text": "11.",
      "id": "s47"
    },
    {
      "text": "The proceeding be otherwise dismissed except as to damages payable by the Second Respondent which is to be determined by the Court.",
      "id": "s48"
    },
    {
      "text": "12.",
      "id": "s49"
    },
    {
      "text": "The Applicants file an application for an assessment of damages and affidavits in support by 22 November 2005.",
      "id": "s50"
    },
    {
      "text": "13.",
      "id": "s51"
    },
    {
      "text": "The Second Respondent file affidavits in response by 6 December 2005.",
      "id": "s52"
    },
    {
      "text": "14.",
      "id": "s53"
    },
    {
      "text": "The matter be adjourned to 10.15am on 14 December 2005 at which point one item to be considered is whether there should be a direction under O 38.",
      "id": "s54"
    },
    {
      "text": "' \n \n\n9 The orders made on 8 November 2005 were varied by Lee J on 14 December 2005.",
      "id": "s55"
    },
    {
      "text": "The time for filing an application for assessment of damages was extended to 15 December 2005.",
      "id": "s56"
    },
    {
      "text": "The time for Mr Hasluck to file affidavits in response was extended to 27 January 2006.",
      "id": "s57"
    },
    {
      "text": "A motion for the matter to be listed for assessment of damages before a judge was filed on 1 May 2006.",
      "id": "s58"
    },
    {
      "text": "10 On 7 June 2006 the assessment of damages was set down for hearing on 26 July 2006 and directions given for the filing of affidavits.",
      "id": "s59"
    },
    {
      "text": "Service of the orders on Mr Hasluck together with an explanatory letter was also directed.",
      "id": "s60"
    },
    {
      "text": "Subsequently, the solicitors for the applicants wrote to the Court seeking a relisting of the assessment hearing date on the basis that they had been instructed to file additional affidavit material.",
      "id": "s61"
    },
    {
      "text": "The application was relisted to 4 September 2006.",
      "id": "s62"
    },
    {
      "text": "Mrs Hasluck wrote to the Court on 11 August 2006 by way of a plea in mitigation for her son.",
      "id": "s63"
    },
    {
      "text": "11 The assessment hearing commenced on 4 September 2006.",
      "id": "s64"
    },
    {
      "text": "There was no appearance for Mr Hasluck.",
      "id": "s65"
    },
    {
      "text": "He had been contacted on 4 August 2006 by telephone by a solicitor for the applicants and he informed the solicitor he would not be attending the hearing.",
      "id": "s66"
    },
    {
      "text": "He was sent a letter on the same day by the solicitors together with the various affidavits relied upon by the applicants.",
      "id": "s67"
    },
    {
      "text": "12 The evidence tendered on 4 September 2006 appeared inadequate for any assessment and the statement of claim filed was not in a complete form as it did not attach annexures referred to in it comprising certified copies of entries in the Register of Trade Marks.",
      "id": "s68"
    },
    {
      "text": "A further hearing ensued on 24 October 2006 and an order was made that any further affidavit evidence relevant to the identification of particular trade marks said to have been infringed be filed and served with supplementary submissions by 27 October 2006.",
      "id": "s69"
    },
    {
      "text": "Judgment was reserved to today.",
      "id": "s70"
    },
    {
      "text": "The amended statement of claim --- uncontested facts \n \n13 According to the amended statement of claim, from a date unknown to the applicants, Mrs Hasluck imported for sale films in DVD format which bore trade marks substantially identical with, and/or similar to those of the applicants.",
      "id": "s71"
    },
    {
      "text": "There were said to have been: \n1.",
      "id": "s72"
    },
    {
      "text": "2 DVDs bearing Paramount trade marks.",
      "id": "s73"
    },
    {
      "text": "2.",
      "id": "s74"
    },
    {
      "text": "6 DVDs bearing Fox trade marks.",
      "id": "s75"
    },
    {
      "text": "3.",
      "id": "s76"
    },
    {
      "text": "5 DVDs bearing Disney trade marks.",
      "id": "s77"
    },
    {
      "text": "4.",
      "id": "s78"
    },
    {
      "text": "2 DVDs bearing Universal trade marks; and \n5.",
      "id": "s79"
    },
    {
      "text": "6 DVDs bearing Columbia trade marks.",
      "id": "s80"
    },
    {
      "text": "This conduct, without the licence or authority of the applicants, constituted an infringement of their trade marks.",
      "id": "s81"
    },
    {
      "text": "14 Mr Hasluck was said to have manufactured, imported for sale, advertised for sale, supplied and/or sold DVD films under or by reference to marks substantially identical with and/or deceptively similar to the applicants' trade marks.",
      "id": "s82"
    },
    {
      "text": "The particulars that followed included a reference to 11 DVDs bearing the Warner Bros trade mark.",
      "id": "s83"
    },
    {
      "text": "That reference is irrelevant as Warner Bros is not an applicant in the proceedings.",
      "id": "s84"
    },
    {
      "text": "The other particulars identified: \n1.",
      "id": "s85"
    },
    {
      "text": "19 DVDs bearing Paramount trade marks.",
      "id": "s86"
    },
    {
      "text": "2.",
      "id": "s87"
    },
    {
      "text": "9 DVDs bearing Disney trade marks.",
      "id": "s88"
    },
    {
      "text": "3.",
      "id": "s89"
    },
    {
      "text": "22 DVDs bearing Universal trade marks.",
      "id": "s90"
    },
    {
      "text": "4.",
      "id": "s91"
    },
    {
      "text": "17 DVDs bearing Columbia trade marks.",
      "id": "s92"
    },
    {
      "text": "Mr Hasluck is also said to have sold pirated DVDs on the internet auction site, eBay, in or about April 2005 under the user ID \"3gazman3\".",
      "id": "s93"
    },
    {
      "text": "By reason of this conduct he was said to have infringed the applicants' trade marks.",
      "id": "s94"
    },
    {
      "text": "15 The applicants say that they have suffered loss and damage by Mr Hasluck's infringing conduct.",
      "id": "s95"
    },
    {
      "text": "They also say that the conduct was done \"flagrantly\", knowing that they held the registered trade marks and that the conduct would constitute an infringement of those trade marks.",
      "id": "s96"
    },
    {
      "text": "Alternatively, it was done in reckless disregard of the possibility of infringement.",
      "id": "s97"
    },
    {
      "text": "Mr Hasluck is also said to have intended that a substantial benefit would accrue to him by reason of the infringement.",
      "id": "s98"
    },
    {
      "text": "For these reasons exemplary damages were claimed.",
      "id": "s99"
    },
    {
      "text": "16 The acknowledgment set out in par 10 of the consent order made on 8 November 2005 stands as an admission by Mr Hasluck of the allegations made against him in relation to the infringement of trade marks by reference to the various DVDs mentioned in par 16 of the amended statement of claim.",
      "id": "s100"
    },
    {
      "text": "I do not consider, however, that it stands as an admission of the characterisations of his conduct offered in support of the claim for exemplary damages.",
      "id": "s101"
    },
    {
      "text": "The evidence \n \n17 The evidence begins with affidavits of the applicants' solicitors relating to the delivery up by Mr Hasluck of DVDs bearing infringing trade marks.",
      "id": "s102"
    },
    {
      "text": "DVDs were delivered in a box to the office of Minter Ellison in Perth on 22 December 2005.",
      "id": "s103"
    },
    {
      "text": "They were sent to the office of Minter Ellison in Sydney and from there handed over for examination to Michael Kerin, the Director of Operations of the Australian Federation against Copyright, Theft Limited (AFACT).",
      "id": "s104"
    },
    {
      "text": "There were 62 DVDs delivered up.",
      "id": "s105"
    },
    {
      "text": "18 Mr Kerin deposed, in an affidavit sworn on 24 July 2006, that AFACT is a corporation formed in Australia and established by the Motion Picture Association of America Inc (MPA).",
      "id": "s106"
    },
    {
      "text": "It was formed to protect the interests of the film industry in Australia, particularly in relation to the protection of trade mark and copyright rights of the member film studios.",
      "id": "s107"
    },
    {
      "text": "The organisations whose interests are represented within Australia by AFACT include the applicants.",
      "id": "s108"
    },
    {
      "text": "Mr Kerin's duties as Director of Operations cover the gathering and collating of evidence relating to infringement of copyright and trade marks concerning films owned and/or distributed by members of the MPA and the various Australian distributors represented by AFACT.",
      "id": "s109"
    },
    {
      "text": "His duties extend to the examination and review of DVDs to determine whether they are authorised copies or infringements.",
      "id": "s110"
    },
    {
      "text": "19 Mr Kerin deposed that since joining AFACT he has undergone specialised training in relation to the process of film reproduction and print presentation of the VCDs and DVDs containing MPA members' products.",
      "id": "s111"
    },
    {
      "text": "He has visited duplication facilities in Australia and observed the full process of film reproduction and print presentation.",
      "id": "s112"
    },
    {
      "text": "He stated that \"genuine product\" is stamped at the time of production with certain code numbers identifying the factory as well as the specific machine used in its production.",
      "id": "s113"
    },
    {
      "text": "He has also examined large quantities of DVDs during his training and in the course of his work at AFACT.",
      "id": "s114"
    },
    {
      "text": "He claims an ability to make \"judgmental statements\" in relation to their \"integrity\".",
      "id": "s115"
    },
    {
      "text": "Precisely what that means was not explained.",
      "id": "s116"
    },
    {
      "text": "He also claims to be \"adept at recognising unauthorised copies of optical discs (DVDs) and other related material\".",
      "id": "s117"
    },
    {
      "text": "20 Mr Kerin examined the 62 DVDs contained in the box which was delivered to Minter Ellison in Perth and ultimately to him in Sydney.",
      "id": "s118"
    },
    {
      "text": "He observed that many of their covers contained errors including spelling mistakes.",
      "id": "s119"
    },
    {
      "text": "Their packaging and the DVDs themselves bore inferior quality printing, not consistent with legitimately produced products.",
      "id": "s120"
    },
    {
      "text": "None of the DVDs he examined featured what he called an \"IFPI stamped code\".",
      "id": "s121"
    },
    {
      "text": "He said that all DVDs legitimately produced by the applicants bear such a code on the disc.",
      "id": "s122"
    },
    {
      "text": "He concluded that all of the DVDs contained in the box were pirate copies.",
      "id": "s123"
    },
    {
      "text": "21 Mr Kerin referred also to the practice of regional coding of DVDs.",
      "id": "s124"
    },
    {
      "text": "In 1996/97 major film producers announced that their DVDs would be released with specific encoding relating to various regions in the world.",
      "id": "s125"
    },
    {
      "text": "The code consists of individual numbers from 1 to 8 included as part of the film image and the packaging and labelling.",
      "id": "s126"
    },
    {
      "text": "Each number refers to a region of the world indicating that the film is authorised for release in that region.",
      "id": "s127"
    },
    {
      "text": "He set out a list of the DVD regions.",
      "id": "s128"
    },
    {
      "text": "Region 4 comprises Australia, New Zealand, the Pacific Islands, Central America, Mexico, South America and the Caribbean.",
      "id": "s129"
    },
    {
      "text": "The regional code zone on the film image is not visible when the DVD is played.",
      "id": "s130"
    },
    {
      "text": "It can only be viewed using particular computer software.",
      "id": "s131"
    },
    {
      "text": "22 Mr Kerin conducted a forensic analysis of the 62 DVDs which revealed that 27 of the titles refused to play using the software known as \"Power DVD\" which is normally used to view the code.",
      "id": "s132"
    },
    {
      "text": "The same titles were also unable to be read by Nero Info Tool Version 4.03.",
      "id": "s133"
    },
    {
      "text": "This failure to operate was an indicator of inferior manufacture which is a feature of infringing DVD copies.",
      "id": "s134"
    },
    {
      "text": "A total of 35 of the DVDs were able to be played using Power DVD software and were able to be forensically examined with the Nero Info Tool Version 4.03.",
      "id": "s135"
    },
    {
      "text": "In the result, 32 bore the region code \"ALL\".",
      "id": "s136"
    },
    {
      "text": "This indicated that those DVDs were infringing copies as none of the applicants' product is legitimately manufactured with a region coding of \"ALL\" .",
      "id": "s137"
    },
    {
      "text": "Printouts of the results of the examination for the 32 DVDs were exhibited to Mr Kerin's affidavit.",
      "id": "s138"
    },
    {
      "text": "The remaining 3 DVDs did not reveal any region coding as a result of forensic analysis.",
      "id": "s139"
    },
    {
      "text": "He came to the view overall that all DVDs contained in the box were pirate copies.",
      "id": "s140"
    },
    {
      "text": "23 Mr Kerin gave evidence of what he called the \"average sell-through\" price in Australia for legitimately manufactured DVDs including those produced by the applicants.",
      "id": "s141"
    },
    {
      "text": "This referred to the wholesale price to retail outlets.",
      "id": "s142"
    },
    {
      "text": "The average sell-through price for legitimately produced DVDs in the Australian market for the 2005 period was AU$15.57.",
      "id": "s143"
    },
    {
      "text": "The average wholesale price to rental outlets was AU$21.18.",
      "id": "s144"
    },
    {
      "text": "He relied upon reports which he compiled in his role as Director of Operations.",
      "id": "s145"
    },
    {
      "text": "The data is sourced from the Australian Visual Software Distributors Association.",
      "id": "s146"
    },
    {
      "text": "It may be noted in relation to this evidence that the Court is not concerned in this case with the infringement of copyright.",
      "id": "s147"
    },
    {
      "text": "The proceedings relate to the infringement of the trade marks used in relation to the DVDs.",
      "id": "s148"
    },
    {
      "text": "24 Mr Kerin's affidavit of 24 July 2006 listed the titles of the DVDs which he examined but did not identify any trade marks on them.",
      "id": "s149"
    },
    {
      "text": "Nor did the list exhibited to the affidavits of the solicitors for the applicants.",
      "id": "s150"
    },
    {
      "text": "25 By his acknowledgment, in par 10 of the orders made on 8 November 2005, of the conduct alleged in the statement of claim, Mr Hasluck acknowledged that he had sold pirate DVDs on the internet auction site eBay around April 2005 under the user ID \"3gazman3\".",
      "id": "s151"
    },
    {
      "text": "The applicants obtained and exhibited to the affidavit of Graeme Slattery, one of their solicitors, a printout from eBay of a complete copy of the member profile for \"3gazman3\".",
      "id": "s152"
    },
    {
      "text": "The printout covered a period from 6 March 2005 to 5 May 2005 and set out a list of feedback responses from persons who had made purchases from Mr Hasluck.",
      "id": "s153"
    },
    {
      "text": "There were 206 positive responses and 24 negative responses.",
      "id": "s154"
    },
    {
      "text": "These ranged from \"speedy delivery, excellent to deal with, AAA+++\" to \"BURNT DVD NOT HAPPY WAITED FOR WEEKS FOR THAT CRAP NEVER AGAIN\".",
      "id": "s155"
    },
    {
      "text": "The printout, interesting as it was, did not identify the titles sold or the trade marks under which they were sold.",
      "id": "s156"
    },
    {
      "text": "26 In a further affidavit sworn on 5 October 2006 Mr Kerin referred to inquiries made on behalf of the applicants following the 4 September hearing where it had appeared that there was no evidence identifying the titles of the DVDs sold by Mr Hasluck over eBay or the particular trade marks which they bore.",
      "id": "s157"
    },
    {
      "text": "Solicitors for the operators of eBay informed the applicants' solicitors that it would be necessary to issue a subpoena in order to obtain any documents from eBay.",
      "id": "s158"
    },
    {
      "text": "On 28 September 2006 Mr Kerin sent an email to Mr Napper, an employee of eBay asking whether he could obtain a sales history for the user name \"3gazman3\".",
      "id": "s159"
    },
    {
      "text": "27 A sales history was provided on 29 September 2006.",
      "id": "s160"
    },
    {
      "text": "Against the name \"3gazman3\" it covered transactions from 6 March 2005 to 12 April 2005.",
      "id": "s161"
    },
    {
      "text": "In some cases it referred only to the sale of \"printable discs\".",
      "id": "s162"
    },
    {
      "text": "No title was associated with those transactions.",
      "id": "s163"
    },
    {
      "text": "Other transactions referred to film titles.",
      "id": "s164"
    },
    {
      "text": "A price in US dollars appeared against each transaction.",
      "id": "s165"
    },
    {
      "text": "None of the titles indicated studio names from which an inference might be drawn as to associated trade marks.",
      "id": "s166"
    },
    {
      "text": "Mr Kerin then marked each of the titles correlating with a DVD title produced by an applicant studio.",
      "id": "s167"
    },
    {
      "text": "That mark did not indicate which applicant produced which title.",
      "id": "s168"
    },
    {
      "text": "Mr Kerin also asterisked each title which correlated with a title of one of the 62 DVDs delivered up pursuant to the orders of Lee J on 8 November 2005.",
      "id": "s169"
    },
    {
      "text": "28 Mr Kerin's affidavit of 5 October 2006 was the subject of a motion for leave to file it in the assessment proceedings.",
      "id": "s170"
    },
    {
      "text": "The affidavit was read in evidence.",
      "id": "s171"
    },
    {
      "text": "It did not really take the matter beyond the admission effectively made by Mr Hasluck that he had sold DVDs bearing the applicants' trade marks over the eBay auction site under the user name \"3gazman3\".",
      "id": "s172"
    },
    {
      "text": "29 Mr Kerin swore a further affidavit on 26 October 2006.",
      "id": "s173"
    },
    {
      "text": "He there set out an amended schedule identifying the DVDs sold by Mr Hasluck over eBay.",
      "id": "s174"
    },
    {
      "text": "The amended schedule was said to identify which of the applicants had intellectual property rights over the titles by inserting the following abbreviations:\nFirst applicant --- 1st A\nSecond applicant --- 2nd A\nThird applicant --- 3rd A\nFourth applicant --- 4th A\nFifth applicant --- 5th A\n \n \n\nFrom this schedule an assessment could be made of the number of DVDs sold during the period covered by the eBay printout likely to bear a trade mark of each applicant.",
      "id": "s175"
    },
    {
      "text": "It shows that in the relevant period Mr Hasluck sold: \n1.",
      "id": "s176"
    },
    {
      "text": "14 DVD titles belonging to Paramount\n2.",
      "id": "s177"
    },
    {
      "text": "49 DVD titles belonging to Fox\n3.",
      "id": "s178"
    },
    {
      "text": "86 DVD titles belonging to Disney\n4.",
      "id": "s179"
    },
    {
      "text": "126 DVD titles belonging to Universal\n5.",
      "id": "s180"
    },
    {
      "text": "55 DVD titles belonging to Columbia\n\nThis represents a total of 330 DVDs in which the applicants are said to have had rights sold in the period March 2005 to May 2005.",
      "id": "s181"
    },
    {
      "text": "During that period Mr Hasluck sold a total of 608 DVDs on eBay.",
      "id": "s182"
    },
    {
      "text": "30 Of the DVD titles delivered up, two belonged to Paramount; 26 to Fox; none to Disney; 14 to Universal and 6 to Columbia.",
      "id": "s183"
    },
    {
      "text": "Mr Hasluck has, by his acknowledgment recorded in the order of 8 November 2005, admitted selling DVDs under or by reference to trade marks deceptively similar to the applicants' registered trade marks through the eBay.",
      "id": "s184"
    },
    {
      "text": "On that basis I am prepared to infer that the applicants' titles sold through eBay would be likely to have borne their trade marks.",
      "id": "s185"
    },
    {
      "text": "Statutory framework \n \n31 Section 120 of the Act defines the circumstances in which a registered trade mark is infringed.",
      "id": "s186"
    },
    {
      "text": "Relevantly for present purposes s 120(1) provides: \n \n 'A person infringes a registered trade mark if the person uses as a trade mark a sign that is substantially identical with, or deceptively similar to, the trade mark in relation to goods or services in respect of which the trade mark is registered.",
      "id": "s187"
    },
    {
      "text": "' \n\n32 Section 126 of the Act provides for the relief that can be obtained in respect of infringement as follows: \n \n 'The relief that a court may grant in an action for infringement of a registered trade mark includes: \n \n \n \n (a) an injunction, which may be granted subject to any condition that the court thinks fit; and \n \n (b) at the option of the plaintiff but subject to section 127 , damages or an account of profits.",
      "id": "s188"
    },
    {
      "text": "' \n \n\n\n The approach to the assessment of damages \n \n33 Section 126 of the Act allows an applicant, at its option, to claim damages or an account of profit.",
      "id": "s189"
    },
    {
      "text": "The nature of the choice was explained by Windeyer J in Colbeam Palmer Ltd v Stock Affiliates Pty Ltd [1968] HCA 50 ; (1968) 122 CLR 25 (at 32): \n \n 'The plaintiff whose mark has been infringed can choose between damages or an account of profits.",
      "id": "s190"
    },
    {
      "text": "He cannot have both.",
      "id": "s191"
    },
    {
      "text": "They are alternative remedies.",
      "id": "s192"
    },
    {
      "text": "The distinction between an account of profits and damages is that by the former the infringer is required to give up his ill-gotten gains to the party whose rights he has infringed: by the latter he is required to compensate the party wronged for the loss he has suffered.",
      "id": "s193"
    },
    {
      "text": "' \n\n\nThat observation clearly proceeded on the basis that the damages recoverable for infringement of a trade mark are compensatory.",
      "id": "s194"
    },
    {
      "text": "34 In relation to the assessment of damages for the infringement of patents, Jacob J set out a number of principles in Gerber Garment Technology Inc v Lectra Systems Ltd [1995] RPC 383 at 393 and following: \n1.",
      "id": "s195"
    },
    {
      "text": "Damages are compensatory only.",
      "id": "s196"
    },
    {
      "text": "2.",
      "id": "s197"
    },
    {
      "text": "The burden of proof lies on the plaintiff but damages are to be assessed liberally.",
      "id": "s198"
    },
    {
      "text": "3.",
      "id": "s199"
    },
    {
      "text": "Where a patentee has licensed his patent, the damages are the lost royalty.",
      "id": "s200"
    },
    {
      "text": "4.",
      "id": "s201"
    },
    {
      "text": "It is irrelevant that the defendant could have competed lawfully.",
      "id": "s202"
    },
    {
      "text": "5.",
      "id": "s203"
    },
    {
      "text": "Where the patentee has exploited his patent by manufacture and sale, he can claim: \n (a) lost profit on sales by the defendant he would have made otherwise; \n \n \n (b) lost profit on his own sales to the extent that he was forced, by the infringement, to reduce his own price; and \n (c) a reasonable royalty on sales by the defendant which he would not have made.",
      "id": "s204"
    },
    {
      "text": "In the 13 th Edition of Kerly's Law of Trade Marks and Trade Names (London, Sweet &amp; Maxwell, 2001) p 18-144, the learned authors set out those principles and suggest that they are also applicable to trade mark infringement.",
      "id": "s205"
    },
    {
      "text": "Accepting the compensatory character of damages awarded under s 126 and the like formulation in s 122 of the Patents Act 1990 (Cth), I accept that the principles enunciated by Jacob J are relevant to the assessment of compensatory damages for trade mark infringement under the Australian Act.",
      "id": "s206"
    },
    {
      "text": "35 In this case the applicants also seek exemplary damages.",
      "id": "s207"
    },
    {
      "text": "There is, however, no provision in the Trade Marks Act for exemplary damages to be awarded.",
      "id": "s208"
    },
    {
      "text": "Section 126 of the Act may be contrasted with s 115 of the Copyright Act 1968 (Cth).",
      "id": "s209"
    },
    {
      "text": "That makes provision for the recovery of damages under s 115(2) in terms similar to those used in s 126.",
      "id": "s210"
    },
    {
      "text": "Section 115 also makes provision for \"additional damages\" in s 115(4).",
      "id": "s211"
    },
    {
      "text": "There is no equivalent to that provision in the Trade Marks Act .",
      "id": "s212"
    },
    {
      "text": "The head of additional damages for infringement of copyright requires consideration of \"flagrancy of the infringement\" and \"benefit shown to have accrued to the defendant\" as well as other factors relevant to both aggravated and exemplary damages as understood at common law.",
      "id": "s213"
    },
    {
      "text": "No authority was cited for the proposition that exemplary damages are available for trade mark infringement.",
      "id": "s214"
    },
    {
      "text": "Nevertheless it was submitted that, having regard to the purpose of the Act, the absence of any express limitation in the language used in s 126 and the availability of exemplary damages in passing off actions, exemplary damages should be available under that provision.",
      "id": "s215"
    },
    {
      "text": "36 A review of the authorities relating to the availability and principles underlying the award of exemplary damages in tort was set out in Musca v Astle Corporation Pty Ltd (1988) 80 ALR 251.",
      "id": "s216"
    },
    {
      "text": "Although not necessarily to be regarded as an anomalous or illogical remedy, it is nevertheless an unusual one.",
      "id": "s217"
    },
    {
      "text": "In my opinion where a statute creates a remedy by way of damages for breach of a proprietary right, then absent specific provision or necessary implication, it should not be read as extending that remedy to exemplary damages.",
      "id": "s218"
    },
    {
      "text": "In this case a statutory formulation is used which has been construed as compensatory.",
      "id": "s219"
    },
    {
      "text": "It contrasts notably with the express provision in the Copyright Act for \"additional damages\".",
      "id": "s220"
    },
    {
      "text": "Exemplary damages are not available under s 126.",
      "id": "s221"
    },
    {
      "text": "37 The applicants claim their compensatory damages under the following heads: \n1.",
      "id": "s222"
    },
    {
      "text": "Loss of sales through eBay.",
      "id": "s223"
    },
    {
      "text": "2.",
      "id": "s224"
    },
    {
      "text": "Loss through devaluation of their product.",
      "id": "s225"
    },
    {
      "text": "3.",
      "id": "s226"
    },
    {
      "text": "Loss through damage to their reputations.",
      "id": "s227"
    },
    {
      "text": "38 Under the heading of 'Loss of sales\" the applicants referred to the numbers of DVD titles relevant to each applicant sold by Mr Hasluck on eBay.",
      "id": "s228"
    },
    {
      "text": "They also referred to the number of DVDs delivered up by him relevant to each applicant.",
      "id": "s229"
    },
    {
      "text": "As a matter of inference, having regard to the marks on the delivered up DVDs and Mr Hasluck's acknowledgment of his infringing conduct in relation to sales over eBay, each of the DVDs sold through the eBay bearing the title belonging to a particular applicant would have borne the trade mark of that applicant.",
      "id": "s230"
    },
    {
      "text": "39 The applicants acknowledged in their submissions that they had not been able to produce evidence of the loss suffered by the sales on eBay or by the importation as they received their income by way of licences and royalties.",
      "id": "s231"
    },
    {
      "text": "Nevertheless it was submitted that the Court could infer that each applicant with rights to a DVD title sold through eBay did suffer loss of licence fees and royalties as a result of each infringement.",
      "id": "s232"
    },
    {
      "text": "40 The Court was not assisted by any evidence as to the licence fees or royalties charged by the applicants in respect of the particular titles at the time of their sale or at all.",
      "id": "s233"
    },
    {
      "text": "The reference to \"sell through\" price in Mr Kerin's evidence did not provide any basis for the estimation of either a licence fee or a royalty.",
      "id": "s234"
    },
    {
      "text": "In this connection the evidence necessary to quantify the loss was in the hands of the applicants.",
      "id": "s235"
    },
    {
      "text": "Its absence may be contrasted with the extensive evidence of a notional royalty offered by the applicant in Nominet UK v Diverse Internet Pty Ltd (No 2) (2005) 68 IPR 131.",
      "id": "s236"
    },
    {
      "text": "In that case damages were assessed, in relation to the infringing use of copyright material \"mined\" from a domain name register, by the calculation of a \"reasonable royalty\", that sum which would be agreed between a willing licensor and a willing licensee in a hypothetical arms length negotiation.",
      "id": "s237"
    },
    {
      "text": "The approach has been held to offer guidance in other cases of copyright infringement: LED Builders Pty Ltd v Eagle Homes Pty Ltd (1999) 44 IPR 24.",
      "id": "s238"
    },
    {
      "text": "Nominet was a more difficult case than the present because the copyright owner was a not-for-profit company which was not engaged in the business of licensing its copyright.",
      "id": "s239"
    },
    {
      "text": "41 The applicants made reference in their submissions to Adidas-Salomon AT v Turner [2003] 58 IPR 67.",
      "id": "s240"
    },
    {
      "text": "Goldberg J commented upon the limited evidence available to him upon which to base the assessment of damages for the infringement of trade mark rights.",
      "id": "s241"
    },
    {
      "text": "The difficulty arose from the limited information which could be extracted from the respondent as to the sale of infringing items.",
      "id": "s242"
    },
    {
      "text": "His Honour however said (at 67): \n \n '... notwithstanding the difficulty facing me on the assessment of damages the Court has to do the best it can on available material.",
      "id": "s243"
    },
    {
      "text": "' \n \n\nHe quoted from the judgment of the Full Court in Enzed Holdings Ltd v Wynthea Pty Ltd (1984) 57 ALR 167 where the Court said (at 183):\n \n 'The principle is clear.",
      "id": "s244"
    },
    {
      "text": "If the court finds damage has occurred it must do its best to quantify the loss even if a degree of speculation and guess work is involved.",
      "id": "s245"
    },
    {
      "text": "Furthermore, if actual damage is suffered, the award must be for more than nominal damages.",
      "id": "s246"
    },
    {
      "text": "We should add that we can see no reason why this principle should not apply in cases under the Trade Practices Act as well as in cases at common law.",
      "id": "s247"
    },
    {
      "text": "We emphasize, however, that the principle applies only when the court finds that loss or damage has occurred.",
      "id": "s248"
    },
    {
      "text": "It is not enough for a plaintiff merely to show wrongful conduct by the defendant.",
      "id": "s249"
    },
    {
      "text": "' \n \n\nSee also: Sony Computer Entertainment Australia Pty Ltd v Stirling [2001] FCA 1852.",
      "id": "s250"
    },
    {
      "text": "42 I do not consider that it is a consequence of the principle enunciated in Adidas or Enzed that, where a basis for quantification of loss is entirely within the knowledge of the applicant and no evidence is adduced as to the quantum, the Court should make its own uninformed assessment of a royalty or licence fee that the applicant might have foregone by reason of loss of sales.",
      "id": "s251"
    },
    {
      "text": "Speculation and even guesswork may have a role to play where the relevant evidence is inaccessible to the applicant.",
      "id": "s252"
    },
    {
      "text": "That is particularly so where the inadequacy of the evidence is caused by a recalcitrant or uncooperative respondent or one who has kept no adequate records of dealings.",
      "id": "s253"
    },
    {
      "text": "In so saying, of course, it must be recognised that an applicant may apply to the Court for an order for the examination of the respondent in aid of the assessment of damages.",
      "id": "s254"
    },
    {
      "text": "Relevant to this issue, and incidentally that of exemplary damages, is the observation of Lord Wilberforce in General Tire &amp; Rubber Co v Firestone Tyre and Rubber Co Ltd [1976] RPC 197 at 212, quoted by Jacob J in Lectra (at 393): \n \n 'First the plaintiff's (sic) have the burden of proving their loss: second, that the defendants being wrongdoers, damages should be liberally assessed but the object is to compensate the plaintiffs and not punish the defendants.",
      "id": "s255"
    },
    {
      "text": "' \n\n43 In the case of a patentee who has licensed his patent, the damages are the lost royalty.",
      "id": "s256"
    },
    {
      "text": "The same principle applies to trade marks which are licensed.",
      "id": "s257"
    },
    {
      "text": "Jacob J said (at 394):\n \n 'The court must be satisfied that the royalty represents a true bargain.",
      "id": "s258"
    },
    {
      "text": "' \n \n\nAgain he cited Lord Wilberforce in General Tire (at 394):\n \n 'Before a \"going rate\" of royalty can be taken as the basis on which an infringer should be held liable, it must be shown that the circumstances in which the going rate was paid are the same, or at least comparable with those in which the patentee and the infringer are assumed to strike their bargain.",
      "id": "s259"
    },
    {
      "text": "' \n\n44 I am fortified in this approach by the observations of Moore J in Winning Appliances Pty Ltd v Dean Appliances Pty Ltd [1995] 32 IPR 65 (at 67):\n \n '... there is no rule of universal application that in circumstances where evidence might be led to indicate, even if unprecisely, the extent of the damage suffered and it is not, the court is simply to guess the amount of damages to be awarded.",
      "id": "s260"
    },
    {
      "text": "' \n \n\nIn that case his Honour found that the Court was (at 68): \n \n \n '... in substance, being asked to guess what was the loss suffered by the applicant as a result of lost sales in circumstances where evidence could have been called to permit a considered evaluation of the loss suffered even if that evaluation itself would have involved estimation.",
      "id": "s261"
    },
    {
      "text": "It is for the applicant to make out its case on the loss suffered ... and this it has failed to do...' \n \n\nHis Honour was not satisfied that there was sufficient evidence upon which an assessment could be made of damages arising from sales which the applicant lost apart from one particular sale.",
      "id": "s262"
    },
    {
      "text": "45 Absent evidence from the applicants, I am not prepared to speculate upon, or guess at, the royalty or licence fees which they might have charged in respect of genuine DVDs sold in lieu of those sold by Mr Hasluck.",
      "id": "s263"
    },
    {
      "text": "I will therefore allow only nominal damages for loss of sales.",
      "id": "s264"
    },
    {
      "text": "I fix the sum of nominal damages at $500 for each of the applicants.",
      "id": "s265"
    },
    {
      "text": "46 I would add the cautionary observation in Kerly at 18-146:\n \n 'It is important to note that in assessing damages for lost sales on a compensatory basis, it will be necessary for the court to determine what proportion of the defendant's customers have been confused.",
      "id": "s266"
    },
    {
      "text": "The claimant is not entitled to damages for sales to persons who have not been misled, since he has suffered no loss in respect of them, and, arguably, no actionable wrong has been committed in respect of sales to them.",
      "id": "s267"
    },
    {
      "text": "If he were to recover damages in relation to such persons, he would be over-compensated.",
      "id": "s268"
    },
    {
      "text": "This principle distinguishes passing-off and trade mark infringement from other intellectual property proceedings such as those for patent infringement, where all the defendant's activities of a given kind infringe.",
      "id": "s269"
    },
    {
      "text": "' \n \n\nSee AG Spalding &amp; Bros v AW Gamage Ltd [1918] 35 RPC 101 and Draper v Trist and Tristbestos Brake Linings, Ld [1939] 56 RPC 429.",
      "id": "s270"
    },
    {
      "text": "In the latter case, which concerned passing off by Trade Name and get up of goods, the Master of the Rolls, Sir Wilfrid Greene MR, said (at 437):\n \n \n '... it has been said more than once - and indeed it is obvious --- that, taking the sales of deceptive articles, the Court is not entitled to assume that every one of those sales would have been obtained by the Plaintiff.",
      "id": "s271"
    },
    {
      "text": "For obvious reasons that is an assumption which would be quite unwarranted.",
      "id": "s272"
    },
    {
      "text": "The unwarrantable nature of such an assumption is further strengthened, of course, where there are differences in price, differences in quality and so forth, because it is not legitimate to assume that a person who bought the Defendants' article at a lower price, if it was sold at a lower price, would necessarily have bought the Plaintiff's article at a higher price, even if he was deceived into thinking that the Defendants' article was the Plaintiff's.",
      "id": "s273"
    },
    {
      "text": "That is a consideration which must be borne in mind.",
      "id": "s274"
    },
    {
      "text": "' \n\n47 Then there is a claim for product devaluation.",
      "id": "s275"
    },
    {
      "text": "Mr Hasluck was selling DVDs through eBay for between $12 and $20.",
      "id": "s276"
    },
    {
      "text": "The recommended retail price was higher.",
      "id": "s277"
    },
    {
      "text": "However there was no evidence of what it was.",
      "id": "s278"
    },
    {
      "text": "The average wholesale price per unit of DVDs sold to retail (sell-through) stores in 2005 was $15.57 and to rental outlets $21.18.",
      "id": "s279"
    },
    {
      "text": "On this basis it may be inferred that Mr Hasluck was selling his DVDs in the range of the wholesale price available to retail stores.",
      "id": "s280"
    },
    {
      "text": "48 There is a question about precisely what is meant by the concept of 'devaluation of product\".",
      "id": "s281"
    },
    {
      "text": "In Sony Computer Entertainment , Emmett J was concerned with the sale of counterfeit Sony Play Station games.",
      "id": "s282"
    },
    {
      "text": "His Honour said (at [9] and [10]):\n \n 'I am ... satisfied that there would be some damage to the applicants by reason of counterfeit games being made available for sale.",
      "id": "s283"
    },
    {
      "text": "The respondent offered games for sale by advertisements in the Trading Post newspaper.",
      "id": "s284"
    },
    {
      "text": "Sales took place by people calling at a private home.",
      "id": "s285"
    },
    {
      "text": "In the circumstances I do not consider that purchasers of the counterfeit games would reasonably have believed that the games were genuine Sony products.",
      "id": "s286"
    },
    {
      "text": "I would draw the inference that, generally, a buyer would be satisfied that, in order to obtain a genuine Sony game, one would need to buy it through ordinary channels.",
      "id": "s287"
    },
    {
      "text": "Nevertheless, the fact that Sony games are available in the circumstances in which the respondent was selling them tends to devalue the product that the applicants offer for sale.",
      "id": "s288"
    },
    {
      "text": "Ten per cent of the sale value is a very substantial proportion.",
      "id": "s289"
    },
    {
      "text": "It is very difficult to place any figure on the loss that would have been suffered by Sony by way of additional devaluation of its products by reason of the conduct of the respondent.",
      "id": "s290"
    },
    {
      "text": "' \n\n\nHis Honour concluded that the loss occasioned by the respondent would be very small.",
      "id": "s291"
    },
    {
      "text": "However it would not be nominal.",
      "id": "s292"
    },
    {
      "text": "He considered it appropriate to order the respondent to pay damages which he assessed at $3,000.",
      "id": "s293"
    },
    {
      "text": "49 In Adidas Salomon , Goldberg J also considered the devaluation of trade marked products.",
      "id": "s294"
    },
    {
      "text": "His Honour found that the respondent had offered infringing items for sale over the internet.",
      "id": "s295"
    },
    {
      "text": "Their availability for sale was made apparent to the public and such persons as would go his website.",
      "id": "s296"
    },
    {
      "text": "As in the case of the Sony Play Stations, he found it unlikely that the purchasers of the items or persons looking at the website would reasonably have believed that the items were genuine Adidas items.",
      "id": "s297"
    },
    {
      "text": "He said (at 68 [7]): \n \n 'I am prepared to draw an inference that, in general terms, a buyer would be satisfied that in order to obtain a genuine Adidas garment, one would need to buy it through more official channels and that it would have been apparent by reference to price that these were not genuine Adidas items.",
      "id": "s298"
    },
    {
      "text": "I am satisfied that the fact that infringing items were available in the circumstances in which the respondent was offering them for sale tended to diminish the reputation of the genuine product sold by Adidas and tended to devalue the products that Adidas offers for sale.",
      "id": "s299"
    },
    {
      "text": "' \n \n\nLike Emmett J his Honour found it very difficult to place any specific figure on the loss that would have been suffered by Adidas by way of additional devaluation of its products by reason of the conduct of the respondent.",
      "id": "s300"
    },
    {
      "text": "He was satisfied that such damages would not be nominal having regard to the extensive audience available to a website such as the respondent's website.",
      "id": "s301"
    },
    {
      "text": "50 The basis upon which the Court is asked to assess devaluation of the applicants' product is not clear.",
      "id": "s302"
    },
    {
      "text": "If the assessment is to be principled, it must be based upon some conclusions about the workings of the market place in which the applicants operate.",
      "id": "s303"
    },
    {
      "text": "They contend in their submissions that their income is derived from licences and royalties.",
      "id": "s304"
    },
    {
      "text": "The Court has not been told whether those royalties are a percentage of the retail or wholesale price of the DVDs bearing their trade marks.",
      "id": "s305"
    },
    {
      "text": "51 It is difficult to see a rational basis upon which the applicants' products are devalued except to the extent that the availability of the cheap pirate DVDs has a potential competitive impact upon the price at which the applicants' DVDs can be sold and therefore the royalties that they can charge.",
      "id": "s306"
    },
    {
      "text": "Accepting that there is some devaluation of that kind, I consider it almost incapable of estimation not simply as a matter of difficulty, but as a matter of principle.",
      "id": "s307"
    },
    {
      "text": "By that I mean that, absent evidence of some competitive response by the applicants, the error in assessing changes in the value of a product by reference to infringement may be greater than the value shift itself.",
      "id": "s308"
    },
    {
      "text": "A case in which there was evidence of a lowering of the trade mark owner's prices which may have been partially affected by the infringer's conduct was Alexander &amp; Co v Henry &amp; Co [1895] 12 RPC 360.",
      "id": "s309"
    },
    {
      "text": "There is, of course, no such evidence here.",
      "id": "s310"
    },
    {
      "text": "Nevertheless, in deference to previous authority and the injunction to take a \"liberal approach\" to the assessment of compensatory damages in this area, I would allow a figure of $1,000 to each applicant for product devaluation.",
      "id": "s311"
    },
    {
      "text": "I have not differentiated between applicants on the basis of the volume of sales of products over the eBay.",
      "id": "s312"
    },
    {
      "text": "It seems to me that if there is any principle underlying the devaluation of product it is predominantly the availability of the cheaper product, rather than the particular number that might have been sold in a given period.",
      "id": "s313"
    },
    {
      "text": "Having said that, I accept that the volume of sales was not trivial for the period between March and May 2005.",
      "id": "s314"
    },
    {
      "text": "52 The applicants also claim compensation for damage to their reputation.",
      "id": "s315"
    },
    {
      "text": "It is submitted on their behalf that the Court should be willing to draw the inference, as did Goldberg J in Adidas Salomon , that the infringing items were offered for sale in circumstances which tended to diminish the reputation of the genuine products.",
      "id": "s316"
    },
    {
      "text": "The applicants, it was said, have a reputation for producing good quality DVDs.",
      "id": "s317"
    },
    {
      "text": "Those sold by Mr Hasluck were of poor quality.",
      "id": "s318"
    },
    {
      "text": "53 The applicants submitted that the feedback on Mr Hasluck's eBay sales record, revealed that some people did not know they were buying infringing copies and complained.",
      "id": "s319"
    },
    {
      "text": "It was submitted that it is not until a person plays the DVD and sees its poor quality that it becomes apparent that it is an infringing copy.",
      "id": "s320"
    },
    {
      "text": "On that basis it was argued that Mr Hasluck's conduct had damaged each applicant's reputation.",
      "id": "s321"
    },
    {
      "text": "Those applicants who had greater numbers of DVD titles sold were likely to have suffered greater damage to reputation.",
      "id": "s322"
    },
    {
      "text": "54 In the eBay member profile for the period from 6 March 2005 to 5 May 2005 the positive feedback score was 89.6%.",
      "id": "s323"
    },
    {
      "text": "206 members left a positive comment, 24 left a negative comment.",
      "id": "s324"
    },
    {
      "text": "It is evident that there were some members who, thinking they were buying the genuine item, discovered it was illegal and complained about that fact.",
      "id": "s325"
    },
    {
      "text": "It is difficult to see how that kind of discovery would reflect back upon the reputation of the applicants.",
      "id": "s326"
    },
    {
      "text": "As to those who made positive comments, again it is difficult to see how their positive experience would reflect upon the reputation of the applicants.",
      "id": "s327"
    },
    {
      "text": "This is conceptually distinct from the question of devaluation of the product arising from the lower price at which it was available on the internet.",
      "id": "s328"
    },
    {
      "text": "I would add that the feedback comments were not correlated to the purchasers of particular DVDs and therefore not correlated to any applicant's product.",
      "id": "s329"
    },
    {
      "text": "55 No logical basis has been shown for the inference that the reputation of the applicants in the market place for their products has been adversely affected.",
      "id": "s330"
    },
    {
      "text": "Where purchasers knew they were buying pirated copies, to suggest that the trade mark owner's reputation is thereby diminished, is a little like suggesting that a person who is the victim of a robbery is thereby lowered in the esteem of the community.",
      "id": "s331"
    },
    {
      "text": "In my opinion a more rigorous and principled approach is required before damages under this head are awarded.",
      "id": "s332"
    },
    {
      "text": "I do not consider that even nominal damages should be allowed on this basis.",
      "id": "s333"
    },
    {
      "text": "Conclusion \n \n56 For the preceding reasons I will award each of the applicants damages under the following heads: \n1.",
      "id": "s334"
    },
    {
      "text": "Nominal damages of $500 in respect of royalty loss.",
      "id": "s335"
    },
    {
      "text": "2.",
      "id": "s336"
    },
    {
      "text": "Damages of $1,000 in respect of product devaluation.",
      "id": "s337"
    },
    {
      "text": "57 I will also allow pre-judgment interest at the rate of 6% per annum from 1 May 2005 to 1 November 2006.",
      "id": "s338"
    },
    {
      "text": "This amounts to $135 in respect of each of the applicants.",
      "id": "s339"
    },
    {
      "text": "The interest amount is awarded under s 51A(1) of the Federal Court of Australia Act 1976 (Cth) and follows the usual practice of adopting rates of interest applied in the relevant State Supreme Court: GEC Marconi v BHP (2003) 201 ALR 55; Walker v Citigroup [2005] FCA 1866.",
      "id": "s340"
    },
    {
      "text": "As to costs, having regard to the applicants' lack of success on the question of exemplary damages and the unnecessarily protracted presentation of evidence in this case, I will order, against the second respondent, half of the costs of the assessment of damages.",
      "id": "s341"
    },
    {
      "text": "That is to be taxed as one set.",
      "id": "s342"
    },
    {
      "text": "I certify that the preceding fifty-seven (57) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice French.",
      "id": "s343"
    },
    {
      "text": "Associate:\nDated: 2 November 2006\n\n\n Counsel for the Applicant: Mr D Stewart \n \n Solicitor for the Applicant: Minter Ellison \n \n \n No appearance for the Respondents \n \n Date of Hearing: 4 September 2006, 24 October 2006 \n \n Date of Judgment: 2 November 2006 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1431.html",
      "id": "s344"
    }
  ]
}