{
  "name": "Rush v Commissioner of Police [2006] FCA 12 (23 January 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/12.html",
  "catchphrases": [
    {
      "text": "preliminary discovery",
      "id": "c0"
    },
    {
      "text": "0 15a rr 3 and 6 federal court rules",
      "id": "c1"
    },
    {
      "text": "prospective claims against members of the australian federal police",
      "id": "c2"
    },
    {
      "text": "police disclosure to indonesian authorities of information putting applicants at risk of exposure to the death penalty",
      "id": "c3"
    },
    {
      "text": "whether the prospective claims are speculative or devoid of prospects of success.",
      "id": "c4"
    },
    {
      "text": "principles to be applied",
      "id": "c5"
    },
    {
      "text": "s 8 of the australian federal police act 1979 (cth)",
      "id": "c6"
    },
    {
      "text": "extent to which s 8 can be read down in light of other domestic legislation and international instruments",
      "id": "c7"
    },
    {
      "text": "allegation that police acted without lawful authority in providing information concerning applicants to the indonesian police",
      "id": "c8"
    },
    {
      "text": "whether the afp acted in accordance with requirements of relevant legislation",
      "id": "c9"
    },
    {
      "text": "procedural fairness",
      "id": "c10"
    },
    {
      "text": "claim that the applicants have a substantive legitimate expectation that police would not act in such a way so as to expose them to the risk of the death penalty",
      "id": "c11"
    },
    {
      "text": "whether the doctrine of substantive legitimate expectation is part of australian law",
      "id": "c12"
    },
    {
      "text": "negligence",
      "id": "c13"
    },
    {
      "text": "allegation that assurances allegedly given by the afp to father of one applicant gave rise to a duty of care to that applicant",
      "id": "c14"
    },
    {
      "text": "nature of duty of police in conducting a criminal investigation",
      "id": "c15"
    },
    {
      "text": "whether a duty to an individual member of the public can exist concurrently with police's duty to the public at large",
      "id": "c16"
    },
    {
      "text": "whether alleged duty inconsistent with public duty in performing their statutory functions",
      "id": "c17"
    },
    {
      "text": "potential claim for misfeasance in public office",
      "id": "c18"
    },
    {
      "text": "no reasonable cause to believe that the commission of this tort was other than a mere possibility",
      "id": "c19"
    },
    {
      "text": "application",
      "id": "c20"
    },
    {
      "text": "statutory construction",
      "id": "c21"
    },
    {
      "text": "administrative law",
      "id": "c22"
    },
    {
      "text": "administrative law",
      "id": "c23"
    },
    {
      "text": "tort",
      "id": "c24"
    },
    {
      "text": "tort",
      "id": "c25"
    }
  ],
  "sentences": [
    {
      "text": "1 The circumstances revealed in this application for preliminary discovery suggest there is a need for the Minister administering the Australian Federal Police Act 1979 (Cth) (\"the AFP Act \") and the Commissioner of Police to address the procedures and protocols followed by members of the Australian Federal Police (\"AFP\") when providing information to the police forces of another country in circumstances which predictably could result in the charging of a person with an offence that would expose that person to the risk of the death penalty in that country.",
      "id": "s0"
    },
    {
      "text": "Especially is this so where the person concerned is an Australian citizen and the information is provided in the course of a request being made by the AFP for assistance from that other country's police force.",
      "id": "s1"
    },
    {
      "text": "This said, the application to this Court must be rejected.",
      "id": "s2"
    },
    {
      "text": "It reveals no basis for a reasonable cause to believe that the applicants may have a right to obtain relief in this Court.",
      "id": "s3"
    },
    {
      "text": "Any later proceedings brought on the bases foreshadowed in this application would be purely speculative in character or else would have no prospects of success.",
      "id": "s4"
    },
    {
      "text": "2 The four applicants, Scott Rush, Renae Lawrence, Michael Czugaj and Martin Stevens, are members of a group of Australian citizens known as the \"Bali nine\".",
      "id": "s5"
    },
    {
      "text": "All were arrested in Bali for alleged involvement in heroin trafficking to Australia, the arrests resulting from action taken by the Indonesian police in consequence of precise details provided to that police by members of the AFP.",
      "id": "s6"
    },
    {
      "text": "Each of the applicants is now exposed to death penalty if convicted of the offences with which they respectively have been charged.",
      "id": "s7"
    },
    {
      "text": "It is the action of AFP members in providing that information to the Indonesian police and its foreseeable consequence that has prompted the bringing of this application.",
      "id": "s8"
    },
    {
      "text": "THE APPLICATION FOR PRELIMINARY DISCOVERY \n \n3 Order 15A rr 3 and 6 of the Federal Court Rules provide respectively for what is colloquially known as \"identity discovery\" and \"information discovery\": see generally Hooper v Kirella [1999] FCA 1584 ; (1999) 96 FCR 1.",
      "id": "s9"
    },
    {
      "text": "I am empowered by our Rules to order identity discovery where (i) an applicant, having made reasonable inquiries, is unable to ascertain the description of a person sufficiently for the purpose of commencing a proceeding in this Court against that person; and (ii) it appears that some other person has, has had, or is likely to have knowledge of facts or possession of any document tending to assist in ascertaining who that person is.",
      "id": "s10"
    },
    {
      "text": "4 Information discovery in contrast is discovery against the very person against whom relief may be sought.",
      "id": "s11"
    },
    {
      "text": "It is tightly circumscribed in the requirements to be met before discovery may be ordered.",
      "id": "s12"
    },
    {
      "text": "These are that:\n \n \n \"(a) there is reasonable cause to believe that the applicant has or may have the right to obtain relief in the Court from a person whose description has been ascertained; \n \n (b) after making all reasonable inquiries, the applicant has not sufficient information to enable a decision to be made whether to commence a proceeding in the Court to obtain that relief; and \n \n (c) there is reasonable cause to believe that that person has or is likely to have or has had or is likely to have had possession of any document relating to the question whether the applicant has the right to obtain the relief and that inspection of the document by the applicant would assist in making the decision.",
      "id": "s13"
    },
    {
      "text": "\" \n \n \n\n5 Common to both species of discovery is a prospective proceeding which may be commenced in this Court.",
      "id": "s14"
    },
    {
      "text": "Inherent in this possibility are the requirements that the proceeding will be (a) within federal jurisdiction and (b) in respect of a cause of action known to law which is not purely speculative in character and which is not devoid of prospects.",
      "id": "s15"
    },
    {
      "text": "There is no difficulty in this matter in relation to the former of these requirements, some at least of the prospective causes of action being said to arise under Commonwealth legislation: see Judiciary Act 1903 , s 39B(1A)(c).",
      "id": "s16"
    },
    {
      "text": "It is the latter requirement, which requires the identification of a possible cause of action (in this case a legal wrong done to the applicants), that is problematic.",
      "id": "s17"
    },
    {
      "text": "6 It is unnecessary for me to refer in detail to the growing body of case law on preliminary discovery.",
      "id": "s18"
    },
    {
      "text": "It is sufficient for present purposes to refer to the following.",
      "id": "s19"
    },
    {
      "text": "The O 15A r 3 power to order identity discovery is not to be used in favour of a person who intends to commence merely speculative proceedings.",
      "id": "s20"
    },
    {
      "text": "A material factor in the exercise of the Court's discretion is the prospect of the applicant succeeding in proceedings against the person wished to be sued: Hooper v Kirella at [33].",
      "id": "s21"
    },
    {
      "text": "Information discovery under O 15A r 6 is significantly limited by the conditions imposed in subpars (a), (b) and (c) of that rule.",
      "id": "s22"
    },
    {
      "text": "Subpar (a) requires that there be reasonable cause to believe that the applicant has or may have the right to obtain relief in the Court.",
      "id": "s23"
    },
    {
      "text": "While the threshold test under this subrule may be set at quite a low level: see Gull Petroleum (WA) Ltd v Tah Land Pty Ltd [2001] FCA 1531 at [59] ; the test for determining whether the applicant has a reasonable cause to have the requisite belief is an objective one: see Hooper v Kirella at [39].",
      "id": "s24"
    },
    {
      "text": "Though it is not necessary to demonstrate a prima facie case, it is not enough merely to assert that there is, or is the mere possibility of, a case against the prospective respondent: Hooper v Kirella at [39].",
      "id": "s25"
    },
    {
      "text": "Importantly, as Hely J observed in St George Bank Ltd v Rabo Australia Ltd (2004) 211 ALR 147 at [26]:\n \n \"(d) belief requires more than mere assertion and more than suspicion or conjecture.",
      "id": "s26"
    },
    {
      "text": "Belief is an inclination of the mind towards assenting to, rather than rejecting a proposition.",
      "id": "s27"
    },
    {
      "text": "Thus it is not sufficient to point to a mere possibility.",
      "id": "s28"
    },
    {
      "text": "The evidence must incline the mind towards the matter or fact in question.",
      "id": "s29"
    },
    {
      "text": "If there is no reasonable cause to believe that one of the necessary elements of a potential cause of action exists, that would dispose of the application insofar as it is based on that cause of action: John Holland Services Pty Ltd v Terranora Group Management Pty Ltd [2004] FCA 679 ; BC200403021 at [13], [14], [17] and [73].",
      "id": "s30"
    },
    {
      "text": "\" \n \n\n7 While O 15 r 6 expressly contemplates \"fishing\", it equally requires that each of the limiting conditions prescribed in subpars (a), (b) and (c) must be established.",
      "id": "s31"
    },
    {
      "text": "Preliminary discovery cannot itself be used to remedy deficiencies in the satisfaction of the conditions themselves: Airservices Australia Ltd v Transfield Pty Ltd [1999] FCA 886 ; (1999) 92 FCR 200 at [5] .",
      "id": "s32"
    },
    {
      "text": "8 Before outlining the factual setting of this matter I should indicate that it has undergone a significant transformation since the hearing of the application.",
      "id": "s33"
    },
    {
      "text": "I gave the applicants leave to file supplementary submissions directed primarily to the prospective causes of action they might wish to pursue.",
      "id": "s34"
    },
    {
      "text": "They have acted upon this leave and, in quite some degree, have recast their cases for present purposes.",
      "id": "s35"
    },
    {
      "text": "This explains why matters which received some attention at the hearing are only dealt with cursorily in these reasons.",
      "id": "s36"
    },
    {
      "text": "FACTUAL SETTING \n \n9 Much in the detail of what follows relates only to the first applicant, Scott Rush, and gives rise to potential claims unique to him.",
      "id": "s37"
    },
    {
      "text": "As will become apparent, the cases of the other three applicants arise from their involvement in events in which Scott Rush as well was implicated.",
      "id": "s38"
    },
    {
      "text": "The evidence in this matter was given by way of affidavit and without cross-examination.",
      "id": "s39"
    },
    {
      "text": "In relation to Rush's case I should also indicate that a number of affidavits have been read which expose significant conflicts of evidence between witnesses.",
      "id": "s40"
    },
    {
      "text": "I should indicate that I have not been asked in the circumstances to make findings in relation to contested issues of fact in the material before me, the respondent being prepared to accept that their resolution is for another day, if at all.",
      "id": "s41"
    },
    {
      "text": "10 The annexures to several of the affidavits contain documents derived from the Dossier (or book of documents) relied upon by the prosecutor as evidence in the prosecution of the second applicant, Renae Lawrence, in the criminal proceedings in the Denpasar District Court in respect of an offence under Art 82(1) of the Law of the Republic of Indonesia No 22 of 1997 concerning Narcotics.",
      "id": "s42"
    },
    {
      "text": "The Dossier contained documents obtained by Indonesian Police as part of their investigation and has been made a public document by order of the Indonesian Court.",
      "id": "s43"
    },
    {
      "text": "Reference will be made below to translations of a number of these documents.",
      "id": "s44"
    },
    {
      "text": "11 The four applicants are Australian citizens.",
      "id": "s45"
    },
    {
      "text": "On 6 April 2005, Renae Lawrence and Martin Stephens travelled to Bali.",
      "id": "s46"
    },
    {
      "text": "Scott Rush and Michael Czugaj travelled to the same destination on 8 April 2005.",
      "id": "s47"
    },
    {
      "text": "12 Prior to Rush's departure from Australia, his father, Lee Rush, became aware he may have been travelling to Indonesia.",
      "id": "s48"
    },
    {
      "text": "Lee Rush was concerned that Scott might have been travelling to Bali to be involved in illegal activity and, according to his evidence, he was determined to help save him from committing any offence in Bali.",
      "id": "s49"
    },
    {
      "text": "13 Lee Rush contacted a barrister and family friend, Robert Myers, to seek advice.",
      "id": "s50"
    },
    {
      "text": "Myers had acted for Scott Rush on a number of minor criminal prosecutions concerned, in the main, with dishonesty offences.",
      "id": "s51"
    },
    {
      "text": "Myers in turn contacted a friend of his, Damon Patching, a member of the Queensland Police Service who was at the relevant time seconded to the AFP.",
      "id": "s52"
    },
    {
      "text": "Before referring to the evidence of Mr Myers and Mr Patching, I foreshadow that there are important differences between each's account of their several conversations particularly in relation to what Mr Patching is alleged to have said would be done, and had subsequently been done, by the AFP at Sydney Airport in relation to Scott Rush.",
      "id": "s53"
    },
    {
      "text": "14 Myers' evidence is that he requested that Rush be detained at Sydney airport and prevented from leaving Australia.",
      "id": "s54"
    },
    {
      "text": "He referred to Rush's prior convictions.",
      "id": "s55"
    },
    {
      "text": "It was the case that Rush was on bail at the time.",
      "id": "s56"
    },
    {
      "text": "Myers went on that if the AFP could not detain Rush he should be stopped at his point of exit and be advised that the AFP were aware he was \"up to no good\", that he would be watched in Bali and that it would be foolish for him to participate in illegal activity there.",
      "id": "s57"
    },
    {
      "text": "15 Patching, according to Myers, said the AFP would talk to Rush if a passport alert (\"a PACE alert\") was activated.",
      "id": "s58"
    },
    {
      "text": "He was later told by Patching that this had occurred and that Rush had been spoken to at the airport.",
      "id": "s59"
    },
    {
      "text": "Myers then spoke to Lee Rush and told him that, given what the AFP had done, he and Lee Rush had done all they could conceivably do and there was no necessity for Lee Rush to go to Bali to stop Scott.",
      "id": "s60"
    },
    {
      "text": "16 Lee Rush's evidence of his conversations with Myers corroborated Myers' accounts and it was because of those conversations that he desisted from going immediately to Bali to stop his son committing any offence.",
      "id": "s61"
    },
    {
      "text": "17 Mr Patching's evidence was that in one of his conversations with Myers he indicated he would contact Ashley Durre, another Queensland Police Service Officer on secondment with the AFP.",
      "id": "s62"
    },
    {
      "text": "It was agreed with Durre that Patching should arrange for a PACE alert to be placed on Scott Rush.",
      "id": "s63"
    },
    {
      "text": "Patching contacted Federal Agent Osseily who handled PACE alert matters at Sydney Airport, who activated the alert.",
      "id": "s64"
    },
    {
      "text": "Osseily, Patching said, informed him he did not think \"it was a goer\" for the AFP to approach Scott and to warn him he was of interest to the police.",
      "id": "s65"
    },
    {
      "text": "Patching said he knew at the time it would be unusual for police to make such an approach.",
      "id": "s66"
    },
    {
      "text": "When he later rang Robert Myers and was asked whether Scott Rush would be approached and spoken to by the police, Patching deposed he said that \"may be looked at as a possibility ... depending on the circumstances\".",
      "id": "s67"
    },
    {
      "text": "He denied he gave any assurance that Rush would be approached.",
      "id": "s68"
    },
    {
      "text": "The next day Patching received a call from Federal Agent Collins at Sydney Airport.",
      "id": "s69"
    },
    {
      "text": "Collins asked him whether Rush's bail conditions would prevent him leaving the country.",
      "id": "s70"
    },
    {
      "text": "After enquiries in Queensland, Patching informed Collins they would not.",
      "id": "s71"
    },
    {
      "text": "He also told Collins that Lee Rush wanted Scott to be approached.",
      "id": "s72"
    },
    {
      "text": "Collins commented this was not usual practice.",
      "id": "s73"
    },
    {
      "text": "Patching denied he gave Myers an assurance or undertaking at any stage that Scott Rush would be approached.",
      "id": "s74"
    },
    {
      "text": "18 Mr Durre's affidavit corroborated Patching's evidence in his recall of conversations with Patching to the extent he was present at and overheard telephone conversations Patching had with others including Myers.",
      "id": "s75"
    },
    {
      "text": "19 Mr Osseily's evidence described the PACE alert system.",
      "id": "s76"
    },
    {
      "text": "It is maintained by the Australian Customs Service.",
      "id": "s77"
    },
    {
      "text": "It is used by particular Federal and State agencies both as a means of gathering intelligence on persons entering or leaving Australia and also as a means of preventing certain targeted individuals from entering or leaving the country.",
      "id": "s78"
    },
    {
      "text": "20 Mr Osseily said he created the PACE alert on Scott Rush on the basis of information that his bail conditions prevented him from departing Australia.",
      "id": "s79"
    },
    {
      "text": "He derived this information from Patching.",
      "id": "s80"
    },
    {
      "text": "21 Mr Collins, who was on duty at the AFP office at Sydney Airport on 8 April, gave evidence that he was informed that morning of the alert on Scott Rush and that the basis of it was that Rush's bail conditions stipulated he was not allowed to depart Australia.",
      "id": "s81"
    },
    {
      "text": "He spoke to Patching and was told of Lee Rush's concern about Scott's visit to Bali.",
      "id": "s82"
    },
    {
      "text": "Collins then contacted the relevant Queensland State Police and ascertained that there were no bail conditions preventing him leaving the country.",
      "id": "s83"
    },
    {
      "text": "This evidence is not consistent with Patching's.",
      "id": "s84"
    },
    {
      "text": "By that time the passengers would have commenced boarding the flight to Bali.",
      "id": "s85"
    },
    {
      "text": "As he said in his own words:\n \n \n \"16.",
      "id": "s86"
    },
    {
      "text": "My conclusion at this stage was that there was no reason for Scott Rush to be detained and that he should be allowed to leave without being disturbed.",
      "id": "s87"
    },
    {
      "text": "My view was that despite the concerns of Lee Rush, Scott Rush was an adult and there was no basis for detaining Scott Rush.",
      "id": "s88"
    },
    {
      "text": "I recall running my decision past my supervisor after outlining the results of my investigations and that my supervisor agreed with my decision.",
      "id": "s89"
    },
    {
      "text": "17.",
      "id": "s90"
    },
    {
      "text": "I then contacted the Customs and advised the officer on duty that the AFP would be taking no further action.",
      "id": "s91"
    },
    {
      "text": "\" \n \n \n\n22 On 8 April 2005, Paul Hunniford, who was the AFP Senior Liaison Officer in Bali, sent a letter (translated into Indonesian) to the Indonesian National Police (\"the INP\") in Denpasar.",
      "id": "s92"
    },
    {
      "text": "It said (omitting formal and irrelevant detail)\"\n \n \"Subject: \n \n Heroin couriers from Bali to Australia --- Currently in Bali \n \n Dengan hormat, \n \n The AFP in Australia have received information that a group of persons are allegedly importing a narcotic substance (believed to be Heroin) from Bali to Australia using 8 individual people carrying body packs strapped to their legs and back.",
      "id": "s93"
    },
    {
      "text": "More specifically the information received that: \n \n The group planned to conduct an importation in December 2004.",
      "id": "s94"
    },
    {
      "text": "The group travelled to Bali in December 2004 but the importation was cancelled because there was not enough money to buy 'the stuff' and that they would be travelling again in 3-6 months.",
      "id": "s95"
    },
    {
      "text": "The group returned to Australia.",
      "id": "s96"
    },
    {
      "text": "The couriers were given instructions not to smoke cigarettes for two weeks prior to travel as they would not be allowed to smoke on the return flight as they may appear nervous.",
      "id": "s97"
    },
    {
      "text": "They were to carry body packs (containing white powder) back to Australia by using packs on both legs and the back supports.",
      "id": "s98"
    },
    {
      "text": "They were also supplied back supports.",
      "id": "s99"
    },
    {
      "text": "The packs were to be tightly taped to the person's body.",
      "id": "s100"
    },
    {
      "text": "Members of the group were given expense money and told to change the money into local currency to allow them to buy oversized clothes and thongs.",
      "id": "s101"
    },
    {
      "text": "The clothes and thongs were not to have any metal on them to avoid the metal detectors at the airports.",
      "id": "s102"
    },
    {
      "text": "The couriers received pre-paid mobile telephones.",
      "id": "s103"
    },
    {
      "text": "On return through Customs they were told to be carried [sic] a wooden carving for declaration to Quarantine to by-pass Customs.",
      "id": "s104"
    },
    {
      "text": "Couriers --- \n \n YANG, Alice dob 9 Dec 1985 \n NGUYEN, Thanh Nhan dob 30 Nov 1986 \n LEE, Francis dob 14 March 1983 \n CAO, Shaode dob 26 Sep 1986 \n HUANG, Danny dob 7 Dec 1986 \n LAU, Ina Yuk Teng 3 Feb 1986 \n LAWRENCE, Renae 11 Oct 1977 \n NORMAN, Matthew 17 Sept 1986 \n \n Enquiries reveal that Andrew CHAN bn: 12/011984 [sic] (21) ... Sydney (NSW D/L) organised travel for some of the December 2004 couriers.",
      "id": "s105"
    },
    {
      "text": "Travel movements show that CHAN has travelled previously to Bali in August 2004 (11 days) and October 2004 (7 days).",
      "id": "s106"
    },
    {
      "text": "On Sunday 3 April 2005 CHAN departed Sydney for Denpasar, Bali.",
      "id": "s107"
    },
    {
      "text": "His travel itinerary indicates that he is booked to stay at the Hard Rock Caf&eacute; Kuta and is due to return on Friday 15 April 2005.",
      "id": "s108"
    },
    {
      "text": "On Wednesday 6 April 2005 four suspected couriers departed Sydney for Denpasar on AO7829: \n \n Renae LAWRENCE bn: 11/10/1977 \n Matthew NORMAN bn: 17/09/1986 \n Martin STEPHENS bn: 13/04/1976 \n Si Yi CHEN bn: 19/03/1985 \n \n They are due to return to Australia on Friday 15 April 2005, the day after CHAN returns.",
      "id": "s109"
    },
    {
      "text": "At this stage it is unknown who is the source of the narcotics in Bali.",
      "id": "s110"
    },
    {
      "text": "If identified by INP it is strongly requested that no action is taken until interdiction commences in Australia as early interdiction will hamper the identification of the organiser/recipients in Australia.",
      "id": "s111"
    },
    {
      "text": "Also until the possible narcotics are located on the couriers it is possible that the syndicate is still in the organisational phase.",
      "id": "s112"
    },
    {
      "text": "About 0900 hrs this date Friday 8 April the AFP have received information that a further 3 suspect couriers departing on Australian Airlines flight no AO7829 to Denpasar.",
      "id": "s113"
    },
    {
      "text": "Return date not confirmed at this stage.",
      "id": "s114"
    },
    {
      "text": "Tan Duc Thanh NGUYEN bn: 30/10/1982 \n Michael William CZUGAJ bn: 21/06/1985 (Russian) \n ... \n Scott Anthony RUSH bn: 03/12/1985 \n ... \n \n Request \n \n The AFP would like to identify the source of the drugs and the organisers (other that CHAN) in Australia.",
      "id": "s115"
    },
    {
      "text": "We would also like to gain evidence of association between CHAN and the suspected couriers .",
      "id": "s116"
    },
    {
      "text": "To do this it I ask that \n \n \n \n 1.",
      "id": "s117"
    },
    {
      "text": "That the suspected couriers due to arrive this date be oversighted to identify their intended address in Australia.",
      "id": "s118"
    },
    {
      "text": "2.",
      "id": "s119"
    },
    {
      "text": "INP obtain as much evidence/intelligence as possible to assist AFP identify the organisers in Australia and source of narcotics in Indonesia.",
      "id": "s120"
    },
    {
      "text": "3.",
      "id": "s121"
    },
    {
      "text": "We request surveillance to be carried out on CHAN and the couriers (if possible) until departure .",
      "id": "s122"
    },
    {
      "text": "4.",
      "id": "s123"
    },
    {
      "text": "should they suspect that CHAN and/or the couriers are in possession of drug at the time of their departure that they take what action they deem appropriate .",
      "id": "s124"
    },
    {
      "text": "5.",
      "id": "s125"
    },
    {
      "text": "Could INP make enquiries to establish if CHAN is staying at the Hard Rock Hotel and to identify any associates, especially meetings with the above mentioned or the identity of other possible couriers.",
      "id": "s126"
    },
    {
      "text": "6.",
      "id": "s127"
    },
    {
      "text": "Could copies of all passenger arrival cards be obtained.",
      "id": "s128"
    },
    {
      "text": "7.",
      "id": "s129"
    },
    {
      "text": "Request photos to be taken of any meetings for possible use in proceedings here.",
      "id": "s130"
    },
    {
      "text": "8.",
      "id": "s131"
    },
    {
      "text": "If possible obtain phone records of any numbers being called in Australia by either CHAN or the couriers.",
      "id": "s132"
    },
    {
      "text": "This may assist AFP identify the organisers in Australia and possible telephone interception:\" emphasis added.",
      "id": "s133"
    },
    {
      "text": "23 On 12 March Mr Hunniford sent a further letter to the INP.",
      "id": "s134"
    },
    {
      "text": "It stated, insofar as presently relevant: \n \n \" Subject: \n \n Suspected Heroin couriers from Bali to Australia --- Additional intelligence \n \n Dengan hormat \n \n Enquiries reveal that: \n \n Andrew CHAN bn: 12/011984 [sic]\n Renae LAWRENCE bn: 11/10/1977 \n Matthew NORMAN bn: 17/09/1986 \n Martin STEPHENS bn: 13/04/1976 \n Si Yi CHEN bn: 19/03/1985 \n \n are due to return to Australia on Thursday 14 April 2005, on the Australian airlines flight AO7830 scheduled to depart at 22.40 hrs.",
      "id": "s135"
    },
    {
      "text": "Intelligence suggests that CHAN may not be in possession of narcotics but will possibly act as oversight on the flight.",
      "id": "s136"
    },
    {
      "text": "It is also suspected that CHAN would take possession of the narcotics after they arrived in Australia.",
      "id": "s137"
    },
    {
      "text": "Enquiries reveal that: \n Tan Duc Thanh NGUYEN bn: 30/10/1982 \n Michael William CZUGAJ bn: 21/06/1985 (Russian) \n ... \n Scott Anthony RUSH bn: 03/12/1985 \n ... \n \n are due to return to Australia on Saturday the 16 th of April 2005, on the Australian Airlines flight AO7830 scheduled to depart at 22.40 hrs.",
      "id": "s138"
    },
    {
      "text": "Intelligence suggests that NGUYEN may also not have narcotics in his possession and may only oversight/organise the couriers.",
      "id": "s139"
    },
    {
      "text": "Request \n \n If arrests are made on 14 April it is likely that NYUYEN [sic], CZUGAJ and RUSH will become suspicious of the arrest and decide not to attempt to board the Saturday flight with narcotics.",
      "id": "s140"
    },
    {
      "text": "I therefor [sic] request that you consider searching NYUYEN [sic] , CZUGAJ and RUSH soon after the first group are intercepted :\" emphasis added.",
      "id": "s141"
    },
    {
      "text": "24 James Watson, an AFP member and legal adviser to the Commissioner and to AFP members, has given the following evidence in relation to these two letters:\n \n \"5.4 contrary to what has been widely reported in the media, the information concerning Scott Rush which is reflected in the abovementioned letters dated 8 and 12 April 2005 was not based upon information received from Mr Meyers [sic] or Mr Lee Rush via Senior Constable Patching.",
      "id": "s142"
    },
    {
      "text": "Quite apart from the PACE alert placed by Senior Constable Patching, prior to Scott Rush's departure overseas on 7 April 2005 he (i.e.",
      "id": "s143"
    },
    {
      "text": "Scott Rush) activated another PACE alert, which was handled by the AFP's case officer (Federal Agent Hingst) who had carriage of the AFP's extant investigation into members of the so-called 'Bali 9'.",
      "id": "s144"
    },
    {
      "text": "It was the triggering of this alert which connected Mr Rush with eight other already identified persons of interests.",
      "id": "s145"
    },
    {
      "text": "It was information obtained in the course of this extant AFP investigation (including as a result of the activation of the PACE alert handled by Federal Agent Hingst) which caused Mr Rush's details to be included in the AFP letters of 8 and 12 April.",
      "id": "s146"
    },
    {
      "text": "\" \n \n\n25 Mr Watson also has stated that in sending the two letters to the INP the AFP were acting pursuant to what I will describe as the Police Cooperation Memorandum of Understanding with Indonesia.",
      "id": "s147"
    },
    {
      "text": "26 Between 9 pm 17 April 2005 and 2 am 18 April 2005, the four applicants were among the nine Australians who were detained by the INP.",
      "id": "s148"
    },
    {
      "text": "They were found in possession of what was alleged to be significant quantities of heroin.",
      "id": "s149"
    },
    {
      "text": "A process of investigation had previously been initiated by the INP on 13 April in consequence of the 8 April letter.",
      "id": "s150"
    },
    {
      "text": "27 On 17 April 2005 the INP issued a formal \"Investigation Order\".",
      "id": "s151"
    },
    {
      "text": "This was done \"in the interests of a criminal investigation\".",
      "id": "s152"
    },
    {
      "text": "I have in evidence the order that relates to Renae Lawrence.",
      "id": "s153"
    },
    {
      "text": "Similar orders, apparently, were issued in respect of the other applicants.",
      "id": "s154"
    },
    {
      "text": "The Lawrence Order directed named officers to:\n \n \n \"1.",
      "id": "s155"
    },
    {
      "text": "Conduct a criminal investigation concerning narcotics under the name of the suspect RENAE LAWRENCE, in accordance with Primary Article 82, Clause (1) sub-clause (a) and Supplementary Article 78, Clause (1) sub-clause (b) of Republic of Indonesia Law No 22, 1997 on Narcotics.",
      "id": "s156"
    },
    {
      "text": "2.",
      "id": "s157"
    },
    {
      "text": "Prepare a Plan of Investigation.",
      "id": "s158"
    },
    {
      "text": "3.",
      "id": "s159"
    },
    {
      "text": "Report every development in the implementation of the criminal investigation at the first opportunity.",
      "id": "s160"
    },
    {
      "text": "\" \n \n \n\nThe Order was effective from 17 April.",
      "id": "s161"
    },
    {
      "text": "28 On 18 August 2005, the INP wrote to the Australian Consul in Bali formally informing the consulate that Renae Lawrence had been arrested and detained.",
      "id": "s162"
    },
    {
      "text": "The arrest warrant of 17 April and the Detention Order of 18 April were enclosed.",
      "id": "s163"
    },
    {
      "text": "The letter went on to state that Ms Lawrence's arrest was made because it was strongly suspected that she was involved in a narcotics matter.",
      "id": "s164"
    },
    {
      "text": "The heroin was referred to.",
      "id": "s165"
    },
    {
      "text": "And it was stated that she was arrested in accordance with Primary Art 82(1)(a) and Supplementary Art 78(1)(b) of Republic of Indonesia Law No 22 of 1997 on Narcotics (\"the Narcotics Statute\").",
      "id": "s166"
    },
    {
      "text": "Seemingly, like letters were sent to the consulate concerning the other applicants.",
      "id": "s167"
    },
    {
      "text": "29 It would appear from Mr Watson's evidence that the INP completed its investigation into the applicants on 15 August and on that day delivered the Dossier of evidence to the office of the Prosecutor for consideration of the evidence.",
      "id": "s168"
    },
    {
      "text": "On 27 September 2005 the Prosecutor delivered the Dossier to the Denpasar District Court for consideration by the judge.",
      "id": "s169"
    },
    {
      "text": "Beginning with Scott Rush on 13 October 2005, the applicants were brought before the Court and each was charged upon the Court's reading of the charges against him or her.",
      "id": "s170"
    },
    {
      "text": "30 It is an agreed fact for the purposes of this application that no request has been made by the Indonesian Government to the Australian Government or by the Australian Government to the Indonesian Government in relation to any investigation, arrest or prosecution of the persons now known as the Bali nine under the provisions of the Mutual Assistance in Criminal Matters Act 1987 (Cth).",
      "id": "s171"
    },
    {
      "text": "31 After referring below to statutory and other materials relevant to this case which do or are said to govern the conduct of the AFP in this matter, I will refer to what are agreed facts as to Australian Federal Police practice in relation to police to police cooperation particularly in matters which could expose a person to the death penalty.",
      "id": "s172"
    },
    {
      "text": "RELEVANT STATUTES, TREATIES, INSTRUMENTS AND AGREEMENTS \n 1.",
      "id": "s173"
    },
    {
      "text": "Statutes \n (i) The Death Penalty Abolition Act 1973 (Cth) \n \n32 This Act provides the backdrop to the causes of action that might be relied upon in any prospective proceeding to be brought by the applicants.",
      "id": "s174"
    },
    {
      "text": "This Act abolished capital punishment in respect of offences under the laws of the Commonwealth and the Territories and, within the limits of Commonwealth legislative power, under Imperial Acts.",
      "id": "s175"
    },
    {
      "text": "(ii) The Australian Federal Police Act 1979 (Cth) \n \n33 The significance of this Act to the applicants' case only became apparent in their supplementary written submissions.",
      "id": "s176"
    },
    {
      "text": "For present purposes I would emphasise the following features of this legislation.",
      "id": "s177"
    },
    {
      "text": "First, it constituted the Australian Federal Police: s 6; and defined its functions and powers: ss 8 and 9.",
      "id": "s178"
    },
    {
      "text": "Amongst its functions are the provision of police services in relation to laws of the Commonwealth and the safeguarding of Commonwealth interests: s 8(1)(b)(i) and (iii); and to do anything incidental or conducive to the performance of these functions: s 8(1)(c).",
      "id": "s179"
    },
    {
      "text": "The Act created the position of Commissioner of Police: s 6 and s 17; it conferred on the Commissioner, subject to the Act, the general administration of, and the control of the operations of, the AFP: s 37(1); it empowered the Commissioner to issue orders, in writing, in the exercise of his or her s 37 powers and AFP employees were obliged to comply with such orders, as they were with any lawful direction given by (inter alia) the Commissioner: ss 38, 39 and 40.",
      "id": "s180"
    },
    {
      "text": "34 The Minister administering this Act was likewise empowered to give written directions to the Commissioner with respect to the general policy to be pursued in relation to the performance of the functions of the AFP: s 37(2).",
      "id": "s181"
    },
    {
      "text": "The Commissioner was obliged to comply with such directions: s 37(4).",
      "id": "s182"
    },
    {
      "text": "On 31 August 2004 such a direction was given.",
      "id": "s183"
    },
    {
      "text": "It indicated that one of the expectations the Government had of the AFP was:\n \n \"to be active in pursuing opportunities for cooperation and strategic alliances with ... international partners in law enforcement, to support effective action against multi-jurisdictional crime.",
      "id": "s184"
    },
    {
      "text": "\" \n \n\nThe AFP was to give \"special emphasis\" to (inter alia):\n \n \n \" preventing, countering and investigating transnational and multi-jurisdictional crime, illicit drug trafficking ... \n \n meeting Commonwealth interests in a safe and secure Australia by actively fostering relationships with other law enforcement agencies ... within Australia and overseas, where the provision and exchange of information is consistent with AFP functions ...\" \n \n \n\n35 The AFP Act and the Australian Federal Police Regulations made under it apply both throughout and also \"outside Australia\": the AFP Act , s 5A.",
      "id": "s185"
    },
    {
      "text": "Finally, in abolishing the \"independent discretion\" rule exemplified in Enever v The King [1906] HCA 3 ; (1906) 3 CLR 969, s 64B provided (insofar as presently relevant) that: \n \n \n \"(1) The Commonwealth is liable in respect of a tort committed by a member in the performance or purported performance of his or her duties as such a member in like manner as a person is liable in respect of a tort committed by his or her employee in the course of his or her employment, and shall, in respect of such a tort, be treated for all purposes as a joint tortfeasor with the member.",
      "id": "s186"
    },
    {
      "text": "\" \n \n \n \n (iii) The Mutual Assistance in Criminal Matters Act 1987 (Cth) (\"the Mutual Assistance Act\") and the Mutual Assistance in Criminal Matters (Republic of Indonesia) Regulations 1999 (\"the Regulations\") \n\n36 This Act assumed its presently relevant form as a result of amendments made to it in 1996.",
      "id": "s187"
    },
    {
      "text": "The 1996 legislation aimed (to quote the \"Outline\" to the Explanatory Memorandum to the 1996 Bill) to:\n \n \n \" clarify the areas in which mutual assistance in criminal matters may only be sought by the Attorney-General and the areas in which assistance may be sought using other channels \n \n enable the Attorney-General to grant or request assistance without the Act having to be applied by regulation to a particular country \n \n give the Attorney-General a discretion to refuse assistance where the request relates to the prosecution or punishment of a person for an offence in respect of which the death penalty could be imposed or carried out \n \n enable the Attorney-General to refuse assistance where he considers it appropriate in the circumstances of a particular request.",
      "id": "s188"
    },
    {
      "text": "\" \n \n \n\n37 The areas in which a request was required to be made by the Attorney-General, or to the Attorney-General in respect of a request by a foreign country, for international assistance in a criminal matter, were specified in the Act.",
      "id": "s189"
    },
    {
      "text": "Put shortly, they related to matters that would require either Australia (in respect of a foreign request) or the foreign country (in respect of an Australian request) to exercise coercive powers: see ss 5, 7, 10 and 11 and Parts II to VIIA of the Act; see also Second Reading Speech, Mutual Assistance in Criminal Matters Legislation Amendment Bill 1996, House of Representatives, Wed 26 June 1996, 2831-2832.",
      "id": "s190"
    },
    {
      "text": "38 Though the applicants initially placed considerable reliance upon the Mutual Assistance Act at the hearing, it is clear that (a) no request for assistance was made by the Governments of either Australia or Indonesia under this Act in this matter and (b) the assistance sought and given was not \"of a kind that may be provided or obtained under this Act\": s 6.",
      "id": "s191"
    },
    {
      "text": "The applicants in consequence cannot rely directly on the Act in their search for a possible cause of action.",
      "id": "s192"
    },
    {
      "text": "39 It is also clear that the Mutual Assistance Act was not intended to prevent the provision or obtaining of international assistance in criminal matters other than assistance of a kind specified in the Act: s 6.",
      "id": "s193"
    },
    {
      "text": "Nonetheless, the Act within its scope does address the giving of assistance at a foreign country's request in death penalty contexts.",
      "id": "s194"
    },
    {
      "text": "40 The 1996 amending Act referred to above inserted the following paragraphs into s 8 of the principal Act:\n \n \n \"(1A) A request by a foreign country for assistance under this Act must be refused if it relates to the prosecution or punishment of a person charged with, or convicted of, an offence in respect of which the death penalty may be imposed in the foreign country, unless the Attorney-General is of the opinion, having regard to the special circumstances of the case, that the assistance requested should be granted.",
      "id": "s195"
    },
    {
      "text": "(1B) A request by a foreign country for assistance under this Act may be refused if the Attorney-General: \n \n \n \n \n \n (a) believes that the provision of the assistance may result in the death penalty being imposed on a person; and \n \n (b) after taking into consideration the interests of international criminal co-operation, is of the opinion that in the circumstances of the case the request should not be granted :\" emphasis added.",
      "id": "s196"
    },
    {
      "text": "41 In consequence of the provisions of s 7 and of the Regulations, the Act applied subject to the limitations, conditions, exceptions or qualifications as were necessary to give effect to the Mutual Assistance in Criminal Matters Treaty with Indonesia (\"the Mutual Assistance Treaty\"): the Mutual Assistance Act, s 7(3)(a).",
      "id": "s197"
    },
    {
      "text": "42 The Regulations applied the Act to Indonesia \"subject to the Mutual Assistance Treaty\": reg 4.",
      "id": "s198"
    },
    {
      "text": "That Treaty was done at Jakarta on 27 October 1995.",
      "id": "s199"
    },
    {
      "text": "A copy of the English text was a schedule to the Regulations.",
      "id": "s200"
    },
    {
      "text": "43 Article 2 of the Treaty echoed the terms of s 6 of the Act in providing:\n \n \"This Treaty shall not derogate from obligations subsisting between the Contracting Parties whether pursuant to other treaties or arrangements or otherwise nor prevent the Contracting Parties providing assistance to each other pursuant to other treaties or arrangements or otherwise.",
      "id": "s201"
    },
    {
      "text": "\" \n \n\n44 To anticipate matters, the actions taken by AFP officers in this matter in providing information to the Indonesian Police was pursuant to a Memorandum of Understanding between Australia and Indonesia entitled \"Memorandum of Understanding Between the Government of the Republic of Indonesia and the Government of Australia on Combating Transnational Crime and Developing Police Cooperation (\"Police Cooperation MoU\").",
      "id": "s202"
    },
    {
      "text": "The Commissioner has indicated that this MoU would not be produced on this application first, because it is information of the type the application is designed to elicit if an order for information discovery was made and secondly, because its disclosure would be resisted on grounds of public interest privilege.",
      "id": "s203"
    },
    {
      "text": "45 The Mutual Assistance Treaty also contemplated (in Art 4.2(d)) that assistance might be refused if the request related to \"the prosecution or punishment of a person for an offence in respect of which the death penalty may be imposed or carried out\".",
      "id": "s204"
    },
    {
      "text": "46 Amongst the criminal matters in which the Treaty contemplated assistance could be granted was \"an offence against the law relating to dangerous drugs or narcotics\".",
      "id": "s205"
    },
    {
      "text": "2.",
      "id": "s206"
    },
    {
      "text": "Treaties and Agreements \n \n47 Reference has been made above to Australia's Mutual Assistance Treaty with Indonesia and to its undisclosed MoU with Indonesia which, apparently, provided the basis for the actions of the AFP officers in this matter.",
      "id": "s207"
    },
    {
      "text": "48 The applicants also rely in this application upon Australia's ratification both of the International Covenant on Civil and Political Rights on 13 November 1980 (\"the ICCPR\") and, more importantly for present purposes, of the Second Optional Protocol to that Covenant on 2 October 1990 (\"the Protocol\"), it coming into force on 11 July 1991.",
      "id": "s208"
    },
    {
      "text": "Under the Protocol, Australia agreed that no one within its jurisdiction would be executed: Art 1.",
      "id": "s209"
    },
    {
      "text": "Under the Covenant, Australia agreed (inter alia) that \"Every human being has the inherent right to life\": Art 6.1; see also Art 3, Universal Declaration of Human Rights.",
      "id": "s210"
    },
    {
      "text": "3.",
      "id": "s211"
    },
    {
      "text": "Guidelines \n \n49 Under reg 4 of the Australian Federal Police (Discipline) Regulations 1979 an AFP member is obliged to have regard to any official guidelines that apply to the performance of his or her duties.",
      "id": "s212"
    },
    {
      "text": "In their original submissions and at the hearing considerable reliance was placed by the applicants on the \"AFP Practical Guide on International Police to Police Assistance in Death Penalty Charge Situations\" (\"the Death Penalty Charge Guide\").",
      "id": "s213"
    },
    {
      "text": "It is now acknowledged in the applicants' supplementary submissions that this Guide is not directly relevant in this proceeding.",
      "id": "s214"
    },
    {
      "text": "50 Nonetheless, the terms of the Death Penalty Charge Guide warrant quotation:\n \n \"The Attorney-General in consultation with the Minister for Justice has determined that in future Australia will exercise a discretion when considering foreign requests for mutual assistance in criminal matters where the request relates to a charge attracting the death penalty under the law of the requesting country.",
      "id": "s215"
    },
    {
      "text": "In the exercise of that discretion, assistance may be refused in the absence of an assurance from the requesting country that the death penalty would not be imposed or carried out.",
      "id": "s216"
    },
    {
      "text": "The Attorney-General has decided that this policy will also apply to police to police requests.",
      "id": "s217"
    },
    {
      "text": "Consistent with the Attorney-General's decision, in future the following will apply in relation to AFP cooperation with overseas law enforcement agencies: \n \n \n \n &#8226; police to police cooperation may continue on the present basis i.e.",
      "id": "s218"
    },
    {
      "text": "the AFP may provide such assistance as requested, provided it meets existing policy guidelines, irrespective of whether the investigation may later result in charges being laid which may attract the death penalty.",
      "id": "s219"
    },
    {
      "text": "&#8226; where the assistance of the AFP is sought by the police or another law enforcement agency of a foreign country in relation to a matter in which a charge has been laid under the law of that foreign country, for a crime attracting the death penalty, no action is to be taken, nor should any indication be given as to the decision likely to be taken in respect of the request.",
      "id": "s220"
    },
    {
      "text": "All such requests are to be notified to the Director International and Operations as soon as possible after receipt.",
      "id": "s221"
    },
    {
      "text": "Following consultation with the Attorney-General's Department, the General Manager National Operations will provide the Commissioner and Deputy with such advice as considered necessary in order that advice may be provided to the Minister for Justice and the Attorney-General:\" emphasis added.",
      "id": "s222"
    },
    {
      "text": "4.",
      "id": "s223"
    },
    {
      "text": "Indonesian Laws \n \n51 Articles 82(1)(a) and 78(1)(b) of the Indonesia Narcotics Statute as I have called it, provide respectively that:\n \n \"Art 82(1) Whosoever without a right and illegally: \n \n \n (a) imports, exports, offers for sale, traffics, sells, purchases, offers up, accepts, or acts as an intermediary in the sale, purchase or exchange of a Category 1 narcotic is to be punished by the death sentence or life imprisonment, of not more than 20 (twenty) years imprisonment and a fine of not more than Rp 1,000,000,000.00 (one billion rupiah); \n \n Art 78(1) Whosoever without a right and illegally: \n \n ... \n \n b. possesses, stores for their own possession or for supply, or is in control of a Category 1 narcotic not in plant form, is to be sentenced to not more than 10 (ten) years jail and fined a maximum of Rp 500,000,000.00 (five hundred million rupiah).",
      "id": "s224"
    },
    {
      "text": "\" \n \n\n52 I understand it to be the case that each of the applicants have been charged under both of these provisions.",
      "id": "s225"
    },
    {
      "text": "Australian Federal Police Practice \n \n53 The following are agreed facts as to AFP practice: \n \n 1.",
      "id": "s226"
    },
    {
      "text": "The Death Penalty Charge Guide replicates government policy in relation to how the AFP goes about investigating offences that may attract the death penalty.",
      "id": "s227"
    },
    {
      "text": "It clearly sets out what information the AFP will pass over to foreign law enforcement agencies, the stages it will do so and what the AFP will not pass to foreign law enforcement agencies.",
      "id": "s228"
    },
    {
      "text": "2.",
      "id": "s229"
    },
    {
      "text": "The Guide does not apply where the assistance requested is in relation to a person who has not been charged.",
      "id": "s230"
    },
    {
      "text": "Once the person has been charged then under the Guide, the AFP requires the authorisation of the Attorney-General and/or the Minister for Justice and Customs to be able to hand over that information.",
      "id": "s231"
    },
    {
      "text": "Any police assistance given prior to the laying of the charge ceases after the person has been charged and does not continue unless the necessary authorisation is given.",
      "id": "s232"
    },
    {
      "text": "3.",
      "id": "s233"
    },
    {
      "text": "In relation to the Bali 9 case, the Guide did not apply to the assistance provided because no charges had been laid.",
      "id": "s234"
    },
    {
      "text": "The Guide does refer to arrangements for police-to-police cooperation where the suspect has not been charged.",
      "id": "s235"
    },
    {
      "text": "In such cases the AFP would continue to supply information as required, provided it meets existing policy guidelines, irrespective of whether the investigation may later result in charges being laid which may attract the death penalty.",
      "id": "s236"
    },
    {
      "text": "4.",
      "id": "s237"
    },
    {
      "text": "Police to police information may be provided pursuant to an MoU with the requesting country or an existing treaty between Australia and the requesting country.",
      "id": "s238"
    },
    {
      "text": "In the absence of an MoU or a treaty the AFP may still provide assistance at its discretion.",
      "id": "s239"
    },
    {
      "text": "The AFP relies generally on the provisions of the AFP Act as a basis for providing the information.",
      "id": "s240"
    },
    {
      "text": "5.",
      "id": "s241"
    },
    {
      "text": "The Guide applies in relation to common law countries as well as civil law countries.",
      "id": "s242"
    },
    {
      "text": "In relation to civil law countries where a charge is usually laid only after a dossier is prepared, evidence is gathered and a case is made, the AFP will cooperate up to the point a charge is laid irrespective of whether the dossier is being prepared for a likely charge which will eventuate in the death penalty.",
      "id": "s243"
    },
    {
      "text": "6.",
      "id": "s244"
    },
    {
      "text": "Any information handed over to foreign law enforcement agencies is recorded on the AFP internal systems and there is a very strict audit trail.",
      "id": "s245"
    },
    {
      "text": "7.",
      "id": "s246"
    },
    {
      "text": "Not all requests for assistance prior to a suspect being charged can be provided.",
      "id": "s247"
    },
    {
      "text": "For example, where assistance requires coercive powers to be exercised here in Australia.",
      "id": "s248"
    },
    {
      "text": "Such requests would need to fall under the Mutual Assistance Act.",
      "id": "s249"
    },
    {
      "text": "8.",
      "id": "s250"
    },
    {
      "text": "The Guide is the only internal policy guideline which applies in relation to international police-to-police assistance in death penalty charge situations.",
      "id": "s251"
    },
    {
      "text": "9.",
      "id": "s252"
    },
    {
      "text": "The Attorney-General and Minister for Justice and Customs are not aware or notified as a matter of course, of the documents that the AFP provides to a foreign law enforcement agency prior to a charge being made involving the death penalty unless the Attorney-General requests a briefing.",
      "id": "s253"
    },
    {
      "text": "The decision to provide assistance is an operational decision for the AFP.",
      "id": "s254"
    },
    {
      "text": "Briefings of the Minister are not normally done prior to the AFP making an operational decision.",
      "id": "s255"
    },
    {
      "text": "THE APPLICANTS' CASES \n \n54 The identity discovery sought by all of the applicants, is that of the member or members of the AFP who made the operational decisions to request assistance from the INP regarding the applicants and who provided assistance to the INP concerning the applicants' activities in Bali.",
      "id": "s256"
    },
    {
      "text": "That additionally sought by Scott Rush is the identity of the member or members of the AFP who made the operational decisions (a) not to inform him prior to his departure from Australia that he was under surveillance and being monitored by the AFP and (b) not to advise his parents or Mr Myers of the decision not so to inform him.",
      "id": "s257"
    },
    {
      "text": "55 In their written submission, the applicants point to communications with an officer of the Australian Government Solicitor (\"the AGS\") in which inquiries as to the identity of the relevant persons were made but note that as a result of those inquiries and of the affidavits filed by the respondent, they are still unable to identify the members of the AFP, other than Mr Hunniford, who have been involved in making decisions or taking actions that have exposed the applicants to the risk of the death penalty in Indonesia.",
      "id": "s258"
    },
    {
      "text": "56 The information discovery sought is of documents of the AFP which relate to operational and other decisions which led to the arrest and detention of the applicants on 17/18 April 2005 in Bali.",
      "id": "s259"
    },
    {
      "text": "The written submissions indicate non-exhaustive categories of such documents.",
      "id": "s260"
    },
    {
      "text": "They refer also to the same correspondence with the AGS noted above and claim that the information so acquired from the Commissioner is insufficient to enable the applicants to make a decision whether to commence a proceeding in the Federal Court.",
      "id": "s261"
    },
    {
      "text": "In particular the submissions point to the insufficiency of the information in relation to ascertaining whether there is a valid legal basis for the apparent decision or course of action which exposed the applicants to the death penalty.",
      "id": "s262"
    },
    {
      "text": "57 I have already indicated that the manner in which the applicants cast their possible causes of action has changed significantly subsequent to the hearing, as is evident from their supplementary written submissions.",
      "id": "s263"
    },
    {
      "text": "Notwithstanding these changes to which I will refer below, their possible causes of action fall under three rubrics.",
      "id": "s264"
    },
    {
      "text": "The first two can be described as involving applications for declaratory and possibly other relief against AFP officers (yet to be identified), they having (i) acted without lawful authority in making decisions and taking actions which exposed the applicants to the death penalty in Indonesia; or (ii) failed to satisfy the applicants' substantive legitimate expectations as Australian citizens that the Australian Government and its agencies and public officers would not act in such a way as to expose them to the risk of the imposition of the death penalty.",
      "id": "s265"
    },
    {
      "text": "The third rubric is that of tort law.",
      "id": "s266"
    },
    {
      "text": "First, it is asserted that Lee Rush's provision of information to the AFP concerning the possible activities of his son gave rise to a relationship creating a duty on members of the AFP not to use that information in a way that would expose at least Scott Rush to the foreseeable risk of the death penalty in Indonesia.",
      "id": "s267"
    },
    {
      "text": "Further, in the circumstances surrounding the provision of the information to the AFP, the AFP assumed responsibility for Scott Rush.",
      "id": "s268"
    },
    {
      "text": "The possible tort claim in this is said to be in negligence.",
      "id": "s269"
    },
    {
      "text": "Distinctly, it is asserted that there is potentially a claim for misfeasance in public office.",
      "id": "s270"
    },
    {
      "text": "58 I will consider each of these three possibilities in turn.",
      "id": "s271"
    },
    {
      "text": "CONSIDERATION \n 1.",
      "id": "s272"
    },
    {
      "text": "Acting without lawful authority \n \n59 As it was initially put, the applicants' case as I understand it would be to the effect that the requests made to the INP for assistance in the two Hunniford letters of 8 and 12 April 2005 ought to have been made, if at all, under the Mutual Assistance Act in which case they would have to have been made by the Attorney-General.",
      "id": "s273"
    },
    {
      "text": "The requests in consequence were made unlawfully.",
      "id": "s274"
    },
    {
      "text": "60 To the extent that this contention was premised on the proposition that the requests made were for assistance of a kind that could be obtained under the Mutual Assistance Act it is demonstrably untenable.",
      "id": "s275"
    },
    {
      "text": "The Hunniford requests were not for the exercise in Indonesia of any of the coercive powers specified in that Act and for that reason they could not be requests for assistance under the Act: cf s 10(1).",
      "id": "s276"
    },
    {
      "text": "I need not repeat here what I have earlier said in relation to the limited scope of the Mutual Assistance Act.",
      "id": "s277"
    },
    {
      "text": "61 To avoid this conclusion the applicants now seek to construe the Act in such a way that any request for international assistance in a criminal matter, whether or not of a kind that may be made under the Act, must be made by the Attorney-General.",
      "id": "s278"
    },
    {
      "text": "Section 10(2) is relied upon to that end.",
      "id": "s279"
    },
    {
      "text": "This is not what the sub-section says.",
      "id": "s280"
    },
    {
      "text": "Section 10(1) prescribes that the Attorney-General alone must make any request for assistance of a kind that Australia is authorised to make under the Act.",
      "id": "s281"
    },
    {
      "text": "Subsection (2) of the same section, though, makes plain that subsection (1) does not prevent the Attorney-General on behalf of Australia from requesting assistance beyond what can be obtained under the Act.",
      "id": "s282"
    },
    {
      "text": "What the subsection does not say is that the Attorney-General is to be the exclusive channel for such other requests.",
      "id": "s283"
    },
    {
      "text": "It is permissive not prescriptive.",
      "id": "s284"
    },
    {
      "text": "62 Other provisions both of the Mutual Assistance Act and of the Mutual Assistance Treaty with Indonesia make plain that no such limitation on the making of other requests was so intended.",
      "id": "s285"
    },
    {
      "text": "Section 6 of the Act expressly states that the Act does not prevent the provision etc of international assistance in criminal matters other than assistance of a kind that may be provided under that Act.",
      "id": "s286"
    },
    {
      "text": "Section 5 (the objects provision) states the purpose of the Act to be (inter alia) to facilitate the obtaining by Australia of international assistance in criminal matters: s 5(c).",
      "id": "s287"
    },
    {
      "text": "The interpretation of s 10(2) proposed by the applicants impedes rather than advances that purpose especially in light of s 6.",
      "id": "s288"
    },
    {
      "text": "Distinctly, the Mutual Assistance Treaty (the provisions of which limit the applicability of the Mutual Assistance Act to requests between Australia and Indonesia: see s 7(3)(a)) expressly provides that the Treaty does not derogate from obligations subsisting between the contracting parties, nor does it prevent them from providing assistance to each other: Art 2.",
      "id": "s289"
    },
    {
      "text": "Finally, if Parliament had intended through s 10(2) to impose such a fetter on obtaining international assistance in criminal matters as the applicants submit, thereby precluding the taking of such action as would otherwise be mandated by other legislation (e.g.",
      "id": "s290"
    },
    {
      "text": "the AFP Act : see below), one would have expected it to have spoken with far greater clarity than it has, the moreso given the purpose of the Act noted above: see Re Wilcox; Ex parte Venture Industries Pty Ltd (1996) 137 ALR 47 at 63-64.",
      "id": "s291"
    },
    {
      "text": "63 I am in consequence satisfied that, on the proper construction of the Mutual Assistance Act, any foreshadowed cause of action founded on that Act must fail.",
      "id": "s292"
    },
    {
      "text": "In the circumstances it provides the applicants with no basis for any reasonable cause to believe they may have a right to obtain relief in this Court.",
      "id": "s293"
    },
    {
      "text": "64 In supplementary submissions, the focus of the applicants' prospective ultra vires case turned to the provisions of the AFP Act .",
      "id": "s294"
    },
    {
      "text": "The relevant provisions of this Act and of directions given under it are set out at [33] to [35] above.",
      "id": "s295"
    },
    {
      "text": "It is now contended that the functions and powers set out in ss 8 and 9 of that Act, when read in context, do not include, authorise or justify any act or decision made by an AFP member which exposes an Australian citizen to the death penalty, whether in Australia or overseas.",
      "id": "s296"
    },
    {
      "text": "The context referred to in this submission is said to be provided by the Death Penalty Abolition Act 1973 (\"the Abolition Act \"), the provisions of s 8(1A) and (1B) of the Mutual Assistance Act, unambiguous Australian Government policy which is opposed to the death penalty (at least for its citizens) and Australia's signing of the Second Optional Protocol to the ICCPR.",
      "id": "s297"
    },
    {
      "text": "65 What this proposed claim would ask for would be a significant reading down of what on its face is the unambiguous meaning of s 8 of the AFP Act .",
      "id": "s298"
    },
    {
      "text": "As the 8 and 12 April letters make plain, the provision of information by members of the AFP to the INP related to a suspected importation of heroin contrary to the \"laws of the Commonwealth\".",
      "id": "s299"
    },
    {
      "text": "In consequence it fell squarely within the lawful functions of the AFP: s 8(1)(b) and s 8(1)(c).",
      "id": "s300"
    },
    {
      "text": "It was, moreover, an activity within the scope of what was envisaged in the ministerial direction made under s 37(2) of the AFP Act .",
      "id": "s301"
    },
    {
      "text": "It involved cooperation with the INP \"to support effective action against multi-jurisdictional crime\"; it related to \"illicit drug trafficking\"; and it reflected the active fostering of a relationship with the INP involving \"the provision and exchange of information ... consistent with AFP functions\": Ministerial direction of 31 August 2004.",
      "id": "s302"
    },
    {
      "text": "Nonetheless, it is said that context requires this reading down.",
      "id": "s303"
    },
    {
      "text": "66 It is now well accepted that the modern approach to statutory interpretation requires that \"context\" be considered at the first instance, not merely at some later stage when ambiguity might be thought to arise.",
      "id": "s304"
    },
    {
      "text": "\"Context\" here is used in a wide sense and includes legal and historical context: see CIC Insurance Ltd v Bankstown Football Club Ltd [1997] HCA 2 ; (1997) 187 CLR 384 at 408; Braverus Maritime Inc v Port Kembla Coal Terminal Ltd [2005] FCAFC 256 at [36] ; see also Allsop, \"Statutes: Context, Meaning and Preenactment History\", Jo of NSW Bar Assoc, Winter 2005, 19 ff.",
      "id": "s305"
    },
    {
      "text": "It is questionable whether any of the matters relied upon are relevantly contextual for the purposes of interpreting s 8 of the AFP Act .",
      "id": "s306"
    },
    {
      "text": "67 The international treaties and instrument that have been ratified by Australia and on which the applicants rely have not as such been incorporated into Australian law by express enactment.",
      "id": "s307"
    },
    {
      "text": "The Abolition Act pre-dated Australia's signing up to the Second Optional Protocol to the ICCPR.",
      "id": "s308"
    },
    {
      "text": "Neither the Abolition Act nor the Protocol addresses action taken by Australian public officers or agencies vis-&agrave;-vis foreign law enforcement agencies in connection with offences in their jurisdiction which can there attract the death penalty.",
      "id": "s309"
    },
    {
      "text": "Neither expressly or impliedly prohibits taking such action as, for example, the provision of information of the type contained in the Hunniford letters.",
      "id": "s310"
    },
    {
      "text": "Neither expressly betrays an intent in relation to such action.",
      "id": "s311"
    },
    {
      "text": "The Abolition Act cannot thus properly be used to read down s 8 of the AFP Act .",
      "id": "s312"
    },
    {
      "text": "The Second Optional Protocol only came into effect for Australian purposes years after the enactment of s 8.",
      "id": "s313"
    },
    {
      "text": "It provides no contextual aid to the section's interpretation.",
      "id": "s314"
    },
    {
      "text": "In any event it imposes no obligation on a Contracting Party vis-&agrave;-vis a non-contracting party in respect of the former's dealings with the latter in relation to offences in the latter jurisdiction which can attract the death penalty.",
      "id": "s315"
    },
    {
      "text": "Even if s 8 was relevantly ambiguous, the Second Optional Protocol could not assist in resolving that ambiguity: see Dietrich v R [1992] HCA 57 ; (1992) 177 CLR 292 at 306; Minister for Foreign Affairs and Trade v Magno (1992) 37 FCR 298 at 303-304.",
      "id": "s316"
    },
    {
      "text": "68 The Mutual Assistance Act (which again post-dates the AFP Act ) neither provides context for the construction of the AFP Act nor reveals any intent to amend s 8 so to effect a reading down of the AFP's functions as suggested by the applicants.",
      "id": "s317"
    },
    {
      "text": "In the circumscribed discretions reserved to the Attorney-General to provide assistance in death penalty cases, ss 8(1A) and (1B) expressly acknowledge there is no absolute prohibition of the type propounded by the applicants.",
      "id": "s318"
    },
    {
      "text": "69 Moreover, when one has regard to the Death Penalty Charge Guide (see [50] above) with which AFP officers must comply, it is contemplated that police to police cooperation, as here, is to occur on the basis that the AFP may provide the assistance requested irrespective of whether the investigation to which it relates may later result in charges being laid which may attract the death penalty.",
      "id": "s319"
    },
    {
      "text": "70 It may be possible to discern in Australian legislation, treaties, official guides, etc a declared antipathy to the death penalty.",
      "id": "s320"
    },
    {
      "text": "That antipathy, though, has not been pursued unqualifiedly in our legislation and guides in relation to dealings with foreign countries in respect of matters which could attract the imposition of the death penalty: cf the Mutual Assistance Act ss 8(1A) and (1B) and the Extradition Act 1998 (Cth) s 22(3)(c).",
      "id": "s321"
    },
    {
      "text": "It is unsurprising that it has not.",
      "id": "s322"
    },
    {
      "text": "In particular contexts, the call of other public interests may be the more powerful.",
      "id": "s323"
    },
    {
      "text": "As was said in Rodriguez v United States 480 US 522 (1987) at 526: \"Deciding what competing values will or will not be sacrificed to the achievement of a particular objective is the very essence of legislative choice\".",
      "id": "s324"
    },
    {
      "text": "71 I do not consider that the applicants have made out any reasonable cause to believe they have an arguable case for the reading down of s 8 of the AFP Act .",
      "id": "s325"
    },
    {
      "text": "I should add for the sake of completeness that it may be the case that, even if the AFP Act were to be read down as contended for, it would not prevent members of the AFP from making the request they did in the absence of legislative authority: cf Barton v The Commonwealth [1974] HCA 20 ; (1974) 131 CLR 477 at 490.",
      "id": "s326"
    },
    {
      "text": "It is unnecessary to express any view on this.",
      "id": "s327"
    },
    {
      "text": "72 A distinct way in which the applicants had proposed challenging the propriety of the AFP members' conduct in making the two requests was to contend that that conduct did not comply with the requirements of the Death Penalty Charge Guide such that, arguably, those members committed disciplinary offences under reg 4 of the Australian Federal Police (Discipline) Regulations 1979.",
      "id": "s328"
    },
    {
      "text": "It was not made at all apparent how, even if such disciplinary offences could have been made out, this would have availed the applicants.",
      "id": "s329"
    },
    {
      "text": "73 As I understand the applicants' supplementary submissions they no longer rely upon breach of the Guide and Discipline Regulations.",
      "id": "s330"
    },
    {
      "text": "However, I should make the following comments in any event.",
      "id": "s331"
    },
    {
      "text": "First, and subject to what I later say, the Guide, on its face, may well be only of indirect relevance in this matter in that its substantive content is directed to how AFP members are required to act in relation to requests for assistance made of it by a foreign country.",
      "id": "s332"
    },
    {
      "text": "It is silent on requests made by the AFP of an overseas law enforcement agency.",
      "id": "s333"
    },
    {
      "text": "Secondly even if the standards prescribed in the Guide (with appropriate adaptation) be taken as the operative ones when a request is made by the AFP --- and I consider this was probably their intendment --- the conduct of the officers concerned in this case (whoever they may have been beyond Mr Hunniford) could not properly be said to have been relevantly in breach of the Guide as it related to \"police to police\" cooperation.",
      "id": "s334"
    },
    {
      "text": "The requests made and the information provided pre-dated the INP investigations and the arrests and detention of the applicants.",
      "id": "s335"
    },
    {
      "text": "In consequence it pre-dated any \"charges being laid which may attract the death penalty\" irrespective of how the term \"charges\" should be interpreted in the Guide as it applied to the formalities of the Indonesian legal system.",
      "id": "s336"
    },
    {
      "text": "Finally there was, as I have indicated, authority for the AFP members to make their request under the AFP Act and that in turn was translated into a practical arrangement with Indonesia in the Police Cooperation MoU under which, according to Mr Watson, the actual requests were made.",
      "id": "s337"
    },
    {
      "text": "The MoU is not in evidence before me for the reasons I earlier gave.",
      "id": "s338"
    },
    {
      "text": "Nonetheless, counsel for the applicant was provided with the opportunity to inspect the MoU or to have the Court inspect it, but declined to take either course.",
      "id": "s339"
    },
    {
      "text": "Counsel for the Commissioner has nonetheless indicated to the Court that the terms of the MoU contemplated the very provision of information by the AFP in circumstances such as in this matter and it could properly be said of the MoU that there was a standing request by Indonesia for such assistance.",
      "id": "s340"
    },
    {
      "text": "In the above circumstances, I am prepared to accept (a) that the applicants cannot claim reasonably to believe that the information provided to Indonesia was totally unsolicited and (b) that, possibly, the AFP in providing the information was acting upon a general request by Indonesia.",
      "id": "s341"
    },
    {
      "text": "However, for the reasons I gave above, I do not consider it to be of any consequence whether the request was made by the AFP or by Indonesia.",
      "id": "s342"
    },
    {
      "text": "The AFP members acted in conformity with the Death Penalty Charge Guide.",
      "id": "s343"
    },
    {
      "text": "74 Despite their various and varying formulations of a potential cause of action based on what compendiously I have called acting without lawful authority, I am not satisfied that the applicants have been able to identify or articulate any reasonable cause to believe that they are or may be entitled to obtain relief in this Court under this rubric.",
      "id": "s344"
    },
    {
      "text": "2.",
      "id": "s345"
    },
    {
      "text": "Not satisfying the applicants' substantive legitimate expectations \n \n75 The potential cause of action advanced here is not one it is open to me to entertain as Australian authority now stands.",
      "id": "s346"
    },
    {
      "text": "The invitation held out to me is to embrace the law on \"substantive legitimate expectation\" as adumbrated in decisions of the Court of Final Appeal in Hong Kong in Ng Siu Tung v Director of Immigration (2002) 5 HKCFA 1 and of the House of Lords in R v Secretary of State for the Home Department; ex parte Zeqiri [2002] UKHL 3.",
      "id": "s347"
    },
    {
      "text": "The impediments to my so doing are substantial.",
      "id": "s348"
    },
    {
      "text": "As Sir Anthony Mason recently observed: \"It would require a revolution in Australian judicial thinking to bring about an adoption of the English approach to substantive protection of legitimate expectations\": (2005) 12 Aust Jo of Admin Law 103 at 108.",
      "id": "s349"
    },
    {
      "text": "76 The applicants initially sought to contend that they had in Australian law an enforceable right to life and not to be executed.",
      "id": "s350"
    },
    {
      "text": "The ICCPR and the Second Optional Protocol were invoked to this end.",
      "id": "s351"
    },
    {
      "text": "This was later abandoned, as it had to be.",
      "id": "s352"
    },
    {
      "text": "The provisions of an international treaty do not form part of Australian law merely because Australia is a ratifying party to it.",
      "id": "s353"
    },
    {
      "text": "For that reason neither the ICCPR nor the Second Optional Protocol of itself \"operate[s] to give rights to or impose duties on members of the Australian community: Minogue v Human Rights and Equal Opportunity Commission [1999] FCA 85 ; (1999) 84 FCR 438 at [35] ; see also Dietrich v The Queen [1992] HCA 57 ; (1992) 177 CLR 292 at 305-306.",
      "id": "s354"
    },
    {
      "text": "77 Scott Rush sought as well to allege a denial of procedural fairness in that he was not advised prior to his departure from Australia that he was under surveillance and being monitored, after assurances were allegedly given by a member or members of the AFP to Scott Rush's parents (via Mr Myers) that he would be so advised.",
      "id": "s355"
    },
    {
      "text": "78 The alleged expectation of procedural fairness that was said to have so arisen resulted from (on the evidence in Scott Rush's case) communications made directly or indirectly to his father and not to him.",
      "id": "s356"
    },
    {
      "text": "It was not suggested that Scott Rush had any awareness of those communications or that he ordered his conduct in consequence of them.",
      "id": "s357"
    },
    {
      "text": "This prospective cause of action had no prospects of success at all.",
      "id": "s358"
    },
    {
      "text": "79 Even if (a) an obligation of procedural fairness could arise in the setting of present concern (see below) and (b) the alleged duty to be advised could properly be described as being procedural and not substantive in character: see Attorney-General (NSW) v Quin [1990] HCA 21 ; (1990) 170 CLR 1 at 22; Minister for Immigration and Ethnic Affairs v Teoh [1995] HCA 20 ; (1995) 183 CLR 273 (\"Teoh\") at 291; the particular expectation in question, arising as it allegedly did, was not one entertained by Scott Rush: see Re Minister for Immigration and Multicultural and Indigenous Affairs; ex parte Lam ; [2003] HCA 6 ; (2003) 214 CLR 1 (\"Lam\") at [36], [90]-[93], [95] and [145].",
      "id": "s359"
    },
    {
      "text": "In consequence, Scott Rush would have been unable to show practical injustice done to himself: Lam , at [36].",
      "id": "s360"
    },
    {
      "text": "As I understand it, from the applicants' supplementary written submissions, no reliance is now being placed by Scott Rush on a possible claim so framed.",
      "id": "s361"
    },
    {
      "text": "80 It is now the applicants' position that each of them, in their capacity as Australian citizens, has a substantive legitimate expectation that the Australian Government, its agencies and public officers will not act in such a way as to expose them to the risk of the imposition of the death penalty.",
      "id": "s362"
    },
    {
      "text": "The supplementary written submissions, though, do not go on to indicate how, in this matter, this expectation provides a reasonable cause to believe that the applicants may have a right to relief in this Court.",
      "id": "s363"
    },
    {
      "text": "81 For present purposes all I need note of the \"doctrine of substantive legitimate expectation\" is what was said of it in the Court of Final Appeal of Hong Kong in Ng Siu Tung v Director of Immigration at [92]:\n \n \"The doctrine recognizes that, in the absence of any overriding reason of law or policy excluding its operation, situations may arise in which persons may have a legitimate expectation of a substantive outcome or benefit, in which event failing to honour the expectation may, in particular circumstances, result in such unfairness to individuals as to amount to an abuse of power justifying intervention by the court.",
      "id": "s364"
    },
    {
      "text": "Generally speaking, a legitimate expectation arises as a result of a promise, representation, practice or policy made, adopted or announced by or on behalf of government or a public authority.",
      "id": "s365"
    },
    {
      "text": "\" \n \n\nThis in turn drew upon the reasons of Lord Woolf MR (for the court) in R v North and East Devon Health Authority; Ex parte Coughlan [2001] QB 213; see also Craig, Administrative Law, 639-656 (5 th ed 2003); Sedley, \"The last 10 years' development of English public law\", (2004) 12 Aust Jo of Admin Law 9 at 18-20.",
      "id": "s366"
    },
    {
      "text": "82 In light of the decisions of the High Court in Teoh and in Lam it is clear that the doctrine of substantive legitimate expectation is for the present not part of Australian law.",
      "id": "s367"
    },
    {
      "text": "For present purposes I need only refer to the joint judgment of McHugh and Gummow JJ in Lam at [66]-[67]:\n \n \"The doctrine of 'legitimate expectation' has been developed in England so as to extend to an expectation that the benefit in question will be provided or, if already conferred, will not be withdrawn or that a threatened disadvantage or disability will not be imposed.",
      "id": "s368"
    },
    {
      "text": "This gives the doctrine a substantive, as distinct from procedural, operation.",
      "id": "s369"
    },
    {
      "text": "The earlier English decisions with respect to 'legitimate expectations' were discussed by Mason CJ in Attorney-General (NSW) v Quin and by McHugh J in Minister for Immigration and Ethnic Affairs v Teoh .",
      "id": "s370"
    },
    {
      "text": "In Quin , Mason CJ observed: \n \n \n \n 'In the cases in this Court in which a legitimate expectation has been held entitled to protection, protection has taken the form of procedural protection, by insisting that the decision-maker apply the rules of natural justice.",
      "id": "s371"
    },
    {
      "text": "In none of the cases was the individual held to be entitled to substantive protection in the form of an order requiring the decision-maker to exercise his or her discretion in a particular way.",
      "id": "s372"
    },
    {
      "text": "The prevailing view in this Court has been, as Stephen J observed in Salemi [v MacKellar [No 2] ], that: '[t]he rules of natural justice are \"in a broad sense a procedural matter\"\", echoing the words of Dixon CJ and Webb J in Commissioner of Police v Tanos .",
      "id": "s373"
    },
    {
      "text": "' \n \n \n \n \n \n \n \n \n That remains the position in this Court and nothing in this judgment should be taken as encouragement to disturb it by adoption of recent developments in English law with respect to substantive benefits or outcomes.",
      "id": "s374"
    },
    {
      "text": "\" \n \n \n\n83 For the purposes of O 15A rr 3 and 6 the applicants are thus unable to show that a claim for relief based on the \"doctrine\" so relied upon could lead to relief being granted in this Court.",
      "id": "s375"
    },
    {
      "text": "3.",
      "id": "s376"
    },
    {
      "text": "Tort \n \n84 Two potential tort claims have been suggested in support of the present application.",
      "id": "s377"
    },
    {
      "text": "In Scott Rush's case a possible claim in negligence is foreshadowed; and in the cases of all of the applicants, claims for misfeasance in public office.",
      "id": "s378"
    },
    {
      "text": "(i) Negligence \n \n85 Scott Rush's potential negligence claim has been propounded in the following way in the supplementary written submissions: \n \n \n \"17.",
      "id": "s379"
    },
    {
      "text": "On the facts in this case, the relevant question to be asked is this: did the provision of information by Mr Lee Rush concerning the possible activities of his son (the First Applicant) to a member or members of the AFP, give rise to a relationship creating a duty on members of the AFP not to use that information in a way that would expose the First Applicant and/or others to the (foreseeable) risk of the death penalty in Indonesia?",
      "id": "s380"
    },
    {
      "text": "18.",
      "id": "s381"
    },
    {
      "text": "[T] his case is concerned with the reasonable expectation on the part of Mr Lee Rush and, by implication, the First Applicant, that information provided by Mr Rush would not be used by the AFP in a way that would expose the First Applicant to the risk of the death penalty, and with positive acts done by a member or members of the AFP which did so.",
      "id": "s382"
    },
    {
      "text": "19.",
      "id": "s383"
    },
    {
      "text": "It is submitted that, in the circumstances surrounding the provision of information to the AFP concerning the possible activities of the First Applicant, the AFP impliedly undertook not to use, or act upon, the information in such a manner as to put the First Applicant at risk of exposure to the death penalty in Indonesia, and so, at least to that extent, assumed responsibility for the First Applicant.",
      "id": "s384"
    },
    {
      "text": "\" \n \n \n\n86 What is immediately apparent in the above is that it attempts neither to locate the alleged duty to Scott Rush in the context of an ongoing AFP investigation nor to justify the imposition of the duty in such a context.",
      "id": "s385"
    },
    {
      "text": "Rather, it addresses the question whether the circumstances of Lee Rush's providing information to the AFP founded a reasonable expectation in Lee Rush that the AFP would not use, and an implied undertaking (though to whom is not stated) not to use, that information in a particular way.",
      "id": "s386"
    },
    {
      "text": "While that inquiry may be a step in the fashioning of an action for breach of confidence by Lee Rush, or a possible duty of care to Lee Rush (if, hypothetically, the unauthorised disclosure of the information would expose Mr Rush to a reasonably foreseeable risk: cf Swinney v Chief Constable of Northumbria Police [1997] QB 464), it does not lead necessarily or obviously to potential relief for Scott Rush in a negligence action by him.",
      "id": "s387"
    },
    {
      "text": "At best it hints at Lee Rush's having put the AFP in a position of power over Scott Rush, a position which carried with it an obligation not to exercise that power adversely to him.",
      "id": "s388"
    },
    {
      "text": "What I should emphasise as well is that whatever claims, if any, Lee Rush might be able to mount against an officer or officers of the AFP in consequence of their dealings --- and I do not suggest that the present circumstances suggest he might have any such claims --- he is not a party to this application.",
      "id": "s389"
    },
    {
      "text": "87 I referred above to the absence of reference to the context in which the duty allegedly owed Scott Rush is said to arise for this reason.",
      "id": "s390"
    },
    {
      "text": "In Tame v New South Wales [2002] HCA 35 ; (2002) 211 CLR 317 (\"Tame\") at [231] Gummow and Kirby JJ observed in dicta:\n \n \"It is unlikely that an investigating police officer owes a duty of care to a person whose conduct is under investigation.",
      "id": "s391"
    },
    {
      "text": "Such a duty would appear to be inconsistent with the police officer's duty, ultimately based in the statutory framework and anterior common law by which the relevant police service is established and maintained, fully to investigate the conduct in question.",
      "id": "s392"
    },
    {
      "text": "\" \n \n\nTheir Honours cited in support of this view the decisions (inter alia) of Hill v Chief Constable of West Yorkshire Police [1987] UKHL 12 ; [1989] AC 53 (\"Hill\") at 63-65 and Sullivan v Moody [2001] HCA 59 ; (2001) 207 CLR 562 at [60] .",
      "id": "s393"
    },
    {
      "text": "Similar views were expressed in Tame by McHugh J at [125]-[126]; Hayne J at [298] and by Callinan J at [335]-[336].",
      "id": "s394"
    },
    {
      "text": "88 Understandably, the respondent's submissions focus (a) on the impossibility of there being such an obligation in this matter given its incompatibility with the actual investigation being conducted by the AFP at the time; (b) on the alleged false premise of the supposed obligation given that the AFP had, on Mr Watson's evidence, derived the relevant information connecting Scott Rush with the eight other members of the group from an extant AFP investigation; and (c) on Scott Rush being the author of his own harm.",
      "id": "s395"
    },
    {
      "text": "89 Before I express my own views on this, I should emphasise the following.",
      "id": "s396"
    },
    {
      "text": "Bearing in mind that this is an application for preliminary discovery where information about the possible commission of a tort is being sought, exceptional caution must be exercised before reaching a conclusion that, whatever the information that might be disclosed as a result of an order for information discovery, that information could make no difference for the reason that the duty contended for could not even arguably be imposed on AFP members when conducting the drug trafficking investigation in question: cf the observations of Lord Bingham in Brooks v Commissioner of Police for the Metropolis [2005] UKHL 24 ; [2005] 1 WLR 1495 at [4] .",
      "id": "s397"
    },
    {
      "text": "90 As noted earlier, there are conflicting versions as to the substance of the conversations between Robert Myers (on behalf of Lee Rush) and Mr Patching of the AFP.",
      "id": "s398"
    },
    {
      "text": "The alleged duty of care is premised upon acceptance of Myers' version of what transpired.",
      "id": "s399"
    },
    {
      "text": "For present purposes, and dealing with the matter on the basis most favourable to the applicants, I am prepared to assume the correctness of that version for the purposes of this application.",
      "id": "s400"
    },
    {
      "text": "Nonetheless, I am satisfied from what is already known about the circumstances surrounding Myers' communications with Patching, that the negligence claim as it has been framed would in any event be unarguable irrespective of any further information relevant to it that might conceivably be forthcoming if an order for information discovery were to be made.",
      "id": "s401"
    },
    {
      "text": "Accordingly, I am satisfied for the purposes of O 15A r 3 that no such proceeding for negligence could properly be brought in this Court and, for the purposes of O 15A r 6, there is no reasonable cause to believe that Scott Rush may have a right to obtain relief on the basis proposed.",
      "id": "s402"
    },
    {
      "text": "91 It is widely accepted in common law jurisdictions that, at common law, police officers owe to the general public a duty to enforce the criminal law and, correspondingly, that latitude necessarily must be given to those responsible for the conduct of police operations in the judgments required to be made to that end: see generally Hinchcliffe v Commissioner of Australian Federal Police [2001] FCA 1747 ; (2001) 118 FCR 308 at [33] - [35] .",
      "id": "s403"
    },
    {
      "text": "As Lord Denning observed in R v Chief Constable of Devon and Cornwall; Ex parte Central Electricity Generating Board [1982] 1 QB 458 at 472: \"It is of the first importance that the police should decide on their own responsibility what action should be taken in any particular situation\".",
      "id": "s404"
    },
    {
      "text": "92 It equally is well recognised that to impose common law duties of care on police officers to a particular member or members of the public in addition to their duty to the general public can, on occasion, be \"inconsistent with the proper and effective discharge of [their public] responsibilities\": cf Sullivan v Moody , at [62]; (whether those responsibilities arise under a statute such as the AFP Act or at common law) and to be impermissible for that reason.",
      "id": "s405"
    },
    {
      "text": "As the observations of Gummow and Hayne JJ in Tame illustrate, this inconsistency is often revealed where, in a setting in which injury is foreseeable if care is not taken in the conduct of a police investigation, a suspect, a victim, or a third party injured by acts or omissions of the police seeks to raise a claim in negligence against the police: Hill , above; Thompson v Vincent [2005] NSWCA 219 at [152] - [154] ; Batchelor v State of Tasmania [2005] TASSC 11 ; Cran v State of New South Wales [2004] NSWCA 92 ; (2004) 62 NSWLR 95; see also D'Orta-Ekenaike v Victoria Legal Aid [2005] HCA 12 ; (2005) 214 ALR 92 at [101] ; State of New South Wales v Paige [2002] NSWCA 235 ; (2002) 60 NSWLR 371 at [115] - [117] .",
      "id": "s406"
    },
    {
      "text": "Save in exceptional circumstances: cf Hill at 62; Batchelor , above; and in North America see e.g.",
      "id": "s407"
    },
    {
      "text": "Doe v Board of Commissioners for Municipality of Metropolitan Toronto (1990) 72 DLR 4 th 580 (\"Doe\"); Eaton, \"Liability of Municipality or Other Governmental Unit for Failure to Provide Police Protection from Crime\" 90 ALR 5 th 273 at SS4 ; 57 Am Jur 2d, \"Municipal, County, School and State Tort Liability\", SSSS407-418; such attempts have been unsuccessful.",
      "id": "s408"
    },
    {
      "text": "93 Primary concerns manifest in English and, in some degree, Australian case law have been to maintain the effectiveness of particular police functions (and notably the conduct of investigations and the suppression of crime) and to avert their compromise or undermining by the imposition of a duty to an individual (or individuals) over and above that owed to the public.",
      "id": "s409"
    },
    {
      "text": "In English law this has led to the adoption of an exclusionary principle (or immunity) which is often cast in broad terms.",
      "id": "s410"
    },
    {
      "text": "So, for example, in Calveley v Chief Constable of Merseyside Police [1989] 1 AC 1228 it was said by Lord Bridge (at 1238) that:\n \n \"... it would plainly be contrary to public policy ... to prejudice the fearless and efficient discharge by police officers of their vitally important public duty of investigating crime by requiring them to act under the shadow of a potential action for damages for negligence by the suspect.",
      "id": "s411"
    },
    {
      "text": "\" \n \n\n94 The progenitor of this principle was the decision of the House of Lords in Hill .",
      "id": "s412"
    },
    {
      "text": "After concluding that, in the circumstances of that case, the ordinary principles of negligence would not admit of a duty of care to a victim of crime, Lord Keith went on to indicate (at 63) that there was \"another reason\" why an action for damages in negligence should not be against the police in the circumstances of that case and that was \"public policy\".",
      "id": "s413"
    },
    {
      "text": "His Lordship then observed:\n \n \"The general sense of public duty which motivates police forces is unlikely to be appreciably reinforced by the imposition of such liability so far as concerns their function in the investigation and suppression of crime.",
      "id": "s414"
    },
    {
      "text": "From time to time they make mistakes in the exercise of that function, but it is not to be doubted that they apply their best endeavours to the performance of it.",
      "id": "s415"
    },
    {
      "text": "In some instances the imposition of liability may lead to the exercise of a function being carried on in a detrimentally defensive frame of mind.",
      "id": "s416"
    },
    {
      "text": "The possibility of this happening in relation to the investigative operations of the police cannot be excluded.",
      "id": "s417"
    },
    {
      "text": "Further it would be reasonable to expect that if potential liability were to be imposed it would be not uncommon for actions to be raised against police forces on the ground that they had failed to catch some criminal as soon as they might have done, with the result that he went on to commit further crimes.",
      "id": "s418"
    },
    {
      "text": "While some such actions might involve allegations of a simple and straightforward type of failure --- for example that a police officer negligently tripped and fell while pursuing a burglar --- others would be likely to enter deeply into the general nature of a police investigation, as indeed the present action would seek to do.",
      "id": "s419"
    },
    {
      "text": "The manner of conduct of such an investigation must necessarily involve a variety of decisions to be made on matters of policy and discretion, for example as to which particular line of inquiry is most advantageously to be pursued and what is the most advantageous way to deploy the available resources.",
      "id": "s420"
    },
    {
      "text": "Many such decisions would not be regarded by the courts as appropriate to be called in question, yet elaborate investigation of the facts might be necessary to ascertain whether or not this was so.",
      "id": "s421"
    },
    {
      "text": "A great deal of police time, trouble and expense might be expected to have to be put into the preparation of the defence to the action and the attendance of witnesses at the trial.",
      "id": "s422"
    },
    {
      "text": "The result would be a significant diversion of police manpower and attention from their most important function, that of the suppression of crime.",
      "id": "s423"
    },
    {
      "text": "Closed investigations would require to be reopened and retraversed, not with the object of bringing any criminal to justice but to ascertain whether or not they had been competently conducted.",
      "id": "s424"
    },
    {
      "text": "I therefore consider that Glidewell LJ, in his judgment in the Court of Appeal [1988] QB 60, 76 in the present case, was right to take the view that the police were immune from an action of this kind on grounds similar to those which in Rondel v Worsley [1967] UKHL 5 ; [1969] 1 AC 191 were held to render a barrister immune from actions for negligence in his conduct of proceedings in court.",
      "id": "s425"
    },
    {
      "text": "\" \n \n\n 95 Hill's case, I would note, has been referred to approvingly in some number of High Court judgments: see e.g.",
      "id": "s426"
    },
    {
      "text": "Sullivan v Moody at [57]; Tame at [231], [335]; see also Thompson v Vincent at [153]-[154]; Cran v State of New South Wales , at [33] ff; but cf contra Zalewski v Turcarolo [1995] 2 VR 562 a decision which pre-dated Sullivan v Moody .",
      "id": "s427"
    },
    {
      "text": "96 I will return below to whether such an exclusionary principle based on public policy accurately reflects the law in this country; see Thompson v Vincent at [153]-[154]; or whether the \"principle\" does no more than represent the usual or predictable, but not invariable, consequence of the evaluation of whether the relationship between the police and an individual in a given instance imports a duty of care in the context of a police investigation: cf Graham Barclay Oysters Pty Ltd v Ryan [2002] HCA 54 ; (2002) 211 CLR 540 at [149] .",
      "id": "s428"
    },
    {
      "text": "Before so doing, it is important to emphasise that police officers are not as such and in all circumstances immune from the law of negligence for acts or omissions in the course of official duty that occasion foreseeable harm.",
      "id": "s429"
    },
    {
      "text": "The contrary is clearly the case, as a large case law in common law jurisdictions, including England, attests: Zalewski v Turcarolo ; Costello v Chief Constable of the Northumbria Police [1999] 1 All ER 550; see also Grubb (ed), The Law of Tort , \"The Police\" 16.73 ff (2002); Linden, Canadian Tort Law , 286, 625 (7 th ed 2001); Todd (ed), The Law of Torts in New Zealand , 204, 212 ff (3 rd ed, 2001); Eaton, above 90 ALR 5 th 273.",
      "id": "s430"
    },
    {
      "text": "97 By way of illustration I would note that a duty of care has been assumed, or found to exist:\n \n (i) in the conduct of a high speed police motor vehicle pursuit of a suspected criminal ( Schilling v Lenton (1988) 47 SASR 88; see also Marshall v Osmond [1983] 1 QB 1034; 57 Am Jur 2d, above SS439); \n (ii) where a superior officer failed to go to the assistance of another officer whom he knew was being attacked close by and for whom he had a responsibility ( Costello v Chief Constable of the Northumbria Police , above; Mullaney v Chief Constable of West Midlands Police [2001] EWCA Civ 700) ; \n (iii) in positively provoking or acting in disregard of a real and substantial risk of harm to a person ( Zalewski v Turcarolo , above) or property ( Rigby v Chief Constable of Northamptonshire [1985] 1 WLR 1242); \n (iv) in providing for the safety and well-being of persons in police custody ( Hall v Whatmore [1961] VR 225; Howard v Jarvis [1958] HCA 19 ; (1958) 98 CLR 177; Reeves v Commissioner of Police of the Metropolis [1999] UKHL 35 ; [2000] 1 AC 360); \n (v) in relation to preserving the confidentiality of information provided by an informant identifying a criminal suspect, the disclosure of which was likely to expose the informant and her husband to a greater risk of harm at the hands of the suspect than the ordinary risk to the general public ( Swinney v Chief Constable of the Northumbria Police );\n (vi) in Canada, to protect a woman who was unaware she was knowingly being used by police as \"bait\" to catch a serial rapist in circumstances in which the police deliberately failed to warn of the risk she faced for fear of compromising their investigation though knowing that the rapist would attack again and cause irreparable harm to his victim ( Doe v Metropolitan Toronto (Municipality) Commissioners of Police (1998) 160 DLR 4 th 697); and\n (vii) in a United States jurisdiction, in delaying in responding to calls made by assault victims, the assurance that help was on its way having been given to them ( Chambers-Castanes v King County 669 P2d 451 (1983); and see Zitter, \"Liability for Failure of Police Response to Emergency Call\" , 39 ALR 4 th 691).",
      "id": "s431"
    },
    {
      "text": "98 What is noticeable in the case law of common law countries illustrated above (including that of England) is that it is accepted both that positive dangerous behaviour by police can still attract a duty of care and that, particularly in cases of omissions to act, the police may nonetheless have, or have assumed such a particular responsibility to take care of a person as to give rise to a \"special relationship\" with that person which attracts a duty of care to him or her: see e.g.",
      "id": "s432"
    },
    {
      "text": "Brooks v Commissioner of Police at [22] and [29]; Costello v Chief Constable of the Northumbria Police esp per May LJ; in US jurisdictions the \"special relationship\" exception is well recognised in a range of otherwise negligence exempt areas of police activity, see e.g.",
      "id": "s433"
    },
    {
      "text": "Eaton, above at SS4 ; see also 57 Am Jur 2d, above, at SS410 ff.",
      "id": "s434"
    },
    {
      "text": "What equally is notable is the varying significance given to the particular \"operational\" context in which the relationship giving rise to a duty of care is said to exist.",
      "id": "s435"
    },
    {
      "text": "Hence the ready imposition of a duty of care to persons in police custody: Hall v Whatmore , above; and the corresponding reluctance to impose such a duty in the context of the conduct of a criminal investigation D'Orta Ekenaike v Victoria Legal Aid at [101]-[102]; see also Cran v State of New South Wales , above; or in preventing a breach of the peace: Thompson v Vincent , above.",
      "id": "s436"
    },
    {
      "text": "99 Australian case law, while generally conforming in its results with particularly comparable English decisions, has not unreservedly committed itself to the public policy immunity prevailing in England.",
      "id": "s437"
    },
    {
      "text": "The Court of Appeal of New South Wales on a number of occasions --- and most recently in Cran v State of New South Wales --- has adopted an approach to cases involving investigative conduct that reflects the immunity principle found in English decisions and particularly Hill's case.",
      "id": "s438"
    },
    {
      "text": "In Cran v State of New South Wales it was noted by Santow JA that in Tame's case, \"there are strong dicta suggesting that the English authorities would be followed in Australia\" (at [35]) and that \"on present authority [in New South Wales] the greater public interest accorded unimpeded investigation by the police ... preclude[d] any duty of care to the appellant\" (at [63]) in that case where a prisoner claimed damages for post-traumatic stress disorder resulting from unnecessarily prolonged imprisonment because of delay in a police investigation.",
      "id": "s439"
    },
    {
      "text": "100 In contrast, the 1995 decision of the Appeal Division of the Supreme Court of Victoria and the recent Tasmanian decision of Batchelor v State of Tasmania are more questioning of whether the immunity principle (at least in the scope given it) is part of Australian law.",
      "id": "s440"
    },
    {
      "text": "101 It is, in my view, unnecessary in this matter to express a concluded view on whether, as in England, a special though not unqualified, immunity rule applies to police activities \"in the investigation and suppression of crime\": Costello's case at 563; or whether the duty of care question is to be answered by applying to police those principles now generally applied to public authorities in the discharge of their statutory and, if relevant, common law functions: see Graham Barclay Oysters Pty Ltd v Ryan .",
      "id": "s441"
    },
    {
      "text": "I am of this view because both binding and persuasive authority lead inevitably to the conclusion that this application must fail.",
      "id": "s442"
    },
    {
      "text": "However, I would respectfully suggest that more recent English authority demonstrating \"reluctance to endorse the full breadth of what Hill v Chief Constable of West Yorkshire ... has been thought to lay down\" on the immunity of police: cf Brooks v Commissioner of Police , at [3], [6] and [28]; and the difficulty in providing criteria to mark out exceptions to that immunity: see e.g.",
      "id": "s443"
    },
    {
      "text": "Costello ; Cowan v The Chief Constable for Avon &amp; Somerset Constabulary [2001] EWCA Civ 1699 ; tell in favour of avoiding any special rule applicable to police, while still acknowledging that the police function can have distinctive characteristics and purposes which in many settings may exclude the concurrent operation of a duty of care at common law: cf Doe , 72 DLR 4 th at 584-586.",
      "id": "s444"
    },
    {
      "text": "102 Sullivan v Moody did not involve an allegation of negligence against police officers.",
      "id": "s445"
    },
    {
      "text": "Its concern was with whether medical practitioners and social workers who had examined children for evidence of sexual abuse by their fathers in the setting of a statutory regime containing provisions for the protection of children (including mandatory reporting to a government department of reasonable suspicion of child abuse), owed a duty of care to protect such fathers in the conduct of their examinations, investigations and reporting.",
      "id": "s446"
    },
    {
      "text": "It was held unanimously by the High Court that they did not.",
      "id": "s447"
    },
    {
      "text": "The plaintiff fathers had alleged that, as a result of negligent examination, diagnosis and reporting, they had suffered shock, distress, psychiatric injury and consequential personal and financial loss.",
      "id": "s448"
    },
    {
      "text": "Unsurprisingly, given the opinions expressed by the Court, Sullivan v Moody has been influential in this country in later decisions and judicial commentary on police liability for negligence in the conduct of investigations.",
      "id": "s449"
    },
    {
      "text": "103 In rejecting the duty of care argued for in Sullivan v Moody the Court observed:\n \n \n \"55.",
      "id": "s450"
    },
    {
      "text": "... A duty of the kind alleged should not be found if that duty would not be compatible with other duties which the respondents owed.",
      "id": "s451"
    },
    {
      "text": "56.",
      "id": "s452"
    },
    {
      "text": "How may a duty of the kind for which the appellants contend rationally be related to the functions, powers and responsibilities of the various persons and authorities who are alleged to owe that duty?",
      "id": "s453"
    },
    {
      "text": "A similar problem has arisen in other cases.",
      "id": "s454"
    },
    {
      "text": "The response to the problem in those cases, although not determinative, is instructive.",
      "id": "s455"
    },
    {
      "text": "57.",
      "id": "s456"
    },
    {
      "text": "In Hill v Chief Constable of West Yorkshire , the House of Lords held that police officers did not owe a duty to individual members of the public who might suffer injury through their careless failure to apprehend a dangerous criminal.",
      "id": "s457"
    },
    {
      "text": "Lord Keith of Kinkel pointed out that the conduct of a police investigation involves a variety of decisions on matters of policy and discretion, including decisions as to priorities in the deployment of resources.",
      "id": "s458"
    },
    {
      "text": "To subject those decisions to a common law duty of care, and to the kind of judicial scrutiny involved in an action in tort, was inappropriate.",
      "id": "s459"
    },
    {
      "text": "... \n \n 60.",
      "id": "s460"
    },
    {
      "text": "The circumstance that a defendant owes a duty of care to a third party, or is subject to statutory obligations which constrain the manner in which powers or discretions may be exercised, does not of itself rule out the possibility that a duty of care is owed to a plaintiff.",
      "id": "s461"
    },
    {
      "text": "People may be subject to a number of duties, at least provided they are not irreconcilable.",
      "id": "s462"
    },
    {
      "text": "A medical practitioner who examines, and reports upon the condition of, an individual, might owe a duty of care to more than one person.",
      "id": "s463"
    },
    {
      "text": "But if a suggested duty of care would give rise to inconsistent obligations, that would ordinarily be a reason for denying that the duty exists.",
      "id": "s464"
    },
    {
      "text": "Similarly, when public authorities, or their officers, are charged with the responsibility of conducting investigations, or exercising powers, in the public interest, or in the interests of a specified class of persons, the law would not ordinarily subject them to a duty to have regard to the interests of another class of persons where that would impose upon them conflicting claims or obligations .",
      "id": "s465"
    },
    {
      "text": "... \n \n 62.",
      "id": "s466"
    },
    {
      "text": "The statutory scheme that formed the background to the activities of the present respondents was, relevantly, a scheme for the protection of children.",
      "id": "s467"
    },
    {
      "text": "It required the respondents to treat the interests of the children as paramount.",
      "id": "s468"
    },
    {
      "text": "Their professional or statutory responsibilities involved investigating and reporting upon, allegations that the children had suffered, and were under threat of, serious harm.",
      "id": "s469"
    },
    {
      "text": "It would be inconsistent with the proper and effective discharge of those responsibilities that they should be subjected to a legal duty, breach of which would sound in damages, to take care to protect persons who were suspected of being the sources of that harm.",
      "id": "s470"
    },
    {
      "text": "The duty for which the appellants contend cannot be reconciled satisfactorily, either with the nature of the functions being exercised by the respondents, or with their statutory obligation to treat the interests of the children as paramount.",
      "id": "s471"
    },
    {
      "text": "As to the former, the functions of examination, and reporting, require, for their effective discharge, an investigation into the facts without apprehension as to possible adverse consequences for people in the position of the appellants or legal liability to such persons.",
      "id": "s472"
    },
    {
      "text": "As to the latter, the interests of the children, and those suspected of causing their harm, are diverse, and irreconcilable.",
      "id": "s473"
    },
    {
      "text": "That they are irreconcilable is evident when regard is had to the case in which examination of a child alleged to be a victim of abuse does not allow the examiner to form a definite opinion about whether the child has been abused, only a suspicion that it may have happened.",
      "id": "s474"
    },
    {
      "text": "The interests of the child, in such a case, would favour reporting that the suspicion of abuse has not been dispelled; the interests of a person suspected of the abuse would be to the opposite effect:\" emphasis added.",
      "id": "s475"
    },
    {
      "text": "104 As I earlier noted, the judgment of Gummow and Kirby JJ in Tame relied on Sullivan at [60] above when expressing the view that it was unlikely that an investigating police officer would owe a duty of care to a person whose conduct was under investigation.",
      "id": "s476"
    },
    {
      "text": "Sullivan equally was invoked by Hayne J and Callinan J to the same end in Tame .",
      "id": "s477"
    },
    {
      "text": "In its apparent endorsement of Hill at [57] in the above quotation, Sullivan along with Hill and D'Orta-Ekenaike v Victoria Legal Aid above, have been treated by the New South Wales Court of Appeal as recognising that there is \"an area in which it has been held that the public law duties of police are not consonant with recognition of a private law duty of care in favour of a particular member of the public\": Thompson v Vincent at [153]-[154].",
      "id": "s478"
    },
    {
      "text": "Again, as I have already noted, Tame and its debt to Sullivan and Hill were relied upon again by the New South Wales Court of Appeal in Cran v State of New South Wales in privileging the greater public interested accorded unimpeded police investigation over the interest of a person suffering foreseeable harm as a result of an allegedly careless omission in the conduct of an investigation.",
      "id": "s479"
    },
    {
      "text": "105 In light of the above cases, and putting to one side the effect if any of the communications between Mr Myer and Mr Patching, there would be no arguable basis at all for any contention that AFP officers had a legal responsibility to warn any of the applicants either that they were under police surveillance or that they were exposing themselves to the foreseeable risk of the death penalty especially given the information acquired about the applicants in the ongoing AFP investigation.",
      "id": "s480"
    },
    {
      "text": "Having been prepared for whatever reason to engage in criminal activity, the applicants would properly be regarded as the authors of their own harm: cf Emanuele v Hedley [1998] FCA 709 esp in its reliance on State Rail Authority of New South Wales v Wiegold (1991) 25 NSWLR 500 at 517.",
      "id": "s481"
    },
    {
      "text": "And the police would have been entitled to have treated them as no more than subjects of an ongoing criminal investigation which fell clearly within the mandated functions of the AFP.",
      "id": "s482"
    },
    {
      "text": "Given the police's function in the matter, the applicants would not have been objects of rescue (as they would have been if there was a duty to warn).",
      "id": "s483"
    },
    {
      "text": "106 Did the Myer-Patching communications, as I am assuming them to be, give such a different complexion to the relationship of AFP officers with Scott Rush and/or with the other applicants as to establish an arguable case that a duty such as is proposed by the applicants was owed to him or to them?",
      "id": "s484"
    },
    {
      "text": "In my view they did not.",
      "id": "s485"
    },
    {
      "text": "107 First, it needs to be emphasised that the AFP was performing a statutorily mandated function, i.e.",
      "id": "s486"
    },
    {
      "text": "the provision of legal services in relation to laws of the Commonwealth.",
      "id": "s487"
    },
    {
      "text": "The particular subject of the inquiry --- transnational crime and illicit drug trafficking - fell within areas of \"special emphasis\" in the direction given to the Commissioner by the Minister on 31 August 2004.",
      "id": "s488"
    },
    {
      "text": "As the 8 April 2004 letter to the INP reveals, the AFP was already possessed of a considerable body of information relating to past and likely prospective moves of (inter alia) the applicants.",
      "id": "s489"
    },
    {
      "text": "That letter indicated the AFP's purpose in making its request was that \"[t]he AFP would like to identify the source of the drugs and the organisers (other than CHAN) in Australia\".",
      "id": "s490"
    },
    {
      "text": "In other words there was a rational and proper police purpose for the making of the request.",
      "id": "s491"
    },
    {
      "text": "If there was to be a concurrent common law duty of care, this was the statutory and operational setting with which it had to be compatible: cf Graham Barclay Oysters Pty Ltd v Ryan at [147].",
      "id": "s492"
    },
    {
      "text": "108 Secondly, there was no contact between the AFP and any of the applicants at all let alone contact that could lead Scott Rush or any of the others to reasonably believe or expect that the AFP had assumed some tutelary responsibility for him or her on which each could rely.",
      "id": "s493"
    },
    {
      "text": "109 The Myer-Patching communications were directed to Lee Rush, not to the applicants generally or to Scott Rush in particular.",
      "id": "s494"
    },
    {
      "text": "I assume for the purposes of this application, that those communications led Lee Rush reasonably to believe that AFP officers would and did speak to Scott Rush at Sydney airport and because of this he did not go to Bali to save his son from committing any offence.",
      "id": "s495"
    },
    {
      "text": "I equally assume that Scott Rush was to have been the beneficiary of the police action Lee Rush believed had occurred and that the police failure to speak to him before his departure to Bali denied him the opportunity to abandon his participation in the trafficking operation given its predictable consequence.",
      "id": "s496"
    },
    {
      "text": "However, it is not the failure to warn as such that underpins the alleged negligence of the AFP officers.",
      "id": "s497"
    },
    {
      "text": "Rather it appears to be said that, having regard (a) to the alleged provision of information by or on behalf of Lee Rush to Patching about the apprehended criminal activity by Scott Rush, and (b) the request for assistance in relation to Scott Rush's departure from Sydney and the alleged representation that it had been given, the AFP's failure to act against this background may have authored a duty not to use the information in a way that put Scott Rush at risk of exposure to the death penalty in Indonesia.",
      "id": "s498"
    },
    {
      "text": "Hence it is said there is reasonable cause to believe that he may have a right to obtain relief from the relevant AFP officers in a negligence action in this Court.",
      "id": "s499"
    },
    {
      "text": "110 It is unnecessary to enlarge here on the question whether this Court would have jurisdiction in any event to entertain such a suit in negligence in the Northern Territory against members of the AFP as Commonwealth officers.",
      "id": "s500"
    },
    {
      "text": "I simply adhere to the affirmative view I expressed on a similar question arising in the Australian Capital Territory in O'Neill v Mann [2000] FCA 1180 ; (2000) 101 FCR 160.",
      "id": "s501"
    },
    {
      "text": "My reasoning in that case is \"equally applicable to the Northern Territory\": ALRC Report 92, The Judicial Power of the Commonwealth, 652 (2001).",
      "id": "s502"
    },
    {
      "text": "111 The proposed negligence claim could well be described as a mutated form of breach of confidence action with the important difference that the duty said to be owed by the AFP officers was not owed to the supplier of the information, i.e.",
      "id": "s503"
    },
    {
      "text": "Lee Rush, but to the subject of it, i.e.",
      "id": "s504"
    },
    {
      "text": "Scott Rush.",
      "id": "s505"
    },
    {
      "text": "Furthermore the limitation on the use of that information proposed by the applicants is a narrow one.",
      "id": "s506"
    },
    {
      "text": "It is not that the AFP could not use the information supplied at all.",
      "id": "s507"
    },
    {
      "text": "Rather it could not be used in a way that would put Scott Rush at risk of exposure to the death penalty in Indonesia.",
      "id": "s508"
    },
    {
      "text": "112 It need hardly be said that the disclosures of information about Scott Rush made by or on behalf of Lee Rush to AFP officers could not give rise to a duty of confidence to Lee Rush such as would prevent its use by the AFP in its investigations into drug trafficking into Australia.",
      "id": "s509"
    },
    {
      "text": "The disclosures related to apprehended serious criminal misconduct: cf Corrs Pavey Whiting &amp; Byrne v Collector of Customs (1987) 14 FCR 434 esp at 456.",
      "id": "s510"
    },
    {
      "text": "And a court would not enforce any contractual or equitable obligation relating to such information, the effect of which would have been to obstruct the administration of the criminal law: A v Hayden [1984] HCA 67 ; (1984) 156 CLR 532.",
      "id": "s511"
    },
    {
      "text": "113 Recasting the matter in terms of a duty of care owed to Scott Rush does not advance the matter.",
      "id": "s512"
    },
    {
      "text": "While it is said that the AFP had assumed a responsibility for Scott Rush in the circumstances surrounding the Myer/Lee Rush provision of information to AFP officers, the basis for such an assumption of responsibility has not been explained.",
      "id": "s513"
    },
    {
      "text": "Neither has any possible justification been advanced for there being a concurrent duty of care to Scott Rush alongside the public law duties of the AFP officers concerned.",
      "id": "s514"
    },
    {
      "text": "114 There is a short answer to the alleged duty.",
      "id": "s515"
    },
    {
      "text": "Even if it be the case that AFP officers said they would act, or had acted, in a particular way towards Scott Rush at the airport and failed to do so, neither their representations and their failure to act nor the circumstances of the Myer-Patching conversations could give rise to a duty such as is alleged.",
      "id": "s516"
    },
    {
      "text": "The proposed duty would be inconsistent with the duty owed by the AFP to the public at large in the conduct of its investigations into the Bali drug trafficking operation: cf Sullivan v Moody at [60].",
      "id": "s517"
    },
    {
      "text": "115 I have already indicated that the AFP officers concerned did not act in contravention of the AFP Act in deciding to, and in making, the 8 and 12 April 2005 communications to the INP.",
      "id": "s518"
    },
    {
      "text": "They were acting in performance of their functions under the AFP Act and consonantly with ministerial directions.",
      "id": "s519"
    },
    {
      "text": "The communications made had a proper and rational purpose in the furtherance of that police investigation.",
      "id": "s520"
    },
    {
      "text": "The proposed duty would only qualify and impede the conduct of the investigation embarked upon by the AFP.",
      "id": "s521"
    },
    {
      "text": "It would elevate the interests of Scott Rush over the public interest that the AFP was serving under its legislation to the extent that the two collided, as it did in the making of the request to the INP.",
      "id": "s522"
    },
    {
      "text": "116 If, as the other applicants seem to suggest albeit faintly, a like duty was owed them its obvious effect would have been to compromise the investigation itself in an important respect.",
      "id": "s523"
    },
    {
      "text": "No assistance of the type sought could have been asked of the INP notwithstanding that the investigation involved transnational criminal activity and that the assistance in fact sought, as I have noted, was for a proper purpose in furtherance of the AFP's statutory functions.",
      "id": "s524"
    },
    {
      "text": "117 In the cases of Scott Rush and of the other applicants the duty contended for cannot be reconciled with the nature and purpose of the functions being exercised by the AFP officers concerned, the discretions conferred on them in virtue of the task they were involved in, and the policy directive they were, apparently, implementing: cf Sullivan v Moody at [62].",
      "id": "s525"
    },
    {
      "text": "Accordingly, to adopt Santow JA's observations in Cran v State of New South Wales at [63], the greater public interest accorded unimpeded investigation by the AFP precludes in this case any duty of care owed to Scott Rush or to the other applicants.",
      "id": "s526"
    },
    {
      "text": "Such is the current law in this country and the policy informing it, that the interests of the applicants were subordinated to the public interests served by the AFP in their conduct of the investigation in question.",
      "id": "s527"
    },
    {
      "text": "118 I should add for the sake of completeness that I do not consider that it would make any difference to this conclusion if it was the case that the AFP officers concerned had knowingly misled Lee Rush for the purposes of securing the Bali investigation from potential compromise (given its purpose as revealed in the 8 April 2001 request) and the stage reached in the AFP's own investigations.",
      "id": "s528"
    },
    {
      "text": "Whatever the moral wrong to a caring parent that may have been involved in so doing, it could not have authored a duty of care such as has been proposed in this application.",
      "id": "s529"
    },
    {
      "text": "119 No order for either identity discovery or information discovery will be made in relation to the intended cause of action based on the alleged possible negligence of AFP officers.",
      "id": "s530"
    },
    {
      "text": "That proceeding would have no prosects of success.",
      "id": "s531"
    },
    {
      "text": "(ii) Misfeasance in Public Office \n \n120 The applicants contend that the facts of this case as presently known to them raise, as a potential cause of action, the tort of misfeasance in public office.",
      "id": "s532"
    },
    {
      "text": "For the purposes of the elements of the tort, it is said that:\n \n (i) the actions and decisions causing harm to the applicants were done by public officers (i.e.",
      "id": "s533"
    },
    {
      "text": "Mr Hunniford and others unknown); \n (ii) the actions and decisions involved the purported exercise of powers as a public official; and\n (iii) the actions and decisions were done with reckless indifference to the possible lack of powers or invalidity and to the likely injury to the applicants.",
      "id": "s534"
    },
    {
      "text": "121 It is unnecessary for present purposes to discuss the elements of this tort in any detail.",
      "id": "s535"
    },
    {
      "text": "They were recently essayed by the Full Court of this Court in Sanders v Snell (No 2) [2003] FCAFC 150 ; (2003) 130 FCR 149.",
      "id": "s536"
    },
    {
      "text": "I would note, though, that the tort can take two forms.",
      "id": "s537"
    },
    {
      "text": "In one form (that of \"targeted malice\") it must be shown that the public officer in question has acted as such with an actual intent to cause injury to a person or persons.",
      "id": "s538"
    },
    {
      "text": "In its alternate form it must be shown either that the officer has actual knowledge both that his or her action was beyond power and would cause or be likely to cause injury or else that the officer has acted with reckless indifference both to the possibility his or her action was beyond power and to the possibility that that action would cause or be likely to cause injury: see generally Sanders v Snell (No 2) at [95]-[100].",
      "id": "s539"
    },
    {
      "text": "122 The applicants' contentions in relation to this tort require that close attention be given to the requirements of O 15A r 6 in particular.",
      "id": "s540"
    },
    {
      "text": "I emphasise this for this reason.",
      "id": "s541"
    },
    {
      "text": "123 The essence of the misfeasance tort in either of its forms is the \"dishonest abuse of power\": L (a child) v Reading Borough Council [2001] EWCA Civ 346 ; [2001] 1 WLR 1575 at 1588.",
      "id": "s542"
    },
    {
      "text": "I am in complete agreement with the submissions of the respondent that there is no basis at all in the material before me to suggest any reasonable cause to believe that Mr Hunniford or other AFP officers acted with the reckless indifference asserted in the applicants' supplementary written submissions.",
      "id": "s543"
    },
    {
      "text": "What is being advanced is at best \"a mere possibility\".",
      "id": "s544"
    },
    {
      "text": "The evidence does not \"incline the mind\" towards assenting to the proposition asserted: cf St George Bank Pty Ltd v Rabo at [26].",
      "id": "s545"
    },
    {
      "text": "124 I have already indicated that the actions of the AFP officers concerned with the decisions and actions which led to the applicants' arrest were not of themselves ultra vires.",
      "id": "s546"
    },
    {
      "text": "There is no reasonable cause to believe that the decisions or actions were invalid because they were improperly motivated or that the officers were recklessly indifferent to the possible lack of power or validity in making those decisions or actions.",
      "id": "s547"
    },
    {
      "text": "Rather, on the evidence, they were referable to the Police Cooperation MoU with Indonesia.",
      "id": "s548"
    },
    {
      "text": "And while it was a foreseeable and likely consequence of the 8 and 12 April letters to the INP, that the applicants would be arrested in Indonesia and in that sense be exposed to harm in the sense of being put at risk of the death penalty, there is again no material at all which could objectively incline me to the proposition that the likelihood of that harm was other than a possible consequence of what was in the circumstances a valid exercise of official power.",
      "id": "s549"
    },
    {
      "text": "125 Accordingly, I am not satisfied that the applicants have met the limiting conditions of O 15A r 6(a) for the purposes of information discovery in respect of the potential tort of misfeasance in public office.",
      "id": "s550"
    },
    {
      "text": "Equally I am not satisfied for the purposes of O 15A r 3 identity discovery that the prospective proceedings intended to be commenced would be other than speculative: Hooper v Kirella , at [33].",
      "id": "s551"
    },
    {
      "text": "Hence this form of discovery will not be ordered.",
      "id": "s552"
    },
    {
      "text": "CONCLUSION \n \n126 I will order that the application be dismissed.",
      "id": "s553"
    },
    {
      "text": "I certify that the preceding one hundred and twenty-six (126) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finn.",
      "id": "s554"
    },
    {
      "text": "Associate: \n\nDated: 23 January 2006\n\n Counsel for the Applicants: Mr McDonald QC with Ms Webb QC and Mr Johnson Solicitor for the Applicants: Greg Murray Solicitors \n \n Counsel for the Respondent: Mr Howe Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 7 &amp; 8 November 2005 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/12.html",
      "id": "s555"
    }
  ]
}