{
  "name": "SZFWL v Minister for Immigration &amp; Multicultural Affairs [2006] FCA 1557 (17 November 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1557.html",
  "catchphrases": [
    {
      "text": "whether appellant seeking merits review",
      "id": "c0"
    },
    {
      "text": "status of findings of fact of refugee review tribunal",
      "id": "c1"
    },
    {
      "text": "migration",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from orders made by Federal Magistrate Riley on 21 July 2006, being SZFWL v Minister for Immigration &amp; Multicultural Affairs &amp; Another [2006] FMCA 1015.",
      "id": "s0"
    },
    {
      "text": "2 Riley FM dismissed with costs an application for judicial review filed by the appellant on 11 March 2005.",
      "id": "s1"
    },
    {
      "text": "That application sought review of the decision of the Refugee Review Tribunal ('The Tribunal') dated 19 January 2005 and handed down on 10 February 2005.",
      "id": "s2"
    },
    {
      "text": "The Tribunal affirmed a decision of a delegate of the respondent given on 21 September 2004 to refuse the appellant a Protection (Class XA) Visa ('a Protection Visa').",
      "id": "s3"
    },
    {
      "text": "3 The Notice of Appeal asserts as grounds: \n \n \n '2.",
      "id": "s4"
    },
    {
      "text": "The Tribunal failed to carry out its statutory duty.",
      "id": "s5"
    },
    {
      "text": "The Tribunal failed to notify the reason or part of the reason for affirming the decision before making the decision to refuse my application for a protection visa.",
      "id": "s6"
    },
    {
      "text": "3.",
      "id": "s7"
    },
    {
      "text": "The Tribunal failed to consider the full information that I provided at my hearing as well as some documents that I had provided before the hearing.",
      "id": "s8"
    },
    {
      "text": "The Tribunal failed to consider my claims.",
      "id": "s9"
    },
    {
      "text": "4.",
      "id": "s10"
    },
    {
      "text": "Federal Magistrates Court did not consider my application accordingly even though I had listed the above mentioned errors in full.",
      "id": "s11"
    },
    {
      "text": "' \n \n \n \n 4 The affidavit filed in support of the appeal simply reads: \n \n \n '1.",
      "id": "s12"
    },
    {
      "text": "Refugee Review Tribunal fell into jurisdictional errors when considered my application for a protection visa.",
      "id": "s13"
    },
    {
      "text": "2.",
      "id": "s14"
    },
    {
      "text": "The Tribunal failed to carry out its statutory duty.",
      "id": "s15"
    },
    {
      "text": "The Tribunal did not notify me the reason or part of the reason for affirming the decision.",
      "id": "s16"
    },
    {
      "text": "I lost the opportunity to explain my reasons, and to comment upon it.",
      "id": "s17"
    },
    {
      "text": "' \n \n \n \n 5 The appellant appeared unrepresented on the appeal and was assisted by an interpreter.",
      "id": "s18"
    },
    {
      "text": "6 The appellant claimed before the delegate of the respondent and before the Tribunal to fear harm because he was a Falun Gong practitioner.",
      "id": "s19"
    },
    {
      "text": "The appellant is a citizen of the People's Republic of China.",
      "id": "s20"
    },
    {
      "text": "In 2000 he participated in a demonstration in Tiananmen Square.",
      "id": "s21"
    },
    {
      "text": "He claims that on 2 October 2000 he was detained by the police, interrogated, beaten, tortured, required to undertake self-criticism and write letters of regret.",
      "id": "s22"
    },
    {
      "text": "He was released after two weeks but was required to report to the local PSB office.",
      "id": "s23"
    },
    {
      "text": "He was downgraded when he returned to work, and left that position to work for a private company, where he was soon promoted.",
      "id": "s24"
    },
    {
      "text": "The local police, he claimed, warned him not to leave his house during large events and holidays.",
      "id": "s25"
    },
    {
      "text": "In May 2004, with three other persons, he claimed that he put up Falun Gong posters.",
      "id": "s26"
    },
    {
      "text": "He feared he would be detained at any time if he returned to China, because he was persistent in his Falun Gong beliefs.",
      "id": "s27"
    },
    {
      "text": "The appellant claimed a belief that he was on a blacklist, and could only practise Falun Gong secretly.",
      "id": "s28"
    },
    {
      "text": "In Australia, he said he practised Falun Gong and handed out literature in Chinatown in Sydney.",
      "id": "s29"
    },
    {
      "text": "7 The Tribunal found that photographs of the appellant handing out Falun Gong literature in Chinatown were taken for the express purpose of presenting evidence to the Tribunal.",
      "id": "s30"
    },
    {
      "text": "The Tribunal further found that apart from attending some Falun Gong activities in Chinatown, the appellant was otherwise unconnected to the Falun Dafa Association in Australia.",
      "id": "s31"
    },
    {
      "text": "8 Riley FM noted that no meaningful particulars were provided of the alleged breach of s 424A of the Migration Act 1958 (Cth) ('the Act').",
      "id": "s32"
    },
    {
      "text": "His Honour said that the appellant indicated at the hearing that he did not wish to make any further submissions on that ground.",
      "id": "s33"
    },
    {
      "text": "The Federal Magistrate was unable to determine any proper basis for this argument on the material before the Court.",
      "id": "s34"
    },
    {
      "text": "In these circumstances, it is not possible to conclude that the Tribunal committed jurisdictional error constituted by a breach of s 424A of the Act.",
      "id": "s35"
    },
    {
      "text": "9 Except in respect of what was alleged in grounds 1(a) and 1(c), it is unnecessary to refer to the basis for the Federal Magistrate rejecting the appellant's grounds of appeal, other than to say that no error is revealed in his Honour's reasons.",
      "id": "s36"
    },
    {
      "text": "10 Ground (a) was in the following terms: \n \n \n '(a) The Tribunal did not properly consider in assessing the chance of my persecution and persecuted on my return to China based on the member of a particular social group in China.",
      "id": "s37"
    },
    {
      "text": "I was persecuted.",
      "id": "s38"
    },
    {
      "text": "I was detained by the Chinese authorities and suffered mental and physical torture from them when I was in China.",
      "id": "s39"
    },
    {
      "text": "I was required to reported to police weekly.",
      "id": "s40"
    },
    {
      "text": "I lost basic human rights and freedom when I was in China.",
      "id": "s41"
    },
    {
      "text": "However, the Tribunal did not believe that I was detained in October 2000 without any evidence.",
      "id": "s42"
    },
    {
      "text": "The Tribunal did not accept that I am a genuine devotee of Falun gong without any reasons and evidence.",
      "id": "s43"
    },
    {
      "text": "The Tribunal regarded the photos that I submitted to them were obtained just for the purpose of presenting evidence to the Tribunal without proper reasons.",
      "id": "s44"
    },
    {
      "text": "The Tribunal refused my application just because I had been able to get my passport to leave China, then refused to accept any of my explanation and evidence, however he refused to accept my explanation about paying large sum of money for getting my passport .",
      "id": "s45"
    },
    {
      "text": "' \n \n \n \n 11 And ground (c) was: \n \n \n '(c) The Tribunal's satisfaction that I am not a refugee was not based upon reasoning which provided a rational or logical foundation for this belief.",
      "id": "s46"
    },
    {
      "text": "' \n \n \n \n 12 Before this Court, the appellant expanded on the factual basis of his claim that he ought properly to be recognised as a refugee, namely he was a genuine and committed practitioner of Falun Gong, and, as such, would be subject to persecution in China.",
      "id": "s47"
    },
    {
      "text": "From the bar table, he spoke of his involvement with activities of Falun Gong in Australia, including extensive activity since the decision of the Federal Magistrate.",
      "id": "s48"
    },
    {
      "text": "For completeness, I set out the appellant's oral submissions:\n '...",
      "id": "s49"
    },
    {
      "text": "They said since I came to Australia I had no contact with the Falun Gong in Australia, so at the RRT hearing I did provide the Tribunal with some photos of my activities in Chinatown when I went to promote Falun Gong and also, I also provided evidence about my involvement in China and this is all recorded.",
      "id": "s50"
    },
    {
      "text": "As I am a practitioner, when I came to Australia, I had to go to Chinatown in order to find other fellow practitioners, and with the help of other fellow practitioners, I went to the newspaper, the Epoch Times, and there I met the editor, Ms Wu and Mr Soong, and Judy and Jane, and also Mr Wu in the Epoch Times gave me some copies of the newspaper, which has articles about the persecution in Shangdong Province in China, which I submitted to the Tribunal as evidence.",
      "id": "s51"
    },
    {
      "text": "I live in Cabramatta so it is quite a distance for me to go to Strathfield, and I have no change trains in Central.",
      "id": "s52"
    },
    {
      "text": "So I have been going to Cabramatta for the practice, and Saturdays and Sundays I go to Chinatown to do the promotive activity so they can't say that I have no contact with the Falun Gong.",
      "id": "s53"
    },
    {
      "text": "I have been involved in that including some major activity.",
      "id": "s54"
    },
    {
      "text": "The major ones include on 19 February 2006 from 11 in the morning until 2 o'clock in the afternoon in the Central Station Park.",
      "id": "s55"
    },
    {
      "text": "The commemorative activity of eight million withdrawals from the Communist Party and on 28 April the demonstration against the organ-taking from living people, including recently, and also the protest on 1 October in Canberra, 6 November activity for the 15 million withdrawal from the party.",
      "id": "s56"
    },
    {
      "text": "My fellow practitioners, including some leaders in the headquarters and some teachers, can be my witness for that.",
      "id": "s57"
    },
    {
      "text": "I have been actively involved in the activities in Australia and there is no doubt about that, and I can provide a lot of evidence including witnesses and photos for that.",
      "id": "s58"
    },
    {
      "text": "As a practitioner, I shouldn't openly publicise those photos, but, if the Court needs it, I can provide them.",
      "id": "s59"
    },
    {
      "text": "Also at the Federal Magistrates hearing, the Court said since I am a practitioner, how am I able to get a passport?",
      "id": "s60"
    },
    {
      "text": "But there is a misunderstanding in concept in their part.",
      "id": "s61"
    },
    {
      "text": "In China, there are five kinds of people not allowed to go overseas.",
      "id": "s62"
    },
    {
      "text": "All the Falun Gong practitioners are included in this five type, but I said I was detained in China.",
      "id": "s63"
    },
    {
      "text": "Being detained is different from committing a crime.",
      "id": "s64"
    },
    {
      "text": "For committing a crime, one would get a sentence or a reform school labour, but detention is not a crime in China.",
      "id": "s65"
    },
    {
      "text": "It is just a means that local police station deals with one person.",
      "id": "s66"
    },
    {
      "text": "In China in order to get passport, four kinds of documents are required.",
      "id": "s67"
    },
    {
      "text": "The first one is a certificate given by your workplace.",
      "id": "s68"
    },
    {
      "text": "And the second one is criminal clearance from the police station.",
      "id": "s69"
    },
    {
      "text": "The third one is a household register, and the fourth one is the ID card.",
      "id": "s70"
    },
    {
      "text": "So one can easily get a passport once you have four of these documents.",
      "id": "s71"
    },
    {
      "text": "For me, I have been detained, so I do have a certain difficulty in getting a clearance from the police station, but I am not a criminal.",
      "id": "s72"
    },
    {
      "text": "So that is a fact that I am not a criminal.",
      "id": "s73"
    },
    {
      "text": "So under such circumstances, the local police station can issue me a criminal clearance, or they refuse to do so, but I was able to get one through some friend's connections, through my general manager.",
      "id": "s74"
    },
    {
      "text": "China is full of corruption, so if you offer some benefit, you can get one.",
      "id": "s75"
    },
    {
      "text": "That is what I meant by going through the connection to get the passport.",
      "id": "s76"
    },
    {
      "text": "So it is not that Falun Gong practitioners can't get a passport; it is those practitioners who have been sentenced that can't get a passport.",
      "id": "s77"
    },
    {
      "text": "So the Court kept on saying, \"You are a practitioner, then how can you get a passport?",
      "id": "s78"
    },
    {
      "text": "\", and I have been trying to explain that concept, but they refuse to understand me.",
      "id": "s79"
    },
    {
      "text": "They ask me how I got through the customs as a practitioner.",
      "id": "s80"
    },
    {
      "text": "I said to them, \"I am not on the wanted list.",
      "id": "s81"
    },
    {
      "text": "I am not a criminal.",
      "id": "s82"
    },
    {
      "text": "That is why the customs does not have my record.",
      "id": "s83"
    },
    {
      "text": "That is why I could easily get through the immigration.",
      "id": "s84"
    },
    {
      "text": "\"' \n \n 13 The appellant later said:\n '...",
      "id": "s85"
    },
    {
      "text": "I felt there is a need for me to explain everything to your Honour today.",
      "id": "s86"
    },
    {
      "text": "As a democratic country as Australia, according to the treaty signed by Australian and the UN in 1958, Falun Gong is persecuted in China and such persecution have been reported in China, in Australia, in newspapers all over the world.",
      "id": "s87"
    },
    {
      "text": "So given such persecutions are happening in China, I think as a Falun Gong practitioner, I should be regarded as a refugee, and I think I should get protection from Australia.",
      "id": "s88"
    },
    {
      "text": "I hope your Honour can give me a fair judgment.",
      "id": "s89"
    },
    {
      "text": "...' \n \n 14 The fatal difficulty with the submissions by the appellant to this Court is that he seeks to have reversed the findings of fact made by the Tribunal as to the genuineness of his claim to be a follower of Falun Gong.",
      "id": "s90"
    },
    {
      "text": "15 What the appellant seeks to do is engage in impermissible merits review, because he seeks to take issue with the Tribunal's findings of fact.",
      "id": "s91"
    },
    {
      "text": "16 As Gummow and Hayne JJ said in their (dissenting) judgment in Abebe v The Commonwealth [1999] HCA 14 ; (1999) 197 CLR 510 at par 137:\n '... there is no error of law simply in making a wrong finding of fact.",
      "id": "s92"
    },
    {
      "text": "(Waterford v Commonwealth [1987] HCA 25 ; (1987) 163 CLR 54 at 77 per Brennan J; Attorney-General (NSW) v Quinn [1990] HCA 21 ; (1990) 170 CLR 1 at 35-36 per Brennan J).",
      "id": "s93"
    },
    {
      "text": "' \n \n 17 Brennan CJ, Toohey, McHugh, and Gummow JJ in their joint judgment in Minister for Immigration and Ethnic Affairs v Wu Shan Liang [1996] HCA 6 ; (1966) 185 CLR 259 said at 272:\n '... any Court reviewing a decision upon refugee status must beware of turning a review of the reasons of the decision-maker upon proper principles into a reconsideration of the merits of the decision...' \n \n 18 Their Honours also referred to the observations by Brennan J in Attorney-General (NSW) v Quin [1990] HCA 21 ; (1990) 170 CLR 1 at pp 35 - 36:\n 'The duty and jurisdiction of the court to review administrative action do not go beyond the declaration and enforcing of the law which determines the limits and governs the exercise of the repository's power.",
      "id": "s94"
    },
    {
      "text": "If, in so doing, the court avoids administrative injustice or error, so be it; but the court has no jurisdiction simply to cure administrative injustice or error .",
      "id": "s95"
    },
    {
      "text": "The merits of administrative action, to the extent that they can be distinguished from legality, are for the repository of the relevant power and, subject to political control, for the repository alone.",
      "id": "s96"
    },
    {
      "text": "' \n (Emphasis added.",
      "id": "s97"
    },
    {
      "text": ")\n \n 19 The appellant has before this Court repeated the contentions he made to Riley FM.",
      "id": "s98"
    },
    {
      "text": "Those submissions are directed at correcting what is seen as errors in the factual findings of the Tribunal.",
      "id": "s99"
    },
    {
      "text": "The Tribunal said:\n '... the Tribunal did not find the Applicant to be credible on several key aspects of his claims as outlined below.",
      "id": "s100"
    },
    {
      "text": "At the hearing the Applicant did not impress the Tribunal in responses in giving evidence which were often equivocal, unconvincing and at times evasive.",
      "id": "s101"
    },
    {
      "text": "As such the Tribunal is not satisfied that the Applicant left China because of the circumstances he has described.",
      "id": "s102"
    },
    {
      "text": "The Tribunal does not accept that the Applicant was under scrutiny from the Chinese authorities by reason of an association with Falun Gong and faces arrest on his return to China.",
      "id": "s103"
    },
    {
      "text": "The Tribunal was unconvinced by the Applicant's oral evidence that he is a Falun Gong practitioner and that he was detained in October 2000 as a result of partaking in a protest.",
      "id": "s104"
    },
    {
      "text": "The Tribunal does not accept that the Applicant is a genuine devotee of Falun Gong.",
      "id": "s105"
    },
    {
      "text": "' \n \n 20 Even if the findings of fact by the Tribunal, in particular the findings as to the genuineness of the appellant's claim to be a practitioner of Falun Gong, are wrong, they are findings that were open on the material before the Tribunal.",
      "id": "s106"
    },
    {
      "text": "21 None of the grounds in the appellant's Notice of Appeal or affidavit to this Court contain any particulars to advance the appellant's case in this Court in any meaningful sense.",
      "id": "s107"
    },
    {
      "text": "22 No error has been shown in the reasons of Riley FM.",
      "id": "s108"
    },
    {
      "text": "23 The respondent indicated in his written submission that they would seek, in the event the appeal was unsuccessful, that the appellant pay the first respondent's costs in a fixed sum.",
      "id": "s109"
    },
    {
      "text": "24 For the above reasons, the appeal is dismissed.",
      "id": "s110"
    },
    {
      "text": "25 The appellant is to pay the respondent's costs fixed in the sum of $2000.",
      "id": "s111"
    },
    {
      "text": "I certify that the preceding twenty-five (25) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Spender.",
      "id": "s112"
    },
    {
      "text": "Associate:\n\nDated: 17 November 2006\n The Appellant appeared in person.",
      "id": "s113"
    },
    {
      "text": "Solicitor for the Respondent: Mr Rohan White, Sparke Helmore \n \n Date of Hearing: 6 November 2006 \n \n Date of Judgment: 17 November 2006 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1557.html",
      "id": "s114"
    }
  ]
}