{
  "name": "Australian Competition and Consumer Commission v IPM Operation and Maintenance Loy Yang Pty Ltd [2006] FCA 1777 (19 December 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1777.html",
  "catchphrases": [
    {
      "text": "restrictive trade practices",
      "id": "c0"
    },
    {
      "text": "applicant alleged union liable as an accessory to company's contraventions of ss 45e and 45ea of trade practices act 1974 (cth)",
      "id": "c1"
    },
    {
      "text": "where contract, arrangement or understanding between company and union",
      "id": "c2"
    },
    {
      "text": "whether contained provision included for purpose of preventing or hindering company from acquiring goods or services from electrical contractors who did not have certified agreement with the union",
      "id": "c3"
    },
    {
      "text": "consideration of 'contract, arrangement or understanding' and 'purpose'",
      "id": "c4"
    },
    {
      "text": "where applicant relied on inferences to be drawn from circumstantial and indirect evidence",
      "id": "c5"
    },
    {
      "text": "where union did not call any witnesses or rely on any affidavit evidence",
      "id": "c6"
    },
    {
      "text": "whether accessorial liability provisions of trade practices act apply to union that is party to contract, arrangement or understanding contravening ss 45e and 45ea",
      "id": "c7"
    },
    {
      "text": "whether legislature intended to exclude union from liability under ss 76 and 80",
      "id": "c8"
    },
    {
      "text": "accessorial liability provisions apply to union",
      "id": "c9"
    },
    {
      "text": "consideration of scope of declaratory and injunctive relief",
      "id": "c10"
    },
    {
      "text": "trade practices",
      "id": "c11"
    },
    {
      "text": "trade practices",
      "id": "c12"
    }
  ],
  "sentences": [
    {
      "text": "2 This proceeding is brought by the Australian Competition and Consumer Commission ('ACCC') against the first respondent, IPM Operation &amp; Maintenance Loy Yang Pty Ltd, which was formerly known as Edison Mission Operation &amp; Maintenance Loy Yang Pty Ltd ('Edison'), and the second respondent, the Communications, Electrical, Electronic, Energy, Information, Postal, Plumbing and Allied Services Union of Australia ('CEPU').",
      "id": "s0"
    },
    {
      "text": "The allegations at the heart of the proceeding are that the respondents were parties to a contract, arrangement or understanding which contravened ss 45E(3) and 45EA of Pt IV of the Trade Practices Act 1974 (Cth) ('TPA').",
      "id": "s1"
    },
    {
      "text": "Essentially, the ACCC alleges that the contract, arrangement or understanding included a provision that Edison would not engage any electrical contractor to perform work at the Loy Yang B power station ('Loy Yang B') in the Latrobe Valley in Victoria unless the contractor had entered into an agreement with the CEPU which was certified under the Workplace Relations Act 1996 (Cth).",
      "id": "s2"
    },
    {
      "text": "The parties and the witnesses used the terms 'certified agreement' and 'enterprise bargaining agreement' or 'EBA' interchangeably to describe this kind of agreement.",
      "id": "s3"
    },
    {
      "text": "The term 'electrical contractor' was used by the parties and the witnesses to refer to a contractor who employs people whose employment is governed by the National Electrical, Electronic and Communications Contracting Industry Award 1998.",
      "id": "s4"
    },
    {
      "text": "I will adopt this shorthand expression in these reasons for judgment.",
      "id": "s5"
    },
    {
      "text": "3 Edison and the ACCC have agreed on terms of settlement for the resolution of the proceedings.",
      "id": "s6"
    },
    {
      "text": "Pursuant to those terms of settlement, Edison has filed a defence in which it admits to contraventions of ss 45E(3) and 45EA of the TPA.",
      "id": "s7"
    },
    {
      "text": "Subject to orders of the Court, Edison and the ACCC have also agreed on proposed orders concerning declarations, pecuniary penalties and costs.",
      "id": "s8"
    },
    {
      "text": "4 The CEPU contests the allegations against it.",
      "id": "s9"
    },
    {
      "text": "On 7 April 2006, I ordered that the contested proceeding between the ACCC and the CEPU concerning the CEPU's liability under ss 76 and 80 of the TPA be heard prior to the penalty hearing as between the ACCC and Edison: see Australian Competition and Consumer Commission v Edison Mission Operations and Maintenance Loy Yang Pty Ltd [2006] FCA 853.",
      "id": "s10"
    },
    {
      "text": "There was no appearance for Edison at the hearing of the contested proceeding between the ACCC and the CEPU.",
      "id": "s11"
    },
    {
      "text": "5 The hearing proceeded by viva voce evidence.",
      "id": "s12"
    },
    {
      "text": "The ACCC called five witnesses.",
      "id": "s13"
    },
    {
      "text": "Four of the witnesses, Colin Sutherland ('Sutherland'), Paul Burns ('Burns'), Wayne Buckley ('Buckley') and Mark Pearson ('Pearson') were employees of Edison or a related company at all relevant times.",
      "id": "s14"
    },
    {
      "text": "Sutherland was a general manager of Edison Mission Energy Australia Pty Ltd ('EME') and a director of Edison and certain of its related entities including Valley Power Pty Ltd ('Valley Power').",
      "id": "s15"
    },
    {
      "text": "Burns was the manager of community and employee relations for EME and was stationed at Loy Yang B. Sutherland and Burns had the principal carriage of discussions between Edison and the CEPU in August 2001.",
      "id": "s16"
    },
    {
      "text": "Pearson was the maintenance manager of EME's plant at Loy Yang B. Buckley held the position of maintenance coordinator for EME at Loy Yang B and reported directly to Pearson.",
      "id": "s17"
    },
    {
      "text": "Nothing in this case turns on any distinction between the various corporate entities within the Edison group of companies and, where the context permits, I refer to them simply as 'Edison'.",
      "id": "s18"
    },
    {
      "text": "The other witness was David Nabulsi ('Nabulsi'), the sole director of a company called DJN Electrical &amp; Instrumentation Pty Ltd ('DJN').",
      "id": "s19"
    },
    {
      "text": "Prior to August 2001, DJN regularly supplied services to Edison at Loy Yang B in its capacity as an electrical contractor.",
      "id": "s20"
    },
    {
      "text": "6 In addition, the ACCC relied on an affidavit of Rodney McKemmish ('McKemmish') sworn 7 September 2006.",
      "id": "s21"
    },
    {
      "text": "Exhibit RMCK-3 to McKemmish's affidavit is his expert forensic report in relation to the authenticity and source of certain emails which were discovered by Edison and which are relevant to the ACCC's case against the CEPU.",
      "id": "s22"
    },
    {
      "text": "The affidavit was received in evidence subject to the CEPU's objection to those parts of the affidavit in which McKemmish purported to express an opinion identifying the author of certain emails.",
      "id": "s23"
    },
    {
      "text": "The objection is a good one and I uphold it.",
      "id": "s24"
    },
    {
      "text": "McKemmish is not in a position to give admissible evidence concerning the authorship of the emails.",
      "id": "s25"
    },
    {
      "text": "His evidence is only admissible to the extent to which he addresses the authenticity and technical source of the emails.",
      "id": "s26"
    },
    {
      "text": "Apart from this objection, the CEPU did not dispute McKemmish's evidence.",
      "id": "s27"
    },
    {
      "text": "7 The CEPU did not call any witnesses or rely on any affidavit material in support of its case.",
      "id": "s28"
    },
    {
      "text": "THE ISSUES \n \n8 There are two main issues in this proceeding.",
      "id": "s29"
    },
    {
      "text": "The first concerns the nature, scope and terms of the contract, arrangement or understanding that was made or arrived at between the respondents.",
      "id": "s30"
    },
    {
      "text": "The ACCC submitted that the true nature, scope and terms of the contract, arrangement or understanding can be inferred from the circumstances surrounding a written heads of agreement between Edison and the CEPU, which was signed on behalf of Edison on 23 August 2001 ('the heads of agreement').",
      "id": "s31"
    },
    {
      "text": "The ACCC's primary argument was that the contract, arrangement or understanding was not confined to the literal terms of the heads of agreement, and that it prevented or hindered Edison from acquiring services from electrical contractors including DJN because they did not have a certified agreement with the CEPU.",
      "id": "s32"
    },
    {
      "text": "Further, the ACCC argued that the contract, arrangement or understanding was given effect by Edison.",
      "id": "s33"
    },
    {
      "text": "Alternatively, the ACCC argued that the same consequences follow even if the contract, arrangement or understanding is entirely embodied in the heads of agreement.",
      "id": "s34"
    },
    {
      "text": "9 The CEPU advanced a narrower approach, submitting that the contract, arrangement or understanding between the respondents was confined to the heads of agreement, which, on its terms, did not contravene ss 45E(3) of the TPA.",
      "id": "s35"
    },
    {
      "text": "The CEPU submitted that the events leading up to the signing of the heads of agreement are merely evidence of negotiations between the parties.",
      "id": "s36"
    },
    {
      "text": "It submitted that those events did not give rise to a 'meeting of the minds' between Edison and the CEPU that is sufficient to attract liability under ss 45E(3).",
      "id": "s37"
    },
    {
      "text": "10 The second issue concerns the CEPU's accessorial liability under ss 76(1) and 80 (1) of the TPA.",
      "id": "s38"
    },
    {
      "text": "In accordance with their respective terms, ss 45E and 45EA impose liability on a person who enters into the prohibited arrangement with an organisation of employees (ie, a union), an officer of such an organisation, or a person acting for and on behalf of such an officer or organisation.",
      "id": "s39"
    },
    {
      "text": "Neither s 45E nor s 45EA imposes liability on the union.",
      "id": "s40"
    },
    {
      "text": "The CEPU argues that ss 45E and 45EA make the union a principal to the contravention but do not impose liability on it and that, in those circumstances, the CEPU cannot be liable under ss 76 and 80 of the TPA as an accessory to the alleged contraventions of ss 45E(3) and 45EA.",
      "id": "s41"
    },
    {
      "text": "THE PEAKER PLANT \n \n11 Edison is one of a number of related companies involved in the operation of Loy Yang B.",
      "id": "s42"
    },
    {
      "text": "In April 2001, Valley Power, a corporation related to Edison, agreed to acquire land from the State of Victoria adjacent to Loy Yang B for the purpose of building a new gas fired electricity generation plant ('the peaker plant').",
      "id": "s43"
    },
    {
      "text": "The State required that the peaker plant be operational by February 2002, so as to meet the demands of peak electricity use during the summer months.",
      "id": "s44"
    },
    {
      "text": "To this end, the agreement for the acquisition of land from the State required construction of the peaker plant to proceed in accordance with a strict timetable.",
      "id": "s45"
    },
    {
      "text": "Crucially, it was agreed that if the peaker plant was not ready for commercial operation by the first week of February 2002, the land would revert to the State and no compensation would be payable to Valley Power.",
      "id": "s46"
    },
    {
      "text": "12 Valley Power entered into contracts with Simon Engineering (Australia) Pty Ltd ('Simon Engineering') dated 10 July 2001 and 26 July 2001 pursuant to which Simon Engineering agreed to undertake preliminary work in relation to the peaker plant.",
      "id": "s47"
    },
    {
      "text": "However, there were delays in commencing construction work, and from July 2001 until September 2001 Valley Power was in negotiation with Simon Engineering about the terms of the contract pursuant to which Simon Engineering would begin construction of the peaker plant.",
      "id": "s48"
    },
    {
      "text": "13 In July 2001, Simon Engineering informed Sutherland that the commencement of construction work on the peaker plant was being delayed because it was unable to get certain unions, including the CEPU, to sign a site labour agreement ('the Simon Engineering site agreement').",
      "id": "s49"
    },
    {
      "text": "14 Time was of the essence for Edison, as Valley Power was behind schedule to complete construction of the peaker plant by February 2002.",
      "id": "s50"
    },
    {
      "text": "Edison was concerned that further delays might force it to cancel the project altogether.",
      "id": "s51"
    },
    {
      "text": "DJN ELECTRICAL AND INSTRUMENTATION PTY LTD \n \n15 In 2001, DJN did not have a certified agreement with the CEPU.",
      "id": "s52"
    },
    {
      "text": "In fact, DJN had never entered into a certified agreement or enterprise bargaining agreement with the CEPU.",
      "id": "s53"
    },
    {
      "text": "16 As the principal and sole director of DJN, Nabulsi knew that Peter Mooney ('Mooney') was the local area representative for the CEPU.",
      "id": "s54"
    },
    {
      "text": "Between 1998 and 2001, Nabulsi had several discussions with Mooney about the possibility of DJN signing an enterprise bargaining agreement with the CEPU.",
      "id": "s55"
    },
    {
      "text": "However, due to what Nabulsi described as the inflexibility of the CEPU's 'pattern' or standard enterprise bargaining agreement, he was not prepared to sign an agreement on behalf of DJN.",
      "id": "s56"
    },
    {
      "text": "17 From about 1999 until July 2001, DJN provided services as an electrical contractor to Edison at Loy Yang B. DJN supplied those services pursuant to a service agreement with Edison, whereby DJN was engaged to supply services to Edison as an electrical contractor at Loy Yang B either on a 'fixed price' or 'hourly rate' basis.",
      "id": "s57"
    },
    {
      "text": "In 2001, DJN provided services to Edison at Loy Yang B in the months leading up to August 2001.",
      "id": "s58"
    },
    {
      "text": "18 In 1999 and again in 2000, Nabulsi signed a service agreement on behalf of DJN for a twelve month period that ended, respectively, on 21 July 2000 and 21 July 2001.",
      "id": "s59"
    },
    {
      "text": "On 19 June 2001, Edison wrote to DJN advising that the service agreement between Edison and DJN was due to expire on 21 July 2001.",
      "id": "s60"
    },
    {
      "text": "Subject to agreement on price, Edison sought to renew the service agreement for a period of three years.",
      "id": "s61"
    },
    {
      "text": "The letter from Edison asked DJN to sign a formal contract for the supply of services, complete the contract schedules, and return the documents to Edison.",
      "id": "s62"
    },
    {
      "text": "19 The documents were not signed on behalf of DJN or returned to Edison as requested by the letter of 19 June 2001.",
      "id": "s63"
    },
    {
      "text": "This was because Nabulsi was informed in August 2001 that Edison would no longer be utilising DJN's services as DJN had declined to enter into a certified agreement with the CEPU.",
      "id": "s64"
    },
    {
      "text": "THE EVENTS OF AUGUST 2001 \n \n20 Although much of the evidence was not contested, there were a number of specific areas in which the evidence, its effect, or the inferences to be drawn from it, were in dispute.",
      "id": "s65"
    },
    {
      "text": "On a number of issues, questions were also raised as to whether the account given by one witness should be preferred to that given by another.",
      "id": "s66"
    },
    {
      "text": "My findings of fact as to the events that transpired in August 2001 are incorporated in the discussion that follows.",
      "id": "s67"
    },
    {
      "text": "I will return to the question whether those events support the conclusion that there was a contract, arrangement or understanding between Edison and the CEPU that contravened s 45E(3) after I have considered the relevant legal principles.",
      "id": "s68"
    },
    {
      "text": "The 9 August meeting \n \n21 On Thursday 9 August 2001, Industrial Relations Victoria convened a meeting in an attempt to resolve the impasse to the signing of the Simon Engineering site agreement ('the 9 August meeting').",
      "id": "s69"
    },
    {
      "text": "The meeting was attended by two representatives from Industrial Relations Victoria, a representative of the State Treasurer, representatives from Edison, and a representative from the CEPU, Dean Mighell ('Mighell').",
      "id": "s70"
    },
    {
      "text": "Mighell held the position of state secretary of the Electrical Trades Union (Victorian branch) ('ETU').",
      "id": "s71"
    },
    {
      "text": "The ETU is a division of the CEPU.",
      "id": "s72"
    },
    {
      "text": "The representatives from Edison were Sutherland and Burns.",
      "id": "s73"
    },
    {
      "text": "22 The most specific account of the 9 August meeting was given by Burns.",
      "id": "s74"
    },
    {
      "text": "He said that Mighell raised two issues on which the CEPU required Edison's agreement.",
      "id": "s75"
    },
    {
      "text": "The first issue was that the CEPU required Edison's agreement that its representatives could have access to the Loy Yang B site for the purposes of interviewing union members on site.",
      "id": "s76"
    },
    {
      "text": "The second issue was that the CEPU required Edison's agreement that electrical contractors who perform work at the Loy Yang B site must have an enterprise bargaining agreement to which the CEPU was a party.",
      "id": "s77"
    },
    {
      "text": "23 Burns made a handwritten note at the 9 August meeting of the matters that were discussed.",
      "id": "s78"
    },
    {
      "text": "It stated:\n \n 'Meeting with Dean Mighell.",
      "id": "s79"
    },
    {
      "text": "ETU \n Present: \n \n 1.",
      "id": "s80"
    },
    {
      "text": "Col Sutherland \n 2.",
      "id": "s81"
    },
    {
      "text": "DM.",
      "id": "s82"
    },
    {
      "text": "issues raised before.",
      "id": "s83"
    },
    {
      "text": "access to site \n EBAs in place --- ongoing as well as outages.",
      "id": "s84"
    },
    {
      "text": "3.",
      "id": "s85"
    },
    {
      "text": "PB position \n 4.",
      "id": "s86"
    },
    {
      "text": "Environment issue' \n\n\nThe second half of the page on which Burns wrote this note relates to a telephone conference which took place on 10 August 2001.",
      "id": "s87"
    },
    {
      "text": "The telephone conference is discussed below.",
      "id": "s88"
    },
    {
      "text": "24 By reference to his note of the 9 August meeting, Burns expanded somewhat on his evidence.",
      "id": "s89"
    },
    {
      "text": "He said that Sutherland spoke first at the meeting and then Mighell raised the issues on which the CEPU wanted an agreement.",
      "id": "s90"
    },
    {
      "text": "In doing so, Mighell said that Edison was aware of the problems as the issues had been raised before.",
      "id": "s91"
    },
    {
      "text": "The issues were that the CEPU required access to the Loy Yang B site for the purposes of interviewing its members working on site, and it required that EBAs be in place for ongoing electrical work as well as planned outages at the Loy Yang B site.",
      "id": "s92"
    },
    {
      "text": "25 Although Burns understood that the reason for the meeting was to attempt to get the Simon Engineering site agreement signed, he said that Mighell did not say anything about the site agreement during the course of the meeting.",
      "id": "s93"
    },
    {
      "text": "Nor did he recall Sutherland or anyone else at the meeting saying anything about the site agreement.",
      "id": "s94"
    },
    {
      "text": "According to Burns, Sutherland said that Edison would consider the site access issue and the electrical contractors issue internally, and that Sutherland would respond to Mighell on the electrical contractors issue and Burns would respond on the site access issue.",
      "id": "s95"
    },
    {
      "text": "26 Sutherland's evidence concerning these matters was not as precise.",
      "id": "s96"
    },
    {
      "text": "He did not have any direct recollection of the actual words used by Mighell.",
      "id": "s97"
    },
    {
      "text": "His recollection was that Mighell said that there were no bans affecting the Loy Yang B site but Mighell did have some concerns that he wanted addressed.",
      "id": "s98"
    },
    {
      "text": "Only two of the concerns affected Edison.",
      "id": "s99"
    },
    {
      "text": "The first was that there was a need to improve access for CEPU officials to the Loy Yang B site.",
      "id": "s100"
    },
    {
      "text": "The second was that where there were electrical contractors on site, he wanted ETU members protected through an enterprise bargaining agreement.",
      "id": "s101"
    },
    {
      "text": "Sutherland's evidence was that he said that Edison would need to consider those matters internally and would revert to the ETU about finding a solution.",
      "id": "s102"
    },
    {
      "text": "27 On this topic, and on other topics, I prefer the evidence given by Burns to that given by Sutherland wherever there is any substantial difference or conflict in their evidence.",
      "id": "s103"
    },
    {
      "text": "I have based this assessment on the demeanour of the two witnesses and a careful consideration of the nature and content of their evidence.",
      "id": "s104"
    },
    {
      "text": "Generally speaking, Sutherland's evidence tended to be vague and somewhat obfuscatory in relation to key events.",
      "id": "s105"
    },
    {
      "text": "His evidence concerning the 9 August meeting is one instance of this; other instances will be identified as I proceed to make findings about the relevant events.",
      "id": "s106"
    },
    {
      "text": "In contrast, I found Burns to be an exemplary witness who provided forthright, honest and well-considered responses to the questions he was asked.",
      "id": "s107"
    },
    {
      "text": "Other events on 9 August \n \n28 At 3.33 pm on 9 August, Burns received an email from his personal assistant, Wendy Jongerius, which stated:\n \n 'Howdy.",
      "id": "s108"
    },
    {
      "text": "Here is the doc with the keyed clause in it.",
      "id": "s109"
    },
    {
      "text": "' \n\n\nThe email attached a document called 'Clause.doc' which read:\n \n 'All Contactors performing work at (insert Company name) under the scope of the Electrical, Communications Contracting Industry Award, shall have a current certified Agreement with the CEPU Electrical Division, Victorian Branch prior to commencing work at (insert Company name).",
      "id": "s110"
    },
    {
      "text": "' \n\n\n \n29 Burns could not recall precisely where the words of the document came from and he had no clear recollection of dictating them.",
      "id": "s111"
    },
    {
      "text": "Burns said that he had not asked anyone to provide him with a clause.",
      "id": "s112"
    },
    {
      "text": "30 Later that afternoon, Burns sent an email at 6.07 pm to Sutherland on the subject 'CEPU Proposed Agreement' ('Burns' 9 August email').",
      "id": "s113"
    },
    {
      "text": "The email read:\n \n 'Dean Mighell's clause: \n \n Regards --- Paul' \n\n\nThe attached document contained the text of 'Clause.doc' extracted above.",
      "id": "s114"
    },
    {
      "text": "In full, the document read:\n \n 'All Contactors performing work at (insert Company name) under the scope of the Electrical, Communications Contracting Industry Award, shall have a current certified Agreement with the CEPU Electrical Division, Victorian Branch prior to commencing work at (insert Company name).",
      "id": "s115"
    },
    {
      "text": "I think the correct title may be National Electrical, Electronic and Communications Contracting Industry Award 1998.",
      "id": "s116"
    },
    {
      "text": "' \n\n\n \n31 In examination in chief, Burns was asked why he had referred to the clause as 'Dean Mighell's clause' in his email to Sutherland:\n \n '[COUNSEL]: ...",
      "id": "s117"
    },
    {
      "text": "So why did you describe it in the text of the email as: \n \n \n \n Dean Mighell's clause.",
      "id": "s118"
    },
    {
      "text": "?",
      "id": "s119"
    },
    {
      "text": "--- [BURNS]: I believe it was a clause that would assist Mr Sutherland in resolving the issue that he was to deal with.",
      "id": "s120"
    },
    {
      "text": "[COUNSEL]: And in what way did you think it would resolve the issue that Mr Sutherland had to deal with?",
      "id": "s121"
    },
    {
      "text": "--- [BURNS]: I believe that was the gist of what Mr Mighell was seeking.",
      "id": "s122"
    },
    {
      "text": "' \n\n\n \n32 Burns was also asked where he sourced the name of the award in the second paragraph of the document.",
      "id": "s123"
    },
    {
      "text": "Burns said he thought he looked up the correct title of the award on the internet, and then made the correction and sent the email to Sutherland.",
      "id": "s124"
    },
    {
      "text": "Burns said he had not been asked to provide a clause to Sutherland.",
      "id": "s125"
    },
    {
      "text": "33 The ACCC invited me to infer that Burns was provided with a clause by Mighell or the CEPU for inclusion in the proposed agreement between Edison and the CEPU.",
      "id": "s126"
    },
    {
      "text": "I am not prepared to infer that the drafting of the clause originated with Mighell or the CEPU.",
      "id": "s127"
    },
    {
      "text": "I find that Burns dictated the clause.",
      "id": "s128"
    },
    {
      "text": "He had not asked anyone to provide him with the clause, and he had not been asked to provide a clause to Sutherland.",
      "id": "s129"
    },
    {
      "text": "I also accept that the words of the clause represented Burns' understanding of the 'gist' of what Mighell had requested at the 9 August meeting.",
      "id": "s130"
    },
    {
      "text": "Burns provided the clause to Sutherland because he thought that it would assist Sutherland in resolving the electrical contractors issue.",
      "id": "s131"
    },
    {
      "text": "34 The text of the clause tends to support Burns' description of the request that Mighell made at the 9 August meeting, namely that Edison agree that all electrical contactors must be covered by a current certified agreement with the CEPU before they would be permitted to perform work at Loy Yang B.",
      "id": "s132"
    },
    {
      "text": "After Sutherland received Burns' email, he did not raise any objection to the way in which the clause described the agreement that the CEPU was proposing.",
      "id": "s133"
    },
    {
      "text": "35 A teleconference also took place on the afternoon of 9 August, after the meeting with Mighell, between several Edison personnel to discuss how Edison would respond to the issues raised by Mighell ('the 9 August teleconference').",
      "id": "s134"
    },
    {
      "text": "The participants in the 9 August teleconference were Sutherland, Burns, Pearson, Buckley and Barry Warrillow ('Warrillow').",
      "id": "s135"
    },
    {
      "text": "Warrillow was the Loy Yang B plant manager.",
      "id": "s136"
    },
    {
      "text": "During the teleconference, Burns advised the others that Edison was negotiating with Mighell to try to resolve issues relating to the construction of the peaker plant and the finalisation of the Simon Engineering site agreement.",
      "id": "s137"
    },
    {
      "text": "He said that one of those issues related to Edison's practice of engaging electrical contractors who did not have a certified agreement with the CEPU.",
      "id": "s138"
    },
    {
      "text": "Pearson gave evidence that Burns reported that, in order to get the site agreement up, Edison was seeking to negotiate an agreement with the CEPU that only electrical contractors who had a certified agreement with the CEPU would be permitted on the Loy Yang B site.",
      "id": "s139"
    },
    {
      "text": "In the teleconference, Burns asked Pearson and Buckley to investigate the cost implications of such an agreement with the CEPU.",
      "id": "s140"
    },
    {
      "text": "36 Immediately after the teleconference on 9 August, Warrillow also asked Pearson to look at the potential implications of the CEPU's demand and to identify which contractors were likely to be affected by an agreement of that kind.",
      "id": "s141"
    },
    {
      "text": "Pearson then asked Buckley, who worked for him, to collate the information that Edison had on its files in relation to contractors that it had service agreements with and to ascertain further information in relation to their pay rates.",
      "id": "s142"
    },
    {
      "text": "37 At 4.06 pm on 9 August, Pearson sent an email to Warrillow, Burns and Buckley on the subject of 'Contractors and EBA's'.",
      "id": "s143"
    },
    {
      "text": "Pearson's email addressed a number of issues relevant to the review he had been asked to carry out.",
      "id": "s144"
    },
    {
      "text": "The email identified DJN as an electrical contractor who did not have an EBA with the union.",
      "id": "s145"
    },
    {
      "text": "The email stated:\n \n 'Barry, in reviewing the Contractors and their EBA's there are a couple of issues.",
      "id": "s146"
    },
    {
      "text": "1.",
      "id": "s147"
    },
    {
      "text": "If the ETU is saying that the Agreement must be certified that is one thing.",
      "id": "s148"
    },
    {
      "text": "If they are saying that the Agreement MUST state that it covers Power Station Sites then this is quite different.",
      "id": "s149"
    },
    {
      "text": "... \n \n There is also the issue that some Contractors may not be able to get the Union to sign on because they will not agree to a 36 hour week.",
      "id": "s150"
    },
    {
      "text": "Excluding these companies may assist the Unions in pushing the 36 hour week.",
      "id": "s151"
    },
    {
      "text": "Assuming that any State Wide agreement is considered to be satisfactory then the types of contractors which could be in the spotlight would be as follows.",
      "id": "s152"
    },
    {
      "text": "Some of these have agreements however they will not have the Union as signatories.",
      "id": "s153"
    },
    {
      "text": "DJN Electric --- Carry out smaller electrical works onsite.",
      "id": "s154"
    },
    {
      "text": "- Work done under \"The National Electrical, Electronic &amp; Communications Contracting Industry Award 1998\"...' \n\n\n \n38 Buckley's recollection was somewhat different.",
      "id": "s155"
    },
    {
      "text": "He said that it was on the afternoon of 10 August that he was asked to investigate the financial consequences for Edison if the proposed arrangement with the CEPU was put into place.",
      "id": "s156"
    },
    {
      "text": "Buckley prepared a spreadsheet analysing the financial implications for Edison by 4.46 pm on 10 August.",
      "id": "s157"
    },
    {
      "text": "In my view, the probabilities are that Pearson's recollection is correct and the instruction was first given on 9 August.",
      "id": "s158"
    },
    {
      "text": "However, nothing turns on the different recollections of Pearson and Buckley in this regard.",
      "id": "s159"
    },
    {
      "text": "The teleconference of 10 August \n \n39 On the afternoon of Friday 10 August, a teleconference involving a number of Edison executives and staff was held to discuss the situation with the CEPU ('the 10 August teleconference').",
      "id": "s160"
    },
    {
      "text": "Sutherland said that the teleconference commenced at about 2.00 pm.",
      "id": "s161"
    },
    {
      "text": "The participants in the teleconference included Warrillow, Pearson, Buckley and Burns in Warrillow's office at Loy Yang B; Sutherland was present in the Melbourne office; and Robert Driscoll, the vice president of Edison in California, and Joseph Bacchi, the regional operations manager in the Asia Pacific Region, were elsewhere.",
      "id": "s162"
    },
    {
      "text": "According to Burns, Chris Webber, general counsel for Edison, may also have been present but did not participate in the discussion.",
      "id": "s163"
    },
    {
      "text": "40 Burns' file note of the 10 August teleconference states:\n \n 'Telephone hook up R. Driscoll, C Sutherland, J Bacchi, C Weber (LV) BW, MP, WB &amp; PB \n \n - Col --- outlined mtg above [arrowup] and proposed settlement.",
      "id": "s164"
    },
    {
      "text": "1 Grandfather existing contracts \n 2.",
      "id": "s165"
    },
    {
      "text": "' \n\n\nThe vertical arrow in the note points to the first part of the page that sets out Burns' note of the 9 August meeting: see [22] above.",
      "id": "s166"
    },
    {
      "text": "41 In his evidence, Burns said that Sutherland outlined what had happened at the 9 August meeting and proposed that the issues be settled.",
      "id": "s167"
    },
    {
      "text": "There was then general discussion about the two issues that the CEPU had asked the company to address concerning site access and the requirement that contractors have a certified EBA in place with the CEPU.",
      "id": "s168"
    },
    {
      "text": "By the end of the meeting, Burns said that agreement was reached as to what Edison was going to do: \n \n 'We in essence agreed that we would only employ electrical contractors that had a certified EBA in place and that the one contractor that --- the only contractor that seemed to be impacted which was DJN, would continue the work which it had been commissioned to do until that had concluded.",
      "id": "s169"
    },
    {
      "text": "' \n\n\nBurns recollected that Pearson or Buckley mentioned during the teleconference that the only contractor who appeared to be affected by this agreement was DJN.",
      "id": "s170"
    },
    {
      "text": "Burns also gave evidence that the reference to 'Grandfather existing contracts' in his handwritten note referred to the fact that DJN would be permitted to continue work it had already been commissioned to do until that work was concluded.",
      "id": "s171"
    },
    {
      "text": "42 Pearson's understanding of what was discussed in the teleconference was that Edison was minded to proceed down the path of entering into an agreement with the CEPU that would put a limitation on Loy Yang B maintenance, such that only electrical contractors who had certified agreements with the CEPU would be engaged.",
      "id": "s172"
    },
    {
      "text": "Pearson said it was explained that Edison was proceeding down this path in order to get the Simon Engineering site agreement for the peaker plant signed, so that construction of the plant could commence.",
      "id": "s173"
    },
    {
      "text": "Pearson also said that towards the end of the meeting, or just afterwards, Warrillow instructed him, and Buckley, that they were not to engage electrical contractors who did not have a certified agreement with the CEPU and that they should look at putting that instruction into place.",
      "id": "s174"
    },
    {
      "text": "43 Buckley gave evidence to similar effect.",
      "id": "s175"
    },
    {
      "text": "He said that there was general discussion at the teleconference about entering into an arrangement with the CEPU that Edison would only engage electrical contractors at Loy Yang B who were covered by an EBA with the CEPU.",
      "id": "s176"
    },
    {
      "text": "He also said that the arrangement was being discussed because it was seen as a prerequisite to reaching a site agreement for the construction of the peaker plant.",
      "id": "s177"
    },
    {
      "text": "He understood that the effect of the arrangement would be that some electrical contractors that Edison was currently engaging at that point of time who did not have an EBA with the CEPU would be excluded from the site.",
      "id": "s178"
    },
    {
      "text": "He had in mind one particular contractor who would be excluded, namely DJN, but he did not recall mentioning DJN's name during the course of the teleconference.",
      "id": "s179"
    },
    {
      "text": "Buckley said that the proposed arrangement represented a change in Edison's practices.",
      "id": "s180"
    },
    {
      "text": "44 Sutherland's evidence was much vaguer and it was discordant with the evidence given by the other witnesses.",
      "id": "s181"
    },
    {
      "text": "Like the other witnesses, he said that the teleconference commenced with him giving a report of the 9 August meeting held with Industrial Relations Victoria and the ETU, in which he explained the union's concerns.",
      "id": "s182"
    },
    {
      "text": "However, he said that no solution was agreed to at the meeting, other than the fact that Burns was to look at ways and means of improving access to the site for the union and that Driscoll simply instructed him (ie Sutherland) to fix the issue concerning electrical contractors as quickly as possible.",
      "id": "s183"
    },
    {
      "text": "He said his response to Driscoll was that he would endeavour to find a solution as quickly as possible.",
      "id": "s184"
    },
    {
      "text": "45 I prefer, and accept, the evidence given by Burns, Pearson and Buckley to that given by Sutherland, to the extent of any inconsistency.",
      "id": "s185"
    },
    {
      "text": "In particular, I find that the discussion at the 10 August teleconference was to the effect that Edison would agree with the CEPU that it would only engage electrical contractors who had a certified EBA in place with the union to perform work at Loy Yang B, and that Sutherland, Burns and others were instructed by Driscoll to ensure that such an agreement was made as quickly as possible.",
      "id": "s186"
    },
    {
      "text": "I accept Burns' further evidence that the discussion at the 10 August teleconference established the principles on which Edison would proceed in its discussions with the CEPU, and that there was no discussion about the particular steps that would be taken to give effect to any such agreement with the CEPU.",
      "id": "s187"
    },
    {
      "text": "I also find that the discussion in the 10 August teleconference made it very clear that the reason for proposing an agreement with the CEPU of the kind discussed was to get the Simon Engineering site agreement signed, thereby enabling the construction of the peaker plant to proceed without further delay.",
      "id": "s188"
    },
    {
      "text": "I accept Burns' evidence that DJN was specifically mentioned as the only contractor who would be affected.",
      "id": "s189"
    },
    {
      "text": "The meeting between Sutherland and Mighell on 10 August \n \n46 Immediately after the 10 August teleconference, Sutherland arranged an urgent meeting with Mighell at the CEPU offices in Carlton.",
      "id": "s190"
    },
    {
      "text": "Sutherland met with Mighell at 3.00 pm ('the 10 August meeting').",
      "id": "s191"
    },
    {
      "text": "47 Against this backdrop, Sutherland's evidence of what happened at his meeting with Mighell at 3.00 pm is far from satisfactory.",
      "id": "s192"
    },
    {
      "text": "Sutherland gave evidence that, from his point of view, the purpose of the 10 August meeting was to 'get some face to face understanding' about the CEPU's position and to confirm with Mighell the issues discussed at the 9 August meeting.",
      "id": "s193"
    },
    {
      "text": "He said that Mighell reiterated the concerns he had raised at the 9 August meeting.",
      "id": "s194"
    },
    {
      "text": "In particular, Mighell said that the concerns pertinent to Loy Yang B were still the access issues for officials of the ETU and he was seeking the protection of EBA coverage for any ETU members who might from time to time be engaged in contract work at Loy Yang B. Sutherland remembered Mighell using the words 'protection of members'.",
      "id": "s195"
    },
    {
      "text": "He said that Mighell put the issues in earnest terms and the general tenor of the discussion was that these were serious issues that Edison would have to find a way to address.",
      "id": "s196"
    },
    {
      "text": "Sutherland said he did not offer Mighell a solution that day because he did not have one.",
      "id": "s197"
    },
    {
      "text": "But he said that he made it clear to Mighell that Edison would return as soon as it could to offer something to the union on both issues.",
      "id": "s198"
    },
    {
      "text": "48 Although there is no contrary account of the 10 August meeting, I have reservations about whether Sutherland gave a full and frank account of it.",
      "id": "s199"
    },
    {
      "text": "This is particularly so given the consensus agreement that was reached by the relevant executives of Edison at the 10 August teleconference, the urgency with which Sutherland arranged the meeting with Mighell, and the terms of a letter to Mighell that Sutherland subsequently signed on 13 August.",
      "id": "s200"
    },
    {
      "text": "There is, however, no direct evidence that Sutherland told Mighell at the 10 August meeting that Edison intended, or at least was disposed, to enter into an agreement with the CEPU to the effect that it would not engage electrical contractors to carry out work at the Loy Yang B site if they had not entered into a certified enterprise bargaining agreement with the CEPU.",
      "id": "s201"
    },
    {
      "text": "Other events on 10 August \n \n49 Buckley forwarded his financial analysis to Pearson by email at 4.46 pm on 10 August.",
      "id": "s202"
    },
    {
      "text": "The spreadsheet examined the rates paid to certain contractors, including DJN, and assessed the financial impact if Edison increased pay rates to the level prescribed in EBAs that had been signed by the CEPU.",
      "id": "s203"
    },
    {
      "text": "Pearson forwarded the spreadsheet on to Warrillow within the hour, under cover of an email which stated: \n \n 'The spread-sheet below shows the cost differences, based on expenditure for last year.",
      "id": "s204"
    },
    {
      "text": "The contractors also use a mix of full time and casual workers.",
      "id": "s205"
    },
    {
      "text": "The differences between full time rates is, as seen, very small.",
      "id": "s206"
    },
    {
      "text": "The differences in casual rates gets up to 16%.",
      "id": "s207"
    },
    {
      "text": "For the sake of determining worst case the spreadsheet has taken the casual rate difference and applied this to the expenditures from the previous year.",
      "id": "s208"
    },
    {
      "text": "As noted in the sheet DJN is the only electrical contractor concerned.",
      "id": "s209"
    },
    {
      "text": "I do not believe we have any long term commitments to any Electrical Contractors (who do not have a Union EB) however I will check fully on Monday.",
      "id": "s210"
    },
    {
      "text": "' \n\n\nThis email was copied to Burns and Buckley.",
      "id": "s211"
    },
    {
      "text": "Burns' emails of 12 August \n \n50 On Sunday 12 August, Burns sent a number of emails to other Edison staff in relation to the site access issue.",
      "id": "s212"
    },
    {
      "text": "In an email to Warrillow and Sutherland sent at 9.50 am, Burns suggested that a letter be sent to Mighell first thing on Monday 13 August in relation to the site access issue.",
      "id": "s213"
    },
    {
      "text": "In the email, Burns set out the terms of his suggested letter.",
      "id": "s214"
    },
    {
      "text": "Burns said that in case Sutherland and Warrillow agreed that a letter in those terms should be sent, he had left a signed letter under Warrillow's door.",
      "id": "s215"
    },
    {
      "text": "Burns also said that, if they agreed, he would arrange a meeting with Mooney of the CEPU to agree on a protocol for site access.",
      "id": "s216"
    },
    {
      "text": "Burns suggested that the meeting could be on Tuesday morning.",
      "id": "s217"
    },
    {
      "text": "51 At 12.17 pm, Burns sent an email to Sutherland and Warrillow ('Burns' 12 August email') on the subject:\n \n 'Completed ETU letter in case you need it'.",
      "id": "s218"
    },
    {
      "text": "52 Burns' 12 August email attached a document called 'Dean Mighell 130801.dc'.",
      "id": "s219"
    },
    {
      "text": "The document was a draft letter to Mighell in relation to the site access issue.",
      "id": "s220"
    },
    {
      "text": "It read in substantially the same terms as he had suggested in his previous email to Warrillow and Sutherland:\n \n '13 August 2001 \n \n Dean Mighell \n Secretary \n Communications Electrical Plumbing Union \n 139-155 Queensberry Street \n Carlton South \n Vic 3053 \n \n \n Dear Mr Mighell \n \n Access to Loy Yang B Site \n \n I am writing to you in relation to the two issues you raised regarding access to the Loy Yang B site by CEPU Officials for the purpose of visiting Contractors and/or their employees who are members of your union, when we met on 9 August 2001.",
      "id": "s221"
    },
    {
      "text": "Firstly, Edison Mission Energy will facilitate access to the site by CEPU Officials as requested.",
      "id": "s222"
    },
    {
      "text": "Secondly, Edison Mission Energy will not be insisting that the prescribed notice as required by the Workplace Relations Act need be given.",
      "id": "s223"
    },
    {
      "text": "I have contacted Mr Peter Mooney to make arrangements on an agreed protocol for such visits.",
      "id": "s224"
    },
    {
      "text": "With goodwill from both parties, I am confident that EME's and the CEPU's needs can be met.",
      "id": "s225"
    },
    {
      "text": "Yours sincerely \n \n \n Paul Burns \n Manager of Community/Employee Relations' \n\n\n \n53 Burns said he prepared the draft letter on 12 August so that Warrillow could send it on Monday 13 August if he chose to do so, as Burns was not going to be at the office that day.",
      "id": "s226"
    },
    {
      "text": "Burns said he believed the address of the CEPU was 139-155 Queensberry Street, Carlton South, as recorded in the draft letter.",
      "id": "s227"
    },
    {
      "text": "The 13 August letter \n \n54 The evidence includes a letter dated 13 August signed by Sutherland on behalf of Burns ('the 13 August letter') on EME letterhead.",
      "id": "s228"
    },
    {
      "text": "The letter states:\n \n 'Mr D Mighell \n Secretary \n CEPU \n 139-155 Queensberry Street \n CARLTON SOUTH VIC 3053 \n \n \n Dear Mr Mighell \n \n CONTRACTORS AT LOY YANG B POWER STATION \n \n Further to our discussions last week, I am able to confirm the proposal concerning contract work being undertaken at Loy Yang B Power Station.",
      "id": "s229"
    },
    {
      "text": "We propose the parties (EME and CEPU) agree to the following position.",
      "id": "s230"
    },
    {
      "text": "All contractors performing work at Loy Yang B power station under the scope of the Electrical, Communications Contracting Industry Award, shall have a current certified Agreement with the CEPU Electrical Division, Victorian Branch prior to commencing work for their respective contractor at the site.",
      "id": "s231"
    },
    {
      "text": "Please indicate your acceptance of this position on behalf of the CEPU \n \n Yours sincerely \n \n \n \n [Sutherland's signature] \n for \n ................................. .............................. \n \n Paul Burns Dean Mighell \n Manager of Community/Employee Relations Secretary, CEPU Victoria' \n\n\n \n55 The ACCC contended that Edison's response to the CEPU's demand was expressed in the 13 August letter.",
      "id": "s232"
    },
    {
      "text": "The ACCC invited the Court to infer that the letter was sent to, and received by, the CEPU on or about 13 August.",
      "id": "s233"
    },
    {
      "text": "56 Senior counsel for the CEPU accepted that, on its face, the 13 August letter was a complete acceptance of the demand which Mighell was said to have made at the 9 August meeting.",
      "id": "s234"
    },
    {
      "text": "But the CEPU denied that there was sufficient evidence to establish that the letter was sent by Edison, or received by Mighell or the electrical division of the CEPU.",
      "id": "s235"
    },
    {
      "text": "The CEPU submitted that the alleged dispatch of the 13 August letter is inconsistent with later conduct by Edison and the CEPU in entering into the heads of agreement on 23 August.",
      "id": "s236"
    },
    {
      "text": "The CEPU submitted that the safer inference to draw is that the 13 August letter was not dispatched by Edison or received by the CEPU.",
      "id": "s237"
    },
    {
      "text": "57 There is scant evidence about the creation and alleged dispatch of the 13 August letter.",
      "id": "s238"
    },
    {
      "text": "Sutherland identified his signature on the 13 August letter, but said he did not know when the letter was prepared and could not recollect where it was typed.",
      "id": "s239"
    },
    {
      "text": "Sutherland had no recollection of giving the letter to his secretary to post.",
      "id": "s240"
    },
    {
      "text": "However, he did not suggest that he signed the letter but then changed his mind and instructed his secretary not to post it.",
      "id": "s241"
    },
    {
      "text": "58 Although Sutherland signed the letter, senior counsel for the ACCC did not ask Sutherland about its drafting or its contents.",
      "id": "s242"
    },
    {
      "text": "He did not, for instance, ask Sutherland about the statement in the first paragraph of the letter, which appears to be saying that the letter confirms a proposal that Sutherland had put to Mighell in discussions the previous week.",
      "id": "s243"
    },
    {
      "text": "The evidence is that Edison did not put a proposal at the 9 August meeting, so the letter may have been referring to Sutherland's meeting with Mighell on 10 August.",
      "id": "s244"
    },
    {
      "text": "Unfortunately, these questions were not addressed in evidence.",
      "id": "s245"
    },
    {
      "text": "59 In cross-examination, Sutherland said that he did not receive any response from Mighell that claimed to be a response to the 13 August letter.",
      "id": "s246"
    },
    {
      "text": "He did not get back a copy of the 13 August letter that had been countersigned by Mighell.",
      "id": "s247"
    },
    {
      "text": "He agreed with senior counsel for the CEPU that neither Mighell nor anyone from the CEPU complained to him that there had already been a 'deal' in the terms of the 13 August letter when the draft heads of agreement was provided to the CEPU on 20 August.",
      "id": "s248"
    },
    {
      "text": "Sutherland also agreed with senior counsel for the CEPU that it was a strange letter to send to Mighell in light of the fact that Sutherland said that he and Burns had agreed to seek legal advice from Corrs Chambers Westgarth ('Corrs') on Friday 10 August.",
      "id": "s249"
    },
    {
      "text": "60 Burns said that he had no involvement with the preparation of the 13 August letter and did not know who created the document.",
      "id": "s250"
    },
    {
      "text": "He said he thought that Sutherland had created it, because the letter was signed by Sutherland and was on EME letterhead.",
      "id": "s251"
    },
    {
      "text": "Burns was questioned by senior counsel for the ACCC as to when he became aware of the 13 August letter.",
      "id": "s252"
    },
    {
      "text": "Burns thought he first became aware of it in December 2001.",
      "id": "s253"
    },
    {
      "text": "However he mentioned that while searching for documents in response to the ACCC's letter of 27 October 2003, he had discovered that he had 'an email of it much earlier'.",
      "id": "s254"
    },
    {
      "text": "Burns said that he had not absorbed the content of that email at the time.",
      "id": "s255"
    },
    {
      "text": "Burns was not asked to elaborate on the substance of the email or the circumstances in which it was received.",
      "id": "s256"
    },
    {
      "text": "61 I am satisfied that Sutherland created the 13 August letter.",
      "id": "s257"
    },
    {
      "text": "I infer that he did so in part by 'cutting and pasting' sections of text from two documents which had been provided to him by Burns.",
      "id": "s258"
    },
    {
      "text": "The first document was the clause attached to Burns' 9 August email to Sutherland.",
      "id": "s259"
    },
    {
      "text": "The second document was Burns' draft site access letter attached to Burns' 12 August email to Warrillow and Sutherland.",
      "id": "s260"
    },
    {
      "text": "The address of the CEPU at the top of Burns' draft letter is substantially replicated in the address of the 13 August letter, and the signature block at the bottom of Burns' draft letter is replicated at the bottom of the 13 August letter.",
      "id": "s261"
    },
    {
      "text": "In other words, Sutherland included these parts of Burns' draft letter in the 13 August letter.",
      "id": "s262"
    },
    {
      "text": "62 One important question is whether the 13 August letter was dispatched by Edison and received by the CEPU.",
      "id": "s263"
    },
    {
      "text": "The letter was signed by Sutherland.",
      "id": "s264"
    },
    {
      "text": "The effect of his evidence was that it would be posted by his secretary in the ordinary course of business.",
      "id": "s265"
    },
    {
      "text": "Sutherland did not suggest that he intercepted or prevented the dispatch of the letter.",
      "id": "s266"
    },
    {
      "text": "There is no evidence that Sutherland's instructions changed after the 10 August teleconference at which he was instructed to enter into an agreement with the CEPU to the effect that electrical contractors would be required to have a current certified agreement with the CEPU before commencing work at Loy Yang B.",
      "id": "s267"
    },
    {
      "text": "The dispatch of the letter is consistent with Sutherland's instruction to fix the problem urgently so that the Simon Engineering site agreement could be signed.",
      "id": "s268"
    },
    {
      "text": "There was no evidence from Mighell or any CEPU officer that the CEPU did not receive the letter.",
      "id": "s269"
    },
    {
      "text": "63 The 13 August letter was addressed to the Mighell as the secretary of the CEPU at 139-155 Queensberry Street, Carlton South.",
      "id": "s270"
    },
    {
      "text": "The evidence shows that Mighell was the state secretary of the ETU, which is a division of the CEPU, located at 516-520 Swanston Street, Carlton South.",
      "id": "s271"
    },
    {
      "text": "There is also evidence from Burns that the address of the CEPU was correctly stated in the 13 August letter as 139-155 Queensberry Street, Carlton South.",
      "id": "s272"
    },
    {
      "text": "In addition, the evidence given by Sutherland indicates that the CEPU office is at the corner of Queensberry and Swanston Street, and that the entrance to the part of the office occupied by the ETU division is on Swanston Street.",
      "id": "s273"
    },
    {
      "text": "There is no reason to suppose that a letter, which I find was correctly addressed to the CEPU at 139-155 Queensberry Street, Carlton South, would not reach Mighell in his capacity as state secretary of the ETU.",
      "id": "s274"
    },
    {
      "text": "64 The CEPU submitted that I should not infer that the 13 August letter was dispatched by Edison, or received by the CEPU, because to do so would be inconsistent with, or at least make no sense in the light of, the parties' subsequent conduct.",
      "id": "s275"
    },
    {
      "text": "I will return to the CEPU's submissions in this regard after I have considered the later events.",
      "id": "s276"
    },
    {
      "text": "This is necessary because my findings about the 13 August letter are interrelated to my findings about the parties' later conduct and the scope of their contract, arrangement or understanding.",
      "id": "s277"
    },
    {
      "text": "For present purposes, it is sufficient to indicate that I am satisfied on the balance of probabilities that the 13 August letter was dispatched by Edison, and received by the CEPU, in the normal course.",
      "id": "s278"
    },
    {
      "text": "The meeting between Buckley and Nabulsi on 13 August \n \n65 On 13 August, a meeting took place between Nabulsi and Buckley at Loy Yang B. Buckley arranged the meeting.",
      "id": "s279"
    },
    {
      "text": "At the meeting, Buckley asked Nabulsi whether DJN still intended not to enter into a certified agreement with the CEPU.",
      "id": "s280"
    },
    {
      "text": "The two had discussed the issue previously and Buckley knew that Nabulsi had previously determined not to make a certified agreement with the CEPU.",
      "id": "s281"
    },
    {
      "text": "Nabulsi reiterated DJN's position that it would not sign an EBA with the CEPU.",
      "id": "s282"
    },
    {
      "text": "Buckley said he informed Nabulsi that the consequences of that position were that Edison was 'unlikely' to engage DJN's services.",
      "id": "s283"
    },
    {
      "text": "Nabulsi gave evidence that Buckley told him, without any qualification, that DJN's services would no longer be utilised.",
      "id": "s284"
    },
    {
      "text": "Nabulsi said he was told that the reason why DJN's services were no longer to be utilised was that Edison had been asked by the CEPU not to engage the services of contractors that did not have an EBA with the CEPU.",
      "id": "s285"
    },
    {
      "text": "66 Buckley said that he understood that Edison had a verbal agreement with the CEPU on 13 August, although he could not recall what led him to believe that.",
      "id": "s286"
    },
    {
      "text": "Buckley also said that after the 10 August teleconference he had a conversation with someone whose identity he could not recall to the effect that Buckley should contact Nabulsi and arrange a meeting to talk to him.",
      "id": "s287"
    },
    {
      "text": "It is apparent that Buckley contacted Nabulsi and advised him that Edison would no longer be utilising DJN's services because of the instructions that were given to him at, or after, the 10 August teleconference.",
      "id": "s288"
    },
    {
      "text": "67 Nabulsi was a frank and direct witness.",
      "id": "s289"
    },
    {
      "text": "I accept his evidence that he was told by Buckley in unequivocal terms that DJN's services would no longer be utilised by Edison because Edison had been asked by the CEPU not to engage the services of electrical contractors that did not have an EBA with the CEPU.",
      "id": "s290"
    },
    {
      "text": "The memorandum of understanding dated 15 August \n \n68 The evidence includes a copy of the certified agreement for the peaker plant project which is signed by Simon Engineering and a number of unions, including the CEPU.",
      "id": "s291"
    },
    {
      "text": "The final page of the certified agreement is a memorandum of understanding dated 15 August 2001 between the signatories to the certified agreement ('the Simon Engineering MOU').",
      "id": "s292"
    },
    {
      "text": "It states:\n \n 'MEMORANDUM OF UNDERSTANDING \n \n SIMON ENGINEERING \n \n LATROBE VALLEY GAS FIRED POWER STATION AGREEMENT \n \n This Memorandum of Understanding confirms that at a meeting held today Wednesday August, 15, 2001, the Company, and the Unions, reached agreement on the Site Project Agreement for the construction of the Latrobe Valley Gas Fired Power Station at Loy Yang.",
      "id": "s293"
    },
    {
      "text": "The parties agree that there are no further issues or claims and the words of the agreement, and the wages and conditions listed therein are the final understanding of what was agreed.",
      "id": "s294"
    },
    {
      "text": "The Unions now undertake to forward the agreement to their respective Secretary's [sic] with a recommendation for Signature.",
      "id": "s295"
    },
    {
      "text": "The Company will arrange for the issue of Statutory Declarations and the lodgement of the Agreement with the AIRC for Certification.",
      "id": "s296"
    },
    {
      "text": "' \n\n\nThe Simon Engineering MOU was signed by Mooney on behalf of the CEPU.",
      "id": "s297"
    },
    {
      "text": "The document appears to have been overlooked by counsel for the ACCC.",
      "id": "s298"
    },
    {
      "text": "Neither counsel for the ACCC nor counsel for the CEPU referred to it at the hearing.",
      "id": "s299"
    },
    {
      "text": "However, there is no reason why I should not regard it as a business record that evidences that a meeting took place on 15 August 2001 at which Simon Engineering and the CEPU reached agreement on the site agreement for the construction of the peaker plant.",
      "id": "s300"
    },
    {
      "text": "69 From the whole of the evidence, I infer that the CEPU would not have entered into the Simon Engineering MOU unless it had first been notified by Edison that Edison agreed to its demand that electrical contractors performing work at Loy Yang B power station must have a current certified agreement with the CEPU prior to commencing work at the site.",
      "id": "s301"
    },
    {
      "text": "The team meeting on 16 August \n \n70 A meeting of team leaders of Edison's maintenance staff took place at Loy Yang B on Thursday 16 August.",
      "id": "s302"
    },
    {
      "text": "At the meeting, Pearson and Buckley informed the team leaders that Edison had entered into, or was entering into, an arrangement with the CEPU whereby it would only be using electrical contractors who had a certified agreement with the CEPU.",
      "id": "s303"
    },
    {
      "text": "Pearson said that the advice which he and Buckley gave to the team leaders was given pursuant to the instructions that Warrillow gave them towards the end, or immediately after, the teleconference on 10 August.",
      "id": "s304"
    },
    {
      "text": "At the team meeting, Buckley and Pearson identified DJN as the contractor likely to be excluded by the arrangement.",
      "id": "s305"
    },
    {
      "text": "71 Pearson could not recollect whether the meeting had taken place on 16 August or on the following Thursday, 23 August.",
      "id": "s306"
    },
    {
      "text": "However, I am satisfied by Buckley's evidence that the team leaders meeting took place on Thursday 16 August.",
      "id": "s307"
    },
    {
      "text": "This view is consistent with all of the other evidence.",
      "id": "s308"
    },
    {
      "text": "The heads of agreement \n \n72 In the week of 13 August, Edison sought and obtained legal advice from Corrs.",
      "id": "s309"
    },
    {
      "text": "Sutherland said that he attended an initial meeting with Corrs but he could not remember when.",
      "id": "s310"
    },
    {
      "text": "Burns said that he was not involved in instructing Corrs.",
      "id": "s311"
    },
    {
      "text": "73 On Monday 20 August, Sutherland sent an email to Mighell which stated:\n \n 'Dean - Attached is a draft agreement as prepared by our solicitors.",
      "id": "s312"
    },
    {
      "text": "Please call me call me on Tuesday, if you can.",
      "id": "s313"
    },
    {
      "text": "Regards \n Col [Sutherland] ' \n\n\n \n74 The email attached a draft heads of agreement between Edison and the CEPU that had been prepared by Corrs.",
      "id": "s314"
    },
    {
      "text": "The draft heads of agreement was phrased in language that differed considerably from the 13 August letter.",
      "id": "s315"
    },
    {
      "text": "Clause 4.1 of the draft heads of agreement provided:\n \n \n '4 THE COMPANY SHALL \n \n \n \n \n \n 4.1 The Company [Edison] shall request that companies that: \n \n \n \n \n (a) are contracted to work for the Company at the Site; and \n (b) who employ people whose employment is governed by the National Electrical, Electronic and Communications Contracting Industry Award 1998; \n \n \n \n \n \n \n \n \n have acceptable industrial arrangements in place before work is commenced.",
      "id": "s316"
    },
    {
      "text": "' \n \n\n\n \n75 Sutherland gave evidence that he thought that the draft heads of agreement would be 'the solution' he and Burns were looking for.",
      "id": "s317"
    },
    {
      "text": "He was not examined on whether he spoke to Mighell on Tuesday 21 August as foreshadowed in his 20 August email, although Sutherland confirmed that it was his intention to speak to him the day after sending the email.",
      "id": "s318"
    },
    {
      "text": "76 Burns recalled a discussion after Sutherland' s 20 August email had been sent, probably on 23 August, in which Sutherland told Burns that the way the draft heads of agreement was worded was not satisfactory to the CEPU.",
      "id": "s319"
    },
    {
      "text": "Burns gave evidence that Sutherland said words to the effect that the draft heads of agreement 'didn't give the union anything.",
      "id": "s320"
    },
    {
      "text": "'\n \n77 On 23 August, an email was sent to Burns' email address at 3.49 pm from an officer of the CEPU, Jesse Maddison ('the CEPU's email').",
      "id": "s321"
    },
    {
      "text": "The CEPU's email stated:\n \n 'Col [Sutherland] , \n Please find attached document as discussed.",
      "id": "s322"
    },
    {
      "text": "Peter [Mooney]\n \n * ==================== * \n Jesse Maddison \n Industrial Officer \n Electrical Trades Union of Australia \n 516-520 Swanson Street \n Carlton South VIC 3053' \n\n\n \n78 A marked-up version of the draft heads of agreement was attached to the CEPU's email.",
      "id": "s323"
    },
    {
      "text": "An additional sentence had been added to cl 4.1, which is of particular significance in the present case.",
      "id": "s324"
    },
    {
      "text": "As revised, cl 4 provided:\n \n \n '4 THE COMPANY SHALL \n \n \n \n \n \n 4.1 The Company shall request that companies that: \n \n \n \n \n (a) are contracted to work for the Company at the Site; and \n (b) who employ people whose employment is governed by the National Electrical, Electronic and Communications Contracting Industry Award 1998; \n \n \n \n \n \n \n \n \n have acceptable industrial arrangements in place before work is commenced.",
      "id": "s325"
    },
    {
      "text": "What constitutes acceptable industrial arrangements includes having a current certified agreement with the union.",
      "id": "s326"
    },
    {
      "text": "' \n \n\n\n \nSutherland was not asked any questions about the discussion with Mooney that Mooney refers to in the CEPU's email.",
      "id": "s327"
    },
    {
      "text": "79 Upon receipt of the CEPU's email, Burns and Sutherland discussed Edison's proposed response.",
      "id": "s328"
    },
    {
      "text": "They agreed that the proposed changes should be accepted and a response put back to the CEPU as a matter of urgency.",
      "id": "s329"
    },
    {
      "text": "Sutherland recalled thinking that he had had enough of this issue and it was of paramount concern to press on in order to get the Simon Engineering site agreement signed.",
      "id": "s330"
    },
    {
      "text": "Burns said that he was standing beside Sutherland as Sutherland dictated the reply email to Ms Jongerius, Burns' personal assistant.",
      "id": "s331"
    },
    {
      "text": "Sutherland said that they discussed the response by telephone --- he said he was in Melbourne --- but confirmed that the actual words of the email were at his suggestion.",
      "id": "s332"
    },
    {
      "text": "I prefer, and accept, Burns' evidence.",
      "id": "s333"
    },
    {
      "text": "80 The reply email was sent to the CEPU from Burns' email address at 4.19 pm.",
      "id": "s334"
    },
    {
      "text": "It stated:\n \n 'Urgent Attention: Dean Mighell, Peter Mooney \n \n This note is to confirm Edison Mission Energy's acceptance of your attached document (no changes made by EME) as the text of our Agreement pertaining to contract labour on the proviso that the Simon Engineering Valley Power Site Agreement is appropriately signed today.",
      "id": "s335"
    },
    {
      "text": "Our signed copy of the Contract Labour Agreement will be delivered to your office tomorrow morning in exchange for a copy of the signed Simon Engineering EBA.",
      "id": "s336"
    },
    {
      "text": "Regards, \n Col Sutherland\\Paul Burns.",
      "id": "s337"
    },
    {
      "text": "' \n\n\n \n81 Burns said that he understood that the revised cl 4.1 specified that an EBA certified with the union would be a prerequisite for the contractors that Edison would employ.",
      "id": "s338"
    },
    {
      "text": "He considered that cl 4.1 represented a change in Edison's practices, as Edison had not previously insisted that contractors have a certified EBA with the union in place prior to carrying out work at the Loy Yang B site.",
      "id": "s339"
    },
    {
      "text": "He said that Pearson and Buckley would implement the change because maintenance work was undertaken by their department.",
      "id": "s340"
    },
    {
      "text": "82 After the email had been dictated, Sutherland directed Burns to sign the heads of agreement.",
      "id": "s341"
    },
    {
      "text": "After expressing some reluctance, Burns accepted Sutherland's instruction and signed it.",
      "id": "s342"
    },
    {
      "text": "Sutherland then took the signed heads of agreement and departed for Melbourne in somewhat of a hurry.",
      "id": "s343"
    },
    {
      "text": "Burns did not date the final heads of agreement.",
      "id": "s344"
    },
    {
      "text": "He identified the handwritten date as having been inserted in Sutherland's handwriting.",
      "id": "s345"
    },
    {
      "text": "83 On 24 August, Sutherland hand delivered the signed heads of agreement to Mighell at the CEPU offices.",
      "id": "s346"
    },
    {
      "text": "According to Sutherland, his meeting with Mighell lasted a few minutes.",
      "id": "s347"
    },
    {
      "text": "Mighell did not provide Sutherland with a copy of the signed Simon Engineering site agreement, but assured Sutherland that it would be signed on behalf of the CEPU.",
      "id": "s348"
    },
    {
      "text": "84 The heads of agreement was not made available to managers at Loy Yang B for some months after August 2001.",
      "id": "s349"
    },
    {
      "text": "Buckley said that he first saw a copy of the heads of agreement late in 2001.",
      "id": "s350"
    },
    {
      "text": "Pearson said that he did not see the heads of agreement until late 2003 after Edison had received a letter from the ACCC.",
      "id": "s351"
    },
    {
      "text": "The Simon Engineering site agreement \n \n85 The ACCC tendered Mighell's statutory declaration dated 23 August 2001 which he made in order to obtain certification of the Simon Engineering site agreement.",
      "id": "s352"
    },
    {
      "text": "It also tendered a copy of the Simon Engineering site agreement as certified by the Australian Industrial Relations Commission.",
      "id": "s353"
    },
    {
      "text": "The Commission granted certification on 12 December 2001.",
      "id": "s354"
    },
    {
      "text": "The agreement attached to the certification is undated although the typewritten document bears a print date of 15 August 2001.",
      "id": "s355"
    },
    {
      "text": "The agreement must have been signed by Simon Engineering, the CEPU and other unions on or before 23 August because the final, fully signed agreement was the subject of Mighell's statutory declaration on 23 August.",
      "id": "s356"
    },
    {
      "text": "86 I have already noted that the final page of the certified agreement is the Simon Engineering MOU dated 15 August 2001 that confirms that Simon Engineering and the unions reached agreement on the Simon Engineering site agreement on 15 August.",
      "id": "s357"
    },
    {
      "text": "The probabilities are that the Simon Engineering site agreement was signed by some or all of the parties thereto prior to 23 August and in the period between 15 August and 23 August.",
      "id": "s358"
    },
    {
      "text": "This is consistent with Edison having communicated its agreement to accede to the CEPU's demand to the CEPU prior to 15 August.",
      "id": "s359"
    },
    {
      "text": "87 On 3 September 2001, Simon Engineering and Valley Power entered into an agreement to commence the construction of the peaker plant.",
      "id": "s360"
    },
    {
      "text": "88 There is no evidence of any correspondence or communications between the CEPU and Edison in relation to the electrical contractors issue after 24 August 2001.",
      "id": "s361"
    },
    {
      "text": "DJN's cessation of work \n \n89 DJN continued to carry out work at the Loy Yang B site after 13 August and up until about 20 September 2001.",
      "id": "s362"
    },
    {
      "text": "Those services were carried out by DJN as a subcontractor, or pursuant to contractual arrangements that pre-existed the events of August 2001.",
      "id": "s363"
    },
    {
      "text": "DJN was not invited to provide any further quotations, nor was it engaged by Edison to supply any further electrical services at Loy Yang B, until early 2004.",
      "id": "s364"
    },
    {
      "text": "EVENTS IN 2003 AND 2004 \n \n90 On 27 October 2003, the ACCC wrote a letter to the managing director of Edison.",
      "id": "s365"
    },
    {
      "text": "The letter informed Edison that the ACCC had received information about Edison's agreement with the CEPU in 2001.",
      "id": "s366"
    },
    {
      "text": "The letter said that the information indicated that in or about August 2001 Edison entered into an agreement with the CEPU wherein Edison agreed for a period of two years to only allow electrical contractors to work for it at Loy Yang B if they have a current certified agreement with the CEPU.",
      "id": "s367"
    },
    {
      "text": "The letter also identified DJN as an electrical contractor who had ceased to be engaged to perform work at Loy Yang B because it did not have a certified agreement with the CEPU.",
      "id": "s368"
    },
    {
      "text": "The letter raised the possibility that Edison may have contravened s 45E of the TPA, and asked Edison to provide certain information to the ACCC.",
      "id": "s369"
    },
    {
      "text": "91 Edison obtained advice on the issues raised by the ACCC's letter.",
      "id": "s370"
    },
    {
      "text": "On 20 November 2003, a meeting of the Loy Yang B joint venture special management committee was held at Southbank, Melbourne.",
      "id": "s371"
    },
    {
      "text": "Sutherland chaired the meeting.",
      "id": "s372"
    },
    {
      "text": "The minutes of the meeting record that:\n \n 'It was confirmed that while the existence of a certified agreement is a factor relevant to industrial risk management it is not pre-requisite for, or central to the award of work to a contractor.",
      "id": "s373"
    },
    {
      "text": "' \n\n\n \n92 After the ACCC's letter and the decision taken at the management committee meeting, Sutherland's understanding was that Edison would no longer comply with the heads of agreement it had entered into with the CEPU.",
      "id": "s374"
    },
    {
      "text": "Sutherland did not communicate that change to the CEPU and he was not aware of anyone else at Edison doing so.",
      "id": "s375"
    },
    {
      "text": "93 Burns said that after the ACCC's letter, Edison took a decision that it would change its practice and would not continue to adhere to the agreement with the CEPU.",
      "id": "s376"
    },
    {
      "text": "Pearson said that Burns and Warrillow advised him that Edison would immediately cease the practice of restricting its engagement of electrical contractors to those who had certified agreements with the CEPU.",
      "id": "s377"
    },
    {
      "text": "Pearson convened the team leaders and advised them that, as a result of the ACCC's correspondence, the practice that Edison had in place in relation to certified CEPU agreements would cease and therefore DJN was able to be contracted in future.",
      "id": "s378"
    },
    {
      "text": "Buckley said that late in 2003 he became aware that the agreement between Edison and the CEPU was no longer valid or in place.",
      "id": "s379"
    },
    {
      "text": "94 In about January 2004, DJN was invited by Edison to tender for work at Loy Yang B.",
      "id": "s380"
    },
    {
      "text": "From about 2 March 2004, DJN again performed work as an electrical contractor for Edison at Loy Yang B.",
      "id": "s381"
    },
    {
      "text": "EDISON'S CHANGES IN PRACTICE \n \n95 With the exception of Sutherland, all of the Edison witnesses frankly acknowledged that Edison changed its practices in relation to the engagement of electrical contractors in August 2001, pursuant to its arrangement with the CEPU.",
      "id": "s382"
    },
    {
      "text": "They also acknowledged that Edison reverted to its pre-August 2001 practices late in 2003 after receiving correspondence from the ACCC.",
      "id": "s383"
    },
    {
      "text": "96 Burns said that prior to August 2001 Edison always asked potential electrical contractors what industrial arrangements they had in place, but did not insist that they have an EBA in place with the CEPU.",
      "id": "s384"
    },
    {
      "text": "He said that Edison's practice changed when it made the agreement with the CEPU in August 2001.",
      "id": "s385"
    },
    {
      "text": "The effect of the agreement, as he understood it, was that Edison would not engage any electrical contractor to perform work at Loy Yang B unless the contractor had a current certified agreement with the CEPU.",
      "id": "s386"
    },
    {
      "text": "He said that the change in Edison's practice occurred because Edison acceded to a request that had been made by Mighell on behalf of the CEPU.",
      "id": "s387"
    },
    {
      "text": "97 Pearson also said that the agreement with the CEPU represented a change in Edison's practices in connection with the engagement of electrical contractors for Loy Yang B in that Edison did not previously require contractors to have a certified agreement with the CEPU.",
      "id": "s388"
    },
    {
      "text": "This evidence was not challenged in cross-examination by senior counsel for the CEPU.",
      "id": "s389"
    },
    {
      "text": "Indeed, Pearson gave evidence in the course of cross-examination that the practice that Edison applied between its discussions with the CEPU of August 2001 and late 2003 when it received a letter from the ACCC was that it would only engage electrical contractors who had a certified agreement that was signed by the CEPU.",
      "id": "s390"
    },
    {
      "text": "Pearson said that this practice differed from the earlier practice that Edison had followed before the events of 2001.",
      "id": "s391"
    },
    {
      "text": "Again, this evidence was not challenged.",
      "id": "s392"
    },
    {
      "text": "98 Likewise, Buckley said that the arrangement with the CEPU that Edison would only engage people who were covered by a current EBA with the CEPU represented a change in Edison's practices.",
      "id": "s393"
    },
    {
      "text": "I see no inconsistency between this evidence and the evidence that Buckley gave in the course of cross-examination that prior to August 2001 Edison asked contractors whether they had any awards or enterprise agreements in place.",
      "id": "s394"
    },
    {
      "text": "Buckley said the purpose of the general inquiry that was made prior to August 2001 was to obtain an understanding of the contractor's status concerning employment and to ensure that there were mechanisms in place for settling disputes or other grievances.",
      "id": "s395"
    },
    {
      "text": "99 The foregoing evidence, which I accept, stands in marked contrast to the evidence given by Sutherland.",
      "id": "s396"
    },
    {
      "text": "In his evidence, Sutherland downplayed the significance of the agreement between Edison and the CEPU.",
      "id": "s397"
    },
    {
      "text": "He described the agreement with the CEPU as one that added to the due diligence that Edison customarily carried out when it engaged electrical contractors at Loy Yang B.",
      "id": "s398"
    },
    {
      "text": "He said that prior to August 2001 Edison enquired whether or not contractors had a current certified agreement because the absence of such an agreement would, perhaps, heighten the risk of disputation on the Loy Yang B site.",
      "id": "s399"
    },
    {
      "text": "If an electrical contractor did not adhere to appropriate awards or enterprise agreements, Sutherland said it would be a mark against the contractor which would go into an overall assessment of the risk of engaging the contractor.",
      "id": "s400"
    },
    {
      "text": "Sutherland said Edison's agreement with the CEPU was a logical extension of Edison's due diligence process and dovetailed in with it.",
      "id": "s401"
    },
    {
      "text": "He also described the agreement with the CEPU as one that heightened the vigilance that Edison would apply in its due diligence process.",
      "id": "s402"
    },
    {
      "text": "Not only does this evidence conflict with the evidence given by the other witnesses, it also stands in considerable tension with Sutherland's evidence that Edison determined that it would no longer comply with the heads of agreement after it received the ACCC's letter of 27 October 2003.",
      "id": "s403"
    },
    {
      "text": "100 I consider that Sutherland was content to minimise or blur the clear cut change in Edison's practices that was brought about by its agreement with the CEPU in August 2001.",
      "id": "s404"
    },
    {
      "text": "I accept the evidence given by Burns, Pearson and Buckley concerning the change in Edison's practices that resulted from its agreement with the CEPU.",
      "id": "s405"
    },
    {
      "text": "I reject Sutherland's evidence.",
      "id": "s406"
    },
    {
      "text": "SECTIONS 45E AND 45EA OF THE TPA \n \n101 Relevantly, s 45E of the TPA provides: \n \n 'Situations to which section applies \n \n (1) This section applies in the following situations: \n ... \n \n \n (b) an acquisition situation --in this situation, a person (the first person ) has been accustomed, or is under an obligation, to acquire goods or services from another person (the second person ).",
      "id": "s407"
    },
    {
      "text": "Despite paragraphs (a) and (b), this section does not apply unless the first or second person is a corporation or both of them are corporations.",
      "id": "s408"
    },
    {
      "text": "... \n \n Prohibition in an acquisition situation \n \n \n \n (3) In an acquisition situation, the first person must not make a contract or arrangement, or arrive at an understanding, with an organisation of employees, an officer of such an organisation or a person acting for and on behalf of such an officer or organisation, if the proposed contract, arrangement or understanding contains a provision included for the purpose, or for purposes including the purpose, of: \n \n \n \n \n \n (a) preventing or hindering the first person from acquiring or continuing to acquire such goods or services from the second person; or \n (b) preventing or hindering the first person from acquiring or continuing to acquire such goods or services from the second person, except subject to a condition: \n \n \n \n \n (i) that is not a condition to which the acquisition of such goods or services by the first person from the second person has previously been subject because of a provision in a contract between those persons; and \n (ii) that is about the persons to whom, the manner in which or the terms on which the second person may supply any goods or services.",
      "id": "s409"
    },
    {
      "text": "... \n \n Meaning of accustomed to acquire \n \n \n \n (7) In this section, a reference to a person who has been accustomed to acquire goods or services from a second person includes (subject to subsection (8)): \n \n \n \n \n \n (a) a regular acquirer of such goods or services from the second person; or \n (b) a person who, when last acquiring such goods or services, acquired them from the second person; or \n (c) a person who, at any time during the immediately preceding 3 months, acquired such goods or services from the second person.",
      "id": "s410"
    },
    {
      "text": "' \n \n \n\n\n \n 102 Section 45EA prohibits a person from giving effect to a provision of a contract, arrangement or understanding if, because of the provision, the making of the contract or arrangement, or the arriving at the understanding, by the person contravened, relevantly, s 45E(3).",
      "id": "s411"
    },
    {
      "text": "103 Section 45E was originally introduced into the TPA by the Trade Practices (Boycotts) Amendment Act 1980 (Cth).",
      "id": "s412"
    },
    {
      "text": "While there are minor differences in the drafting of that section in comparison to the current s 45E, it had essentially the same objects and a similar operation: see Gibbins v Australasian Meat Industry Employees' Union (1986) 12 FCR 450 (' Gibbins' ).",
      "id": "s413"
    },
    {
      "text": "The original s 45E was repealed by the Industrial Relations Reform Act 1993 (Cth).",
      "id": "s414"
    },
    {
      "text": "In 1996, s 45E was re-enacted it its current form by the Workplace Relations and Other Legislation Amendment Act 1996 (Cth).",
      "id": "s415"
    },
    {
      "text": "Section 45EA was also introduced by that Act.",
      "id": "s416"
    },
    {
      "text": "104 There is little judicial consideration of the current form of ss 45E and 45EA: cf Communications, Electrical, Electronic, Energy, Information, Postal, Plumbing and Allied Services Union of Australia v Corke Instrument Engineering Australia Pty Ltd (2005) 223 ALR 480 ( 'Corke' ).",
      "id": "s417"
    },
    {
      "text": "There is, however, considerable authority in relation to phrases that occur in s 45E and in other provisions of Pt IV of the TPA.",
      "id": "s418"
    },
    {
      "text": "Those authorities are helpful in construing s 45E in a way that gives a consistent meaning to phrases that are used elsewhere in the TPA: see Project Blue Sky Inc v Australian Broadcasting Authority [1998] HCA 28 ; (1998) 194 CLR 355 at 381-382 [69] - [71] .",
      "id": "s419"
    },
    {
      "text": "'CONTRACT, ARRANGEMENT OR UNDERSTANDING' \n \n105 The authorities on s 45 of the TPA explain the concept of a 'contract, arrangement or understanding' as it is used in Pt IV: see Australian Competition and Consumer Commission v Leahy Petroleum Pty Ltd [2004] FCA 1678 ; (2004) 141 FCR 183 (' Leahy' ); Apco Service Stations Pty Ltd v Australian Competition and Consumer Commission [2005] ATPR 42-078 (' Apco' ); Rural Press Ltd v Australian Competition and Consumer Commission [2003] HCA 75 ; (2003) 216 CLR 53 (' Rural Press' ); Trade Practices Commission v Email Ltd (1980) 43 FLR 383 (' Email' ); and Trade Practices Commission v David Jones (Australia) Pty Ltd (1986) 13 FCR 446 (' David Jones' ).",
      "id": "s420"
    },
    {
      "text": "Some assistance is also to be gained from authorities that have considered s 45E in its original form: Gibbins ; see also Keith Russell Simplicity Funerals Pty Ltd v Cremation Society of Australia (ACT) Ltd (1982) 57 FCR 472.",
      "id": "s421"
    },
    {
      "text": "106 The cases on s 45 of the TPA make it clear that for an arrangement or understanding to occur, there must be a 'meeting of the minds' of the parties: Top Performance Motors Pty Ltd v Ira Berk (Queensland) Pty Ltd (1975) 5 ALR 465; Trade Practices Commission v Nicholas Enterprises Pty Ltd (No 2) (1979) 26 ALR 609.",
      "id": "s422"
    },
    {
      "text": "There must be a consensus as to what is to be done, not just a mere hope as to what might be done or might happen: Email at 385.",
      "id": "s423"
    },
    {
      "text": "107 In Federal Commissioner of Taxation v Lutovi Investments Pty Ltd [1978] HCA 55 ; (1978) 140 CLR 434 (' Lutovi' ), the meaning of an 'arrangement' was considered in the context of s 260 of the Income Tax Assessment Act 1936 (Cth).",
      "id": "s424"
    },
    {
      "text": "Gibbs and Mason JJ (Murphy J agreeing) said at 444:\n \n 'In the context of s 260 an arrangement is something less than a binding contract or agreement, something in the nature of an understanding which may not be enforceable at law ( Newton v Federal Commissioner of Taxation).",
      "id": "s425"
    },
    {
      "text": "...",
      "id": "s426"
    },
    {
      "text": "It is, however, necessary that an arrangement should be consensual, and that there should be some adoption of it.",
      "id": "s427"
    },
    {
      "text": "But in our view it is not essential that the parties are committed to it or are bound to support it.",
      "id": "s428"
    },
    {
      "text": "An arrangement may be informal as well as unenforceable and the parties may be free to withdraw from it or to act inconsistently with it, notwithstanding their adoption of it.",
      "id": "s429"
    },
    {
      "text": "' \n\n\nThe High Court's formulation in Lutovi has been applied in the context of 'arrangement or understanding' under s 45 of the TPA: see, eg, Email at 396; and David Jones at 463-464.",
      "id": "s430"
    },
    {
      "text": "In Trade Practices Commission v TNT Management Pty Ltd (1985) 6 FCR 1 (' TNT' ), Franki J referred to the above passage from Lutovi and said at 25:\n \n 'I lean with respect to the views expressed by Smithers J in L Grollo &amp; Co Pty Ltd v Nu-Statt Decorating Pty Ltd ... at 89; 17,842 where he said: \n \n \n \n \"I have to remember that the concept of an understanding is broad and flexible.",
      "id": "s431"
    },
    {
      "text": "It may arise merely where the minds of the parties are at one that a proposed transaction proceeds on the basis of the maintenance of a particular state of affairs or the adoption of a particular course of conduct.",
      "id": "s432"
    },
    {
      "text": "\"'\n \n \n\n108 In David Jones at 463-464, Fisher J agreed with Franki J's comments in TNT and also favoured the views expressed by Smithers J in L Grollo &amp; Co Pty Ltd v Nu-Statt Decorating Pty Ltd (1978) 34 FLR 81.",
      "id": "s433"
    },
    {
      "text": "109 In Leahy , Merkel J discussed the concepts of 'arrangement' and 'understanding' where multiple parties were alleged to have been involved, in different capacities, in price fixing contravening s 45 of the TPA.",
      "id": "s434"
    },
    {
      "text": "In that case, the ACCC brought proceedings against eight corporations and eight individuals.",
      "id": "s435"
    },
    {
      "text": "A number of the respondents admitted to contraventions of the TPA.",
      "id": "s436"
    },
    {
      "text": "The remaining respondents did not seriously challenge the ACCC's case against the admitting respondents, but rather they sought to distinguish their actions from those of the admitting respondents.",
      "id": "s437"
    },
    {
      "text": "The contesting respondents submitted that, unlike the other respondents, they had not initiated any of the price increases in the pricing 'cycle' at the heart of the ACCC's case.",
      "id": "s438"
    },
    {
      "text": "While the contesting respondents did not dispute that price increases were communicated amongst competitors in the Ballarat petrol market, they argued that their price increases were the result of competitive market forces and not made pursuant to an understanding to increase petrol prices in the event of a 'price-increase call' by the initiating respondents.",
      "id": "s439"
    },
    {
      "text": "His Honour stated at 200 [54]:\n \n 'It is well established that, for the purposes of ss 45(2) and 45A , the term \"understanding\" is apt to describe something less than a binding contract or arrangement.",
      "id": "s440"
    },
    {
      "text": "An understanding will usually, but may not necessarily, involve some reciprocity of obligation: see Australian Competition and Consumer Commission v Amcor Printing Papers Group Ltd (2000) 169 ALR 344 at 360 (ACCC v Amcor); Trade Practices Commission v Service Station Association Ltd (1993) 44 FCR 206 at 230-231 and Trade Practices Commission v Email Ltd (1980) 43 FLR 383 at 397.",
      "id": "s441"
    },
    {
      "text": "At the least, there must be a meeting of minds of those said to be parties to the understanding and a consensus as to what is to be done; not merely a hope as to what might be done or might happen.",
      "id": "s442"
    },
    {
      "text": "Thus, ordinarily, an understanding involves communication between the parties arousing expectations in each party that the other party/parties will act in a particular way: see Australian Competition and Consumer Commission v Australian Safeway Stores Pty Ltd [2003] FCAFC 149 ; (2003) 129 FCR 339 at [409] '.",
      "id": "s443"
    },
    {
      "text": "110 On appeal, in Apco , the Full Court of this Court (Heerey, Hely and Gyles JJ) considered whether an understanding necessarily involves the making of a commitment to a particular course of action, as opposed to giving rise to a mere expectation or hope that a party will act in a certain way.",
      "id": "s444"
    },
    {
      "text": "After considering Merkel J's findings in Leahy , their Honours said at 43,234 - 43,235:\n \n 'Whilst the appellants attacked the factual finding that the parties arrived at the price-fixing understanding outlined in [330] of the reasons for judgment, they did not dispute that the primary judge had enunciated the correct legal principles which are applicable in determining whether parties have entered into an understanding.",
      "id": "s445"
    },
    {
      "text": "In particular, the primary judge referred to the following observations of Lindgren J in Australian Competition and Consumer Commission v CC (NSW) Pty Ltd [1999] FCA 954 ; (1999) 92 FCR 375 at [141] (emphasis in original) which were specifically endorsed by the Full Court in Rural Press Ltd v Australian Competition and Consumer Commission [2002] FCAFC 213 ; (2002) 118 FCR 236 at [79] : \n \n \n \n \"The cases require that at least one party 'assume an obligation' or give an 'assurance' or 'undertaking' that it will act in a certain way.",
      "id": "s446"
    },
    {
      "text": "A mere expectation that as a matter of fact a party will act in a certain way is not enough, even if it has been engendered by that party.",
      "id": "s447"
    },
    {
      "text": "In the present case, for example, each individual who attended the meeting may have expected that as a matter of fact the others would return to their respective offices by car, or, to express the matter differently, each may have been expected by the others to act in that way.",
      "id": "s448"
    },
    {
      "text": "Each may even have 'aroused' that expectation by things he said at the meeting.",
      "id": "s449"
    },
    {
      "text": "But these factual expectations do not found an 'understanding' in the sense in which the word is used in ss 45 and 45A .",
      "id": "s450"
    },
    {
      "text": "The conjunction of the word 'understanding' with the words 'agreement' and 'arrangement' and the nature of the provisions show that something more is required.",
      "id": "s451"
    },
    {
      "text": "\"\n \n \n \n The primary judge's inference at [371] that Anderson [the Director and General Manager of one of the respondent companies] expected that his competitors would hold their increased price for a time whilst he was deciding whether or not to match their prices represents Anderson's assessment of what was likely to occur, without any assurance being given to him that the competitors would act in that way.",
      "id": "s452"
    },
    {
      "text": "It is no more than what Lindgren J described as a \"factual expectation\" which falls short of an \"understanding\".",
      "id": "s453"
    },
    {
      "text": "' \n\n\nSpecial leave to appeal the Full Court's decision was refused by the High Court in Australian Competition and Consumer Commission v APCO Service Stations Pty Ltd [2006] HCATrans 272.",
      "id": "s454"
    },
    {
      "text": "111 As these passages from Leahy and Apco indicate, the authorities have expressly refrained from holding that the consensus or meeting of minds required by the words 'arrangement' or 'understanding' must involve a reciprocity of obligation.",
      "id": "s455"
    },
    {
      "text": "In Australian Competition and Consumer Commission v Amcor Printing Papers Group Ltd (2000) 169 ALR 344 (' Amcor' ) at 359-360 [75], Sackville J said:\n \n 'An arrangement or understanding for the purposes of s 45(2) of the TP Act is apt to describe something less than a binding contract or agreement: Top Performance Motors Pty Ltd v Ira Berk (Qld) Pty Ltd (1975) 5 ALR 465; 24 FLR 286 at 290---1 (Aust Ind Ct, FC) per Smithers J.",
      "id": "s456"
    },
    {
      "text": "However, in order for there to be an arrangement or understanding for the purposes of s 45(2), there must be a meeting of the minds of those said to be parties to the arrangement or understanding.",
      "id": "s457"
    },
    {
      "text": "There must be a consensus as to what is to be done and not merely a hope as to what might be done or happen: Trade Practices Commission v Email Ltd (1980) 43 FLR 383 at 385 (Lockhart J); Ira Berk at FLR 291 per Smithers J. Ordinarily, an arrangement or understanding involves communication between the parties arousing expectations in each that the other will act in a particular way: Email at 395.",
      "id": "s458"
    },
    {
      "text": "There is no necessity for an element of mutual commitment between the parties to an arrangement or understanding, although in practice such an arrangement or understanding would ordinarily involve reciprocity of obligation: Trade Practices Commission v Service Station Association Ltd (1993) 44 FCR 206 at 230---1; 116 ALR 643 per Lockhart J.",
      "id": "s459"
    },
    {
      "text": "' \n\n\nThere are, however, several cases in which the courts have said that an assumption of mutual obligations or reciprocal commitments will be the common situation: eg Trade Practices Commission v Parkfield Operations Pty Ltd (1985) 5 FCR 140 at 144.",
      "id": "s460"
    },
    {
      "text": "In Trade Practices Commission v Service Station Association Ltd (1993) 44 FCR 206 at 230-231 and 238, the Full Court endorsed Lockhart J's observation in Email at 397 that it is difficult to envisage circumstances where there would be an understanding involving a commitment by one party as to the way it should behave, without some reciprocal obligation by the other party.",
      "id": "s461"
    },
    {
      "text": "112 Parallel conduct can constitute circumstantial evidence from which an arrangement or understanding may be inferred: Email at 386.",
      "id": "s462"
    },
    {
      "text": "Where there is no direct evidence of an arrangement or understanding, an inference that such an arrangement or understanding existed may be drawn from evidence that the parties' conduct exhibits 'a concurrence of time, character, direction and result': David Jones at 468 applying R v Associated Northern Collieries [1911] HCA 73 ; (1911) 14 CLR 387 (' Northern Collieries' ) at 400.",
      "id": "s463"
    },
    {
      "text": "Inferences of an arrangement or understanding are apt to be drawn from circumstantial evidence when the facts are particularly within the knowledge of a party who is not called to give evidence: Jones v Dunkel [1959] HCA 8 ; (1959) 101 CLR 298 (' Jones v Dunkel' ); see also David Jones at 465.",
      "id": "s464"
    },
    {
      "text": "113 In the present case, there were no detailed submissions on the meaning of 'arrangement' or 'understanding' for the purposes of ss 45E and 45EA.",
      "id": "s465"
    },
    {
      "text": "Senior counsel for the ACCC generally used the composite phrase 'contract, arrangement or understanding', while senior counsel for the CEPU tended to restrict his language to 'agreement'.",
      "id": "s466"
    },
    {
      "text": "In my opinion, there is no reason why the reasoning in Apco and Amcor should not apply.",
      "id": "s467"
    },
    {
      "text": "It follows that an 'arrangement' or 'understanding' for the purposes of ss 45E and 45EA must be proven by evidence of a consensus or meeting of minds between Edison and the CEPU under which one party or both parties committed to a particular course of action; it is not sufficient that there is a mere expectation that a party or parties will act in a certain way.",
      "id": "s468"
    },
    {
      "text": "PURPOSE OF INCLUDING THE PROVISION \n \n114 Section 45E is directed at a contract, arrangement or understanding containing a provision which has been included for a proscribed purpose, or for purposes including the proscribed purpose.",
      "id": "s469"
    },
    {
      "text": "The test of 'purpose' is a subjective test; it is determined by examining the subjective purposes of the parties for including the provision in the contract, arrangement or understanding: News Ltd v South Sydney District Rugby League Football Club Ltd [2003] HCA 45 ; (2003) 215 CLR 563 (' South Sydney' ) at 573 [18] per Gleeson CJ, at 580 [43] per McHugh J, at 585-587 [60], [62]-[63] per Gummow J, and at 636-637 [212] per Callinan J; and Hughes v Western Australian Cricket Association (Inc) (1986) 19 FCR 10 (' Hughes' ).",
      "id": "s470"
    },
    {
      "text": "115 The proscribed purpose can be one of a number of purposes, but it must be an operative purpose.",
      "id": "s471"
    },
    {
      "text": "In argument, senior counsel for the ACCC seemed to suggest that s 45E imposes a lower threshold than this, relying on the absence of the word 'substantial' in s 45E and the inapplicability of s 4F to ss 45E(3).",
      "id": "s472"
    },
    {
      "text": "Section 4F(1) provides that a reference to the 'purpose' of a provision of a contract, arrangement or understanding means the purpose, or one of the purposes, for including the provision, so long as it was or is a 'substantial purpose'.",
      "id": "s473"
    },
    {
      "text": "While it is true that s 4F does not apply to s 45E(3), this does not mean that an incidental purpose, which is not an operative purpose, will be sufficient to satisfy s 45E.",
      "id": "s474"
    },
    {
      "text": "Like s 45E(3), s 45D(1) is outside the ambit of s 4F and does not contain any explicit requirement that the purpose be a 'substantial' purpose.",
      "id": "s475"
    },
    {
      "text": "The High Court has construed s 45D(1) as requiring that the purpose be an operative subjective purpose: Tillmanns Butcheries Pty Ltd v Australasian Meat Industry Employees' Union (1979) 27 ALR 367 at 382-383 per Deane J.",
      "id": "s476"
    },
    {
      "text": "In my opinion, s 45E(3) should be construed in the same way.",
      "id": "s477"
    },
    {
      "text": "The reference to 'purpose' in s 45E connotes an operative subjective purpose.",
      "id": "s478"
    },
    {
      "text": "116 The issue of 'purpose' was investigated by the High Court in South Sydney in the context of s 45 and s 4D of the TPA.",
      "id": "s479"
    },
    {
      "text": "The case concerned a sporting club, South Sydney District Rugby League Football Club Ltd ('Souths'), which alleged that News Ltd and the Australian Rugby Football League Ltd ('ARL') had entered into a contract, arrangement or understanding in contravention of s 45 of the TPA.",
      "id": "s480"
    },
    {
      "text": "The alleged agreement between News Ltd and ARL was for the merger of two rugby league competitions.",
      "id": "s481"
    },
    {
      "text": "It provided for a unified rugby league competition to be conducted between, ultimately, fourteen teams only.",
      "id": "s482"
    },
    {
      "text": "The trial judge held that although the fourteen-team term was part of a contract, arrangement or understanding made between News Ltd and ARL, it did not have the purpose of preventing, restricting or limiting the supply or acquisition of services from particular persons or classes of persons.",
      "id": "s483"
    },
    {
      "text": "The Full Court overturned the trial judge's decision (Merkel and Moore JJ, Heerey J dissenting): see South Sydney District Rugby League Football Club Ltd v News Ltd [2001] FCA 862 ; (2001) 111 FCR 456.",
      "id": "s484"
    },
    {
      "text": "Merkel J found that the trial judge had conflated the purpose of the merger, joint venture and regional participation provisions of the agreement, with the purpose of the fourteen-team term provision: at 522-523 [264].",
      "id": "s485"
    },
    {
      "text": "Merkel J held at 531 [295] that the agreement had the purpose of preventing the supply or acquisition of services from a particular class of persons by restricting or limiting supply or acquisition to or from the clubs or entities selected to be included in the merged competition.",
      "id": "s486"
    },
    {
      "text": "Moore J found that by operation of the fourteen-team term, the services supplied by Souths and other affected clubs would be limited and restricted: at 501-502 [186].",
      "id": "s487"
    },
    {
      "text": "In dissent, Heerey J held that the exclusion of clubs from the merged competition was not a purpose at all: at 474 [78].",
      "id": "s488"
    },
    {
      "text": "Heerey J agreed with the trial judge that while the fourteen-team term limited, and was intended to limit, the number of clubs in the competition, it did not follow that the provision was included for the purpose of preventing the supply of services to, or the acquisition of services from, clubs in excess of the fourteen: at 467 [37].",
      "id": "s489"
    },
    {
      "text": "117 The High Court overturned the Full Court's decision (Gleeson CJ, McHugh, Gummow and Callinan JJ, Kirby J dissenting).",
      "id": "s490"
    },
    {
      "text": "Each of their Honours' separate reasons for judgment considered the proper approach to assessing the 'purpose' of a provision in a contract, arrangement or understanding for the purposes of ss 45 and 4D of the TPA.",
      "id": "s491"
    },
    {
      "text": "Gleeson CJ stressed the distinction between the purpose and the motive for including a provision in a contract, arrangement or understanding at 573 [18]:\n \n '... Purpose is to be distinguished from motive.",
      "id": "s492"
    },
    {
      "text": "The purpose of conduct is the end sought to be accomplished by the conduct.",
      "id": "s493"
    },
    {
      "text": "The motive for conduct is the reason for seeking that end.",
      "id": "s494"
    },
    {
      "text": "The appropriate description or characterisation of the end sought to be accomplished (purpose), as distinct from the reason for seeking that end (motive), may depend upon the legislative or other context in which the task is undertaken... [I]n the context of competition law, it is necessary to identify purpose by describing what is sought to be achieved by reference to what is relevant in market terms.",
      "id": "s495"
    },
    {
      "text": "The purpose of the fourteen team term was the objective, in relation to the nature of their business arrangements, that News and ARL sought to achieve; not the reason why they sought to achieve that objective.",
      "id": "s496"
    },
    {
      "text": "They may have had different, and multiple, reasons for their conduct.",
      "id": "s497"
    },
    {
      "text": "The manifest effect of a provision in an agreement, in a given case, may be the clearest indication of its purpose.",
      "id": "s498"
    },
    {
      "text": "In other cases, it may be difficult, or even impossible, to determine the purpose (of a kind relevant to the operation of the Act) of a provision in a written contract merely by reading the document.",
      "id": "s499"
    },
    {
      "text": "And, of course, the legislation deals with contracts, arrangements or understandings.",
      "id": "s500"
    },
    {
      "text": "' \n\n\nHis Honour found that, in the circumstances of the case, it was necessary for the agreement to state how many clubs would participate in the merged competition, and by selecting fourteen as the number News Ltd and ARL did not have a purpose of excluding any particular club or clubs: at 575 [23] and at 576 [27].",
      "id": "s501"
    },
    {
      "text": "118 While the manifest effect of the provision may provide, as Gleeson CJ said, the clearest indication of subjective purpose, care must be taken that evidence of the effect of a provision does not render the test an objective one.",
      "id": "s502"
    },
    {
      "text": "Gummow J warned against this danger at 586 [63].",
      "id": "s503"
    },
    {
      "text": "It must be kept in mind that the effect that the parties sought to achieve through inclusion of the provision in a contract, arrangement or understanding is crucial to the test of subjective purpose.",
      "id": "s504"
    },
    {
      "text": "119 Both McHugh and Gummow JJ expressed some hesitation about determining purpose under s 4D by reference to the subjective purpose of the makers of the provision, but in the end they both accepted the correctness of the subjective interpretation of the section: at 580 [41]-[43] per McHugh J and at 585 [59]-[60] per Gummow J, cf Kirby J at 606 [130].",
      "id": "s505"
    },
    {
      "text": "McHugh J agreed with Gummow J that the trial judge applied a subjective test of purpose and his findings should be upheld: at 581 [46].",
      "id": "s506"
    },
    {
      "text": "120 Section 45E(3) requires consideration of the subjective purpose for inclusion of the provision in a contract, arrangement or understanding, not the purpose of the contract, arrangement or understanding as a whole.",
      "id": "s507"
    },
    {
      "text": "As Callinan J said in South Sydney at 638 [216] in relation to purpose under s 45:\n \n 'It is the purpose of the provision that is important.",
      "id": "s508"
    },
    {
      "text": "The discovery of that purpose is by no means necessarily to be gained by an examination of the provision itself only.",
      "id": "s509"
    },
    {
      "text": "As with any term of an agreement or arrangement, a provision may, sometimes must, be read with, and seen for its true meaning, effect and purpose, the relevant agreement or arrangement as a whole.",
      "id": "s510"
    },
    {
      "text": "' \n\n\nGummow J agreed with Callinan J on this point: see at 587 [65].",
      "id": "s511"
    },
    {
      "text": "121 In many cases it will be necessary and appropriate to infer the subjective purpose from evidence of the conduct of the parties: see Northern Collieries at 402 per Isaacs J.",
      "id": "s512"
    },
    {
      "text": "Statements as to purpose from the witness box may be highly probative, but they must be tested closely and received with great caution: ASX Operations Pty Ltd v Pont Data Australia Pty Ltd (No 1) (1990) 27 FCR 460 ( 'Pont Data' ) at 482-483.",
      "id": "s513"
    },
    {
      "text": "122 As I have already mentioned, s 45E imposes liability only on the 'first person' to the contract, arrangement or understanding, and not on the union.",
      "id": "s514"
    },
    {
      "text": "Thus s 45E gives rise to the question whether the relevant purpose for establishing a contravention of s 45E is the subjective purpose of first person, to whom liability attaches, or the subjective purposes of both of the parties to the contract, arrangement or understanding.",
      "id": "s515"
    },
    {
      "text": "123 The CEPU submitted that the purpose of the company ought to be the focus of the inquiry, not the union's purpose.",
      "id": "s516"
    },
    {
      "text": "In argument, however, senior counsel for the CEPU retreated somewhat from this position and acknowledged that the issue of purpose was clouded by the requirement that there be a 'contract, arrangement or understanding', which means a 'meeting of the minds'.",
      "id": "s517"
    },
    {
      "text": "That requirement suggests that the subjective purposes of the parties to the contract, arrangement or understanding are considered in determining subjective purpose.",
      "id": "s518"
    },
    {
      "text": "The CEPU submitted that, overall, the correct way to interpret s 45E is to look at the common purpose of the parties.",
      "id": "s519"
    },
    {
      "text": "124 The ACCC's submissions proceeded on the basis that the subjective purposes of both Edison and the CEPU were relevant to the inquiry.",
      "id": "s520"
    },
    {
      "text": "The ACCC invited the Court to infer the CEPU's subjective purpose from the evidence of the 9 August meeting, the events that occurred in the week of 13 August and leading up to the signing of the heads of agreement and the CEPU's signing of the Simon Engineering site agreement, and the absence of communication between Edison and the CEPU in relation to the electrical contractors issue after 24 August 2001.",
      "id": "s521"
    },
    {
      "text": "125 In Pont Data , the Full Court considered the approach to the determination of purpose under s 4F which, like s 45E(3), operates where a particular provision was included in a contract, arrangement or understanding for a proscribed purpose.",
      "id": "s522"
    },
    {
      "text": "Their Honours said at 476:\n \n 'In its operation upon provisions stated to have a particular purpose, s 4F uses the words \"the provision was included in the contract ... for that purpose or for purposes that included or include that purpose\".",
      "id": "s523"
    },
    {
      "text": "This indicates that s 4F, in this operation, requires one to look to the purposes of the individuals by whom the provision was included in the contract, arrangement or understanding in question.",
      "id": "s524"
    },
    {
      "text": "It therefore directs attention to the \"subjective\" purposes of those individuals.",
      "id": "s525"
    },
    {
      "text": "' \n\n\nThe Court adopted the test of purpose as construed by Toohey J in Hughes at 37-38, where his Honour said:\n \n 'I accept the view that it is the subjective purpose of those engaging in the relevant conduct with which the court is concerned.",
      "id": "s526"
    },
    {
      "text": "All other considerations aside, the use in s 45(2) of \"purpose\" and \"effect\" tends to suggest that a subjective approach is intended by the former expression.",
      "id": "s527"
    },
    {
      "text": "The application of a subjective test does not exclude a consideration of the circumstances surrounding the reaching of the understanding.",
      "id": "s528"
    },
    {
      "text": "' \n\n\n \n126 On the facts in Pont Data , the relevant provisions were included in the agreements because one of the parties, ASX Operations Pty Ltd, had insisted upon their inclusion.",
      "id": "s529"
    },
    {
      "text": "The other party, Pont Data Australia Pty Ltd, had objected to the inclusion of the provisions.",
      "id": "s530"
    },
    {
      "text": "In those circumstances, the Court considered that it was appropriate to look to the purposes of the party as a result of whose efforts the provisions were included: at 477.",
      "id": "s531"
    },
    {
      "text": "In the present case, the CEPU instigated the requirement that resulted in the provision, but neither party submitted that either Edison or the CEPU objected to its inclusion.",
      "id": "s532"
    },
    {
      "text": "Thus, in my view, it is appropriate to consider the subjective purposes of both Edison and the CEPU in determining whether the provision was included for the proscribed purpose.",
      "id": "s533"
    },
    {
      "text": "127 I reject the CEPU's submission that s 45E requires consideration of the subjective purposes of Edison, to the exclusion of the CEPU's purposes.",
      "id": "s534"
    },
    {
      "text": "The language of the section does not suggest that the inquiry as to purpose is limited to a consideration of the purpose of the party to the contract, arrangement or understanding upon which liability is directly imposed.",
      "id": "s535"
    },
    {
      "text": "In my opinion, the subjective purposes of each of the parties to a contract, arrangement or understanding are relevant to the determination of the purpose for which that provision was included.",
      "id": "s536"
    },
    {
      "text": "I doubt that s 45E requires the Court to search, perhaps vainly, for a common purpose: Pont Data at 477; see also South Sydney per McHugh J at 579 [38].",
      "id": "s537"
    },
    {
      "text": "However, I do not need to express any final view on this issue because I have concluded on the evidence that there was no relevant disparity between the CEPU's purpose and Edison's purpose for including the provision.",
      "id": "s538"
    },
    {
      "text": "PREVENTING OR HINDERING \n \n128 In the context of Pt IV of the TPA, 'preventing' and 'hindering' commonly refer to conduct which has the object of ceasing the supply or acquisition of goods or services.",
      "id": "s539"
    },
    {
      "text": "'Hindering' has been given a broad construction by the courts; the concept encompasses conduct which in any way affects to an appreciable extent the ease of the usual way of supplying or acquiring an article: Devenish v Jewel Food Stores Pty Ltd [1991] HCA 7 ; (1991) 172 CLR 32 (' Devenish' ) at 45-46 per Mason CJ.",
      "id": "s540"
    },
    {
      "text": "Preventing or hindering can be engaged in by threat or verbal intimidation, as well as by physical interference with the actual activities: Australian Broadcasting Commission v Parish (1980) 43 FLR 129 at 153.",
      "id": "s541"
    },
    {
      "text": "The concept is not to be limited by any pre-conceived notion of a 'secondary boycott': see Devenish at 41-42 per Mason CJ, at 51-52 per Deane J, and at 58 per Toohey J; Australian Builders' Labourers' Federated Union of Workers Western Australian Branch v J-Corp Pty Ltd (1993) 42 FCR 452 at 459 per Lockhart and Gummow JJ.",
      "id": "s542"
    },
    {
      "text": "129 The CEPU submitted that, for the purposes of s 45E, the impugned provision must be included for the purpose of preventing or hindering a particular and specifically identified person.",
      "id": "s543"
    },
    {
      "text": "The CEPU pointed out that the language of s 45E refers to preventing or hindering the 'second person'.",
      "id": "s544"
    },
    {
      "text": "It was submitted that the words 'second person' require the identification of a specific target.",
      "id": "s545"
    },
    {
      "text": "In support of this submission, the CEPU referred to the following passage in the second reading speech of the Trade Practices (Boycotts) Amendment Bill 1980 (Cth):\n \n 'In the first place the proposed amendments to the Trade Practices Act extend the operation of s 45D to prohibit secondary boycotts of non-corporate persons, that is, private individuals.",
      "id": "s546"
    },
    {
      "text": "The major amendment proposed is the insertion of a new section, 45E, which prohibits a person from agreeing with a union to cease to continue to deal with an individual or an individual company, or to continue to deal with an individual or individual company only on new conditions restricting that person's freedom to trade.",
      "id": "s547"
    },
    {
      "text": "Existing provisions of the Act already prohibit agreements between competitors to boycott particular persons and to impose restrictions on freedom to trade.",
      "id": "s548"
    },
    {
      "text": "Events have demonstrated that trade unions also possess sufficient economic power to engage in this type of undesirable conduct.",
      "id": "s549"
    },
    {
      "text": "The Government believes, and it must be accepted by reasonable people, that it would be clearly inappropriate for the Trade Practices Act , which restricts abuses of power by companies, to allow the possibility of similar abuses by unions.",
      "id": "s550"
    },
    {
      "text": "' \n\n\nThe CEPU emphasised the references in this passage to an 'individual' as the target of the prohibited conduct.",
      "id": "s551"
    },
    {
      "text": "It submitted that a significant element of the operation of s 45E is that the target of the prohibited conduct is particularly or specifically identified.",
      "id": "s552"
    },
    {
      "text": "130 The CEPU drew support for this argument from judicial consideration of the words 'particular persons' in s 4D of the TPA in Bullock v Federated Furnishing Trades Society of Australasia (1985) 5 FCR 464 (' Bullock' ); see also TNT at 75-76.",
      "id": "s553"
    },
    {
      "text": "Prior to 1986, s 4D referred to 'particular persons' as the target of the proscribed provision.",
      "id": "s554"
    },
    {
      "text": "In Bullock, the Full Court left open the question whether Gray J had been correct in limiting the words 'particular persons' in s 4D to 'persons whose identity is known or can be ascertained': at 473.",
      "id": "s555"
    },
    {
      "text": "In apparent response to the decisions in Bullock and TNT, the words 'or classes of persons' were added to s 4D by the Trade Practices Revision Act 1986 (Cth): see Gummow J's discussion in South Sydney at 589-590 [75].",
      "id": "s556"
    },
    {
      "text": "The scope of s 45E has not been similarly expanded to include 'classes of persons'.",
      "id": "s557"
    },
    {
      "text": "According to senior counsel for the CEPU, it can therefore be inferred that the legislature did not intend to expand the scope of s 45E.",
      "id": "s558"
    },
    {
      "text": "Thus, it was submitted, the section requires the identification of a particular second person.",
      "id": "s559"
    },
    {
      "text": "131 The CEPU's argument is not supported by the language of s 45E.",
      "id": "s560"
    },
    {
      "text": "Unlike s 4D, s 45E does not contain the word 'particular'.",
      "id": "s561"
    },
    {
      "text": "There is no indication that s 45E requires the identity of the second person to be particularly or specifically identified.",
      "id": "s562"
    },
    {
      "text": "Section 45E(1) provides support for this view.",
      "id": "s563"
    },
    {
      "text": "In effect, s 45E(1) defines the 'second person' by reference to an extant or accustomed relationship of supply or acquisition.",
      "id": "s564"
    },
    {
      "text": "Section 45E(3) is concerned with contracts, arrangements or understandings which affect persons in that particular relationship of supply or acquisition.",
      "id": "s565"
    },
    {
      "text": "The CEPU's construction would insert an additional requirement in s 45E(1) that the second person be particularly identified, as well as being identified by that particular relationship.",
      "id": "s566"
    },
    {
      "text": "This additional requirement amounts to a gloss that, in my view, is contrary to the language and purpose of the section.",
      "id": "s567"
    },
    {
      "text": "132 The CEPU's construction is unwarranted in light of the policy objectives of ss 45E and 45EA.",
      "id": "s568"
    },
    {
      "text": "Sections 45E and 45EA are aimed at ensuring that a contract, arrangement or understanding between a union and a person does not prevent or hinder the freedom of third parties to trade.",
      "id": "s569"
    },
    {
      "text": "They are remedial provisions designed to prevent exercises of power by a person or a union impinging on defined trading relationships; they not merely aimed at prohibiting agreements which prevent or hinder dealings with particular or specifically identified persons.",
      "id": "s570"
    },
    {
      "text": "133 In any event, in Pont Data , the Full Court considered the phrase 'particular persons or classes of persons' in the context of s 4D.",
      "id": "s571"
    },
    {
      "text": "The Court found that the phrase allowed for the identification of persons by reference to a negative characterisation; namely, persons who may not be supplied with information unless they accepted and became bound by the restraints imposed by the agreements at issue.",
      "id": "s572"
    },
    {
      "text": "The Full Court said at 488:\n \n 'It was said [by the appellants] that the persons or classes excluded must still be \"identified\" if s 4D is to apply.",
      "id": "s573"
    },
    {
      "text": "That may be conceded, but they are identified, in the present case, by the characteristic that they may not be supplied with the information in question, unless they accept and become bound by the restraints imposed by the Dynamic Agreement.",
      "id": "s574"
    },
    {
      "text": "Such persons come within a particular category or description defined by a collective formula: cf Pearks v Moseley, Re Moseley's Trusts (1980) 5 App Case 714 at 723.",
      "id": "s575"
    },
    {
      "text": "They ordinarily would be treated as constituting a particular class, even though at any one time the identity of all the members of the class might not readily be ascertainable.",
      "id": "s576"
    },
    {
      "text": "What distinguishes the class and makes it particular is that its members are objects of an anti-competitive purpose, with which s 4D is concerned.",
      "id": "s577"
    },
    {
      "text": "' \n\n\n \n134 In Rural Press , the High Court did not find any error in the Full Court's conclusion in Pont Data that a particular class can be defined by its exclusion from supply or acquisition: at 90-91 [88] per Gummow, Hayne and Heydon JJ, see also Gleeson CJ and Callinan J at 62 [7]; and Gummow J in South Sydney at 590 [77].",
      "id": "s578"
    },
    {
      "text": "135 It follows that, if and to the extent that s 45E requires the second person to be particularly or specifically identified, that requirement can be satisfied by the use of a negative or exclusionary formula, as in Pont Data .",
      "id": "s579"
    },
    {
      "text": "THE ARRANGEMENT BETWEEN EDISON AND THE CEPU \n \n136 It was not in dispute that there was a contract, arrangement or understanding between Edison and the CEPU in relation to Edison's engagement of electrical contractors to perform work at the Loy Yang B site.",
      "id": "s580"
    },
    {
      "text": "The parties differed about the nature, scope and content of that contract, arrangement or understanding.",
      "id": "s581"
    },
    {
      "text": "137 As I have already noted, the ACCC put its case in essentially two ways.",
      "id": "s582"
    },
    {
      "text": "Its primary case was that prior to 23 August 2001 Edison and the CEPU made a contract or arrangement, or arrived at an understanding, that all electrical contractors performing work at Loy Yang B must have a current certified agreement with the CEPU prior to commencing work at the site.",
      "id": "s583"
    },
    {
      "text": "The ACCC contended that this contract, arrangement or understanding was broader than, and overshadowed and controlled, the provision that was subsequently inserted in the heads of agreement.",
      "id": "s584"
    },
    {
      "text": "138 The CEPU disputed the existence of any contract, arrangement or understanding other than that embodied in the express terms of the heads of agreement.",
      "id": "s585"
    },
    {
      "text": "139 It is convenient to consider the ACCC's primary case, and the CEPU's response to it, before turning to consider the ACCC's alternative argument that in any event the heads of agreement contained a provision that contravened s 45E(3).",
      "id": "s586"
    },
    {
      "text": "For ease of reference, I will use the expression 'arrangement' rather than the more cumbersome 'contract, arrangement or understanding'.",
      "id": "s587"
    },
    {
      "text": "Obviously, the terms 'arrangement' and 'understanding' are much broader than the term 'contract', and they are often equated in the authorities: TNT at 25; and Amcor at 359-360 [75].",
      "id": "s588"
    },
    {
      "text": "However, neither party suggested that anything turns on the differences that exist between the three concepts.",
      "id": "s589"
    },
    {
      "text": "140 In advancing its primary case, the ACCC argued that the arrangement between Edison and the CEPU is to be gleaned from all of the evidence concerning the conduct engaged in by Edison and the CEPU over the relevant period.",
      "id": "s590"
    },
    {
      "text": "The ACCC pointed to the events that pre-dated the signing of the heads of agreement on 23 August, including the 9 and 10 August meetings, the 9 and 10 August teleconferences, the 13 August letter, the meeting between Buckley and the Nabulsi on 13 August and the team meeting on 16 August to support the wider arrangement for which it contends.",
      "id": "s591"
    },
    {
      "text": "It also pointed to events subsequent to Edison's execution and delivery of the heads of agreement, including DJN's exclusion from work at the site, Edison's decisions consequent upon the ACCC's letter of 27 October 2003, and DJN's resumption of work at Loy Yang B in 2004.",
      "id": "s592"
    },
    {
      "text": "141 The ACCC's case is, to some extent at least, based on inferences from the facts to which I have already referred.",
      "id": "s593"
    },
    {
      "text": "In drawing inferences of fact of this kind, the civil standard of proof applies, but the facts and inferences upon which the ACCC relies must be proved to a level of satisfaction that is commensurate with the seriousness of the allegations.",
      "id": "s594"
    },
    {
      "text": "The allegations made against the CEPU are very serious and can give rise to substantial penalties.",
      "id": "s595"
    },
    {
      "text": "142 The High Court's enunciation of the civil standard of proof in Briginshaw v Briginshaw [1938] HCA 34 ; (1938) 60 CLR 336 is frequently cited, but Dixon J's statement at 361-362 bears repeating:\n \n 'Except upon criminal issues to be proved by the prosecution, it is enough that the affirmative of an allegation is made out to the reasonable satisfaction of the tribunal.",
      "id": "s596"
    },
    {
      "text": "But reasonable satisfaction is not a state of mind that is attained or established independently of the nature and consequence of the fact or facts to be proved.",
      "id": "s597"
    },
    {
      "text": "The seriousness of an allegation made, the inherent unlikelihood of an occurrence of a given description, or the gravity of the consequences flowing from a particular finding are considerations which must affect the answer to the question whether the issue has been proved to the reasonable satisfaction of the tribunal.",
      "id": "s598"
    },
    {
      "text": "In such matters \"reasonable satisfaction\" should not be produced by inexact proofs, indefinite testimony, or indirect inferences.",
      "id": "s599"
    },
    {
      "text": "' \n\n\nI have applied these principles to the determination of the issues in this case.",
      "id": "s600"
    },
    {
      "text": "143 Based on the factual findings and applying the legal principles which I have set out above, I am satisfied that prior to 23 August 2001 Edison and the CEPU made or entered into an arrangement that included a provision that Edison would not engage electrical contractors to perform work at Loy Yang B unless they have a current certified agreement with the CEPU prior to commencing work at the site.",
      "id": "s601"
    },
    {
      "text": "The arrangement involved a commitment on Edison's part not to permit electrical contractors who did not have a certified agreement with the CEPU to work at Loy Yang B.",
      "id": "s602"
    },
    {
      "text": "In exchange, the CEPU committed to signing the Simon Engineering site agreement.",
      "id": "s603"
    },
    {
      "text": "The evidence establishes, in my view, that Edison and the CEPU made or entered into this arrangement prior to 15 August 2001.",
      "id": "s604"
    },
    {
      "text": "The heads of agreement was entered into in accordance with, and was controlled by, this arrangement.",
      "id": "s605"
    },
    {
      "text": "I will elaborate my reasons for these findings in the course of considering the arguments advanced by the CEPU.",
      "id": "s606"
    },
    {
      "text": "144 The CEPU submitted that the evidence showed only one 'meeting of the minds' between Edison and the CEPU --- that is, the heads of agreement of 23 August 2001.",
      "id": "s607"
    },
    {
      "text": "The CEPU contended that the communications and events surrounding the making of the heads of agreement are insufficient to prove that there was a meeting of the minds between Edison and the CEPU; rather, they are evidence of the negotiations and canvassing of proposals which ultimately culminated in the heads of agreement on 23 August.",
      "id": "s608"
    },
    {
      "text": "In my view, these submissions do not grapple with the overall force and effect of the evidence that is before the Court.",
      "id": "s609"
    },
    {
      "text": "145 While I do not propose to rehearse all of the findings of fact that I have set forth above, it is appropriate to emphasise some of them.",
      "id": "s610"
    },
    {
      "text": "On 9 August, Mighell told the Edison executives that the CEPU required Edison to agree that all electrical contractors working on the Loy Yang B site must have a certified agreement to which the CEPU was a party.",
      "id": "s611"
    },
    {
      "text": "The Simon Engineering site agreement was not expressly mentioned at the 9 August meeting.",
      "id": "s612"
    },
    {
      "text": "But the context in which the meeting took place must have made it clear to all participants that the CEPU was taking the position that it would not sign the Simon Engineering site agreement unless Edison accepted the two requirements that the CEPU advanced, ie site access and the requirement that all electrical contractors on the Loy Yang B site must have a certified agreement with the CEPU.",
      "id": "s613"
    },
    {
      "text": "I also infer that those present at the 9 August meeting knew that the delay in the execution of the Simon Engineering site agreement was delaying the construction of the peaker plant.",
      "id": "s614"
    },
    {
      "text": "The CEPU was a necessary signatory to the Simon Engineering site agreement.",
      "id": "s615"
    },
    {
      "text": "I infer that Mighell knew that the CEPU's refusal to sign the Simon Engineering site agreement was exerting heavy pressure on Edison, and that he was consciously exploiting that situation in making the demands he did of Edison concerning site access and electrical contractors.",
      "id": "s616"
    },
    {
      "text": "146 By the end of the 10 August teleconference, which was shortly before 3.00 pm, Edison's senior executives responsible for the Loy Yang B business had agreed that Edison would accede to the CEPU's requirements for site access and that electrical contractors only be permitted to work at the Loy Yang B site if they had a certified agreement in place with the CEPU.",
      "id": "s617"
    },
    {
      "text": "Furthermore, Driscoll instructed Sutherland, Burns and others that an agreement accepting these requirements should be concluded with the CEPU as quickly as possible.",
      "id": "s618"
    },
    {
      "text": "147 Immediately after the 10 August teleconference, Sutherland arranged an urgent meeting with Mighell and met with him at Mighell's office.",
      "id": "s619"
    },
    {
      "text": "148 On Monday 13 August, Sutherland drafted and signed a letter to Mighell which stated that, further to his discussions with Mighell the previous week, Sutherland was able to confirm the proposal concerning contract work being undertaken at Loy Yang B.",
      "id": "s620"
    },
    {
      "text": "The proposal stipulated in the letter was that Edison and the CEPU would agree that all electrical contractors performing work at Loy Yang B must have a current certified agreement with the CEPU prior to commencing work at the site.",
      "id": "s621"
    },
    {
      "text": "Of itself, Sutherland's signature on this letter indicates that he did in fact have discussions with Mighell to the effect described during the previous week.",
      "id": "s622"
    },
    {
      "text": "149 Edison took various actions on and from 13 August to implement its arrangement with the CEPU.",
      "id": "s623"
    },
    {
      "text": "On the afternoon of 13 August, Buckley told Nabulsi in unequivocal terms that DJN's services would no longer be utilised by Edison because Edison had been asked by the CEPU not to permit contractors on site who did not have an EBA with the CEPU.",
      "id": "s624"
    },
    {
      "text": "Buckley conveyed this advice to Nabulsi because he was instructed to do so.",
      "id": "s625"
    },
    {
      "text": "150 On 15 August, the CEPU signed a memorandum of understanding recording that it had reached agreement with Simon Engineering and other unions on a site agreement for Loy Yang B.",
      "id": "s626"
    },
    {
      "text": "I infer that the CEPU would not have taken the step of signing the Simon Engineering MOU unless it had received a communication from Edison that Edison agreed to its demands.",
      "id": "s627"
    },
    {
      "text": "151 On 16 August, Pearson and Buckley informed the maintenance team leaders that Edison had entered into, or was entering into, an arrangement with the CEPU whereby electrical contractors would not be permitted to work at Loy Yang B if they did not have a certified agreement with the CEPU.",
      "id": "s628"
    },
    {
      "text": "152 DJN was not offered any new contracting work at the Loy Yang B site between August 2001 and about January 2004.",
      "id": "s629"
    },
    {
      "text": "It was permitted to complete pre-existing commitments at the Loy Yang B site up to about 20 September 2001, which was entirely consistent with Edison's decision to 'grandfather' DJN's existing contractual commitments.",
      "id": "s630"
    },
    {
      "text": "153 After receiving the ACCC's letter of 27 October 2003, Edison decided that it would no longer comply with its agreement with the CEPU.",
      "id": "s631"
    },
    {
      "text": "It immediately ceased its practice of requiring all electrical contractors to have a current certified agreement with the CEPU before they could commence work at the Loy Yang B site.",
      "id": "s632"
    },
    {
      "text": "Pursuant to this change in practice, DJN was invited early in 2004 to once again tender for work at Loy Yang B and it resumed work as an electrical contractor at the site on or about 2 March 2004.",
      "id": "s633"
    },
    {
      "text": "154 Taken together, these events and the concurrence of timing, direction and result they display support the findings I have made at [142] above.",
      "id": "s634"
    },
    {
      "text": "155 My finding that the letter of 13 August was dispatched to the CEPU on 13 August is supported by the same events and by the following additional considerations: \n \n (1) Having been signed, the letter would be posted by Sutherland's secretary in the normal course of business.",
      "id": "s635"
    },
    {
      "text": "There is no evidence that Sutherland stopped or intercepted the dispatch of the letter, or that he had any reason to do so.",
      "id": "s636"
    },
    {
      "text": "(2) The dispatch of the letter is entirely consistent with the instructions that Sutherland received on 10 August from Driscoll, ie fix the impasse to the Simon Engineering site agreement urgently by acceding to the CEPU's requirements.",
      "id": "s637"
    },
    {
      "text": "Those instructions never changed.",
      "id": "s638"
    },
    {
      "text": "(3) Sutherland did not take any action on or after 13 August to stop Pearson and Buckley implementing the decision that was taken at the 10 August teleconference.",
      "id": "s639"
    },
    {
      "text": "(4) It is consistent with Burns' evidence that he became aware of the 13 August letter in December 2001, and that he recalls seeing an email version of the letter much earlier than October 2003.",
      "id": "s640"
    },
    {
      "text": "156 When he was examined by senior counsel for the ACCC, Sutherland was not asked whether he had any discussions with Mighell the previous week to the effect described in the 13 August letter.",
      "id": "s641"
    },
    {
      "text": "He was not asked about any telephone discussions.",
      "id": "s642"
    },
    {
      "text": "Consequently, Sutherland did not deny having discussions of the kind referred to in the 13 August letter.",
      "id": "s643"
    },
    {
      "text": "Sutherland did say, however, that he did not put forward a solution at his meeting with Mighell on 10 August.",
      "id": "s644"
    },
    {
      "text": "As noted above, I have reservations about this evidence.",
      "id": "s645"
    },
    {
      "text": "157 It is improbable that nothing happened on 10 August when Sutherland met with Mighell at an urgently convened meeting, other than Sutherland asking Mighell to repeat the demands that Mighell had made at the 9 August meeting.",
      "id": "s646"
    },
    {
      "text": "Yet this is the effect of Sutherland's evidence.",
      "id": "s647"
    },
    {
      "text": "In these circumstances, and bearing in mind the unreliability of Sutherland's evidence generally and the statements in Sutherland's letter of 13 August, I do not accept Sutherland's evidence that he did not convey any solution to Mighell at the 10 August meeting because he had no solution to offer.",
      "id": "s648"
    },
    {
      "text": "However, I will not attempt to make any findings as to what occurred at the meeting.",
      "id": "s649"
    },
    {
      "text": "I do not need to do so.",
      "id": "s650"
    },
    {
      "text": "My conclusions overall do not depend on a finding as to whether Sutherland conveyed a solution at the 10 August meeting because there were other relevant communications between the CEPU and Edison.",
      "id": "s651"
    },
    {
      "text": "Indeed, Sutherland's evidence leaves open the possibility that he had other discussions with Mighell between 9 August and 13 August, outside the context of their meeting on 10 August.",
      "id": "s652"
    },
    {
      "text": "158 Senior counsel for the ACCC urged me to apply the principles enunciated by the High Court in Jones v Dunkel to support the inference that Edison and the CEPU made an arrangement to the effect alleged by the ACCC.",
      "id": "s653"
    },
    {
      "text": "While it is clearly open to me to infer from the CEPU's failure to call evidence from key players at the CEPU who would have direct knowledge of the events in question that those witnesses would not assist the CEPU's case, there are limits to the Jones v Dunkel principle.",
      "id": "s654"
    },
    {
      "text": "The principle allows me to draw inferences that are open on the evidence more confidently than might otherwise be the case; but it cannot be used to make up for gaps in the evidence.",
      "id": "s655"
    },
    {
      "text": "In this case, the inferences that I have drawn from the evidence are so clear that I do not need to rely upon Jones v Dunkel .",
      "id": "s656"
    },
    {
      "text": "It is, nonetheless, correct that the absence of evidence adduced by the CEPU from Mighell and Mooney allows me to infer with greater confidence that the CEPU received the letter of 13 August from Sutherland and that it did so before Mooney signed the Simon Engineering MOU on 15 August.",
      "id": "s657"
    },
    {
      "text": "More generally, the absence of evidence from the CEPU allows me to conclude, more confidently, that Edison had communicated to the CEPU by 15 August the fact that Edison agreed to the CEPU's requirement that electrical contractors not be permitted to perform work at Loy Yang B unless they had a current certified agreement with the CEPU.",
      "id": "s658"
    },
    {
      "text": "159 The CEPU advanced a series of reasons why I should infer that the 13 August letter was not sent to the CEPU.",
      "id": "s659"
    },
    {
      "text": "160 First, it argued that to infer that the 13 August letter was sent is inconsistent with the fact that Burns and Sutherland agreed to seek advice from Corrs on 10 August or in the week of 13 August.",
      "id": "s660"
    },
    {
      "text": "Sutherland gave evidence that he recalled having some discussions by telephone with Burns at Loy Yang B and arising from those discussions they thought that Edison should get some advice from Corrs.",
      "id": "s661"
    },
    {
      "text": "He said that Burns agreed to approach Corrs to get the advice.",
      "id": "s662"
    },
    {
      "text": "He also said that he believed his discussion with Burns by telephone took place on 10 August and that the proposed legal advice was to relate to both the site access issue and the electrical contractors issue.",
      "id": "s663"
    },
    {
      "text": "Sutherland said that Burns made the contact with Corrs, although Sutherland was involved in an initial meeting with Corrs.",
      "id": "s664"
    },
    {
      "text": "Sutherland confirmed that Corrs drafted the heads of agreement.",
      "id": "s665"
    },
    {
      "text": "On the other hand, Burns said he was not involved in giving any instructions to Corrs to prepare the draft heads of agreement.",
      "id": "s666"
    },
    {
      "text": "161 I do not accept Sutherland's account of Corrs' retainer.",
      "id": "s667"
    },
    {
      "text": "I accept Burns' evidence that he had no involvement in giving instructions to Corrs about the heads of agreement.",
      "id": "s668"
    },
    {
      "text": "I find that Sutherland, not Burns, made the decision to instruct Corrs and that thereafter Sutherland dealt with Corrs.",
      "id": "s669"
    },
    {
      "text": "I also find on the balance of probabilities that Sutherland contacted Corrs shortly after 13 August.",
      "id": "s670"
    },
    {
      "text": "162 The agreed demarcation of responsibility between Sutherland and Burns was that Sutherland would deal with the electrical contractors issue and Burns would deal with the site access issue.",
      "id": "s671"
    },
    {
      "text": "There is no evidence that Corrs provided any advice in relation to the site access issue.",
      "id": "s672"
    },
    {
      "text": "Sutherland was the person involved in the only meeting with Corrs that is referred to in the evidence.",
      "id": "s673"
    },
    {
      "text": "I infer that the draft heads of agreement prepared by Corrs was sent by Corrs to Sutherland.",
      "id": "s674"
    },
    {
      "text": "Certainly, Sutherland forwarded the draft heads of agreement by email to Mighell at Mighell's email address on 20 August.",
      "id": "s675"
    },
    {
      "text": "163 Sutherland's covering email to Mighell on 20 August said:\n \n 'Dean --- Attached is the draft agreement as prepared by our solicitors.",
      "id": "s676"
    },
    {
      "text": "Please call me on Tuesday, if you can.",
      "id": "s677"
    },
    {
      "text": "Regards \n \n Col' \n\n\nThe terms of this email indicate Sutherland had previously discussed the question of a draft agreement with Mighell and that Mighell was aware that a draft agreement between Edison and the CEPU dealing with contract labour was being prepared by Edison's solicitors.",
      "id": "s678"
    },
    {
      "text": "164 It is clear that Sutherland was in direct discussion with CEPU officers about the heads of agreement.",
      "id": "s679"
    },
    {
      "text": "In addition to the suggestion in the 20 August email that Mighell should call Sutherland on Tuesday, the CEPU's email of 23 August shows that Sutherland was in direct discussion with Mooney about the heads of agreement.",
      "id": "s680"
    },
    {
      "text": "Between 20 August and 23 August, most probably on 23 August, Sutherland told Burns that the way the draft heads of agreement was worded was not satisfactory to the CEPU because it did not give the union anything.",
      "id": "s681"
    },
    {
      "text": "This exchange confirms that Sutherland was in direct discussion with Mooney, and perhaps other CEPU officers, about the heads of agreement.",
      "id": "s682"
    },
    {
      "text": "165 In my opinion, the fact that Edison sought and obtained Corrs' assistance in drafting the heads of agreement in the week of 13 August does not alter the probability that the 13 August letter was dispatched by Sutherland on 13 August.",
      "id": "s683"
    },
    {
      "text": "It is not uncommon for those charged with finding a solution to a commercial problem to arrange a solution and then seek legal advice in relation to the documentation of that solution, especially when the matter is urgent.",
      "id": "s684"
    },
    {
      "text": "166 Secondly, the CEPU argued that to infer that the 13 August letter was sent by Sutherland is inconsistent with the parties having subsequently entered into the heads of agreement on 23 August.",
      "id": "s685"
    },
    {
      "text": "It was said that if the agreement between the parties was expressed in the 13 August letter and that letter was received by Mighell in the week of 13 August, one would expect Mighell to have raised the issue of the prior agreement upon receiving the draft heads of agreement from Edison on 20 August.",
      "id": "s686"
    },
    {
      "text": "This did not occur; rather the response from the CEPU on 23 August was described by the CEPU as 'a fine tuning' of the draft heads of agreement.",
      "id": "s687"
    },
    {
      "text": "The CEPU asked rhetorically: why would the CEPU have bothered finessing the draft heads of agreement if the real agreement between the parties was contained in the 13 August letter?",
      "id": "s688"
    },
    {
      "text": "167 I do not agree with these submissions.",
      "id": "s689"
    },
    {
      "text": "There is no inconsistency between the dispatch of the 13 August letter to the CEPU, and a decision by Edison and the CEPU that their agreement should be recorded somewhat differently, and in some respects more extensively, in a more formal legal document.",
      "id": "s690"
    },
    {
      "text": "The 13 August letter records a form of words proposed by Edison.",
      "id": "s691"
    },
    {
      "text": "On the evidence, Edison's proposed language exactly matched the requirement that Mighell had laid down on 9 August.",
      "id": "s692"
    },
    {
      "text": "It is possible that Mighell, or someone else within the CEPU or within Edison, raised concerns about the explicit language in which Edison had expressed its proposed agreement in the 13 August letter.",
      "id": "s693"
    },
    {
      "text": "It is also possible that a decision was taken, perhaps on Corrs' advice, to record the parties' agreement in ambiguous or opaque language, without altering the underlying arrangement between the parties.",
      "id": "s694"
    },
    {
      "text": "Furthermore, I consider that the CEPU's argument is inconsistent with the actions that were undertaken by Edison on 13 and 16 August and by the CEPU on 15 August.",
      "id": "s695"
    },
    {
      "text": "168 On the whole, the evidence supports the clearest of inferences that by 15 August Edison had communicated its acceptance of the CEPU's requirement that electrical contractors not be permitted to perform work at the Loy Yang B site unless they had a current certified agreement with the CEPU.",
      "id": "s696"
    },
    {
      "text": "The critical thing is that Edison communicated its acceptance of this requirement to the CEPU and that this communication resulted in an arrangement between Edison and the CEPU.",
      "id": "s697"
    },
    {
      "text": "The existence of such an arrangement is not inconsistent with the proposition that the parties then proceeded to record their arrangement in a document prepared by Corrs.",
      "id": "s698"
    },
    {
      "text": "169 Thirdly, the CEPU pointed out that the 13 August letter does not refer to the signing of the Simon Engineering site agreement by the CEPU as the quid pro quo for Edison's agreement to the proposal set out in the 13 August letter.",
      "id": "s699"
    },
    {
      "text": "The CEPU contrasted this aspect of the 13 August letter with the express reservation in Edison's email of 23 August that the heads of agreement would be signed by Edison 'on the proviso' that the CEPU signed the Simon Engineering site agreement.",
      "id": "s700"
    },
    {
      "text": "In my opinion, this argument does not impair my finding that the 13 August letter was sent to the CEPU.",
      "id": "s701"
    },
    {
      "text": "As of 13 August, it was implicit in the discussions between the CEPU and Edison that the CEPU would proceed to sign the Simon Engineering site agreement if Edison met its demands concerning site access and the requirement that all electrical contractors at Loy Yang B have a current certified agreement with the CEPU.",
      "id": "s702"
    },
    {
      "text": "That this is so is confirmed by the actions that were taken on 13, 15 and 16 August to implement their arrangement.",
      "id": "s703"
    },
    {
      "text": "I infer that neither Edison nor the CEPU would have taken those actions in the absence of a communication from Edison to the CEPU that Edison agreed to the CEPU's requirement that contractors on the Loy Yang B site must have a current certified agreement with the CEPU.",
      "id": "s704"
    },
    {
      "text": "The CEPU's actions in signing the Simon Engineering MOU on 15 August clearly indicate that an arrangement had been made between Edison and the CEPU before 15 August in the terms set out in the 13 August letter.",
      "id": "s705"
    },
    {
      "text": "The proviso in Edison's email to the CEPU of 23 August was no doubt an appropriate precaution for Edison to take, but by then the CEPU had already taken steps to complete the signing of the Simon Engineering site agreement.",
      "id": "s706"
    },
    {
      "text": "170 My conclusion regarding the scope of the contract, arrangement or understanding between Edison and the CEPU is similar to the conclusion reached by Smithers J in Gibbins , a case concerning the original form of s 45E.",
      "id": "s707"
    },
    {
      "text": "In Gibbins , the second respondent ('Borthwicks'), entered into an agreement with the Australasian Meat Industry Employees' Union ('AMIEU') as a result of conciliation proceedings under the Conciliation and Arbitration Act 1904 (Cth).",
      "id": "s708"
    },
    {
      "text": "Essentially, the agreement provided that the Borthwicks would not 'invite or engage' carriers of livestock who were banned by the AMIEU to come onto its abattoir works to deliver stock.",
      "id": "s709"
    },
    {
      "text": "Smithers J observed at 467:\n \n 'It is clear that the immediate purpose of including the provisions in the agreement was, with the consent of Borthwicks, to lessen the likelihood that banned carriers would come upon the abattoir and to ensure, again with Borthwicks' consent, that if they did the stock were not to be unloaded or killed by Borthwicks' Union employees.",
      "id": "s710"
    },
    {
      "text": "But it went further than that.",
      "id": "s711"
    },
    {
      "text": "It obviously was designed to prevent Borthwicks from engaging banned carriers for carrying services.",
      "id": "s712"
    },
    {
      "text": "' \n\n\nSmithers J held that the exclusionary purpose was part of a wider understanding between the parties, at 470-471:\n \n 'It is clear that the conciliation agreement not only governs by its own strength but has given rise to an understanding of a slightly wider nature, namely by the exclusion from an invitation to come onto the works or from being engaged to come onto the works, not only of carriers who have passed the picket lines but to those who according to Union judgment have done so or have done the equivalent.",
      "id": "s713"
    },
    {
      "text": "' \n\n\nSmithers J found that the wider understanding arose out of the conciliation agreement and in connection with its implementation: at 472.",
      "id": "s714"
    },
    {
      "text": "171 The CEPU submitted that the existence of an agreement or arrangement in the week of 13 August would render the subsequent heads of agreement a sham.",
      "id": "s715"
    },
    {
      "text": "The CEPU's submissions on this point are misguided.",
      "id": "s716"
    },
    {
      "text": "To adapt the words of Smithers J in Gibbins , the heads of agreement was expressed in its own terms, but it implemented a wider arrangement or understanding.",
      "id": "s717"
    },
    {
      "text": "In my opinion, Edison and the CEPU intended that the heads of agreement should be controlled by, and operate in accordance with, the arrangement that had been agreed upon by the parties and put into place in the week of 13 August.",
      "id": "s718"
    },
    {
      "text": "172 The CEPU also argued that DJN's continued presence on site at Loy Yang B gives rise to an inference that the agreement was not intended to exclude DJN from continuing to supply services at Loy Yang B.",
      "id": "s719"
    },
    {
      "text": "The fact that DJN continued to perform some work on site at Loy Yang B in August and September 2001, under pre-existing contractual arrangements and as a subcontractor, does not affect my conclusion that the arrangement rendered DJN ineligible from continuing to supply services to Edison.",
      "id": "s720"
    },
    {
      "text": "Rather, as Burns' file note of the 9 August meeting shows, Edison implemented a process of 'grandfathering' DJN's existing contracts.",
      "id": "s721"
    },
    {
      "text": "173 The CEPU submitted that, as the heads of agreement is a binding contract, the Court's task is to interpret the words of the contract, without regard to negotiations which transpired beforehand, so long as the words of the contract are clear: Codelfa Construction Pty Ltd v State Rail Authority (NSW) [1982] HCA 24 ; (1982) 149 CLR 337 (' Codelfa' ).",
      "id": "s722"
    },
    {
      "text": "It said that cl 4.1 of the heads of agreement merely obliged Edison to 'request' that electrical contractors have acceptable industrial arrangements.",
      "id": "s723"
    },
    {
      "text": "On the CEPU's preferred reading, cl 4.1 simply provided that having a current certified agreement with the CEPU was one way, but not the mandated way, that an electrical contractor could have acceptable industrial arrangements for the purposes of the heads of agreement.",
      "id": "s724"
    },
    {
      "text": "174 Under s 45E of the TPA, I am not limited to an examination of the words of cl 4.1.",
      "id": "s725"
    },
    {
      "text": "This is not a proceeding to enforce a contract.",
      "id": "s726"
    },
    {
      "text": "Section 45E is not concerned only with written agreements; it is also concerned with the making of an 'arrangement' or arriving at an 'understanding'.",
      "id": "s727"
    },
    {
      "text": "An arrangement or understanding may be informal and unenforceable: Lutovi at 444.",
      "id": "s728"
    },
    {
      "text": "The concept of an 'understanding' is a broad and flexible one: L Grollo &amp; Co Pty Ltd v Nu-Statt Decorating Pty Ltd , supra, at 89; TNT at 25; and David Jones at 463-464.",
      "id": "s729"
    },
    {
      "text": "For the reasons explained above, I am satisfied that there was a broader arrangement between the parties which overshadowed and controlled the language used in the heads of agreement.",
      "id": "s730"
    },
    {
      "text": "It was understood and agreed between the CEPU and Edison that the heads of agreement imposed an obligation on Edison not to retain electrical contractors at the Loy Yang B site if they did not have a current certified agreement with the CEPU, and that this is the way in which Edison would implement it.",
      "id": "s731"
    },
    {
      "text": "Nothing in cl 4.1 prevented Edison implementing its arrangement with the CEPU in this way.",
      "id": "s732"
    },
    {
      "text": "175 None of the CEPU's additional arguments cause me to doubt my finding that as at 15 August, and as at 23 August after the execution of the heads of agreement, there was a contract, arrangement or understanding between Edison and the CEPU that included a provision that Edison would not engage an electrical contractor to perform work at Loy Yang B unless the contractor had a current certified agreement with the CEPU.",
      "id": "s733"
    },
    {
      "text": "The next issue is whether this provision was included in the contract, arrangement or understanding for the purpose, or for purposes including the purpose, of preventing or hindering Edison from acquiring or continuing to acquire electrical services from a person who qualifies as a second person for the purposes of s 45E(3) of the TPA.",
      "id": "s734"
    },
    {
      "text": "PURPOSE OF INCLUDING THE PROVISION \n \n176 The ACCC alleges that Edison and the CEPU included this provision in their arrangement for the purpose of preventing or hindering Edison from engaging any electrical contractors who did not have a current certified agreement with the CEPU to carry out work at Loy Yang B.",
      "id": "s735"
    },
    {
      "text": "The ACCC says that, pursuant to this provision, DJN was prevented or hindered from supplying services to Edison as an electrical contractor.",
      "id": "s736"
    },
    {
      "text": "177 The CEPU submitted that the surrounding circumstances show that the provision was included for the purpose of securing the signing of the Simon Engineering site agreement.",
      "id": "s737"
    },
    {
      "text": "Senior counsel for the CEPU submitted that the present case is analogous to Australian Workers' Union v John Holland Pty Ltd (2001) 103 IR 205.",
      "id": "s738"
    },
    {
      "text": "That case involved a prohibition under s 298K of the Workplace Relations Act 1996 (Cth) on dismissing an employee for 'a prohibited reason, or for reasons that include a prohibited reason'.",
      "id": "s739"
    },
    {
      "text": "The applicants claimed that the employer had terminated the employment of the second applicant for a 'prohibited reason', namely, because the second applicant was a member of Australian Workers' Union.",
      "id": "s740"
    },
    {
      "text": "In determining the reason for the employer's termination of the second applicant's employment, Goldberg J had regard to a broader industrial crisis created by another entity that was affecting the employer.",
      "id": "s741"
    },
    {
      "text": "Goldberg J concluded that the second applicant's membership of the union was not the reason for the employer's termination of his employment; the major reason was to solve the broader industrial relations problem that the employer faced: at 214 [41] and at 216 [49].",
      "id": "s742"
    },
    {
      "text": "So too here, the CEPU submitted, the operative reason or purpose for including the provision was to secure the CEPU's signing of the Simon Engineering site agreement.",
      "id": "s743"
    },
    {
      "text": "178 This argument faces insurmountable difficulties.",
      "id": "s744"
    },
    {
      "text": "Edison's reason for entering into an agreement with the CEPU may have been to secure the signing of the Simon Engineering site agreement and to ensure that construction work on the peaker plant commenced without further delay.",
      "id": "s745"
    },
    {
      "text": "But that was the motive for the agreement, not the purpose of including the provision: South Sydney at 573 [18].",
      "id": "s746"
    },
    {
      "text": "The purpose of the provision is the end that it seeks to achieve.",
      "id": "s747"
    },
    {
      "text": "Here, Edison's operative purpose for including the provision was to restrict the electrical contractors it could engage at Loy Yang B to those who had a current certified agreement with the CEPU, conformably with the request from the CEPU.",
      "id": "s748"
    },
    {
      "text": "That was also the manifest effect of the provision.",
      "id": "s749"
    },
    {
      "text": "Notably, the CEPU's argument does not address its own purpose for including the provision in its arrangement with Edison.",
      "id": "s750"
    },
    {
      "text": "On any view of the evidence, the CEPU's purpose for including the provision was to limit the electrical contractors who could be engaged to work at Loy Yang B to those who had a current certified agreement with the CEPU.",
      "id": "s751"
    },
    {
      "text": "The CEPU did not include the provision in order to get the Simon Engineering site agreement signed; that was the leverage that the CEPU used to get Edison to agree to include the provision.",
      "id": "s752"
    },
    {
      "text": "179 Section 45E does not require that the provision be included for the purpose of preventing or hindering a person who is particularly or specifically identified.",
      "id": "s753"
    },
    {
      "text": "It is sufficient for the purposes of s 45E that the 'second person' be identified by reference to a group of persons who possess a particular characteristic: Pont Data at 488.",
      "id": "s754"
    },
    {
      "text": "Here, the relevant group of persons comprised electrical contractors performing, or who wished to perform, work at Loy Yang B who did not have a current certified agreement with the CEPU.",
      "id": "s755"
    },
    {
      "text": "The provision in question here specifically identifies and defines the particular group of persons from whom Edison agreed to refuse to acquire services.",
      "id": "s756"
    },
    {
      "text": "180 In closing submissions, senior counsel for the CEPU appeared to present an alternative argument that the second person must be 'in contemplation' of the parties at the time of making the agreement.",
      "id": "s757"
    },
    {
      "text": "He relied on Corke , where Finkelstein J refused to grant an interlocutory injunction in relation to an agreement that allegedly contravened s 45E.",
      "id": "s758"
    },
    {
      "text": "In my opinion, Corke does not provide any support for the argument.",
      "id": "s759"
    },
    {
      "text": "The provision in question in Corke obliged one of the respondents, Corke Instrument Engineering (Aust) Pty Ltd ('Corke'), to negotiate a specific site agreement with the union for each construction project, and provided that the site agreement must be agreed before work commences on the project.",
      "id": "s760"
    },
    {
      "text": "His Honour observed that it was entirely by chance that the deed containing the provision was made after Corke had entered into a particular supply agreement.",
      "id": "s761"
    },
    {
      "text": "His Honour said that the purpose for the inclusion of the provision in the deed was no different from the purpose for its inclusion in an earlier certified agreement and it was not included for the purpose of interfering with the supply of services from Corke.",
      "id": "s762"
    },
    {
      "text": "In this context, his Honour observed that it was inherently unlikely that the plant owner who contracted with Corke for its services was even in the contemplation of the CEPU or Corke when the certified agreement was negotiated: at 484 [14].",
      "id": "s763"
    },
    {
      "text": "The present case is very different.",
      "id": "s764"
    },
    {
      "text": "The parties clearly had in contemplation that the provision would prevent or hinder a defined class of electrical contractors from performing work at Loy Yang B.",
      "id": "s765"
    },
    {
      "text": "181 In any event, I am satisfied on the balance of probabilities that the parties knew that DJN, in particular, would be prevented from supplying services to Edison under the arrangement.",
      "id": "s766"
    },
    {
      "text": "Nabulsi gave evidence that he had discussions with Mooney over the years about the possibility of DJN signing an EBA with the CEPU.",
      "id": "s767"
    },
    {
      "text": "Burns gave evidence that from time to time he and Mooney discussed which contractors were being engaged by Edison to carry out particular work at Loy Yang B, and whether those contractors had an EBA with the CEPU.",
      "id": "s768"
    },
    {
      "text": "The evidence clearly establishes that Mooney was in close discussion with Sutherland and Burns during the period between 13 August and 23 August 2001.",
      "id": "s769"
    },
    {
      "text": "I infer from this evidence that the CEPU was aware that DJN performed work at Loy Yang B, that it did not have an EBA with the CEPU, and that the provision would exclude DJN from working at Loy Yang B if it did not enter into an EBA with the CEPU.",
      "id": "s770"
    },
    {
      "text": "182 There was some debate in the course of argument as to whether the purpose of the provision, as alleged by the ACCC, would fall within para (a) or para (b) of s 45E(3).",
      "id": "s771"
    },
    {
      "text": "The ACCC relied on both paragraphs.",
      "id": "s772"
    },
    {
      "text": "In my opinion, the purpose of the provision that I have found to exist falls within the scope of both paras (a) and (b).",
      "id": "s773"
    },
    {
      "text": "It is therefore unnecessary for me to resolve the question of which paragraph applies.",
      "id": "s774"
    },
    {
      "text": "183 While I do not propose to express any final view concerning the precise scope of paras (a) and (b) of s 45E(3), I doubt that they are intended to have mutually exclusive fields of operation.",
      "id": "s775"
    },
    {
      "text": "There does not seem to be any clear cut line of separation between the two paragraphs.",
      "id": "s776"
    },
    {
      "text": "Both paragraphs are capable of applying where the provision seeks to impose conditions on an existing supply or acquisition relationship.",
      "id": "s777"
    },
    {
      "text": "Both paragraphs use the expression 'preventing or hindering', which is capable of applying where the provision requires the second person to accept a particular condition before the first person will acquire, or continue to acquire, goods or services from the second person.",
      "id": "s778"
    },
    {
      "text": "In practice, it seems to me that many provisions will potentially fall within both paras (a) and (b).",
      "id": "s779"
    },
    {
      "text": "184 This does not mean that every provision will fall with equal facility within the scope of both paragraphs.",
      "id": "s780"
    },
    {
      "text": "Some provisions will fall more comfortably within the scope of one paragraph.",
      "id": "s781"
    },
    {
      "text": "An example might be a provision that the first person not acquire goods from the second person, except on condition that the second person not supply the same goods to specified third parties.",
      "id": "s782"
    },
    {
      "text": "A condition of that kind would fall within subpara (ii) of para (b), but in the absence of para (b) there might have been some argument whether it would fall within para (a).",
      "id": "s783"
    },
    {
      "text": "On the other hand, it is arguable that a provision which imposes an eligibility requirement or prerequisite on the establishment of a supply relationship will fall more comfortably within para (a).",
      "id": "s784"
    },
    {
      "text": "The question of which paragraph applies will depend on how the purpose of the provision is expressed or characterised.",
      "id": "s785"
    },
    {
      "text": "185 In the present case, the provision can be characterised as one that falls within para (a) because it imposes a prerequisite that must be satisfied before Edison can acquire, or continue to acquire, services from an electrical contractor at Loy Yang B.",
      "id": "s786"
    },
    {
      "text": "But it can also be characterised as one that falls within para (b), on the ground that it was included for the purpose of preventing or hindering Edison from acquiring or continuing to acquire services from contractors, except subject to a new condition imposed on electrical contractors that they obtain, or maintain, a current certified agreement with the CEPU.",
      "id": "s787"
    },
    {
      "text": "186 Insofar as the ACCC relied on para (b), the CEPU submitted that the provision was excluded by subpara (i).",
      "id": "s788"
    },
    {
      "text": "The basis for this submission was the contention that prior to 2001 Edison already required electrical contractors to identify what registered awards or EBAs they had in place covering employees.",
      "id": "s789"
    },
    {
      "text": "The CEPU submitted that neither the heads of agreement between Edison and the CEPU, nor any wider arrangement between them, effected any change in this practice.",
      "id": "s790"
    },
    {
      "text": "In my opinion, this argument is not sustainable.",
      "id": "s791"
    },
    {
      "text": "It cannot stand with my factual findings concerning the marked change in practice that Edison implemented between August 2001 and late 2003.",
      "id": "s792"
    },
    {
      "text": "CLAUSE 4.1 OF THE HEADS OF AGREEMENT \n \n187 The ACCC's alternative case assumed that the heads of agreement constituted the only relevant contract, arrangement or understanding between Edison and the CEPU and that the relevant provision for the purposes of s 45E(3) was cl 4.1 of the heads of agreement.",
      "id": "s793"
    },
    {
      "text": "188 The first issue that arises concerns the proper meaning and effect of cl 4.1 of the heads of agreement.",
      "id": "s794"
    },
    {
      "text": "The CEPU submitted that it merely obliges Edison to 'request' that electrical contractors have acceptable industrial arrangements, and that having a current certified agreement with the CEPU is one way, but not the only way, that an electrical contractor can demonstrate acceptable industrial arrangements.",
      "id": "s795"
    },
    {
      "text": "While this is a possible construction of cl 4.1, it is not the only way in which the clause can be read and it does not make much sense commercially or industrially.",
      "id": "s796"
    },
    {
      "text": "189 Clause 4.1 appears in a formal and confidential agreement.",
      "id": "s797"
    },
    {
      "text": "The purpose of the agreement is to set out the industrial arrangements agreed by the parties in regard to electrical contractors engaged to work at Loy Yang B.",
      "id": "s798"
    },
    {
      "text": "In these circumstances, it is most unlikely that Edison and the CEPU contemplated that contractors should be free to disregard any request made by the company under cl 4.1.",
      "id": "s799"
    },
    {
      "text": "It is much more probable that Edison and the CEPU contemplated that Edison would insist that its request under cl 4.1 was complied with by the contractor before the contractor was permitted to commence work at the site.",
      "id": "s800"
    },
    {
      "text": "190 It is also unlikely that Edison and the CEPU contemplated that the holding of a current certified agreement with the union was an entirely optional element in a contractor's industrial arrangements.",
      "id": "s801"
    },
    {
      "text": "The alternative construction is that the word 'includes' should be read in context as a statement that acceptable industrial arrangements must include having a current certified agreement with the union, even if the contractor has other industrial arrangements as well.",
      "id": "s802"
    },
    {
      "text": "To put the matter another way, the last sentence of cl 4.1 stipulates that a current certified agreement with the union is an essential component of a set of acceptable industrial arrangements.",
      "id": "s803"
    },
    {
      "text": "The expression 'includes having' means having, but not being limited to, a current certified agreement.",
      "id": "s804"
    },
    {
      "text": "191 In my opinion, the appropriate construction of cl 4.1 is that it stipulates that a current certified agreement with the union is an essential component of a set of acceptable industrial arrangements.",
      "id": "s805"
    },
    {
      "text": "It is implicit in cl 4.1 that Edison would insist that contractors comply with its request.",
      "id": "s806"
    },
    {
      "text": "192 Although I have commenced with the proper construction of cl 4.1, in isolation from the various exchanges that took place between Edison and the CEPU, the precise meaning of cl 4.1 as a contractual provision is not decisive of the operation of s 45E(3).",
      "id": "s807"
    },
    {
      "text": "The crucial question under s 45E(3) is the purpose for which cl 4.1 was included in the heads of agreement.",
      "id": "s808"
    },
    {
      "text": "The question is whether it was included for the purpose of preventing or hindering Edison from acquiring or continuing to acquire goods or services from an electrical contractor, or a class of contractors, who qualify as second persons for the purposes of s 45E.",
      "id": "s809"
    },
    {
      "text": "The meaning and effect of cl 4.1 is relevant to the ascertainment of purpose, but other evidence concerning the purpose of the provision can be as important or more important.",
      "id": "s810"
    },
    {
      "text": "193 It follows that, even if the heads of agreement is the only relevant arrangement and cl 4.1 is the only relevant provision for the purposes of s 45E(3), all of the evidence to which I have earlier referred is relevant to the ascertainment of purpose.",
      "id": "s811"
    },
    {
      "text": "Based on that evidence, I am satisfied that cl 4.1 was included in the heads of agreement for the purpose of preventing or hindering Edison from acquiring or continuing to acquire services from electrical contractors at Loy Yang B, including DJN, within the meaning of paras (a) and/or (b) of s 45E(3).",
      "id": "s812"
    },
    {
      "text": "Furthermore, I am satisfied that cl 4.1 was applied by Edison, as Edison and the CEPU understood and intended that it would be, to prevent Edison from engaging the services of DJN as an electrical contractor at Loy Yang B between August 2001 and late 2003 because DJN did not have a certified agreement with the CEPU.",
      "id": "s813"
    },
    {
      "text": "ACCUSTOMED TO ACQUIRE \n \n194 Section 45E only applies if there is a supply or acquisition situation.",
      "id": "s814"
    },
    {
      "text": "For present purposes, this means that as at August 2001 Edison must have been accustomed, or under an obligation, to acquire goods or services from another person, who is referred to in s 45E as the 'second person'.",
      "id": "s815"
    },
    {
      "text": "195 On the evidence before me, I am satisfied that at Loy Yang B in August 2001 Edison was a regular acquirer of goods and services from electrical contractors, and that DJN was one such contractor: see s 45E(7)(a).",
      "id": "s816"
    },
    {
      "text": "I am also satisfied that Edison was a person who, during the three months immediately preceding August 2001, acquired electrical goods or services from electrical contractors at Loy Yang B, including from DJN: see s 45E(7)(c).",
      "id": "s817"
    },
    {
      "text": "On either basis, Edison qualifies as a person who was accustomed to acquire goods or services within the meaning of s 45E.",
      "id": "s818"
    },
    {
      "text": "Accordingly, s 45E(3) applies to the contract, arrangement or understanding between Edison and the CEPU.",
      "id": "s819"
    },
    {
      "text": "SECTION 45E(3) WAS CONTRAVENED \n \n196 In summary, I have found that:\n \n (a) s 45E(3) applies because in August 2001 Edison was accustomed to acquire services from electrical contractors, including DJN, to carry out work at Loy Yang B;\n (b) in August 2001 Edison and the CEPU made a contract, arrangement or understanding that contained a provision that Edison would not engage an electrical contractor to perform work at Loy Yang B unless the contractor had a current certified agreement with the CEPU;\n (c) the provision was included in the contract, arrangement or understanding between Edison and the CEPU for the purpose of preventing or hindering Edison from acquiring or continuing to acquire services from electrical contractors at Loy Yang B, including DJN, unless such contractors had a current certified agreement with the CEPU.",
      "id": "s820"
    },
    {
      "text": "This purpose falls within paras (a) and/or (b) of s 45E(3); and\n (d) even if the heads of agreement is the only relevant arrangement and cl 4.1 is the only relevant provision for the purposes of s 45E(3), I am satisfied that cl 4.1 constitutes a provision that was included for the purpose of preventing or hindering Edison from acquiring or continuing to acquire services from electrical contractors, including DJN, at Loy Yang B, and that this purpose falls within paras (a) and/or (b) of the s 45E(3).",
      "id": "s821"
    },
    {
      "text": "197 In view of these findings, I have concluded that Edison contravened s 45E(3) of the TPA.",
      "id": "s822"
    },
    {
      "text": "SECTION 45EA \n \n198 Based on my findings, I am satisfied that Edison gave effect to the provision of the wider arrangement in contravention of s 45EA.",
      "id": "s823"
    },
    {
      "text": "Alternatively, on the assumption that the only relevant arrangement was the heads of agreement and the relevant provision was cl 4.1, I am satisfied that Edison gave effect to that provision in contravention of s 45EA.",
      "id": "s824"
    },
    {
      "text": "199 Leaving aside its dispute as to the existence of the wider arrangement, the CEPU did not advance any contrary argument.",
      "id": "s825"
    },
    {
      "text": "In particular, it did not advance any argument to the effect that Edison did not give effect to cl 4.1 of the heads of agreement.",
      "id": "s826"
    },
    {
      "text": "200 The ACCC did not contend that the CEPU contravened s 45EA by giving effect to a provision of its arrangement with Edison.",
      "id": "s827"
    },
    {
      "text": "This is consistent with the language of s 45EA, which only imposes a prohibition on the person who has contravened, or would have been capable of contravening, relevantly, s 45E(3).",
      "id": "s828"
    },
    {
      "text": "ACCESSORIAL LIABILITY UNDER SECTIONS 76 AND 80 OF THE TPA \n \n201 As neither s 45E nor s 45EA imposes primary liability on a union, the ACCC's claim against the CEPU is brought under ss 76(1) and 80 (1) of the TPA.",
      "id": "s829"
    },
    {
      "text": "The CEPU challenged the applicability of ss 76(1) and 80 (1) to a union which is a party to a contract, arrangement or understanding that contravenes ss 45E and 45EA.",
      "id": "s830"
    },
    {
      "text": "202 The principles of accessorial liability were discussed by the High Court in Mallan v Lee [1949] HCA 48 ; (1949) 80 CLR 198 (' Mallan' ).",
      "id": "s831"
    },
    {
      "text": "The case involved a complaint laid against a company and its public officer, Mallan, for understating the company's income for the purposes of its income tax return .",
      "id": "s832"
    },
    {
      "text": "The company was charged pursuant to s 230(1) of the Income Tax Assessment Act with the principal offence.",
      "id": "s833"
    },
    {
      "text": "Mallan was charged as an accessory to the company's offence under s 5 of the Crimes Act 1914 (Cth).",
      "id": "s834"
    },
    {
      "text": "Section 230(1) of the Income Tax Assessment Act provided:\n \n 'Any person who, or any company on whose behalf the public officer, or a director, servant or agent of the company, in any return knowingly and wilfully understates the amount of any income or makes any misstatement affecting the liability of any person to tax or the amount of tax shall be guilty of an offence.",
      "id": "s835"
    },
    {
      "text": "' \n\n\nThe Court held that s 230(1) imposed liability for the offence on Mallan as a principal, and on the company vicariously for Mallan's acts.",
      "id": "s836"
    },
    {
      "text": "Thus, Mallan could not be held liable as an accessory to the principal offence.",
      "id": "s837"
    },
    {
      "text": "203 In his reasons for judgment, Dixon J explained why Mallan could not be held liable as an accessory to the principal offence, at 215-216:\n \n 'On the interpretation I have given to s. 230 (1), for more than one reason s. 5 of the Crimes Act cannot apply to a public officer so as to make him an accessory to the offence of the company.",
      "id": "s838"
    },
    {
      "text": "In the first place, the public officer's act on behalf of the company making it an offender ipso facto amounts to a substantive offence on his part under s. 230 (1).",
      "id": "s839"
    },
    {
      "text": "In the second place, the sub-section makes him the actor, the principal, for whose guilty conduct the company is responsible vicariously.",
      "id": "s840"
    },
    {
      "text": "It would be an inversion of the conceptions on which the degrees of offending are founded to make the person actually committing the forbidden acts an accessory to the offence consisting in the vicarious responsibility for his acts.",
      "id": "s841"
    },
    {
      "text": "But if the interpretation were placed on s. 230 (1) opposed to that which I have adopted, I should think it would equally follow that s. 5 of the Crimes Act could not be applied to make the public officer liable under that provision.",
      "id": "s842"
    },
    {
      "text": "For it would mean that by s. 230 (1) the legislature had made the company responsible as an offender for the knowing and wilful understatement of income by the public officer to the exclusion of any such liability of the public officer.",
      "id": "s843"
    },
    {
      "text": "If that conclusion were reached it would be impossible to make him liable for the same conduct under a provision dealing with accessories.",
      "id": "s844"
    },
    {
      "text": "There is a number of cases which show that the application of sections dealing with aiding and abetting may be excluded by the nature of the substantive offence or the general tenor or policy of the provisions by which it is created: cf.",
      "id": "s845"
    },
    {
      "text": "R. v. Tyrrell ; Morris v. Tolman ; Ellis v. Guerin .",
      "id": "s846"
    },
    {
      "text": "' \n\n\n \n204 In Giorgianni v The Queen [1985] HCA 29 ; (1984) 156 CLR 473 ( 'Giorgianni' ), the High Court considered the circumstances in which the doctrine of secondary participation may be excluded.",
      "id": "s847"
    },
    {
      "text": "In that case, the applicant was charged with culpable driving under s 52A of the Crimes Act 1900 (NSW), in reliance on s 351.",
      "id": "s848"
    },
    {
      "text": "Section 351 enabled an accessory to be convicted as a principal offender.",
      "id": "s849"
    },
    {
      "text": "The applicant was the lessee of a truck that suffered a brake failure and collided with two motor vehicles while being driven by the applicant's employee.",
      "id": "s850"
    },
    {
      "text": "An issue before the Court was whether the applicant could be convicted of the offence of culpable driving as a principal by reason that he had aided, abetted, counselled or procured the commission of the offence by his employee.",
      "id": "s851"
    },
    {
      "text": "205 Mason J considered the application of Mallan and the exclusion of the doctrine of secondary participation at common law.",
      "id": "s852"
    },
    {
      "text": "His Honour identified a number of circumstances in which it may be appropriate to exclude liability for secondary participation.",
      "id": "s853"
    },
    {
      "text": "In particular, his Honour stated that the doctrine of secondary participation may be inapplicable 'to a class of persons whom the substantive offence was designed to protect' or 'where the substantive offence itself involves some element of secondary participation'.",
      "id": "s854"
    },
    {
      "text": "Mason J continued at 491-492:\n \n 'It is inherent in the concept of secondary participation, however, that a person may be convicted on the basis of aiding, abetting, counselling or procuring the commission of a statutory offence although the statute creating the offence deals only with the liability of the principal offender.",
      "id": "s855"
    },
    {
      "text": "So much was stated by Coke and Hale (3 Co. Inst.",
      "id": "s856"
    },
    {
      "text": "59; 1 P.C.",
      "id": "s857"
    },
    {
      "text": "613, 614, 704).",
      "id": "s858"
    },
    {
      "text": "And it has been settled at common law at least since R. v. Potts .",
      "id": "s859"
    },
    {
      "text": "This is also the case even where the offence is of such a nature that the person could not have committed it as a principal offender: cf.",
      "id": "s860"
    },
    {
      "text": "R. v. Goldie ; Ex parte Picklum , at pp.",
      "id": "s861"
    },
    {
      "text": "263-264; Mallan v. Lee ; Reg.",
      "id": "s862"
    },
    {
      "text": "v. Australian Industrial Court ; Ex parte C. L. M. Holdings Pty.",
      "id": "s863"
    },
    {
      "text": "Ltd .",
      "id": "s864"
    },
    {
      "text": ", at pp.",
      "id": "s865"
    },
    {
      "text": "245-246.",
      "id": "s866"
    },
    {
      "text": "' \n\n\nA similar view was expressed by Wilson, Deane and Dawson JJ at 501:\n \n 'The application of that section [section 351] may be excluded by necessary implication (see Mallan v Lee, per Dixon J.; Morris v Tolman ; Ellis v Guerin ) and it would be excluded if it appeared that the offence of culpable driving created by the legislature was intended to apply only to the driver of the vehicle involved and not to a secondary participant.",
      "id": "s867"
    },
    {
      "text": "The mere absence in the section of any reference to secondary participation does not, however, show any intention to exclude it: see Hale's Pleas of the Crown (1800), vol 1, p 704; R v Potts .",
      "id": "s868"
    },
    {
      "text": "' \n\n\n \n206 Mason J held at 492 that the mere description of the offender under s 52A of the Crimes Act 1900 (NSW) as the driver of a motor vehicle cannot be seen as evidencing a legislative intention to exclude the operation of the common law with respect to secondary participation.",
      "id": "s869"
    },
    {
      "text": "Nor, his Honour opined, could such an intention be otherwise extracted from the nature of the offence or the terms of the section by which it was created.",
      "id": "s870"
    },
    {
      "text": "Accordingly, the applicant was liable to conviction on the basis that he aided, abetted, counselled or procured the commission of the offence of culpable driving by his employee.",
      "id": "s871"
    },
    {
      "text": "The same conclusion was reached by Gibbs CJ at 477; see also Wilson, Deane and Dawson JJ at 503.",
      "id": "s872"
    },
    {
      "text": "207 In reliance on Dixon J's approach in Mallan , as affirmed in Giorgianni , the CEPU submitted that the question whether a statutory provision excludes accessorial liability is to be determined by having regard to the way in which a section is structured and the purposes for which it was enacted.",
      "id": "s873"
    },
    {
      "text": "If such an approach is applied in the present case, the CEPU argued, there is a strong inference that the legislature did not intend a union, as a necessary party to a contravention of ss 45E and 45EA, to be caught by the accessorial liability provisions of the TPA.",
      "id": "s874"
    },
    {
      "text": "208 It is important to note that the statutory provisions at issue in Giorgianni and Mallan differed in material respects from the provisions of the TPA in the present case.",
      "id": "s875"
    },
    {
      "text": "In Mallan , the Income Tax Assessment Act provided that the company on whose behalf the alleged accessory had acted was vicariously liable for his acts.",
      "id": "s876"
    },
    {
      "text": "In Giorgianni , the legislation deemed an accessory, who was not a 'driver', to be liable as a principal for the offence of culpable driving.",
      "id": "s877"
    },
    {
      "text": "Nevertheless, Mallan and Giorgianni recognise that accessorial liability can be excluded by a sufficiently clear expression of a contrary legislative intention.",
      "id": "s878"
    },
    {
      "text": "209 A union or one of its officers is, of necessity, a party to the contract, arrangement or understanding which gives rise to the liability of the first person under ss 45E and 45EA.",
      "id": "s879"
    },
    {
      "text": "The CEPU argued that where a union is a principal to the acts constituting the contravention, it cannot be liable as an accessory to them.",
      "id": "s880"
    },
    {
      "text": "The CEPU submitted that it would be inappropriate to impose liability on a union, as a principal actor, under ss 76(1) and 80(1) of the TPA.",
      "id": "s881"
    },
    {
      "text": "210 The CEPU pointed out that other provisions of Pt IV of the TPA impose liability on a union as principal.",
      "id": "s882"
    },
    {
      "text": "Under s 45DC, a union may be liable if two or more of its members or officers engage in conduct in concert with one another in contravention of s 45D , s 45DA or s 45DB.",
      "id": "s883"
    },
    {
      "text": "There is no analogous provision for the purposes of ss 45E and 45EA.",
      "id": "s884"
    },
    {
      "text": "The CEPU argued that where the legislature has seen fit to impose liability on a union as principal for the purposes of certain provisions of Pt IV of the TPA, but not for the purposes of ss 45E and 45EA, it is open as a matter of statutory construction to infer that the legislature intended not to impose accessorial liability on a union for being a party to a contract, arrangement or understanding that was made in contravention of s 45E or given effect in contravention of s 45EA.",
      "id": "s885"
    },
    {
      "text": "211 Sections 45E and 45EA are silent as to a union's liability.",
      "id": "s886"
    },
    {
      "text": "There is no express exclusion of accessorial liability.",
      "id": "s887"
    },
    {
      "text": "Nor is there any implication to that effect.",
      "id": "s888"
    },
    {
      "text": "The general tenor and policy of the provisions is consistent with a legislative intention to impose liability on a union for aiding, abetting, procuring, inducing, or being knowingly concerned in contraventions of ss 45E and 45EA.",
      "id": "s889"
    },
    {
      "text": "212 The legislative history of s 45E does not suggest an intention not to impose liability on a union.",
      "id": "s890"
    },
    {
      "text": "At the risk of repetition, it is convenient to extract part of the second reading speech of the Trade Practices (Boycotts) Amendment Bill 1980 (Cth):\n \n 'Events have demonstrated that trade unions also possess sufficient economic power to engage in this type of undesirable conduct.",
      "id": "s891"
    },
    {
      "text": "The Government believes, and it must be accepted by reasonable people, that it would be clearly inappropriate for the Trade Practices Act , which restricts abuses of power by companies, to allow the possibility of similar abuses by unions.",
      "id": "s892"
    },
    {
      "text": "' \n\n\n \n213 This passage provides no support for an inference that the legislature intended to exclude a union from liability for its involvement in a contravention of s 45E.",
      "id": "s893"
    },
    {
      "text": "On the contrary, it suggests the legislation was aimed at prohibiting 'undesirable conduct' by unions.",
      "id": "s894"
    },
    {
      "text": "While the second reading speech relates to the original enactment of s 45E in 1980, which was repealed in 1993, there is no evidence that the legislature intended to exclude a union from accessorial liability when s 45E was re-enacted in 1996 (at which time s 45EA was also introduced).",
      "id": "s895"
    },
    {
      "text": "The explanatory material for the Workplace Relations and Other Legislation Amendment Act 1996 (Cth) sheds little light on the purposes of ss 45E and 45EA specifically; however, the provisions were part of a package of amendments designed to prohibit certain forms of industrial action.",
      "id": "s896"
    },
    {
      "text": "214 Insofar as it is possible to discern the policy of the legislation, it is unlikely that the legislature intended to exclude a union from liability in relation to a contravention of ss 45E and/or 45EA.",
      "id": "s897"
    },
    {
      "text": "Unions are not a class of persons whom the legislation is designed to protect: see Mallan v Lee ; cf R v Tyrell [1894] 1 QB 710.",
      "id": "s898"
    },
    {
      "text": "Quite the opposite, ss 45E and 45EA were designed to prohibit certain types of industrial action by unions.",
      "id": "s899"
    },
    {
      "text": "Although liability is imposed on a union as principal for the purposes of some provisions of Pt IV of the TPA, the fact that this course is not taken in relation to ss 45E and 45EA does not, of itself, evidence a legislative intention to exclude a union from liability under ss 76(1) and 80(1).",
      "id": "s900"
    },
    {
      "text": "215 In light of these matters, I cannot accept that the absence of an imposition of liability on a union as principal under ss 45E and 45EA supports an inference that the legislature intended to exclude a union from liability under ss 76(1) and 80(1).",
      "id": "s901"
    },
    {
      "text": "216 Senior counsel for the ACCC referred me to an extract from the bills digest for the Workplace Relations and Other Legislation Amendment Bill 1996 (Cth), a parliamentary paper circulated upon the introduction of the Bill.",
      "id": "s902"
    },
    {
      "text": "I do not afford the document any real weight, but it is consistent with the view that the legislature intended that the 1996 Act would 'expose unions to the hefty sanctions' under the TPA, including under the accessorial liability provisions as amended.",
      "id": "s903"
    },
    {
      "text": "217 In Gibbins , Smithers J imposed liability on the union under s 80(1) of the TPA.",
      "id": "s904"
    },
    {
      "text": "His Honour found at 474 that it was 'beyond question' that the AMIEU, which was a party to a contract, arrangement or understanding which contravened s 45E, had aided, abetted, counselled and procured Borthwicks' contraventions.",
      "id": "s905"
    },
    {
      "text": "Then, as now, a union could not contravene s 45E as a principal.",
      "id": "s906"
    },
    {
      "text": "218 It is also worth noting that ss 76(1) and 80(1) of the TPA catch accessorial conduct of the kinds falling within paras (d), (e) or (f), which includes persons who are directly or indirectly knowingly concerned in, or party to, a contravention: cf Giorgianni .",
      "id": "s907"
    },
    {
      "text": "The application of accessorial liability to persons who are parties to a contravention indicates that the legislature intended that accessorial liability would attach to parties to a contract, arrangement or understanding which contravenes the principal provision.",
      "id": "s908"
    },
    {
      "text": "219 I am satisfied that ss 76(1) and 80(1) apply to a union which is a party to a contract, arrangement or understanding which contravenes ss 45E and 45EA.",
      "id": "s909"
    },
    {
      "text": "It follows that the CEPU is not excluded from accessorial liability under ss 76(1) and 80(1) of the TPA in relation to contraventions of ss 45E and 45EA.",
      "id": "s910"
    },
    {
      "text": "220 The next question is whether the CEPU's conduct attracts liability under ss 76(1) and 80(1).",
      "id": "s911"
    },
    {
      "text": "The principles of accessorial liability applicable to the present case can be shortly stated.",
      "id": "s912"
    },
    {
      "text": "It is necessary to prove knowledge of the essential elements constituting the contravention: Yorke v Lucas [1985] HCA 65 ; (1985) 158 CLR 661 at 670.",
      "id": "s913"
    },
    {
      "text": "The requirement of 'knowledge' is actual and not constructive knowledge: Giorgianni at 504-507; Compaq Computer Australia Pty Ltd v Merry (1998) 157 ALR 1 at 5.",
      "id": "s914"
    },
    {
      "text": "Actual knowledge may be established as a matter of inference from the circumstances surrounding the contravention: Pereira v Director of Public Prosecutions [1988] HCA 57 ; (1998) 82 ALR 217 at 219.",
      "id": "s915"
    },
    {
      "text": "221 My factual findings put beyond doubt the conclusion that the CEPU was a party to the heads of agreement and the broader arrangement with Edison.",
      "id": "s916"
    },
    {
      "text": "The evidence establishes that the CEPU made demands which instigated, induced and procured Edison to make both the broader arrangement and the heads of agreement.",
      "id": "s917"
    },
    {
      "text": "The same evidence establishes that the CEPU aided and abetted, and was knowingly concerned in, the making of the contract, arrangement or understanding between Edison and the CEPU.",
      "id": "s918"
    },
    {
      "text": "222 As to whether the CEPU was involved in Edison's contravention of s 45EA, it is necessary to bear in mind the width of the concept of 'give effect to'.",
      "id": "s919"
    },
    {
      "text": "It is defined in s 4(1) as including the doing of 'an act or thing in pursuance of or in accordance with' the contract, arrangement or understanding.",
      "id": "s920"
    },
    {
      "text": "An act or thing may be done in accordance with a contract, arrangement or understanding even though the person who did that act or thing did not have the contract, arrangement or understanding in mind at the time: TNT at 68.",
      "id": "s921"
    },
    {
      "text": "Independent decisions made by parties to a contract, arrangement or understanding can nevertheless give effect to an arrangement made between them: Dowling v Dalgety Australia Ltd (1992) 34 FCR 109.",
      "id": "s922"
    },
    {
      "text": "223 I have found that Edison gave effect to the contract, arrangement or understanding by excluding DJN from performing work as an electrical contractor at Loy Yang B.",
      "id": "s923"
    },
    {
      "text": "In pursuance of the arrangement, the CEPU signed the Simon Engineering site agreement.",
      "id": "s924"
    },
    {
      "text": "Further, in its discussions with Edison in August 2001, the CEPU incited, induced, counselled and procured Edison's exclusion of electrical contractors who did not have a certified agreement with the CEPU from performing work at Loy Yang B.",
      "id": "s925"
    },
    {
      "text": "I am satisfied that the CEPU thereby counselled, procured and induced Edison's contravention of s 45EA.",
      "id": "s926"
    },
    {
      "text": "DECLARATORY RELIEF \n \n224 In accordance with its amended application, the ACCC is entitled to a declaration that the CEPU aided, abetted, counselled, procured, induced, and was knowingly concerned in and a party to Edison's contravention of s 45E(3), and that the CEPU counselled, procured and induced Edison's contravention of s 45EA.",
      "id": "s927"
    },
    {
      "text": "225 There is utility in making a declaration of the kind sought by the ACCC: see Rural Press at 92 [95].",
      "id": "s928"
    },
    {
      "text": "It will record the consequences of the Court's findings in a legally binding way, and will mark the Court's disapproval of the CEPU's conduct.",
      "id": "s929"
    },
    {
      "text": "However, it is essential that the terms of the declaration are tied to the proven facts: see Rural Press at 91 [90]; cf Bass v Permanent Trustee Company Ltd [1999] HCA 9 ; (1999) 198 CLR 334; and Electricity Supply Association of Australia v Australian Competition and Consumer Commission [2001] FCA 1296 ; (2001) 113 FCR 230.",
      "id": "s930"
    },
    {
      "text": "I propose to vary the terms of the declarations sought by the ACCC to ensure that they accord with and are sufficiently tied to the factual findings I have made.",
      "id": "s931"
    },
    {
      "text": "INJUNCTIVE RELIEF \n \n226 The principles governing the grant of final injunctive relief under s 80 of the TPA, in a case such as this, are not in doubt.",
      "id": "s932"
    },
    {
      "text": "Section 80(1) confers a wide power on the Court to grant an injunction where it is satisfied that a person has engaged or is proposing to engage in conduct that constitutes or would constitute conduct of the description in paras (a)-(f).",
      "id": "s933"
    },
    {
      "text": "It has been described as a 'widely drawn remedial provision available to restrain conduct which may infringe upon [the] public interest by contraventions of the provisions of the Act in Part IV and Part V': per French J in ICI Australia Operations Pty Limited v Trade Practices Commission (1992) 38 FCR 248 ( 'ICI' ) at 268.",
      "id": "s934"
    },
    {
      "text": "The breadth of the Court's discretion is underscored by s 80(4) which permits the Court to grant injunctive relief whether or not the person intends to engage in conduct of the kind restrained, or the person has previously engaged in conduct of that kind, or there is an imminent danger of substantial damage to any person if the conduct is repeated or continued.",
      "id": "s935"
    },
    {
      "text": "227 There are at least three limitations on the Court's power under s 80.",
      "id": "s936"
    },
    {
      "text": "They were summarised by Merkel J in Australian Competition and Consumer Commission v Z-Tek Computer Pty Ltd (1997) 78 FCR 197 at 203-204 in these terms:\n \n 'First, the power is confined by reference to the scope and purpose of the TPA and in particular s 80.",
      "id": "s937"
    },
    {
      "text": "It is within the scope and purpose of s 80 to grant injunctive relief which is designed to prevent a repetition of the conduct for which the relief is sought.",
      "id": "s938"
    },
    {
      "text": "Secondly there is a contextual limitation within s 80 itself.",
      "id": "s939"
    },
    {
      "text": "As the jurisdiction to grant an injunction is enlivened by an alleged or actual contravention of a provision of Pt IV, IVA or V of the TPA, there must be a sufficient nexus or relationship between the contravention and the injunction granted.",
      "id": "s940"
    },
    {
      "text": "It is that nexus or relationship that enables determination by the Court of whether the injunction sought is \"appropriate\".",
      "id": "s941"
    },
    {
      "text": "Thirdly, there is the constitutional limitation which requires that the injunction granted be related to the case or controversy the subject of the proceeding.",
      "id": "s942"
    },
    {
      "text": "' \n\n\n \n228 In ICI, the Full Court at 257-258 and 267-268 rejected a submission that s 80 creates a presumption in favour of a grant of a final injunction where a contravention or proposed contravention of the TPA is made out.",
      "id": "s943"
    },
    {
      "text": "Lockhart J said at 256-257 that the public interest character of s 80, and the breadth and flexibility of its statutory provisions, do not mean that traditional equitable doctrines are irrelevant.",
      "id": "s944"
    },
    {
      "text": "It remains relevant to consider questions of repetition of conduct, whether it has ever occurred before, or whether imminent substantial damage is likely, although the absence of any one or more of those elements is not fatal to the grant of an injunction.",
      "id": "s945"
    },
    {
      "text": "Equally, the public interest character of s 80 means that deterrence is a relevant consideration.",
      "id": "s946"
    },
    {
      "text": "French J said that there is room within the statutory framework and its underlying policy for an injunction which is not intended to restrain an apprehended repetition of contravening conduct, but to deter an offender from repeating the offence: ICI at 268.",
      "id": "s947"
    },
    {
      "text": "In Trade Practices Commission v Mobil Oil Australia Ltd (1985) 4 FCR 296, Toohey J said that in the case of a particularly flagrant breach and in the absence of any evidence of an intention on the offender's part to continue the conduct, it might nonetheless be appropriate to mark the Court's disapproval by an injunction as well as a monetary penalty: at 300.",
      "id": "s948"
    },
    {
      "text": "229 As to the terms in which a final injunction should be granted, the Court's discretion is as wide as the phrase 'as the Court determines to be appropriate'.",
      "id": "s949"
    },
    {
      "text": "On first principles, it is plain that the terms of an injunction should be clear and unambiguous, leaving no room for doubt as to the nature and scope of the future conduct that falls within its boundaries: see, eg, ICI at 259 per Lockhart J.",
      "id": "s950"
    },
    {
      "text": "A final injunction should not be granted in terms which simply enjoin the respondent not to breach the Act: see Trade Practices Commission v Walplan Pty Ltd (1985) 7 FCR 495; Commodore Business Machines Pty Ltd v Trade Practices Commission (1990) 92 ALR 563 at 574; ICI per Lockhart J at 259-260; and BMW Australia Ltd v Australian Competition and Consumer Commission (2004) 207 ALR 452 ( 'BMW' ) at 465-466 [36]-[39].",
      "id": "s951"
    },
    {
      "text": "230 The terms of an injunction will not be appropriate if it extends to conduct that does not have an appropriate nexus with the contravening conduct that attracts the operation of s 80: see ICI at 367 per Gummow J.",
      "id": "s952"
    },
    {
      "text": "Depending upon the nature of the contravening conduct, it may be legitimate to grant an injunction against a respondent preventing it from engaging in conduct in a similar manner, or to like effect, as the conduct which was the subject of the established contravention: see ICI at 261; and BMW at 465 [36].",
      "id": "s953"
    },
    {
      "text": "The desirability of granting an injunction in this extended form will depend on the circumstances of the case and the existence of a sufficient nexus with the conduct that contravenes the Act.",
      "id": "s954"
    },
    {
      "text": "231 In the present case, the ACCC sought injunctive relief against the CEPU in extremely wide terms.",
      "id": "s955"
    },
    {
      "text": "Effectively, the first order seeks to restrain the CEPU from aiding, abetting, counselling, procuring, inducing or attempting to induce, or being knowingly concerned in or party to Edison making a contract, arrangement or understanding with the CEPU where the contract, arrangement or understanding contains a provision that was included for the purposes described in s 45E(3).",
      "id": "s956"
    },
    {
      "text": "The second order goes further and seeks to restrain the CEPU from aiding, abetting, etc any person making a contract, arrangement or understanding with the CEPU that contains a provision contravening s 45E(3).",
      "id": "s957"
    },
    {
      "text": "The third order seeks to restrain the CEPU from counselling, procuring, inducing or attempting to induce Edison to give effect to a provision of a contract, arrangement or understanding between Edison and the CEPU where the provision was included for a purpose proscribed by s 45E(3).",
      "id": "s958"
    },
    {
      "text": "The fourth order is similar to the third except that it seeks to restrain the CEPU from counselling etc any person to give effect to a provision of a contract, arrangement or understanding between that person and the CEPU which contains a provision included for a proscribed purpose.",
      "id": "s959"
    },
    {
      "text": "None of the proposed injunctions are confined to the particular contract, arrangement or understanding which gave rise to Edison's contraventions in this case, and none are limited in time.",
      "id": "s960"
    },
    {
      "text": "In my opinion, the injunctions are cast far too widely.",
      "id": "s961"
    },
    {
      "text": "232 The first question is whether the Court should exercise its discretion to grant any injunction against the CEPU or its officers in the circumstances which now prevail.",
      "id": "s962"
    },
    {
      "text": "The arrangement between Edison and the CEPU came to an end in late November 2003.",
      "id": "s963"
    },
    {
      "text": "DJN resumed work at Loy Yang B in early 2004.",
      "id": "s964"
    },
    {
      "text": "There is no suggestion in the evidence that the accessorial conduct on the part of the CEPU has recurred, or that it is likely to recur.",
      "id": "s965"
    },
    {
      "text": "On the other hand it is relevant to take into account the deliberate nature of the conduct that the CEPU engaged in during August 2001.",
      "id": "s966"
    },
    {
      "text": "233 The terms of the injunctive orders proposed by the ACCC raise questions as to the appropriateness of granting any injunctive relief.",
      "id": "s967"
    },
    {
      "text": "In an attempt to keep the injunctions within proper bounds, the ACCC's proposed orders are replete with definitional provisions that attempt to mirror the requirements of s 45E(1), (3) and (7).",
      "id": "s968"
    },
    {
      "text": "Despite these extensive definitions, the ACCC's draft orders do not capture the exception which appears in s 45E(8).",
      "id": "s969"
    },
    {
      "text": "The extensive definitional clauses that are attached to the draft orders mean that each order takes on a rather abstract appearance that largely restates the requirements of s 45E(1), (3) and (7) of the TPA.",
      "id": "s970"
    },
    {
      "text": "Two of the proposed orders refer specifically to a contract, arrangement or understanding between Edison and the CEPU, but even those orders are not aimed at the August 2001 arrangement because that ended long ago.",
      "id": "s971"
    },
    {
      "text": "The other two orders are directed to conduct that, inter alia, procures or induces any person to make, or to give effect to, any arrangement between that person and the CEPU where it contains a provision that would satisfy the requirements of s 45E(1), (3) and (7).",
      "id": "s972"
    },
    {
      "text": "As a result, these orders very much have the appearance of orders that attempt to restate the general prohibition that appears in s 45E of the TPA.",
      "id": "s973"
    },
    {
      "text": "234 In my opinion, the terms of the injunctive orders proposed by the ACCC are plainly inappropriate.",
      "id": "s974"
    },
    {
      "text": "On the authorities, any injunction must have a clear and sufficient connection with the proven conduct that attracts the jurisdiction of the Court.",
      "id": "s975"
    },
    {
      "text": "Any injunction must also be capable of being expressed clearly and in a manner which can be understood by those required to comply with it.",
      "id": "s976"
    },
    {
      "text": "I would not contemplate an injunction that operates indefinitely.",
      "id": "s977"
    },
    {
      "text": "Where an injunctive order is sought in respect of a class of conduct, similar to proven conduct that has come to an end, I consider that it should only operate for a limited period of time.",
      "id": "s978"
    },
    {
      "text": "This is a course commonly taken in the authorities.",
      "id": "s979"
    },
    {
      "text": "235 On balance, I am persuaded that this is a case in which it is appropriate to grant an injunction for a limited period, and in quite specific terms, that will operate by way of deterrence and mark the Court's disapproval of the CEPU's conduct.",
      "id": "s980"
    },
    {
      "text": "In my view, the injunction must have a close nexus with the proven conduct that attracts the jurisdiction of the Court.",
      "id": "s981"
    },
    {
      "text": "I consider that it should operate for a period of three years and no longer.",
      "id": "s982"
    },
    {
      "text": "OTHER RELIEF \n \n236 The ACCC also seeks penalties and costs.",
      "id": "s983"
    },
    {
      "text": "I propose to hear submissions on those matters before making final orders.",
      "id": "s984"
    },
    {
      "text": "I certify that the preceding two hundred and thirty-five (235) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Young.",
      "id": "s985"
    },
    {
      "text": "Associate:\n\nDated: 19 December 2006\n\n\n Counsel for the Applicant: N O'Bryan SC with P Gray \n \n Solicitor for the Applicant: Australian Government Solicitor \n \n Counsel for the First Respondent: There was no appearance for the First Respondent \n \n Counsel for the Second Respondent: H Borenstein SC with D Guidolin \n \n Solicitor for the Second Respondent: Electrical Trades Union of Australia \n \n Date of Hearing: 2, 3, 4, 5 October 2006 \n \n Date of Judgment: 19 December 2006 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1777.html",
      "id": "s986"
    }
  ]
}