{
  "name": "Pfizer Products Inc v Karam [2006] FCA 1663 (1 December 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1663.html",
  "catchphrases": [
    {
      "text": "trade marks",
      "id": "c0"
    },
    {
      "text": "'viagra'",
      "id": "c1"
    },
    {
      "text": "reputation in australia",
      "id": "c2"
    },
    {
      "text": "'herbagra' deceptively similar to and likely to deceive or cause confusion",
      "id": "c3"
    },
    {
      "text": "appeal allowed",
      "id": "c4"
    },
    {
      "text": "trade marks",
      "id": "c5"
    },
    {
      "text": "whether reputation should be taken into account in relation to s 44 of the trade marks act 1995 (cth)",
      "id": "c6"
    },
    {
      "text": "if not, marks not deceptively similar",
      "id": "c7"
    },
    {
      "text": "trade marks",
      "id": "c8"
    },
    {
      "text": "mark not likely to deceive or cause confusion because of connotation",
      "id": "c9"
    },
    {
      "text": "trade marks",
      "id": "c10"
    },
    {
      "text": "standard of proof in appeal from opposition proceedings",
      "id": "c11"
    },
    {
      "text": "opponent must establish ground of opposition",
      "id": "c12"
    },
    {
      "text": "no need to 'clearly' establish ground",
      "id": "c13"
    },
    {
      "text": "intellectual property",
      "id": "c14"
    },
    {
      "text": "intellectual property",
      "id": "c15"
    },
    {
      "text": "intellectual property",
      "id": "c16"
    },
    {
      "text": "intellectual property",
      "id": "c17"
    }
  ],
  "sentences": [
    {
      "text": "1 On 23 December 2002 the respondent Joseph Karam applied pursuant to the Trade Marks Act 1995 (Cth) (the 1995 Act) for registration as a trade mark of the word depicted as 'HERBAGRA'; 'HERB AGRA; 'HERB-AGRA' in respect of the goods in class 5 described as herbal medicines used to aid health, vitality and sexuality.",
      "id": "s0"
    },
    {
      "text": "The registration was accepted by the delegate of the Registrar of Trade Marks (s 33).",
      "id": "s1"
    },
    {
      "text": "Registration was and is opposed by the applicant, Pfizer Products Inc, a United States corporation and a member of the Pfizer group of companies.",
      "id": "s2"
    },
    {
      "text": "I shall refer to both the applicant and the group as 'Pfizer'.",
      "id": "s3"
    },
    {
      "text": "2 Pfizer is the registered proprietor of a number of marks comprised of or including the word 'VIAGRA'.",
      "id": "s4"
    },
    {
      "text": "Two such registrations are as follows: \n \n \n '(a) No.",
      "id": "s5"
    },
    {
      "text": "680407 for \"VIAGRA\" in respect of goods in class 5 being \" pharmaceuticals including compounds for treating erectile dysfunction\";\n \n (b) No.",
      "id": "s6"
    },
    {
      "text": "864135 for \"VIAGRA\" in respect of goods in class 5 including: \"Analgesics, biological preparations for medical purposes, candy for medical purposes, capsules for pharmaceutical purposes, chemical preparations for pharmaceutical and medical purposes, dietetic beverages adapted for medical purposes, dietetic foods adapted for medical purposes, dietetic substances adapted for medical use, digestives for pharmaceutical purposes, glucose for medical purposes, herbal preparations, medicinal herbs, herb teas, medicinal infusions, medicinal drinks, medicinal oils, hops (extracts of-) for pharmaceutical purposes ... medicinal tonics, (and) vitamin preparations ...\".",
      "id": "s7"
    },
    {
      "text": "' \n \n \n \n\nBoth registrations have a priority date which predates Karam's application.",
      "id": "s8"
    },
    {
      "text": "3 The registration of a trade mark may be opposed on any of the grounds specified in Div 2 and no other grounds (s 52(4)).",
      "id": "s9"
    },
    {
      "text": "The relevant provisions in Div 2 are s 57 which, for present purposes, provides that registration may be opposed on the grounds in ss 42, 43 and 44 of the 1995 Act and s 60, which is a separate ground of opposition.",
      "id": "s10"
    },
    {
      "text": "4 Opposition proceedings are inter partes and adversarial, being governed by s 55, which is in the following terms: \n \n 'Unless the proceedings are discontinued or dismissed, the Registrar must, at the end, decide: \n \n (a) to refuse to register the trade mark; or \n \n \n \n (b) to register the trade mark (with or without conditions or limitations) in respect of the goods and/or services then specified in the application; \n \n \n \n having regard to the extent (if any) to which any ground on which the application was opposed has been established.",
      "id": "s11"
    },
    {
      "text": "5 The grounds of opposition which were pressed before the delegate of the Registrar of Trade Marks were based upon ss 42, 43, 44 and 60 of the 1995 Act.",
      "id": "s12"
    },
    {
      "text": "The delegate found that the opponent had not made out any of the grounds of opposition with the consequence that the mark would proceed to registration.",
      "id": "s13"
    },
    {
      "text": "This is an appeal pursuant to s 56 from that decision.",
      "id": "s14"
    },
    {
      "text": "The appeal is a hearing de novo ( Blount Inc v Registrar of Trade Marks [1998] FCA 440 ; (1998) 83 FCR 50).",
      "id": "s15"
    },
    {
      "text": "The Court stands in the shoes of the Registrar but decides the issue judicially (cf New England Biolabs Inc v F Hoffman-La Roche AG [2004] FCAFC 213 ; (2004) 141 FCR 1).",
      "id": "s16"
    },
    {
      "text": "STANDARD OF PROOF \n \n 6 As will be seen, s 55 has been construed such that it is up to the opponent to establish a ground of opposition.",
      "id": "s17"
    },
    {
      "text": "There is a live issue as to how that is to be judged.",
      "id": "s18"
    },
    {
      "text": "Pfizer submits that it is to be established as any other matter is to be established in civil proceedings of an administrative character.",
      "id": "s19"
    },
    {
      "text": "Karam relies upon a line of authority which, it is submitted, establishes that an opposition should be upheld only if the Court is satisfied that the trade mark should clearly not be registered.",
      "id": "s20"
    },
    {
      "text": "7 The provisions of the 1995 Act were examined by the Full Court in Registrar of Trade Marks v Woolworths Ltd [1999] FCA 1020 ; (1999) 93 FCR 365, particularly in the judgment of French J with whom Tamberlin J agreed.",
      "id": "s21"
    },
    {
      "text": "The case concerned the acceptance stage of the proceedings rather than an opposition.",
      "id": "s22"
    },
    {
      "text": "French J, after referring to the terms of s 33, said (at [24]): \n \n 'The mandatory language of s33 gives effect to the intention, expressed in the Second Reading Speech, that there is to be a presumption of registrability when the application is examined by the Registrar of Trade Marks.",
      "id": "s23"
    },
    {
      "text": "This is a shift from the position under the previous law whereby the onus was on the applicant to establish registrability --- Jafferjee v Scarlett [1937] HCA 36 ; (1937) 57 CLR 115 at 119 and 126.",
      "id": "s24"
    },
    {
      "text": "In respect of the 1955 Act see Advanced Hair Studio of America Pty Ltd v Registrar of Trade Marks (1988) 10 IPR 583 at 587 (King J).",
      "id": "s25"
    },
    {
      "text": "This shift reflects recommendation 4A of the Working Party's 1992 Report that \"[t]he legislation should be expressed in terms which make it clear that there is to be a presumption of registrability when examining an application for registration\".",
      "id": "s26"
    },
    {
      "text": "It brings the Australian law into line with the approach taken internationally as expressed in the European Communities' Directive on Trade Mark Laws (December 1988), the TRIPS agreement and developments in the United Kingdom and New Zealand.",
      "id": "s27"
    },
    {
      "text": "' \n \n\nInterestingly enough, when discussing the nature of the appeal in such a case, French J said (at [34]):\n \n 'The mandatory language of s 33 and the legislative policy which informs it also suggest that the acceptance stage is not the time for the kind of detailed adversarial examination of the application that might emerge from a contested opposition.",
      "id": "s28"
    },
    {
      "text": "This will have an impact upon the way in which the Registrar approaches the question whether a mark proposed for registration is deceptively similar to others.",
      "id": "s29"
    },
    {
      "text": "The condition of refusal of an application is that the Registrar is satisfied that there are grounds for rejection.",
      "id": "s30"
    },
    {
      "text": "If not so satisfied the Registrar must accept the application.",
      "id": "s31"
    },
    {
      "text": "Unless the Registrar thinks that the proposed trade mark is likely to deceive or to cause confusion then all other things being equal, the application must be accepted.",
      "id": "s32"
    },
    {
      "text": "Subject to such weight as it gives the Registrar's decision, the Court is placed in the same position in its approach to evaluation of deceptive similarity.",
      "id": "s33"
    },
    {
      "text": "This issue of the interaction between the judgment about deceptive similarity and the stage in the process at which this judgment is made will be considered further below.",
      "id": "s34"
    },
    {
      "text": "' \n [emphasis added]\n \n\nAnd later (at [47]):\n \n 'Section 33 imposes upon the Registrar and the Court, on appeal from the Registrar, an obligation to accept the application unless satisfied either that the application has not been made in accordance with the Act or that there are grounds for rejecting it.",
      "id": "s35"
    },
    {
      "text": "The decision to reject an application regularly made must now be based upon positive satisfaction that a ground for rejecting it is made out.",
      "id": "s36"
    },
    {
      "text": "' \n \n\nBranson J's judgment was to the same effect at [67]---[69].",
      "id": "s37"
    },
    {
      "text": "There is no suggestion in the judgments that there is any special high onus to be satisfied, even at the acceptance stage.",
      "id": "s38"
    },
    {
      "text": "8 Counsel for Pfizer submits that there is no proper basis for transposing the presumption of registrability that applies to s 33 and the appeal to the Court at the acceptance stage with a s 55 opposition and appeal to the Court pursuant to s 56 (cf Mark Davison, Kate Johnston and Patricia Kennedy, Shanahan's Australian Law of Trade Marks and Passing Off , 3 rd edn, Lawbook Co., Sydney, 2003, paragraph 11.20).",
      "id": "s39"
    },
    {
      "text": "However, it is now well entrenched from the authorities to which reference will be made that the presumption of registrability is also to be applied in the setting of opposition to registration and, in particular, to the application of s 55 in a s 56 appeal.",
      "id": "s40"
    },
    {
      "text": "Whatever doubts there may be as to the correctness of that approach, the words of s 55 can accommodate it and I will apply it.",
      "id": "s41"
    },
    {
      "text": "9 The inspiration for Karam's position is to be found in Lomas v Winton Shire Council [2002] FCAFC 413 ; (2003) AIPC 91-839.",
      "id": "s42"
    },
    {
      "text": "That was an application to the Full Court pursuant to s 195(2) for leave to appeal against a single judge decision on an appeal from the Registrar of Trade Marks.",
      "id": "s43"
    },
    {
      "text": "Leave to appeal was granted and the appeal was upheld.",
      "id": "s44"
    },
    {
      "text": "In the course of discussing the considerations relevant to leave to appeal, the Court said as follows (at [17]---[19]): \n \n 'No submissions were addressed to the Court concerning the standard to be applied by a single judge in considering an appeal under s 56 of the Act.",
      "id": "s45"
    },
    {
      "text": "The presence of s 195(2) suggests that a parallel should be drawn with the scheme of appeals in opposition proceedings under the Patents Act 1990 (Cth).",
      "id": "s46"
    },
    {
      "text": "On that basis, on appeal under s 56 , the Court should consider whether the trade mark should clearly not be registered.",
      "id": "s47"
    },
    {
      "text": "Only if so satisfied should the Court decide to uphold an opposition.",
      "id": "s48"
    },
    {
      "text": "The fact that leave to appeal from the decision of a single judge is required indicates the quasi summary nature of an opposition proceeding .",
      "id": "s49"
    },
    {
      "text": "An unsuccessful opponent would always have the opportunity to bring an expungement proceeding if the opposition proceeding fails.",
      "id": "s50"
    },
    {
      "text": "In an expungement proceeding, the validity of a trade mark can be fully explored.",
      "id": "s51"
    },
    {
      "text": "That is a reason for concluding that there should not be a full exploration of the prospective validity of a trade mark on an appeal in an opposition proceeding.",
      "id": "s52"
    },
    {
      "text": "Thus, it would be inappropriate for there to be a full exploration of the validity of the trade mark in two separate proceedings in the Court, first in an appeal in an opposition proceeding and then, subsequently, if the opposition proceeding failed, in an expungement proceeding.",
      "id": "s53"
    },
    {
      "text": "Those considerations emphasise the need for the Full Court, before refusing leave to appeal pursuant to s 195(2) of the Act, to be satisfied that a decision by a single judge upholding an opposition is undoubtedly correct.",
      "id": "s54"
    },
    {
      "text": "' \n [emphasis added]\n \n\nIn the course of the substantive decision the Court said (at [36]):\n \n 'The legislative scheme relating to opposition proceedings set out above indicates that an opponent has the onus of establishing the ground of opposition relied on.",
      "id": "s55"
    },
    {
      "text": "In the present context, that means that Winton and the Company must establish that Ms Lomas was not the owner of the Trade Mark as at the Priority date, at least on the balance of probabilities.",
      "id": "s56"
    },
    {
      "text": "On one view, they may be required to establish that she was clearly not the owner see para [17] above.",
      "id": "s57"
    },
    {
      "text": "' \n \n\nIn the event, however, the Court decided the substantive issue on the balance of probabilities, although adding that it was not persuaded on the higher basis ([45]).",
      "id": "s58"
    },
    {
      "text": "Emmett J was one of the members of the Court.",
      "id": "s59"
    },
    {
      "text": "It is to be noted that the point had not been argued, and that the obiter dicta was tentative.",
      "id": "s60"
    },
    {
      "text": "10 F Hoffman-La Roche AG v New England Biolabs Inc [2000] FCA 283 ; (2000) 99 FCR 56 involved two appeals arising out of opposition proceedings under the Patents Act 1952 (Cth).",
      "id": "s61"
    },
    {
      "text": "Emmett J considered the nature of such appeals.",
      "id": "s62"
    },
    {
      "text": "His consideration of the legislation led him to say (at [47]): \n \n '...pre-grant opposition is intended to provide a relatively inexpensive mechanism for resolving third party disputes as to validity.",
      "id": "s63"
    },
    {
      "text": "The purpose of pre-grant opposition proceedings is to provide a swift and economical means of settling disputes that would otherwise need to be dealt with by the courts in more expensive and time consuming post-grant litigation; that is, to decrease the occasion for costly revocation proceedings by ensuring that bad patents do not proceed to grant (see Genetics Institute Inc v Kirin-Amgen Inc [1999] FCA 742 ; (1999) 92 FCR 106 at 112 [19] ; [1999] FCA 742 ; 163 ALR 761 at 766---767 [19]).",
      "id": "s64"
    },
    {
      "text": "It is a good thing to have some process by which patents that are obviously invalid will not be allowed to clutter the register (see McGlashan v Rabett [1909] HCA 85 ; (1909) 9 CLR 223 at 229.",
      "id": "s65"
    },
    {
      "text": "' \n [emphasis added]\n \n\nHe then considered the authorities and concluded (at [67]):\n \n '... it should appear clear to the Court that no patent granted in respect of the specification would be valid.",
      "id": "s66"
    },
    {
      "text": "I consider that, before the Court would uphold an opposition to the grant of a patent, the Court should be clearly satisfied that the patent , if granted, would not be valid .",
      "id": "s67"
    },
    {
      "text": "That, however, is not to say that an opponent should not be permitted appropriate opportunity to lead evidence-in-chief as to the facts that are designed to demonstrate, with the requisite degree of clarity, that a patent, if granted, would not be valid.",
      "id": "s68"
    },
    {
      "text": "' \n [emphasis added]\n \n\nEmmett J acknowledged that the previous authorities were not decisive.",
      "id": "s69"
    },
    {
      "text": "11 Bennett J then considered the issue in relation to trade marks in Torpedoes Sportswear Pty Ltd v Thorpedo Enterprises Pty Ltd [2003] FCA 901 ; (2003) 132 FCR 326.",
      "id": "s70"
    },
    {
      "text": "Again, the matter had not been raised by the parties but the Judge sought and received submissions.",
      "id": "s71"
    },
    {
      "text": "Bennett J applied the reasoning of Emmett J in F Hoffman-La Roche AG in relation to opposition proceedings under the Patents Act 1990 (Cth) to trade marks opposition proceedings.",
      "id": "s72"
    },
    {
      "text": "Bennett J also relied upon the report of the Working Party to Review the Trade Marks Legislation (July 1992), paragraph 1.3.4.",
      "id": "s73"
    },
    {
      "text": "Bennett J said that adopting the test from F Hoffman-La Roche AG was consistent with the approach that was taken by the Full Court in Registrar of Trade Marks v Woolworths Ltd [1999] FCA 1020 ; (1999) 93 FCR 365 at 371---372 where it referred to the 'presumption of registrability' under the 1995 Act.",
      "id": "s74"
    },
    {
      "text": "As I have pointed out, the judgments in Woolworths provide no support for a special high onus in opposition proceedings or for opposition proceedings being summary in nature.",
      "id": "s75"
    },
    {
      "text": "In the substantive decision by Bennett J, the various grounds of opposition were rejected without any reference to a special onus.",
      "id": "s76"
    },
    {
      "text": "The reference to onus in par [129] seems to refer to the ordinary onus of establishing a ground.",
      "id": "s77"
    },
    {
      "text": "Neither of the two authorities cited-- Woolworths and Southern Cross Refrigerating Co v Toowoomba Foundry Pty Ltd (1953) 91 CLR 592--refer to any special onus.",
      "id": "s78"
    },
    {
      "text": "In the last sentence of par [130] Bennett J finds a lack of satisfaction on the ordinary basis and on the 'clearly not be registered' basis.",
      "id": "s79"
    },
    {
      "text": "12 Not long afterwards, I was confronted with the same issue in Clinique Laboratories Inc v Luxury Skin Care Brands Pty Ltd [2003] FCA 1517 ; (2003) 61 IPR 130; (2004) AIPC 91-957.",
      "id": "s80"
    },
    {
      "text": "I indicated that I found it difficult to see how s 55 could be read in the manner contended for by Karam in this case and briefly explained that view.",
      "id": "s81"
    },
    {
      "text": "I did not need to form a final view about that for the purposes of that case as I found that the grounds of opposition had not been established on either basis.",
      "id": "s82"
    },
    {
      "text": "13 Kenny J referred to the issue in McCorquodale v Masterson [2004] FCA 1247 ; (2004) 63 IPR 582; (2004) AIPC 92-033.",
      "id": "s83"
    },
    {
      "text": "After citing Torpedoes and Lomas , but not Clinique, Kenny J said (at [24]): \n \n 'The opposition is to be upheld only if the Court is satisfied that the trade mark should not be registered because it is satisfied that a ground of opposition is made out.",
      "id": "s84"
    },
    {
      "text": "' \n \n\nThat statement of principle is consistent with the position of Pfizer in this case.",
      "id": "s85"
    },
    {
      "text": "In the substantive portion of the judgment Kenny J did not refer to the application of any special high onus.",
      "id": "s86"
    },
    {
      "text": "14 Shortly after that, Finkelstein J referred to the issue in BP plc v Woolworths Ltd (2004) 212 ALR 79; (2004) 62 IPR 545; (2004) AIPC 92-036.",
      "id": "s87"
    },
    {
      "text": "His Honour expressed a particular view about distinctiveness and went on (at [8]): \n \n 'My approach conforms to that suggested in Blount Inc v Registrar of Trade Marks [1998] FCA 440 ; (1998) 83 FCR 50, 56 but may be inconsistent with the views expressed in Lomas v Winton Shire Council [2002] FCAFC 413 at para [17] - [19] , [23] and Torpedoes Sportswear Pty Ltd v Thorpedo Enterprises Pty Ltd [2003] FCA 901 ; (2003) 59 IPR 318 , 321---322 .",
      "id": "s88"
    },
    {
      "text": "The latter two cases were dealing with a slightly different point and, in any event, may have impermissibly borrowed from patent law.",
      "id": "s89"
    },
    {
      "text": "' \n \n \n 15 In Austereo Pty Ltd v DMG Radio (Australia) Pty Ltd (2004) 209 ALR 93; (2004) 61 IPR 257; (2004) AIPC 92-016 Finn J followed Torpedoes 'as a matter of comity'.",
      "id": "s90"
    },
    {
      "text": "There was no reference to Clinique.",
      "id": "s91"
    },
    {
      "text": "16 In Health World Ltd v Shin-Sun Australia Pty Ltd [2005] FCA 5 ; (2005) 64 IPR 495; (2005) AIPC 92-059, Cooper J noted Clinique but expressed agreement with Bennett J's analysis and reasoning in Torpedoes, however, as he was satisfied that the applicant did not make out its grounds of objection on the balance of probabilities, it was not necessary to apply the higher standard.",
      "id": "s92"
    },
    {
      "text": "17 Lander J was confronted by these authorities in Kowa Company Ltd v NV Organon (2005) 223 ALR 27; (2005) 66 IPR 131; (2005) AIPC 92-131.",
      "id": "s93"
    },
    {
      "text": "Having referred to them, his Honour proceeded to examine the submission that the reasoning in Lomas was inconsistent with the report of the Working Party and certain other arguments and concluded as follows (at [137]---[141]): \n \n 'I must say I share the same doubts that were expressed by Finkelstein J and Gyles J in their consideration of this point.",
      "id": "s94"
    },
    {
      "text": "However, there is authority of the Full Court directly on point.",
      "id": "s95"
    },
    {
      "text": "I do not think that the decision in Registrar of Trademarks v Woolworths is ambiguous.",
      "id": "s96"
    },
    {
      "text": "French J said that there is a presumption of registrability; that Jafferjee no longer is relevant; that the Court must apply the same legal criteria as the Registrar; that because of the obligation imposed by s 33 the application must be accepted unless the Court is satisfied that the application has not been made in accordance with the Act or there are grounds for rejecting it; and that the decision to reject must be made upon positive satisfaction that the ground has been made out.",
      "id": "s97"
    },
    {
      "text": "Both Registrar of Trademarks v Woolworths and Lomas stand for the proposition that the Court as well as the Registrar should approach the question of registration with the presumption of registrability in mind and when on appeal to this Court the Court should consider whether the trade mark should clearly not be registered.",
      "id": "s98"
    },
    {
      "text": "I think I am bound to follow Woolworths and Lomas, and I should as a matter of comity follow Torpedoes because it has been followed by other judges of this Court.",
      "id": "s99"
    },
    {
      "text": "Therefore, I would proceed on the basis that the onus lies on the respondent to establish the grounds of opposition it relies upon and that I should not uphold those grounds unless I am satisfied that the trade mark should clearly not be registered.",
      "id": "s100"
    },
    {
      "text": "' \n \n \n 18 With all respect, neither Woolworths nor Lomas decided the point at issue.",
      "id": "s101"
    },
    {
      "text": "It was not mentioned in Woolworths and was plainly obiter dicta without the benefit of argument in Lomas .",
      "id": "s102"
    },
    {
      "text": "Accepting that there is a presumption of registrability says nothing as to the standard of proof and does not carry with it an obligation to 'clearly' establish a ground of opposition.",
      "id": "s103"
    },
    {
      "text": "19 In Woolworths v BP plc [2006] FCAFC 52 ; (2006) 150 FCR 134 (an application for leave to appeal from the decision of Finklelstein J referred to earlier), Sundberg and Bennett JJ said (at [80]---[84]): \n \n 'In Lomas the Full Court suggested that a parallel could be drawn between the Act and the Patents Act 1990 ( Cth) and said that on that basis an opposition should only be upheld if the Court were satisfied that the trade mark should clearly not be registered.",
      "id": "s104"
    },
    {
      "text": "In Lomas the Full Court acknowledged at [17] that no submissions had been addressed to the Court concerning the standard to be applied by a single judge in considering an appeal under s 56 of the Act.",
      "id": "s105"
    },
    {
      "text": "In Torpedoes Sportswear Pty Ltd v Thorpedo Enterprises Pty Ltd [2003] FCA 901 ; (2003) 132 FCR 326, Bennett J followed Lomas .",
      "id": "s106"
    },
    {
      "text": "In that case, neither party had raised the test at the hearing but were given the opportunity to file written submissions.",
      "id": "s107"
    },
    {
      "text": "Other judges have followed Torpedoes .",
      "id": "s108"
    },
    {
      "text": "Some judges of the Court have expressed reservations about the Lomas test as applied in an appeal from an opposition.",
      "id": "s109"
    },
    {
      "text": "In Kowa Co Ltd v NV Organon [2005] FCA 1282 Lander J at [118]---[141] considered in some detail the competing arguments as to the correctness of this test as well as the course that has been taken and the observations made by different judges of the Court.",
      "id": "s110"
    },
    {
      "text": "Despite his Honour's own reservations, he considered that he was bound to follow those decisions that applied the test expounded in Lomas.",
      "id": "s111"
    },
    {
      "text": "The authors of Shanahan's Australian Law of Trade Marks &amp; Passing Off (3rd ed, 2003) also question the drawing of a parallel between opposition proceedings under the Act and under the Patents Act .",
      "id": "s112"
    },
    {
      "text": "They note that the Full Court in Renaud expressed the view that so far as possible there should be uniformity in the court's approach for leave to appeal in the area of intellectual property as a whole but the authors expressed some doubt whether an applicant for a trade mark is in the same position as an applicant for a patent.",
      "id": "s113"
    },
    {
      "text": "It is appropriate that the question be considered by a Full Court with the benefit of submissions from the parties, if the basis for leave being granted is otherwise established.",
      "id": "s114"
    },
    {
      "text": "' \n \n\nIn the events which happened, the question was not determined in the substantive appeal ( Woolworths Ltd v BP plc [2006] FCAFC 132).",
      "id": "s115"
    },
    {
      "text": "20 I observe that Branson J (one of the judges on the Full Court in Registrar of Trade Marks v Woolworths Ltd ) applied what I would describe as the ordinary onus in NEC Corporation v Punch Video (S) Pte Ltd (2005) 67 IPR 17; (2005) AIPC 92-129; [2005] FCA 1126 , although apparently in the absence of argument (see, particularly, par [29]).",
      "id": "s116"
    },
    {
      "text": "21 The fundamental difficulty with Karam's argument is that it is inconsistent with the language of s 55.",
      "id": "s117"
    },
    {
      "text": "Whether a ground of opposition has been 'established' is a conventional concept requiring no particular elucidation.",
      "id": "s118"
    },
    {
      "text": "In my opinion, there is no basis upon which the section can be read as 'the extent (if any) to which any ground on which the application was opposed has been clearly established', particularly where that implication changes the practical operation of the section by imposing a special high onus of proof.",
      "id": "s119"
    },
    {
      "text": "It is also worth noting that the construction favoured in Torpedoes is not rooted in the words of the section at all.",
      "id": "s120"
    },
    {
      "text": "The precise finding in that case was that the opposition 'should be upheld only if the Court is satisfied that the trade mark should clearly not be registered' (at [22]).",
      "id": "s121"
    },
    {
      "text": "With all respect, that test is not to be found in the statute.",
      "id": "s122"
    },
    {
      "text": "I cannot find anything in the structure or content of other provisions of the 1995 Act that would point to reading s 55 other than according to its ordinary meaning.",
      "id": "s123"
    },
    {
      "text": "22 In my opinion, it is not permissible to put a gloss on the clear words of the section by reference to extrinsic material.",
      "id": "s124"
    },
    {
      "text": "In any event, the extrinsic material does not support Karam's argument.",
      "id": "s125"
    },
    {
      "text": "The discussion of the Working Party Report by Lander J in Kowa Company Ltd (at [128]---[136]) adequately discloses the difficulty.",
      "id": "s126"
    },
    {
      "text": "Furthermore, it can be taken that implementation of the recommendation of the Working Party about the bringing of opposition proceedings in trade marks into agreement with those applicable to patents 'where appropriate' was effected, so far as was regarded as appropriate, by the 1995 Act and Regulations made under the 1995 Act.",
      "id": "s127"
    },
    {
      "text": "In my opinion, borrowing further from the field of patents in this respect is impermissible, to adopt the word used by Finkelstein J.",
      "id": "s128"
    },
    {
      "text": "Trade marks and patents are different species of intellectual property and have a different history.",
      "id": "s129"
    },
    {
      "text": "A general desire for uniformity cannot control construction of the statute governing each.",
      "id": "s130"
    },
    {
      "text": "It is also to be noted that the approach of Emmett J in F Hoffman-La Roche AG did not represent established patent practice at the time of the Working Party Report.",
      "id": "s131"
    },
    {
      "text": "It was novel when handed down in 2000, long after the 1995 Act had been enacted, and is still controversial.",
      "id": "s132"
    },
    {
      "text": "23 It is also anomalous that, when it comes to amendment of the Register by order of the Court pursuant to Div 2 of Pt 8 of the 1995 Act on grounds similar to those involved here, there is no hint of the application of any special onus, although in such a situation the mark has actually been registered.",
      "id": "s133"
    },
    {
      "text": "An opponent could bring proceedings immediately after grant on that basis.",
      "id": "s134"
    },
    {
      "text": "24 Further, as I said in Clinique (at [13]): \n \n 'It appears to be a consequence of this reasoning that a party can oppose the grant of a patent or a trade mark, including appeal to the Court, causing considerable expense and delay and, even if unsuccessful, then bring expungement or revocation proceedings based upon precisely the same ground as relied upon in the opposition proceedings.",
      "id": "s135"
    },
    {
      "text": "It is difficult to see how any estoppel or other principle could prevent this occurring if opposition is a summary proceeding decided by reference to a special high onus (cf Miller v University of New South Wales (2003) 200 ALR 565 ).",
      "id": "s136"
    },
    {
      "text": "The opportunity for oppression of an applicant at the hands of a well-resourced commercial opponent is obvious.",
      "id": "s137"
    },
    {
      "text": "' \n \n \n 25 There is another real problem with the proposition that the purpose of an opposition, whether before the Registrar or on appeal, is to weed out obviously bad trade marks in a summary fashion.",
      "id": "s138"
    },
    {
      "text": "Before there can be an appeal pursuant to s 56, the mark has been accepted and then has survived a contested opposition.",
      "id": "s139"
    },
    {
      "text": "A delegate has delivered reasons for rejecting the grounds of opposition.",
      "id": "s140"
    },
    {
      "text": "The Court is to give respect to the opinion of the delegate ( Registrar of Trade Marks v Woolworths Ltd per French J at [33]).",
      "id": "s141"
    },
    {
      "text": "Where, as in this case, the grounds of opposition are essentially matters of degree calling for judgment, it is difficult to see much scope for arguing successfully that the trade mark is clearly bad where it has survived such scrutiny.",
      "id": "s142"
    },
    {
      "text": "26 I am faced with the clear words of the statute, on one hand, and the opinions of various judges, on the other.",
      "id": "s143"
    },
    {
      "text": "There is no binding Full Court authority.",
      "id": "s144"
    },
    {
      "text": "I cannot find any instance where a single judge has actually applied the higher standard.",
      "id": "s145"
    },
    {
      "text": "In my opinion, in this case, comity does not demand that I depart from my view as to the meaning of the statute.",
      "id": "s146"
    },
    {
      "text": "'The fundamental responsibility of a court when it interprets a statute is to give effect to the legislative intention as it is expressed in the statute' per Mason J in Babaniaris v Lutony Fashions Pty Ltd [1987] HCA 19 ; (1987) 163 CLR 1; cited with approval by Mason CJ, Wilson, Dawson, Toohey and Gaudron JJ in John v Federal Commissioner of Taxation [1989] HCA 5 ; (1989) 166 CLR 417 at 439.",
      "id": "s147"
    },
    {
      "text": "I will, therefore, approach the matter on the basis that the opponent has to establish a ground of opposition, although not clearly establish such a ground, whether in a summary fashion or otherwise.",
      "id": "s148"
    },
    {
      "text": "GROUNDS OF OPPOSITION \n \n 27 The grounds of opposition which are pressed on this appeal are those provided by ss 43, 44 and 60.",
      "id": "s149"
    },
    {
      "text": "There is an obvious overlap between the three and it is useful to briefly note the relationship between them.",
      "id": "s150"
    },
    {
      "text": "What is the difference between s 44 and s 60?",
      "id": "s151"
    },
    {
      "text": "In the present case, the marks are not substantially identical, therefore, the issue is deceptive similarity.",
      "id": "s152"
    },
    {
      "text": "Section 60 depends upon the opponent's mark having acquired a reputation in Australia by virtue of which the use of the trade mark applied for would be likely to deceive or cause confusion because of the deceptive similarity between them.",
      "id": "s153"
    },
    {
      "text": "Section 44(1) refers to deceptive similarity between the applicant's mark and a mark registered by another person in respect of similar goods.",
      "id": "s154"
    },
    {
      "text": "In other words, the comparison is between mark and mark, not between mark and reputation.",
      "id": "s155"
    },
    {
      "text": "Where does s 43 fit it in?",
      "id": "s156"
    },
    {
      "text": "The focus of this section is a connotation or secondary meaning of the mark applied for which would make the use of the trade mark in respect of particular goods likely to deceive or cause confusion.",
      "id": "s157"
    },
    {
      "text": "There is a plethora of authority concerning s 44 and s 60.",
      "id": "s158"
    },
    {
      "text": "There is little authority as to s 43.",
      "id": "s159"
    },
    {
      "text": "EVIDENCE \n \n 28 Pfizer relied upon the evidence of Arthur Silverstein, an in-house lawyer, to provide evidence of use and reputation of the VIAGRA trade mark and the product with which it is associated internationally and the evidence of Sally Glover, an in-house lawyer, regarding the reputation of the VIAGRA trade mark in Australia.",
      "id": "s160"
    },
    {
      "text": "29 Silverstein dealt with the history, advertising and promotion of the product, advertising expenditure, sales of the product, trade mark registrations and, in relation to the reputation of VIAGRA, attached a representative sample of articles mentioning the product which have appeared in various United States publications with international circulations from newspapers, magazines and medical publications.",
      "id": "s161"
    },
    {
      "text": "Glover dealt with the history of VIAGRA, advertising of the product in Australia, the sales of the product bearing the trade mark in Australia, Australian trade mark protection and the reputation of VIAGRA.",
      "id": "s162"
    },
    {
      "text": "A good deal of material was produced in relation to reputation including market research, radio transcripts, media reports covering print and electronic media and the internet.",
      "id": "s163"
    },
    {
      "text": "Evidence also establishes that Pfizer is the only owner of a trade mark registration class 5 for a mark containing the '-AGRA' suffix.",
      "id": "s164"
    },
    {
      "text": "The product in relation to which Pfizer uses the trade mark was the first oral treatment for erectile dysfunction, both in Australia and internationally.",
      "id": "s165"
    },
    {
      "text": "'VIAGRA' is an invented word.",
      "id": "s166"
    },
    {
      "text": "The product was launched in Australia in September 1998.",
      "id": "s167"
    },
    {
      "text": "30 The delegate, having considered that material, was satisfied that the VIAGRA marks were very well known in Australia and enjoyed a considerable reputation, both literally and for the purposes of the 1995 Act.",
      "id": "s168"
    },
    {
      "text": "I can only agree.",
      "id": "s169"
    },
    {
      "text": "Karam does not dispute that conclusion as such.",
      "id": "s170"
    },
    {
      "text": "However, it is submitted that the reputation relates to a particular medical treatment for a particular medical condition available only on prescription from pharmacies.",
      "id": "s171"
    },
    {
      "text": "It is submitted for Pfizer that the reputation of VIAGRA is not limited to that strict core but has gained a wider reputation as being associated with sexual health and performance generally, including enhancement of sexual performance on the part of both males and females and the reputation is not limited to a prescription by medical practitioners available only in pharmacies.",
      "id": "s172"
    },
    {
      "text": "Counsel for Pfizer has pointed to examples in the material produced by Glover which would support such a wider reputation.",
      "id": "s173"
    },
    {
      "text": "31 The evidence warrants a conclusion that the trade mark 'VIAGRA' is associated with a substance taken orally for enhancement of penile erection for the improvement of sexual performance as well as curing of penile dysfunction.",
      "id": "s174"
    },
    {
      "text": "I would not conclude that it would be generally understood that the product VIAGRA is only available on prescription from pharmacies and I would not limit the reputation of the mark in that way.",
      "id": "s175"
    },
    {
      "text": "32 Pfizer also relied upon an affidavit of Sarah-Jane Armstrong, who gave evidence of purchasing the following listed drugs from various chemists around Sydney --- PANAMAX, PANADOL, DISPRIN, ASPALGIN, NUROFEN, PANAFEN, CODOX, CODIS and CODALGIN.",
      "id": "s176"
    },
    {
      "text": "33 Karam sought to rely upon the evidence of Ron Klein, a market research consultant.",
      "id": "s177"
    },
    {
      "text": "He was asked to give an opinion as to the following questions: \n \n ' \"In light of the documents and material provided to you and/or identified by you please provide your expert opinion on the following: \n \n As at 23 December 2002 was there a real likelihood of the use of any of the HERBAGRA Marks in respect of the HERBAGRA Products suggesting to consumers in Australia: \n \n (a) an association with Pfizer; or \n \n \n \n (b) that the HERBAGRA products and the VIAGRA product come from the same source.",
      "id": "s178"
    },
    {
      "text": "\" \n \n Section 44 of the Trade Marks Act \n \n \n \n \"The determination to be made under section 44 is between the marks as registered or applied for, assuming a notional use of both, that is, a normal and fair use for all goods or services covered by the registration/application being considered.",
      "id": "s179"
    },
    {
      "text": "The comparison is therefore to be made as between the HERBAGRA Marks and the marks the subject of the Pfizer registrations identified in the attached annexure \"A\".",
      "id": "s180"
    },
    {
      "text": "Please provide your expert opinion on the following: \n \n As at 23 December 2002 was there a real likelihood of the use of any of the HERBAGRA Marks in respect of the HERBAGRA Products suggesting to consumers in Australia: \n \n (a) an association with Pfizer; or \n \n \n \n (b) that the HERBAGRA products and the VIAGRA product bearing one or other of the Viagra Marks come from the same source\".",
      "id": "s181"
    },
    {
      "text": "' \n \n \n \n 34 The opinions sought to be tendered were based firstly upon a process of reasoning by the witness and, secondly, upon market research in which he had been involved in relation to other products.",
      "id": "s182"
    },
    {
      "text": "That research was not proved beyond a bare statement of result.",
      "id": "s183"
    },
    {
      "text": "35 I rejected the evidence as I said I would follow the recent decision of Heerey J in Cadbury Schweppes Pty Ltd v Darrell Lea Chocolate Shops Pty Ltd (2006) 228 ALR 719.",
      "id": "s184"
    },
    {
      "text": "I said I would give reasons in this judgment.",
      "id": "s185"
    },
    {
      "text": "On reflection, it is sufficient as to the matter of principle involved, to say that I am unable to distinguish the issue here from that dealt with by Heerey J.",
      "id": "s186"
    },
    {
      "text": "As I was not, and am not, of the view that his decision was clearly wrong, it is appropriate that I follow it as a matter of comity in order that there be consistency of approach to this issue.",
      "id": "s187"
    },
    {
      "text": "In the present case, there is the further difficulty that the market research relied upon is not properly proven and, even if it were, it is not easy to see how the results can be transposed from one example to another.",
      "id": "s188"
    },
    {
      "text": "36 Karam initially sought to rely upon evidence from a solicitor giving an account, partially based on hearsay, of the effect of the Therapeutic Goods Act 1989 (Cth) and the administration of the system provided by it.",
      "id": "s189"
    },
    {
      "text": "That attempt was not persisted in.",
      "id": "s190"
    },
    {
      "text": "I am prepared to take notice of the fact that a complementary medicine, once listed, can be sold over the counter through various distribution channels not limited to pharmacies and advertised without any particular restrictions as to distribution.",
      "id": "s191"
    },
    {
      "text": "37 The parties also referred to various dictionary definitions.",
      "id": "s192"
    },
    {
      "text": "SECTION 60 \n \n 38 In my opinion, a substantial number of members of the public would identify herbal medicines used to aid health, vitality and sexuality marketed under the name 'HERBAGRA' to be a herbal version of VIAGRA, whether or not from the same source, or connected with VIAGRA because of the pervasive reputation of VIAGRA.",
      "id": "s193"
    },
    {
      "text": "In my opinion, there is sufficient similarity between the marks and between the goods with which each would be associated to lead to that result.",
      "id": "s194"
    },
    {
      "text": "39 It is submitted for Karam that marks must be compared as a whole without meticulous comparison and that it is the visual impact which is important, having in mind the products and the cause of trade.",
      "id": "s195"
    },
    {
      "text": "The words do not look alike.",
      "id": "s196"
    },
    {
      "text": "Because VIAGRA is so well known it would be readily distinguished from HERBAGRA.",
      "id": "s197"
    },
    {
      "text": "Reference was made to CA Henschke &amp; Co v Rosemount Estates Pty Ltd (2000) 52 IPR 42; (2000) AIPC 91-640; (2001) ATPR 41-793; [2000] FCA 1539 at [52] ; Cooper Engineering Company Proprietary Limited v Sigmund Pumps Limited [1952] HCA 15 ; (1952) 86 CLR 536 at 538; Gardenia Overseas Pte Ltd v The Garden Co Ltd (No 2) (1994) 29 IPR 485 at 493; (1994) AIPC 91-096; Arista Ltd v Rysta Ltd [1943] 1 All ER 400; (1943) 60 RPC 87 at 108.",
      "id": "s198"
    },
    {
      "text": "40 It was put by counsel for Karam that the market for both products is primarily that of men seeking remedy for erectile difficulties, although there may be a sub-market comprised of men who do not suffer from erectile difficulties but nevertheless seek a means to improve their sexual performance.",
      "id": "s199"
    },
    {
      "text": "The users of both products are likely to be men of all ages and from all walks of life.",
      "id": "s200"
    },
    {
      "text": "A substantial proportion of these men are likely to have psychological and/or physical problems that cause the erectile difficulties.",
      "id": "s201"
    },
    {
      "text": "Many are likely to be in their middle age or beyond that age range.",
      "id": "s202"
    },
    {
      "text": "It is submitted that where the commonality of characteristics diverges is that the VIAGRA product is a prescription drug and, therefore, will be sought out by men who are seeking a medical solution to their problem.",
      "id": "s203"
    },
    {
      "text": "The HERBAGRA product will be available over the counter in shops selling herbal remedies, such as health foods stores, chemists and supermarkets.",
      "id": "s204"
    },
    {
      "text": "It is likely to be purchased by men who are interested in alternative remedies and are seeking a 'natural' cure for their erectile problem or a non-pharmaceutical enhancement of their sexual performance.",
      "id": "s205"
    },
    {
      "text": "41 Overall it was submitted on behalf of Karam that, when the nature of the relevant consumer was considered, as well as their likely knowledge and familiarity with VIAGRA and the significant visual differences between the two marks, there would be no reasonable likelihood of a substantial number of members of the relevant class of consumers being confused in the relevant sense.",
      "id": "s206"
    },
    {
      "text": "It was submitted that to refuse the application as a result of the use of the suffix '-AGRA' would be to give a practical monopoly to the applicant of all words conveying the same idea by the use of that suffix.",
      "id": "s207"
    },
    {
      "text": "Conveying the same idea is not sufficient to create a deceptive resemblance ( Cooper Engineering at 538---539).",
      "id": "s208"
    },
    {
      "text": "42 In my opinion, these submissions under-estimate the impact of the aural similarity between the words by virtue of the suffix '-AGRA'.",
      "id": "s209"
    },
    {
      "text": "It forms a clear link between the marks which is not explained in any way as 'AGRA' has no relevant meaning.",
      "id": "s210"
    },
    {
      "text": "To see invented words such as this is to invite attention to the sound as well as the sight, even if the sound is, as it were, heard silently.",
      "id": "s211"
    },
    {
      "text": "In any event, the sound is used in discussion about the product for sale, ordering the product for sale, and so on.",
      "id": "s212"
    },
    {
      "text": "( Berlei Hestia Industries Limited v The Bali Company Inc [1973] HCA 43 ; (1973) 129 CLR 353 at 362.",
      "id": "s213"
    },
    {
      "text": ") 43 I do not agree that the fame of VIAGRA would help to distinguish the marks.",
      "id": "s214"
    },
    {
      "text": "It would rather cause HERBAGRA to strike a chord with the consumer as to a link with VIAGRA.",
      "id": "s215"
    },
    {
      "text": "The deception or confusion need not persist until the point of purchase ( Hack, Re Application to Register a Trade Mark (1940) 58 RPC 91 at 103---104; Southern Cross Refrigerating Co per Kitto J at 595---596 ; Campomar Sociedad Limitada and Another v Nike International Limited and Another [2000] HCA 12 ; (1999) 202 CLR 45 at [83] ).",
      "id": "s216"
    },
    {
      "text": "44 In my view, many potential purchasers would not know that VIAGRA is only available on prescription.",
      "id": "s217"
    },
    {
      "text": "Even if they did, there would be no reason for the ordinary consumer to reject the idea that there might be a complementary or herbal version of the prescription drug.",
      "id": "s218"
    },
    {
      "text": "45 The complaint about granting a monopoly of the word 'AGRA' is of little substance.",
      "id": "s219"
    },
    {
      "text": "It is an invented word with no meaning in this context.",
      "id": "s220"
    },
    {
      "text": "To suggest that it conjures up the name of an Indian city or the famous waterfalls at Niagara, or that it has some connotation in agri business is irrelevant.",
      "id": "s221"
    },
    {
      "text": "It is not descriptive in any relevant sense.",
      "id": "s222"
    },
    {
      "text": "46 A submission for Karam which is closer to the reality of the present circumstances is that some people would see HERBAGRA as a cheeky take off of VIAGRA.",
      "id": "s223"
    },
    {
      "text": "That was a, perhaps the, reason for the decision of the Delegate on this point.",
      "id": "s224"
    },
    {
      "text": "The authority relied upon for this proposition is the decision of Lehane J in McIlhenny Co v Blue Yonder Holdings Pty Ltd formerly t/as Tabasco Design (1997) 149 ALR 496; (1997) 39 IPR 187.",
      "id": "s225"
    },
    {
      "text": "That was a s 52 and passing off case concerning the use of the well known word 'Tabasco' (associated with a pepper sauce) in connection with a business designing and constructing exhibition stands.",
      "id": "s226"
    },
    {
      "text": "His Honour said (at (1997) 149 ALR 508): \n \n 'It is one thing to suppose a connection where the brand \"Dunhill\", associated with an \"upmarket\" cigarette, starts to appear on an expanding range of other--and different--\"upmarket\" goods (and even then, the expert evidence suggested, one might have wondered rather than jumped to the conclusion that there was an association, when one first saw that occurring); it is another, as a person with marketing responsibilities seeking the services of an exhibition designer, to conclude that a designer whose services are promoted under the name \"Tabasco\" has a commercial association with the well-known sauce of that name.",
      "id": "s227"
    },
    {
      "text": "The far more likely conclusion is, I think, that, without any association or permission the designer has--as the fact is--perhaps cheekily used a name which, by reference to its only other known use, conjures up \"hot\" associations.",
      "id": "s228"
    },
    {
      "text": "' \n \n\nTwo points should be made.",
      "id": "s229"
    },
    {
      "text": "First, the question arising in relation to misleading or deceptive conduct contrary to s 52 or passing off is different from that arising under s 60.",
      "id": "s230"
    },
    {
      "text": "Secondly, the application of a well known trade mark to quite dissimilar goods is a very different question to that which arises here.",
      "id": "s231"
    },
    {
      "text": "It may be that some of the more sophisticated members of the public with marketing experience would understand that it is either likely or possible that a local entrepreneur was endeavouring to appropriate for itself and trade off part of VIAGRA's reputation.",
      "id": "s232"
    },
    {
      "text": "Lehane J referred to a number of those authorities in McIlhenny at (1997) 149 ALR 504---505; (1997) 39 IPR 195---196.",
      "id": "s233"
    },
    {
      "text": "In my opinion, such persons would not be representative of the public at large.",
      "id": "s234"
    },
    {
      "text": "47 Applying the principles laid down in the High Court cases, such as Australian Woollen Mills Limited v F S Walton and Company Limited [1937] HCA 51 ; (1937) 58 CLR 641; Cooper Engineering; The Shell Company of Australia Limited v Esso Standard Oil (Australia) Limited [1961] HCA 75 ; (1963) 109 CLR 407 and Southern Cross Refrigerating Company that remain applicable under the 1995 Act provided that onus is borne in mind (cf Coca-Cola Company v All-Fect Distributors Ltd [1999] FCA 1721 ; (1999) 96 FCR 107 at [39] ---[42]), I am satisfied that the trade mark HERBAGRA in respect of the particular goods in question would be deceptively similar to the trade mark VIAGRA, which had acquired a reputation in Australia prior to the application for HERBAGRA, and that because of the reputation of VIAGRA the use of HERBAGRA would be likely to deceive or cause confusion.",
      "id": "s235"
    },
    {
      "text": "48 For the sake of completeness I should add that, although I am clear in my own mind as to the proper result, in view of the reasoned decision of the Delegate to the contrary and the earnest submissions on behalf of Karam, I could not find that the elements of s 60 were established clearly or beyond doubt if such a standard is required.",
      "id": "s236"
    },
    {
      "text": "SECTION 44 \n \n 49 I am satisfied that the VIAGRA mark is registered in respect of similar goods to the goods in respect of which the HERBAGRA registration is sought, certainly in relation to registration No 864135.",
      "id": "s237"
    },
    {
      "text": "If the reputation of the VIAGRA mark is to be taken into account for the purposes of s 44, then it would follow for the reasons given in relation to s 60 that HERBAGRA is deceptively similar to VIAGRA because it so nearly resembles that other that it is likely to deceive or cause confusion (s 10).",
      "id": "s238"
    },
    {
      "text": "It was sought on behalf of Karam to use reputation to assist in distinguishing the marks but, in my view, the reputation of VIAGRA increases the chance of confusion and deception.",
      "id": "s239"
    },
    {
      "text": "50 I am by no means satisfied that it is appropriate to take reputation into account for the purposes of the comparison relevant for s 44.",
      "id": "s240"
    },
    {
      "text": "The orthodox view is that what is compared is the lawful use in the future of each mark across the goods for which it is registered rather than being tied to what has happened in the past ( Berlei Hestia per Mason J at 362; MID Sydney Pty Ltd v Australian Tourism Co Ltd (1998) 90 FCR 236 at 245---246).",
      "id": "s241"
    },
    {
      "text": "Section 60 brings in reputation.",
      "id": "s242"
    },
    {
      "text": "I am not persuaded that what was said by French J in Woolworths at [61] is sufficient to alter the test for s 44.",
      "id": "s243"
    },
    {
      "text": "There is support for the use of reputation in connection with infringement ( CA Henschke &amp; Co v Rosemount Estates Pty Ltd at [51]; Caterpillar Loader Hire (Holdings) Pty Ltd v Caterpillar Tractor Co (1983) 48 ALR 511; (1983) 1 IPR 265; (1983) 77 FLR 139 per Lockhart J at 151, Franki J at 141 and Neaves J at 163).",
      "id": "s244"
    },
    {
      "text": "It is not clear that, if correct, this is to be imported into s 44 (cf NEC Corporation v Punch Video (S) ).",
      "id": "s245"
    },
    {
      "text": "51 If the comparison is to be made without taking into account the existing reputation of VIAGRA, the similarity between the marks consists in a common suffix with no relevant meaning or connotation.",
      "id": "s246"
    },
    {
      "text": "Some would wonder whether the goods had the same source, but others would wonder whether the goods were of the same characteristics or had a common active ingredient.",
      "id": "s247"
    },
    {
      "text": "The evidence shows that it is not uncommon to have such goods sold in chemist shops with common prefixes or suffixes.",
      "id": "s248"
    },
    {
      "text": "If reputation were not taken into account, I would not be satisfied that Pfizer's mark would be deceptively similar to VIAGRA.",
      "id": "s249"
    },
    {
      "text": "I would certainly not be clearly satisfied that that was so.",
      "id": "s250"
    },
    {
      "text": "SECTION 43 \n \n 52 Section 43 does not have a long pedigree.",
      "id": "s251"
    },
    {
      "text": "It was enacted pursuant to Australia's obligations under the Agreement on Trade Related Aspects of Intellectual Property Rights (TRIPS).",
      "id": "s252"
    },
    {
      "text": "TRIPS and the 1992 Working Party Report led to a 1994 Bill containing the following cl 42(2): \n \n 'An application for the registration of a trade mark in respect of particular goods or services must be rejected if the use of the trade mark in relation to those goods or services would be likely to deceive or cause confusion regarding: \n \n \n \n (a) the nature, quality, origin, intended purpose, or some other characteristic, of the goods or services; or \n \n (b) any connection or relationship that they may have with any particular person.",
      "id": "s253"
    },
    {
      "text": "' \n \n \n\nThat Bill was enacted but never came into force.",
      "id": "s254"
    },
    {
      "text": "In the 1995 Bill (and Act) cl 42(2) of the 1994 Bill was replaced by what is now s 43 of the 1995 Act.",
      "id": "s255"
    },
    {
      "text": "The Explanatory Memorandum stated that cl 43 provides:\n \n 'That an application for registration must be rejected if the trade mark ... because of some signification inherent to it, would be likely to deceive or cause confusion regarding a characteristic of the goods or services .",
      "id": "s256"
    },
    {
      "text": "' \n [Emphasis added]\n \n\nIt seems that the final form of s 43 is a wider version of the earlier clause with a similar purpose.",
      "id": "s257"
    },
    {
      "text": "53 'Connotation' is a secondary meaning implied by the mark.",
      "id": "s258"
    },
    {
      "text": "The likelihood of deception or confusion must flow from the secondary meaning inherent in the mark itself.",
      "id": "s259"
    },
    {
      "text": "It is apparent that the underlying purpose of s 43 is a similar purpose to that lying behind ss 52 , 53 and 55 of the Trade Practices Act 1974 (Cth).",
      "id": "s260"
    },
    {
      "text": "It is to prevent the public being deceived or confused as to the nature of the goods offered by reason of a secondary meaning connoted by the mark in question, rather than, for example, deception by reason of similarity with other marks ( TGI Friday's Australia Pty Ltd v TGI Friday's Inc [2000] FCA 720 ; (2000) 100 FCR 358 at [43] ; McCorquodale v Masterson at [25]---[26]).",
      "id": "s261"
    },
    {
      "text": "Section 43 might well prevent the registration of HERBAGRA for classes of goods with no connection with herbal ingredients.",
      "id": "s262"
    },
    {
      "text": "54 The argument for Pfizer is that the use of the suffix '-AGRA' will cause the requisite confusion as to whether: \n \n (a) the HERBAGRA product is out of the same stable as VIAGRA; \n (b) the active ingredient in the HERBAGRA product is that in VIAGRA or is from the same family of ingredients; \n (c) the HERBAGRA product is equivalent to VIAGRA in terms of its effects or achieves similar or related effects.",
      "id": "s263"
    },
    {
      "text": "55 In my opinion, there is no relevant secondary meaning connoted by the mark HERBAGRA.",
      "id": "s264"
    },
    {
      "text": "An implication of sponsorship or association might qualify as such a secondary meaning or connotation, but I am not persuaded that the mark itself has that secondary meaning here.",
      "id": "s265"
    },
    {
      "text": "CONCLUSION \n \n 56 The appeal should be allowed, the decision of the Delegate reversed and the orders of the Delegate set aside.",
      "id": "s266"
    },
    {
      "text": "The application to register the trade mark should be refused.",
      "id": "s267"
    },
    {
      "text": "Karam should pay Pfizer's costs of this appeal and of the opposition proceedings before the Delegate.",
      "id": "s268"
    },
    {
      "text": "I certify that the preceding fifty-six (56) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gyles.",
      "id": "s269"
    },
    {
      "text": "Associate:\n\nDated: 1 December 2006\n\n Counsel for the Applicant: Mr RJ Webb SC \n \n Solicitor for the Applicant: Baker &amp; McKenzie \n \n Counsel for the Respondent: Mrs C Champion \n \n Solicitor for the Respondent: Matthews Folbigg Pty Ltd \n\n Dates of Hearing: 13, 14 July 2006 \n \n Date of Judgment: 1 December 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1663.html",
      "id": "s270"
    }
  ]
}