{
  "name": "Slick v Westpac Banking Corporation (ACN 007 457 141)(No 1) [2006] FCA 1711 (4 December 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1711.html",
  "catchphrases": [
    {
      "text": "cross-examination",
      "id": "c0"
    },
    {
      "text": "application to recall witness for further cross-examination",
      "id": "c1"
    },
    {
      "text": "applicable principles",
      "id": "c2"
    },
    {
      "text": "discretionary considerations",
      "id": "c3"
    },
    {
      "text": "whether evidence has probative value",
      "id": "c4"
    },
    {
      "text": "whether real prejudice to witness",
      "id": "c5"
    },
    {
      "text": "leave refused",
      "id": "c6"
    },
    {
      "text": "practice and procedure",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "(REVISED FROM TRANSCRIPT)\n \n BACKGROUND \n \n1 The respondents filed a notice of motion on 27 November 2006 seeking an order from the court that Mr Leo Seward be recalled for further cross-examination on two topics.",
      "id": "s0"
    },
    {
      "text": "The first topic relates to Mr Seward having made no complaint to Quadrant about having been misled by it in 2001 or thereafter until the commencement of these proceedings in June 2003.",
      "id": "s1"
    },
    {
      "text": "The reason that the respondents wish to cross-examine on this topic is that they may wish to submit that the court should infer, from Mr Seward's failure to complain, that the representations allegedly made to him were not made at all or, if made, that they were not relied upon.",
      "id": "s2"
    },
    {
      "text": "2 The second topic proposed for cross-examination is Mr Seward's involvement in the preparation of forecasts.",
      "id": "s3"
    },
    {
      "text": "The respondents wish to pursue this because, depending on the course of the evidence, they may wish to submit at the final hearing that Mr Seward's level of involvement in the preparations of forecasts in the year 2000 should not be accepted having regard to the degree of his involvement in 2001.",
      "id": "s4"
    },
    {
      "text": "3 I am satisfied on the evidence and from what Mr Sackar QC told me from the bar table that it did not occur to him to cross-examine Mr Seward on these topics until some time during the week commencing 18 September 2006, nor did it occur to any of the other members of the respondents' legal team to raise this matter for cross-examination until Mr Sackar adverted to it in September.",
      "id": "s5"
    },
    {
      "text": "At that time the parties and many of their legal representatives were in the United States to take evidence on commission before me.",
      "id": "s6"
    },
    {
      "text": "4 I am satisfied that the failure to cross-examine Mr Seward on the proposed topics was not the result of a tactical decision made by the respondents or their advisers.",
      "id": "s7"
    },
    {
      "text": "PRINCIPLES \n \n5 As Tamberlin J said in Searle v Keayes (1994) 126 ALR 728, the trial judge has a discretion whether to permit the recall of witnesses.",
      "id": "s8"
    },
    {
      "text": "His Honour pointed out at 729 that \"[o]ne important consideration is that litigation must be resolved and not be the subject of continuous reopening and prolongation\".",
      "id": "s9"
    },
    {
      "text": "6 In Ishac v David Securities Pty Limited (No 5) (unreported, Young J, 24 March 1992) His Honour listed four common situations where it is appropriate to allow further cross-examination.",
      "id": "s10"
    },
    {
      "text": "Only the first is relevant to the present case.",
      "id": "s11"
    },
    {
      "text": "It is where there is a bona fide omission by cross-examining counsel to deal with the subject and the omission comes to the cross-examiner's attention shortly after the witness has left the witness box.",
      "id": "s12"
    },
    {
      "text": "I do not consider that his Honour was attempting to lay down an exhaustive list.",
      "id": "s13"
    },
    {
      "text": "Rather, he set out guiding factors for the exercise of the discretion in situations which may be thought commonly to arise.",
      "id": "s14"
    },
    {
      "text": "7 The principles stated in Brown v Petranker (1991) 22 NSWLR 717 at 728-9 by Clarke JA (with whom Handley JA and Waddell AJA agreed) applied to an application by a party to recall a witness to give further evidence in chief.",
      "id": "s15"
    },
    {
      "text": "Nevertheless, in my opinion the overriding principle stated by Clarke JA seems to be the appropriate test.",
      "id": "s16"
    },
    {
      "text": "That is, the exercise of the court's discretion is dependent upon whether the interests of justice require leave to be granted or refused.",
      "id": "s17"
    },
    {
      "text": "Inquiry includes an examination of any prejudice to the other party; see also R v Gassy (No 3) (2005) 93 SASR 454 at [318].",
      "id": "s18"
    },
    {
      "text": "8 The principles stated by Jeffrey J in Henning v Lynch [1974] 2 NSWLR 254 at 259, to which Clarke JA referred with approval in Brown v Petranker, also dealt with reopening to tender additional evidence.",
      "id": "s19"
    },
    {
      "text": "In my view the test of \"accident, mistake or want of foresight\" to which Jeffrey J referred is only a guiding factor.",
      "id": "s20"
    },
    {
      "text": "The overriding consideration is the interests of justice.",
      "id": "s21"
    },
    {
      "text": "9 Two questions seem to me to be relevant to the exercise of my discretion in the present case.",
      "id": "s22"
    },
    {
      "text": "The first is whether the evidence sought to be adduced in cross-examination is likely to be sufficiently probative to carry any real weight in the determination of the issues or otherwise of sufficient substance.",
      "id": "s23"
    },
    {
      "text": "10 The second is whether there is real prejudice to Mr Seward.",
      "id": "s24"
    },
    {
      "text": "This reduces to two sub questions.",
      "id": "s25"
    },
    {
      "text": "The first is prejudice said to arise by reason of the delay between the conclusion of Mr Seward's evidence on 7 September 2006 and the time of his proposed recall in February 2007.",
      "id": "s26"
    },
    {
      "text": "The second is that it is said that Mr Seward may have lost the opportunity to adduce evidence from other witnesses in the proceedings, in particular, Mr Tom Slick and Ms Elaine Addison on the topic of the failure to complain.",
      "id": "s27"
    },
    {
      "text": "THE NATURE OF THE PROPOSED CROSS-EXAMINATION \n \n11 The respondents rely upon a number of authorities for the proposition that a failure to complain prior to the commencement of proceedings may be a significant factor from which the court can draw an inference that the party did not rely on any such representation.",
      "id": "s28"
    },
    {
      "text": "Thus, it is submitted by the respondents that the proposed cross-examination goes to an issue in the cause rather than to credit; see Dukemaster Pty Ltd v Bluehive Pty Ltd [2002] FCAFC 377 at [58] ; see also Cordelia Holdings Pty Ltd v Newkey Investments Pty Ltd [2004] FCAFC 48 at [71] - [77] .",
      "id": "s29"
    },
    {
      "text": "12 The reasons why a failure to complain may have relevance or may assist in resolution of an issue were stated by Einstein J in Biscayne Partners Pty Ltd v Valance Corp Pty Ltd [2003] NSWSC 874 at [150] .",
      "id": "s30"
    },
    {
      "text": "What underlies his Honour's explanation is that a failure to complain may point to a finding of absence of any real ground for complaint or reliance where a plaintiff would be expected to have spoken.",
      "id": "s31"
    },
    {
      "text": "But the principle assumes that the person had knowledge of the alleged misrepresentation at the relevant time.",
      "id": "s32"
    },
    {
      "text": "That is to say, how can a failure to complain about that which the party was unaware have any real probative value?",
      "id": "s33"
    },
    {
      "text": "13 Whether the failure to complain goes to credit or to an issue in the proceeding will depend on the facts and circumstances of each case.",
      "id": "s34"
    },
    {
      "text": "In the present proceedings it may be that the proposed cross-examination goes in some way to the issue of reliance as shown in the authorities relied upon by the respondents.",
      "id": "s35"
    },
    {
      "text": "However, in light of the material which the respondents wish to explore as set out in the draft list of proposed topics of cross-examination, I am inclined to the view that the cross-examination will go in some significant respects to Mr Seward's credit.",
      "id": "s36"
    },
    {
      "text": "14 To the extent that the proposed cross-examination will go to credit I am not satisfied that it would have substantial probative value.",
      "id": "s37"
    },
    {
      "text": "Moreover, I am not persuaded that a sufficient evidentiary basis has been established on the present motion to warrant reopening cross-examination.",
      "id": "s38"
    },
    {
      "text": "In particular, it appears from evidence adduced in the proceedings that in the period from 2001-2002 BWC was suffering increasing financial difficulties but it is not established on this motion that Mr Seward was at that time aware, as the applicants contend, that Quadrant had allowed Mr Blom to present projections to the applicants without revealing that Blom's earlier (and less optimistic) projections had failed.",
      "id": "s39"
    },
    {
      "text": "15 Insofar as the respondents call in aid the \"most walks of life\" ordinary human nature test referred to by Einstein J in Biscayne , the material referred to in the respondents' affidavits on the motion seems to me to be insufficient to justify the exercise of my discretion.",
      "id": "s40"
    },
    {
      "text": "I do not consider that the topics listed in the draft list illustrate with a sufficient degree of confidence that the evidence would have sufficient evidentiary value to justify me in exercising my discretion in this matter.",
      "id": "s41"
    },
    {
      "text": "16 It is true, as the High Court said in Fox v Percy [2003] HCA 22 ; (2003) 214 CLR 118 at [31] , that a factual finding should, so far as possible, turn on the basis of \"contemporary materials, objectively established facts and the apparent logic of events\".",
      "id": "s42"
    },
    {
      "text": "Nevertheless, I do not see that a sufficient basis has been established to allow the issue of failure to complain to be explored in the manner proposed; nor do I consider that the observations of the High Court in MWJ v The Queen [2005] HCA 74 ; (2005) 222 ALR 436 at [39] - [40] on the application of the rule in Browne v Dunn assist in the resolution of this motion.",
      "id": "s43"
    },
    {
      "text": "17 The question whether leave ought to be granted to further cross-examine a witness is to be determined upon the principles I have already stated.",
      "id": "s44"
    },
    {
      "text": "Whether or not the respondents are precluded under the rule in Browne v Dunn from relying in final submissions on Mr Seward's failure to complain is another question.",
      "id": "s45"
    },
    {
      "text": "I do not need to answer it on today's application.",
      "id": "s46"
    },
    {
      "text": "PREJUDICE BY REASON OF DELAY \n \n18 I do not think that anything turns upon the fact that notice was only given to the applicants on 16 October 2006, some four weeks after the matter was first raised for consideration within the respondents' camp by Mr Sackar.",
      "id": "s47"
    },
    {
      "text": "However, it does seem to me that there would be substantial prejudice to Mr Seward to have to re-enter the witness box some five months after he was excused from further attendance.",
      "id": "s48"
    },
    {
      "text": "This is particularly so where his credit is put in issue and he has been extensively cross-examined over three separate days.",
      "id": "s49"
    },
    {
      "text": "He was in the witness box for over a day and a half in the period from 5 September 2006 to 7 September 2006 and his credit was tested extensively during cross-examination.",
      "id": "s50"
    },
    {
      "text": "19 It is true that I have power to prevent unfair cross-examination by the exercise of my discretion under the Evidence Act 1995 (Cth) but I do not see that this is a sufficient answer in a case where credit is hotly in issue and debates are likely to arise as to the limits of any further cross-examination.",
      "id": "s51"
    },
    {
      "text": "PREJUDICE BY LOSS OF OPPORTUNITY TO ADDUCE ADDITIONAL EVIDENCE ON THE ISSUE OF FAILURE TO COMPLAIN \n \n20 I accept that Ms Addison has given comprehensive evidence of her communications in relation to BWC covering the period 2000-2001.",
      "id": "s52"
    },
    {
      "text": "Nevertheless, her evidence addressed the case brought by Mr Slick.",
      "id": "s53"
    },
    {
      "text": "In my view there is more than a theoretical possibility that she may be able to give evidence on communications involving Mr Seward that might possibly be able to explain his failure to complain.",
      "id": "s54"
    },
    {
      "text": "It may only be a possibility rather than a real likelihood but in my view it is sufficient in all the circumstances of the present motion.",
      "id": "s55"
    },
    {
      "text": "21 I do not consider that it was incumbent upon the applicants to adduce evidence in anticipation of what might be put to Mr Seward to support the submission that there was at least a possibility as has been pointed to by them.",
      "id": "s56"
    },
    {
      "text": "WRITTEN SUBMISSIONS \n \n22 The motion was dealt with quite fully in written submissions and was debated before me this morning.",
      "id": "s57"
    },
    {
      "text": "I have not addressed every matter that was put but I think that the reasons that I have given sufficiently cover the principal considerations.",
      "id": "s58"
    },
    {
      "text": "I will leave the written submissions with the papers in case there is a need to refer to them.",
      "id": "s59"
    },
    {
      "text": "POSTSCRIPT \n \n23 Following upon the delivery of my reasons Mr Studdy, junior counsel for the respondents, properly raised with me the question of the use to be made of the 20 topics listed on the last page of Mr Beaton's affidavit of 1 December 2006.",
      "id": "s60"
    },
    {
      "text": "As Mr Studdy rightly pointed out, the ground upon which the respondents have sought to recall Mr Seward is his failure to complain.",
      "id": "s61"
    },
    {
      "text": "They did not in their evidence intend to set out the proposed list either as indicative of the matters which will be covered or which would limit the proposed cross-examination.",
      "id": "s62"
    },
    {
      "text": "24 I accept that this is so.",
      "id": "s63"
    },
    {
      "text": "However, it does seem to me that the matters referred to in paragraphs [10]-[18] of the list would be matters which would be likely to be explored in cross-examination.",
      "id": "s64"
    },
    {
      "text": "I think on refection that the only use that could be made of this is that it does demonstrate that the length of cross-examination may well be likely to be greater than that which has been estimated by the respondents.",
      "id": "s65"
    },
    {
      "text": "I say this with respect to counsel but I do think that in the light of the history of this matter and the other matters referred to in the evidence in support of the present motion, it is optimistic to suggest that cross-examination would be limited to an hour or so.",
      "id": "s66"
    },
    {
      "text": "ORDERS \n \n25 I should say, notwithstanding what Mr Studdy put to me after delivery of judgment, I do not consider that this has any bearing upon the orders that I will make or the reasons why I have come to the view that I have expressed.",
      "id": "s67"
    },
    {
      "text": "26 I think the proper order is that the motion should be dismissed with costs.",
      "id": "s68"
    },
    {
      "text": "I certify that the preceding twenty-six (26) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jacobson J.",
      "id": "s69"
    },
    {
      "text": "Associate:\n\nDated: 4 December 2006\n\n\n Counsel for the Applicant: J Gleeson SC with A T S Dawson \n \n Solicitor for the Applicant: Colin Biggers &amp; Paisley \n \n Counsel for the Respondent: J R Sackar QC with D B Studdy, R M Foreman \n \n Solicitor for the Respondent: Minter Ellison \n \n Date of Hearing: 4 December 2006 \n \n Date of Judgment: 4 December 2006 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1711.html",
      "id": "s70"
    }
  ]
}