{
  "name": "SZEQC v Minister for Immigration and Multicultural Affairs [2006] FCA 1510 (10 November 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1510.html",
  "catchphrases": [
    {
      "text": "no point of principle",
      "id": "c0"
    },
    {
      "text": "appeal dismissed.",
      "id": "c1"
    },
    {
      "text": "migration",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from orders made by a Federal Magistrate on 24 May 2006 in which the Federal Magistrate dismissed the appellant's application for judicial review of a decision of the Refugee Review Tribunal made on 13 December 2005 and handed down on 5 January 2006.",
      "id": "s0"
    },
    {
      "text": "The Tribunal there affirmed a decision of a delegate of the Minister for Immigration and Multicultural Affairs to refuse the grant of a protection visa to the appellant.",
      "id": "s1"
    },
    {
      "text": "2 The appellant is a citizen of India.",
      "id": "s2"
    },
    {
      "text": "He arrived in Australia on 26 March 1998.",
      "id": "s3"
    },
    {
      "text": "On 21 January 2000 he applied to the Department of Immigration and Multicultural Affairs for a protection visa.",
      "id": "s4"
    },
    {
      "text": "On 13 March 2000 the delegate refused his application for a protection visa.",
      "id": "s5"
    },
    {
      "text": "On 23 May 2001 the Tribunal (differently constituted) affirmed the delegate's decision.",
      "id": "s6"
    },
    {
      "text": "On 24 October 2005 the Federal Magistrates Court quashed the Tribunal's decision of 23 May 2001 and remitted the matter to the Tribunal to be determined according to law.",
      "id": "s7"
    },
    {
      "text": "3 On 13 December 2005 the Tribunal affirmed the delegate's decision not to grant a protection visa.",
      "id": "s8"
    },
    {
      "text": "4 In his application for a protection visa the appellant claimed that he was a Sikh and had completed 15 years of education graduating BA from Punjab University.",
      "id": "s9"
    },
    {
      "text": "He said that he had lived at the same address in Chandigarah for 10 years before he left India legally in March 1998 travelling on a valid Indian passport.",
      "id": "s10"
    },
    {
      "text": "From 1994 until 1998 he had been employed as a chef.",
      "id": "s11"
    },
    {
      "text": "5 The appellant claimed in his application that his uncle was a member of the Armed Khalistan Commando Group as a result of which his family became under watch of the authorities.",
      "id": "s12"
    },
    {
      "text": "That was the reason why he left India.",
      "id": "s13"
    },
    {
      "text": "His uncle was underground but he said the authorities believed that the family knew of the uncle's whereabouts and were helping him.",
      "id": "s14"
    },
    {
      "text": "He claimed that the whole of his family were persecuted because of his uncle's role in that group.",
      "id": "s15"
    },
    {
      "text": "He claimed in that application his family was tortured but that he was not.",
      "id": "s16"
    },
    {
      "text": "6 An Australian citizen who had been born in the Punjab was called as a witness at the hearing.",
      "id": "s17"
    },
    {
      "text": "He said that he had met the appellant in the year 2000, that they had become good friends, and that he had spoken to the appellant's father in India and had visited him.",
      "id": "s18"
    },
    {
      "text": "He said the appellant's parents had been tortured.",
      "id": "s19"
    },
    {
      "text": "It was his evidence that the appellant's parents' pension entitlements had been extorted by the police.",
      "id": "s20"
    },
    {
      "text": "He said that they had also lost their family home.",
      "id": "s21"
    },
    {
      "text": "He said that the family had moved to another town but the police harassment had followed that family.",
      "id": "s22"
    },
    {
      "text": "It was his evidence that the appellant would be in danger if he were to return to India.",
      "id": "s23"
    },
    {
      "text": "7 During the hearing, and during the appellant's evidence, it was put to the appellant that the country information suggested that the conflict which had existed in the Punjab for the 10 years prior to 1995 had ended and that the Punjab was peaceful, and that the rule of law had been restored.",
      "id": "s24"
    },
    {
      "text": "It was put to him that the events about which he complained had occurred shortly after the insurgency had stopped and that there was now no real risk that he would suffer any harm if he were to return to the Punjab.",
      "id": "s25"
    },
    {
      "text": "8 The matter was adjourned to allow the appellant to provide evidence contrary to the propositions which had been put to him.",
      "id": "s26"
    },
    {
      "text": "9 After the hearing the Tribunal wrote to the appellant stating:\n \n 'In your primary application, you stated: \n \n 1.",
      "id": "s27"
    },
    {
      "text": "That your uncle was a member of the Armed Khalistan Commando; \n \n 2.",
      "id": "s28"
    },
    {
      "text": "That you were not tortured in India.",
      "id": "s29"
    },
    {
      "text": "However, at hearing on 25 November, you told the Tribunal that: \n \n \n \n 1.",
      "id": "s30"
    },
    {
      "text": "Your uncle ran a restaurant and the suspicions of the police were due to the fact that the militants came to eat at his restaurant and arms were found in the restaurant during a search.",
      "id": "s31"
    },
    {
      "text": "2.",
      "id": "s32"
    },
    {
      "text": "That you were tortured.",
      "id": "s33"
    },
    {
      "text": "Why this information is relevant to the review: \n \n \n \n These contradictory accounts may be the reason or part of the reason for the Tribunal to discredit your evidence and affirm the Delegate's decision.",
      "id": "s34"
    },
    {
      "text": "' \n \n\n10 The applicant replied on 8 December 2005:\n \n 'Further to clarify two points mentioned in your last correspondence I hereby state that:- \n \n 1.",
      "id": "s35"
    },
    {
      "text": "Yes my uncle was running a restaurant and his involvement in terrorist activities was established when police found arms and ammunition in his restaurant and later declared him one of the members of armed Khalistan Commando Force.",
      "id": "s36"
    },
    {
      "text": "2.",
      "id": "s37"
    },
    {
      "text": "As told, after my uncle went underground and managed to flee out of India and me being the link because of my employment in his restaurant the police started harassing and torturing my parents.",
      "id": "s38"
    },
    {
      "text": "Then they started extorting money from my father on the pretext that in case their demands are not met they are going to implicate me in false terrorism case.",
      "id": "s39"
    },
    {
      "text": "When my father got exhausted of all his retirement benefits and belongings, he decided to lodge a complaint against those highly ranked police officers, which never got registered.",
      "id": "s40"
    },
    {
      "text": "To counter this move the police shifted over to me and started torturing me to accept in written (sic) that I knew about my uncle's terrorist activities and was also assisting him otherwise they will liquidate me in false police encounter case.",
      "id": "s41"
    },
    {
      "text": "I was left with no alternative other than to flee out of India for my life.",
      "id": "s42"
    },
    {
      "text": "' \n \n\n11 The Tribunal accepted that the appellant was a citizen of India but rejected the rest of the appellant's claims.",
      "id": "s43"
    },
    {
      "text": "12 The Tribunal found that the appellant's reply on 8 December 2005 did not resolve the conflict between the claim which he originally presented and his oral evidence.",
      "id": "s44"
    },
    {
      "text": "For example, it did not resolve the conflict between his original claim that he had not been tortured and his later claim that he had.",
      "id": "s45"
    },
    {
      "text": "The Tribunal also found there was a conflict between his original complaint about his uncle's involvement with the Armed Khalistan Commando Group and his later claim that his uncle ran a restaurant where Sikh militants used to eat.",
      "id": "s46"
    },
    {
      "text": "13 The Tribunal found that the appellant's account was inconsistent with independent country information.",
      "id": "s47"
    },
    {
      "text": "The Tribunal found that the appellant did not leave India until almost three years after the violence had ceased.",
      "id": "s48"
    },
    {
      "text": "The country information was inconsistent with his claim that the police harassed people.",
      "id": "s49"
    },
    {
      "text": "The country information indicated that the Indian judicial system functioned and that people wrongly accused of militancy were able to obtain a fair trial.",
      "id": "s50"
    },
    {
      "text": "It found that the appellant was not at risk of arrest or harm or any other risk for any Convention reason.",
      "id": "s51"
    },
    {
      "text": "The Tribunal did not accept the evidence of the appellant's witness in relation to the appellant's family and, in particular, in relation to the appellant's father.",
      "id": "s52"
    },
    {
      "text": "The Tribunal found that the appellant did not have a well-founded fear of persecution for a Convention reason.",
      "id": "s53"
    },
    {
      "text": "14 The appellant brought proceedings in the Federal Magistrates Court seeking a review of that decision.",
      "id": "s54"
    },
    {
      "text": "The Federal Magistrate found that the nine separate grounds in support of the application for review 'fall into the error of merits review.",
      "id": "s55"
    },
    {
      "text": "They do not allege jurisdictional error, and I am unable to discern any jurisdictional error'.",
      "id": "s56"
    },
    {
      "text": "The Federal Magistrate dismissed the application for a review.",
      "id": "s57"
    },
    {
      "text": "15 The appellant's grounds of appeal are:\n \n \n '1.",
      "id": "s58"
    },
    {
      "text": "The appellant is aggrieved that the dismissal order of the review application by FM SCARLETT on 24 May 2006 would jeopardise the appellant's safety upon return to his country as mentioned in his protection visa application that the applicant has been previously persecuted in India before coming to Australia.",
      "id": "s59"
    },
    {
      "text": "2.",
      "id": "s60"
    },
    {
      "text": "The refugee review tribunal denied the natural justice.",
      "id": "s61"
    },
    {
      "text": "3.",
      "id": "s62"
    },
    {
      "text": "The Tribunal decision was unjust and was made without taking into account the full gravity of the circumstances of the appellant's claims.",
      "id": "s63"
    },
    {
      "text": "4.",
      "id": "s64"
    },
    {
      "text": "The Tribunal had no other substantive material or evidence to justify its decision.",
      "id": "s65"
    },
    {
      "text": "5.",
      "id": "s66"
    },
    {
      "text": "The Tribunal cited so many reports and references, which are not relevant to the appellant's protection visa application when the appellants applied for protection visa with his own circumstances and claims.",
      "id": "s67"
    },
    {
      "text": "6.",
      "id": "s68"
    },
    {
      "text": "The Tribunal decision is involved in Jurisdictional error and also did not comply with mandatory obligations according to the Migration Act 1958 .",
      "id": "s69"
    },
    {
      "text": "Such as- the Tribunal did not comply with the mandatory obligations that contained in section 424A of the migration act.",
      "id": "s70"
    },
    {
      "text": "a) The Tribunal did not ensure, as far as practicable, or at all, that the appellants understood why all those references and information were relevant to their review application as required by section 424A(1)(b) of the migration act.",
      "id": "s71"
    },
    {
      "text": "b) The Tribunal did not give the Particulars of the information or references in the manner required by section 424A(1)(a) and 424 (2)(a) of the migration act.",
      "id": "s72"
    },
    {
      "text": "c) Federal Magistrate FM SCARLETT failed to remit the matter back to the Tribunal for reconsideration according to the law as the tribunal failed to comply with the mandatory obligations and lawful effect while making the decision of the review application.",
      "id": "s73"
    },
    {
      "text": "' \n \n \n \n\n16 In support of his grounds the appellant has, as he did before the Federal Magistrate, raised questions of merit.",
      "id": "s74"
    },
    {
      "text": "No submission was put forward to indicate that the Federal Magistrate was wrong in concluding that the application before him was merits based and did not identify any jurisdictional error.",
      "id": "s75"
    },
    {
      "text": "17 Although the grounds of appeal to this Court claimed that the Tribunal denied the appellant natural justice which would, if made out, amount to jurisdictional error, no attempt has been made to particularise or identify the particular denial of natural justice.",
      "id": "s76"
    },
    {
      "text": "Ground 3 of the grounds is a merits based claim which cannot be entertained on the application for review.",
      "id": "s77"
    },
    {
      "text": "Ground 6 does raise a failure by the Tribunal to comply with s 424A of the Act but no particularity is given of that failure.",
      "id": "s78"
    },
    {
      "text": "In any event, the Federal Magistrate found, rightly in my opinion, that the Tribunal had complied with s 424A in the manner in which the Tribunal had written to the appellant.",
      "id": "s79"
    },
    {
      "text": "18 In my opinion, no error has been shown on the part of the Federal Magistrate.",
      "id": "s80"
    },
    {
      "text": "No jurisdictional error on the part of the Tribunal has been made out.",
      "id": "s81"
    },
    {
      "text": "The appeal, therefore, must be dismissed.",
      "id": "s82"
    },
    {
      "text": "The appellant must pay the first respondent's costs.",
      "id": "s83"
    },
    {
      "text": "I certify that the preceding eighteen (18) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Lander.",
      "id": "s84"
    },
    {
      "text": "Associate:\n\nDated: 20 November 2006\n\n\n Counsel for the Appellant: The Appellant appeared in person \n \n Counsel for the Respondent: Mr Reilly \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 8, 10 November 2006 \n \n Date of Judgment: 10 November 2006 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1510.html",
      "id": "s85"
    }
  ]
}