{
  "name": "SZCHB v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCA 1543 (17 November 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1543.html",
  "catchphrases": [
    {
      "text": "status of findings of fact of the refugee review tribunal",
      "id": "c0"
    },
    {
      "text": "impermissible merits review",
      "id": "c1"
    },
    {
      "text": "weight given by tribunal to conflicting evidence",
      "id": "c2"
    },
    {
      "text": "migration",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal against a judgment of Federal Magistrate Scarlett of 9 March 2006 dismissing an application for judicial review of a decision of the Refugee Review Tribunal ('the Tribunal') made on 10 November 2003 and handed down on 3 December 2003.",
      "id": "s0"
    },
    {
      "text": "The Tribunal affirmed a decision of a delegate of the Minister for Immigration and Multicultural and Indigenous Affairs to refuse to grant a Protection Visa (Class XA) ('a Protection Visa') to the appellant.",
      "id": "s1"
    },
    {
      "text": "2 The appellant is a citizen of Bangladesh who arrived in Australia on the 29 March 2003.",
      "id": "s2"
    },
    {
      "text": "On 15 April 2003 the appellant lodged an application for a Protection Visa.",
      "id": "s3"
    },
    {
      "text": "This application was refused by a delegate of the Minister on 30 May 2003, who found that there was not a real chance that the appellant would be persecuted for his political opinion, or for any other Convention reason, if he returned to Bangladesh.",
      "id": "s4"
    },
    {
      "text": "3 On 22 June 2003 the appellant filed an Application for Review with the Tribunal.",
      "id": "s5"
    },
    {
      "text": "He attended a hearing on 7 November 2003, where he gave evidence and was represented by a Migration Agent.",
      "id": "s6"
    },
    {
      "text": "4 On 3 December 2003 the Tribunal handed down its decision, deciding the appellant was not entitled to a Protection Visa\n \n5 Before the Tribunal the appellant claimed to be a 'non believer' with a well-founded fear of persecution if he returned to Bangladesh.",
      "id": "s7"
    },
    {
      "text": "The Tribunal described the appellant's claims as follows:\n \n 'The [appellant] claims that he was born in a conservative Muslim family who had \"strong adherence with Islamic rituals and customs\" and was forced to go to the Mosque and learn Arabic and was \"faced by fanaticism by my parents to follow strict rules\" and could not enjoy TV and videos and \"had to be Islamic dress at home\".",
      "id": "s8"
    },
    {
      "text": "He claims he completed his SSC in 1992 and then went to the Model College for his HSC where he met \"many intellectuals, writers, scholars, poets, dramatists, progressive thinkers and filmmakers\" and completed his HSC in 1994.",
      "id": "s9"
    },
    {
      "text": "The [appellant] claims that after commencing his Bachelors degree at the same college he \"could not continue my studies due to my strong stand against religious fanaticism\" and he was adamantly opposed to followers of Mohammed.",
      "id": "s10"
    },
    {
      "text": "The [appellant] claimed that in addition to working as a cook from January 1997 until December 2002, he joined the Rangdhany Theatre, Uthichi Naitoogosti, Loko Naitoodal, Kushilob, and Arinok, and he \"became a member of a number of social organizations who wished to make a secular orientated Bangladesh and I tried to create awareness to the people by Cultural Revolution\" and claims he was \"a leading artist in the movement\" and as a result he \"became a target by the Islamic Chatra Sibir, the student wing of the Jamet-e-Islami\" and was attacked by them on many occasions.",
      "id": "s11"
    },
    {
      "text": "He claims that 22 March 1995 he was grabbed by a group of Chatra Sibir who \"beat me mercilessly\" and said he was \"kafir\" (does not belong to a the Islamic religion) and should stop drama.",
      "id": "s12"
    },
    {
      "text": "He claims he reported this to the police but they \"did not take any action against them\" and the situation did not change in 1996 when the Awami League came to power.",
      "id": "s13"
    },
    {
      "text": "He claims he staged a number of dramas \"against the fanatic forces of the country\" and on 27 November 1999 he was attacked and stabbed \"by a group of Islamic activists those who saw me at Baitul Mokkram while I was buying a gift for a friend's wedding\" but was saved by the police.",
      "id": "s14"
    },
    {
      "text": "He claims that while the police arrested and charged his attackers, \"they were released on bail from Court\" and he spent a week in a private clinic.",
      "id": "s15"
    },
    {
      "text": "The [appellant] claims that he \"became involved seriously with Ragdanu Theatre\" and helped stage a number of dramas including Rupan and this \"made him well known in Bangladesh\" and he \"became one of the renowned artists in Bangladesh\", He claims that the BNP and Jamet-e-Islami shared power after the 1 October 2001 election but had been opposed by \"all our progressive forces\" and he claims \"I led many demonstrations against anti liberation forces\" and on 9 October 2001 his house was ransacked and his brother was beaten so he \"could not live at home safely\" and was \"always scared to death\".",
      "id": "s16"
    },
    {
      "text": "He claims on 23 June he \"led a procession from Samilito Sangskritik Jote\" but \"the procession was disrupted by the police and the police implicated a number of false charges against me\" and he was \"hunted by the police and finally I received an opportunity to come out from Bangladesh\".",
      "id": "s17"
    },
    {
      "text": "The [appellant] claims that he will be persecuted if he returns to Bangladesh and his life is not safe there.",
      "id": "s18"
    },
    {
      "text": "' \n \n\n6 The Tribunal accepted a variety of the appellant's claims, saying:\n \n 'The Tribunal accepts that the [appellant] was brought up in a conservative Muslim family which imposed a fairly rigid Islamic conditions on him as he was growing up; has spoken out in support of secular ideals; was attacked on two occasions (the first over eight and a half years ago when the police \"did not take any action against them\" [although the reason for this is not made clear: for example, they may not have known who his attackers were or may not have been able to obtain any evidence to pursue the matter]; and the second, only 4 years ago, when according to the [appellant's] own account the police saved him and took appropriate action but the attackers were subsequently \"were released on bail from Court\", leading the Tribunal to be satisfied that due process was followed and there was not a failure of state protection for a Convention or any other reason on this occasion).",
      "id": "s19"
    },
    {
      "text": "' \n \n\n7 Later the Tribunal said:\n \n '.. the Tribunal accepts that the [appellant] is an actor.",
      "id": "s20"
    },
    {
      "text": "It also accepts that in this capacity he, along with one other from his group, went to India on 16 October 2002 in connection with a planned drama production series, but agreement could not be reached about the money for the series when they arrived in India so, unexpectedly, the production was cancelled and they returned to Bangladesh after only two days.",
      "id": "s21"
    },
    {
      "text": "The Tribunal finds that it is significant that having claimed to have been involved in drama for so long, the only three articles that he produced that referred to him in any language (these were in Bengali) were published within four days of each other --- and at the time of his visit to India.",
      "id": "s22"
    },
    {
      "text": "And notwithstanding the adviser submitting that he was a talent of some renown, the Tribunal is satisfied that to have only received media mention at the time of his planned international visit to India is a reflection on his limited artistic profile in Bangladesh.",
      "id": "s23"
    },
    {
      "text": "The Tribunal also finds it significant that he did not claim that he receive any media coverage either after his return from India or \"Chayachandra\", the Tribunal is also satisfied that the fact that he only claims he was only mentioned on one occasion is a substantial weekly publication further demonstrates his limited profile as a dramatist.",
      "id": "s24"
    },
    {
      "text": "Accordingly, given all the above, the Tribunal does not accept the [appellant's] claim that he is \"a leading artist in the movement\" and \"became one of the renowned artists in Bangladesh\", and finds that he has embellished his claims in order to enhance his claim for refugee status .",
      "id": "s25"
    },
    {
      "text": "'\n \n\n8 The Tribunal referred to independent country information, and, in relation to the appellant's claim of a fear of persecution on account of his atheism, concluded: \n \n '...",
      "id": "s26"
    },
    {
      "text": "The Tribunal is satisfied that there is not a real chance that the [appellant] would experience serious harm amounting to persecution for a Convention reason on this basis if he returns to Bangladesh, either now or in the foreseeable future.",
      "id": "s27"
    },
    {
      "text": "' \n \n\n9 Later, the Tribunal said:\n \n '... the Tribunal accepts the above independent country information, over the claims made by the [appellant], shows that the courts in Bangladesh are independent and that people can rely on the courts.",
      "id": "s28"
    },
    {
      "text": "Accordingly, the Tribunal is satisfied that even if legal action is taken against him over property rights, human rights or indeed the claimed false charges, the [appellant] could appeal to the courts for independent consideration of his entitlements and legal protection and so finds that there is not a real chance that will be subjected to serious harm amounting to persecution for a Convention reason on this basis.",
      "id": "s29"
    },
    {
      "text": "' \n \n\n10 The Tribunal also said: \n \n '... the Tribunal is satisfied that if for any reason the [appellant] did not want to return to Dhaka because of a fear of being attacked or for any reason whatsoever, it would be reasonable for him as a young man with established skills as a cook and actor to live in another part of Bangladesh.",
      "id": "s30"
    },
    {
      "text": "Moreover, and based on independent country information put to the [appellant] at the hearing ... the Tribunal is also satisfied that if he chose to live elsewhere in Bangladesh, and even if he continues to espouse his views on Islam and it becomes known that he is a non believer, there is not a real chance that he will be subjected to serious harm amounting to persecution for a Convention reason on this or any other basis.",
      "id": "s31"
    },
    {
      "text": "' \n \n\n11 Finally, the Tribunal said:\n \n '...",
      "id": "s32"
    },
    {
      "text": "The Tribunal accepts that there are some ongoing security and human rights difficulties in Bangladesh.",
      "id": "s33"
    },
    {
      "text": "However, having already considered these claims in the context of his opposition to Islam and fundamentalism, the Tribunal has not been able to satisfy itself that the essential and significant reason for any other difficulties the [appellant] may have on this basis would be for a Convention related, including his claimed \"non-believer\" beliefs, his social group or his imputed political opinion.",
      "id": "s34"
    },
    {
      "text": "' \n \n\n12 Before the Federal Magistrate, the appellant, in his Further Amended Application to the Federal Magistrates Court of 8 March 2006, asserted two grounds: \n \n \n '1.",
      "id": "s35"
    },
    {
      "text": "The [appellant] claimed that he \"led many demonstrations against anti liberation forces and on the 9 October 2001 his house was ransacked and his brother was beaten\".",
      "id": "s36"
    },
    {
      "text": "The Tribunal dealt with this claim by finding that the fact that the appellant returned to Bangladesh from India in October 2002 meant he did not have a well-founded fear of persecution at the time.",
      "id": "s37"
    },
    {
      "text": "The Tribunal fell into jurisdictional error in the above reasoning process.",
      "id": "s38"
    },
    {
      "text": "2.",
      "id": "s39"
    },
    {
      "text": "The Tribunal accepted \"that serious charges have been made against the [appellant] for throwing bombs\", but found that the courts are independent in Bangladesh and, in the circumstances, the [appellant] did not have a well-founded fear of persecution on the basis of the charges.",
      "id": "s40"
    },
    {
      "text": "However, the Tribunal ignored or overlooked the existence of corruption in the lower courts and the effect this may have on whether the applicant had a well-founded fear of persecution.",
      "id": "s41"
    },
    {
      "text": "On this basis, the Tribunal fell into jurisdictional error.",
      "id": "s42"
    },
    {
      "text": "' \n \n \n\n13 Scarlett FM was ' satisfied that no jurisdictional error had been demonstrated ', and the decision being a privative clause decision, dismissed the application.",
      "id": "s43"
    },
    {
      "text": "14 Concerning the appellant's complaint about the manner in which the Tribunal dealt with the appellant's return to Bangladesh in October 2002, the Federal Magistrate found that the Tribunal did not consider the appellant's return to Bangladesh as a factor negating the existence of a well-founded fear of persecution, but as a piece of evidence on which the Tribunal was entitled to rely in deciding whether or not there was a well-founded fear of persecution at the time of the hearing.",
      "id": "s44"
    },
    {
      "text": "His Honour found that although the Tribunal did not put to the appellant its concern about his return to Bangladesh, there was no obligation to do so.",
      "id": "s45"
    },
    {
      "text": "His Honour held that there is no obligation under s 424A of the Migration Act 1958 (Cth) ('the Act') for the Tribunal to reveal its thought processes, relying on VAF v Minister for Immigration and Multicultural and Indigenous Affairs (2004) 206 ALR 471 at par 24, and SZEEU v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCAFC 2 (' SZEEU ') at par 206 per Allsop J .",
      "id": "s46"
    },
    {
      "text": "15 Scarlett FM found ground one, which was styled ' the house attack ' claim, did not reveal jurisdictional error.",
      "id": "s47"
    },
    {
      "text": "16 Scarlett FM considered the second ground, being the claim that the appellant's incarceration before the charges against him were ventilated in the corrupt lower courts constituted persecution, a claim that the Tribunal had failed to consider.",
      "id": "s48"
    },
    {
      "text": "His Honour found that this argument, ' whilst ingeniously and eloquently framed ', was, in effect, a merits review, and impermissible in a Court conducting judicial review.",
      "id": "s49"
    },
    {
      "text": "His Honour therefore rejected it.",
      "id": "s50"
    },
    {
      "text": "17 The Notice of Appeal to this Court asserts three grounds.",
      "id": "s51"
    },
    {
      "text": "18 The first is an assertion that the Tribunal failed to exercise jurisdiction by acting unreasonably, construing the applicant's evidence illogically, selectively relying on independent country information and relying on independent country information that was either irrelevant and/or out of date.",
      "id": "s52"
    },
    {
      "text": "Seven matters which are said to constitute particulars are given.",
      "id": "s53"
    },
    {
      "text": "19 The second ground alleges that the Tribunal committed jurisdictional error in failing to consider the meaning and scope of the term 'persecution' for purposes of the Migration Act 1958 (Cth) ('the Act') and the Geneva Convention on Refugees.",
      "id": "s54"
    },
    {
      "text": "The essence of this ground appears to be a claim that it was incumbent on the Tribunal to consider whether the appellant would be persecuted for Convention reasons if temporarily imprisoned for false charges, ' while corrupt lower courts deal with these charges '.",
      "id": "s55"
    },
    {
      "text": "20 The third ground alleges that the Tribunal breached the requirements of s 424A of the Act.",
      "id": "s56"
    },
    {
      "text": "This ground is based on an assertion that the Tribunal:\n \n '... elicited information about the Appellant's visit to another country and that information was used, critically, as the reason or part of the reason for affirming the delegate's decision that the Appellant did not have a \"well-founded fear of serious harm amounting to persecution for a Convention reason\".",
      "id": "s57"
    },
    {
      "text": "The Appellant was not given notice of the particulars of that information in accordance with s 424A(1) of the Act.",
      "id": "s58"
    },
    {
      "text": "21 The first ground, in my opinion, impermissibly seeks merits review: Minister for Immigration &amp; Ethnic Affairs v Wu Shan Liang [1996] HCA 6 ; (1996) 185 CLR 259 at p 272.",
      "id": "s59"
    },
    {
      "text": "There the High Court, Brennan CJ, Toohey, McHugh, and Gummow JJ, said:\n \n '... any court reviewing a decision upon refugee status must beware of turning a review of the reasons of the decision-maker upon proper principles into a reconsideration of the merits of the decision.",
      "id": "s60"
    },
    {
      "text": "' \n \n\n22 It is not for the Court to determine what weight is to be given to particular pieces of evidence: the weight that the Tribunal gives to some evidence compared with other evidence is a matter for the Tribunal.",
      "id": "s61"
    },
    {
      "text": "23 The Tribunal commits an error of law only if the findings and inferences made by the Tribunal were not open on the material before the Tribunal: Australian Broadcasting Tribunal v Bond [1990] HCA 33 ; (1990) 170 CLR 321 (' Bond ') at p 355, per Mason CJ.",
      "id": "s62"
    },
    {
      "text": "The Chief Justice then referred at p 356 to the observation of Menzies J in R v District Court ex parte White [(1966) [1966] HCA 69 ; 116 CLR 644 at p 654]: \n \n '\"Even if the reasoning whereby the Court reached its conclusion of fact were demonstrably unsound, this would not amount to an error of law on the face of the record.",
      "id": "s63"
    },
    {
      "text": "To establish some faulty (e.g.",
      "id": "s64"
    },
    {
      "text": "illogical) inference of fact would not disclose an error of law.",
      "id": "s65"
    },
    {
      "text": "\"' \n \n\n24 Mason CJ continued, at p 356:\n \n 'Thus, at common law, according to the Australian authorities, want of logic is not synonymous with error of law.",
      "id": "s66"
    },
    {
      "text": "So long as there is some basis for an inference --- in other words, the particular inference is reasonably open --- even if that inference appears to have been drawn as a result of illogical reasoning, there is no place for judicial review because no error of law has taken place.",
      "id": "s67"
    },
    {
      "text": "' \n \n\n25 In Minister for Immigration v Eshetu [1999] HCA 21 ; (1999) 197 CLR 611 (' Eshetu '), Gummow J at p 657 propounded the test of 'reasonableness review'.",
      "id": "s68"
    },
    {
      "text": "His Honour said:\n \n 'It would permit review in cases where the satisfaction of the decision---maker was based on findings or inferences of fact which were not supported by some probative material or logical grounds.",
      "id": "s69"
    },
    {
      "text": "' \n \n\n26 Gummow J commented that the fact finding and reasoning of the Tribunal in Eshetu was discussed in the judgment of the Chief Justice and McHugh J, and said at p 657:\n \n 'They show that its decision was not based on findings or inferences of fact which were not supported by some probative material or could not be supported on logical grounds.",
      "id": "s70"
    },
    {
      "text": "That other decision-makers may have reached a different view, and have done so reasonably, is not to the point.",
      "id": "s71"
    },
    {
      "text": "' \n \n\n27 So too in this case.",
      "id": "s72"
    },
    {
      "text": "Each of the particulars of what is said to be ' irrational or illogical or based on independent country information that was irrelevant or out of date ' is supported by material that was before the Tribunal.",
      "id": "s73"
    },
    {
      "text": "True it is that there was conflicting material as to whether the judiciary, particularly at the lower levels, was corrupt, but it was a conflict for the Tribunal to resolve.",
      "id": "s74"
    },
    {
      "text": "The weight given by the Tribunal to these bodies of conflicting evidence was a matter for the Tribunal, and does not provide a basis for review by this Court.",
      "id": "s75"
    },
    {
      "text": "28 The second ground alleges a failure to consider the meaning and scope of the term 'persecution' for the purposes of the Act.",
      "id": "s76"
    },
    {
      "text": "The ground that was raised before the Federal Magistrate was that the Tribunal had failed to deal with the issue of whether detention on the basis of false charges may, based on independent country information, have been influenced by the executive, and therefore constitute persecution.",
      "id": "s77"
    },
    {
      "text": "Scarlett FM regarded this claim as an attempt by the appellant to have the Federal Magistrates Court conduct merits review.",
      "id": "s78"
    },
    {
      "text": "29 The Tribunal accepted that the judiciary was independent of the executive, and considered the independent country information that the courts provide protection for those falsely charged.",
      "id": "s79"
    },
    {
      "text": "Scarlett FM found no error in the Tribunal's finding that the appellant did not have a well-founded fear of persecution based on a Convention reason.",
      "id": "s80"
    },
    {
      "text": "30 The final ground alleging a breach of s 424A(1) of the Act was that responses by the appellant to questioning by the Tribunal is ' information ' which falls within the exception to the application of s 424A , found in s 424A(3)(b).",
      "id": "s81"
    },
    {
      "text": "Because this application for review was filed before the commencement of s 422B on 4 July 2002, the Tribunal was also obliged to accord natural justice at common law in respect of the hearing.",
      "id": "s82"
    },
    {
      "text": "31 In my judgment, no breach, either of s 424A or of the requirements to accord common law natural justice, is made out here.",
      "id": "s83"
    },
    {
      "text": "32 In SZEEU at pars 205 - 206, Allsop J said:\n \n '205 Information is that of which one is told or apprised; it is knowledge communicated concerning some particular fact, subject or event: The Complete Oxford English Dictionary (2 nd ed, 1991).",
      "id": "s84"
    },
    {
      "text": "In this context, the word has been taken as referring to knowledge of relevant facts or circumstances communicated to, or received by, the Tribunal: Tin v Minister for Immigration and Multicultural Affairs [2001] FCA 1109 at [3] , approved in [VAF v Minister for Immigration and Multicultural and Indigenous Affairs (2004) 206 ALR 471] at [24] or knowledge which has come to, or has been gained by, the Tribunal: [Paul v Minister for Immigration and Multicultural Affairs [2001] FCA 1196 ; (2001) 113 FCR 396] at [95] .",
      "id": "s85"
    },
    {
      "text": "206 Information does not encompass the Tribunal's subjective appraisals, thought processes or determinations: Tin at [54], Paul at [95] and VAF at [24].",
      "id": "s86"
    },
    {
      "text": "In this respect, it is relevant to recall the root of the word \"information\": that of which one has been told or apprised, or informed... ' \n \n\n33 Neither the assessment of evidence by the Tribunal, nor the thought processes it engaged in reaching its conclusions, is ' information ' for the purposes of s 424A of the Act.",
      "id": "s87"
    },
    {
      "text": "There is no requirement, either by that section or by the common law requirement of procedural fairness, requiring the Tribunal to give the appellant an opportunity to respond to adverse findings it proposes to make.",
      "id": "s88"
    },
    {
      "text": "34 For the above reasons, none of the grounds of appeal is made out.",
      "id": "s89"
    },
    {
      "text": "35 The appeal is dismissed with costs.",
      "id": "s90"
    },
    {
      "text": "I certify that the preceding thirty-five (35) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Spender.",
      "id": "s91"
    },
    {
      "text": "Associate:\n\nDated: 17 November 2006\n\n\n Counsel for the Appellant: Dr John Azzi \n \n Solicitor for the Respondent: Mr J Mitchell \n \n Date of Hearing: 8 August 2006 \n \n Date of Judgment: 17 November 2006 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1543.html",
      "id": "s92"
    }
  ]
}