{
  "name": "SBWC v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2006] FCA 1104 (22 August 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1104.html",
  "catchphrases": [
    {
      "text": "applicant a convicted child sex offender",
      "id": "c0"
    },
    {
      "text": "resident visa cancelled under s 501 of migration act 1958 (cth)",
      "id": "c1"
    },
    {
      "text": "applicant applied unsuccessfully for protection visa",
      "id": "c2"
    },
    {
      "text": "applicant claimed well-founded fear of persecution for reason of membership of a particular social group being \"persons who had been convicted of sexual offences on children\"",
      "id": "c3"
    },
    {
      "text": "tribunal rejected application on ground that claimed group not a particular social group for purpose of refugees convention",
      "id": "c4"
    },
    {
      "text": "migration",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicant, a convicted child sex offender, applied unsuccessfully for a protection visa.",
      "id": "s0"
    },
    {
      "text": "He previously had had his resident visa cancelled under s 501 of the Migration Act 1958 (Cth) on character grounds.",
      "id": "s1"
    },
    {
      "text": "The basis of his claim to refugee status, as it was crystallised by the Refugee Review Tribunal, was that if he was returned to India he would suffer persecution for reason of his membership of a particular social group being \"persons who have been convicted of sexual offences on children\".",
      "id": "s2"
    },
    {
      "text": "While finding the applicant to be an Indian national, the Tribunal rejected the application on the ground that \"the postulated group\" is not a particular social group as envisaged by the Refugees Convention.",
      "id": "s3"
    },
    {
      "text": "That conclusion is impugned in the present proceedings.",
      "id": "s4"
    },
    {
      "text": "THE TRIBUNAL'S DECISION \n \n 2 The essence of the Tribunal's decision on the applicant's alleged membership of a particular social group is captured in the following three paragraphs of its Reasons: \n \n \"Applying the relevant case law the Tribunal is of the view that, although being convicted of a sexual offence on children may be considered an attribute or characteristic, such characteristic does not lead to and is not the matter which makes the group identifiable.",
      "id": "s5"
    },
    {
      "text": "It is not the object of the Refugees Convention, in enumerating 'particular social group' as one of the reasons for persecution, to create a category which would encompass such putative agglomerations of individuals so as to render the concept meaningless.",
      "id": "s6"
    },
    {
      "text": "The groups envisaged require some concrete manifestation of their existence, discussed variously as being identifiable.",
      "id": "s7"
    },
    {
      "text": "Furthermore, the characteristic is not one which distinguishes the group from society at large.",
      "id": "s8"
    },
    {
      "text": "It may be a characteristic which distinguishes an individual from other individuals but not one which characterises a group.",
      "id": "s9"
    },
    {
      "text": "This distinction applies notwithstanding the cultural, religious and other factors relevant to India.",
      "id": "s10"
    },
    {
      "text": "The Tribunal finds that this element is absent.",
      "id": "s11"
    },
    {
      "text": "The applicant has contended that his ex-wife and others would publicise his criminal history in India and this would cause him to be harmed.",
      "id": "s12"
    },
    {
      "text": "The contents of the newspaper article from The West Australian does not seem to support the applicant's contentions.",
      "id": "s13"
    },
    {
      "text": "The remarks attributed to his ex-wife and daughter seem to indicate to the Tribunal that their objective is to be as far away as possible from the applicant in order not to be reminded of the offences.",
      "id": "s14"
    },
    {
      "text": "Be that as it may, even if the Tribunal were to accept that the applicant's ex-wife were able to find the location of the applicant in India and were able to somehow publicise his history and the applicant were to be harmed to a degree that could be construed as persecution, the reason would not be because of his membership of any group but because of his actual crimes.",
      "id": "s15"
    },
    {
      "text": "The Tribunal thus finds that the postulated group is not a particular social group as envisaged by the Convention.",
      "id": "s16"
    },
    {
      "text": "It follows that the Tribunal finds that there is not a real chance that the applicant would be persecuted, now or in the reasonably foreseeable future, for his membership of a particular social group should he return to India.",
      "id": "s17"
    },
    {
      "text": "\" \n \n \n 3 While the applicant has questioned the relevance of some of the extracts from authorities cited in the Tribunal's outline of what it considered to be the applicable law, it is accepted that it correctly stated, and that it purported to apply, the appropriate tests to determining whether a group falls within the definition of \"particular social group\" in Art 1A(2) of the Convention.",
      "id": "s18"
    },
    {
      "text": "They are summarised by Gleeson CJ and Gummow and Kirby JJ in Applicant S v Minister for Immigration &amp; Multicultural Affairs [2004] HCA 25 ; (2004) 217 CLR 387 at [36] : \n \n \"First, the group must be identifiable by a characteristic or attribute common to all members of the group.",
      "id": "s19"
    },
    {
      "text": "Secondly, the characteristic or attribute common to all members of the group cannot be the shared fear of persecution.",
      "id": "s20"
    },
    {
      "text": "Thirdly, the possession of that characteristic or attribute must distinguish the group from society at large.",
      "id": "s21"
    },
    {
      "text": "Borrowing the language of Dawson J in Applicant A ... a group that fulfils the first two propositions, but not the third, is merely a 'social group' and not a 'particular social group'.",
      "id": "s22"
    },
    {
      "text": "\" \n \n THE PRESENT APPLICATION \n \n 4 When this matter was being prepared for trial the applicant was without legal representation.",
      "id": "s23"
    },
    {
      "text": "I considered that the issue it was likely to raise was one which, in the interests of the administration of justice, required legal representation.",
      "id": "s24"
    },
    {
      "text": "To that end I made a referral under O 80 of the Federal Court Rules .",
      "id": "s25"
    },
    {
      "text": "I wish to express my appreciation to counsel, Mr Ower, and to his instructor, Ms McCarthy, both for their preparedness to act in this matter and for the assistance they have given.",
      "id": "s26"
    },
    {
      "text": "They do credit to their profession.",
      "id": "s27"
    },
    {
      "text": "5 The two-pronged manner in which jurisdictional error is ascribed to the Tribunal's conclusion amounts in substance to alternative ways of looking at the same issue.",
      "id": "s28"
    },
    {
      "text": "It is whether the Tribunal asked and/or properly answered the correct question, hence the reliance upon observations in the joint judgments in Minister for Immigration and Multicultural Affairs v Yusuf [2001] HCA 30 ; (2001) 206 CLR 323 at [82] and Re Minister for Immigration and Multicultural Affairs; Ex parte Applicant S20/2002 (2003) 198 ALR 59 at [34]-[37] which point up the various routes by which jurisdictional error may be demonstrated.",
      "id": "s29"
    },
    {
      "text": "For present purposes I need only note that in Yusuf at [82] it was said that: \n \n \"identifying a wrong issue, asking a wrong question, ignoring relevant material or relying on irrelevant material in a way that affects the exercise of power is to make an error of law.",
      "id": "s30"
    },
    {
      "text": "Further, doing so results in the decision-maker exceeding the authority or powers given by the relevant statute.",
      "id": "s31"
    },
    {
      "text": "\" \n \n \n 6 The focus of the applicant's attack is on the first of the above three quoted paragraphs (\"Applying the relevant case law ...).",
      "id": "s32"
    },
    {
      "text": "Put shortly, it is said that that paragraph appears to answer the first Applicant S question (directed at whether there is a group identified by a characteristic or common attribute) by resort to considerations relevant to the third question and vice versa.",
      "id": "s33"
    },
    {
      "text": "It is equally said that the third question (directed at whether the group is distinguished from society at large) was answered without consideration of cultural and other factors relevant to India.",
      "id": "s34"
    },
    {
      "text": "In other words, it is said that the Tribunal has confused the requirement that the group be identifiable (the first Applicant S question) with the requirement that it be distinguished from society at large (though what makes it identifiable and distinguishes it is the member's sharing of a characteristic or attribute.",
      "id": "s35"
    },
    {
      "text": ") Objection likewise is taken to the Tribunal's insistence that the group alleged must have \"some concrete manifestation\".",
      "id": "s36"
    },
    {
      "text": "I am in consequence asked to infer error from the sequencing of the sentences in the paragraph, the inaptness of some of what is demanded (e.g.",
      "id": "s37"
    },
    {
      "text": "\"concrete manifestation\") and the failure to locate the question in its Indian context.",
      "id": "s38"
    },
    {
      "text": "7 The Minister's submission is that the Tribunal posed the correct question for itself as to whether \"one can talk of such a particular social group and in India\".",
      "id": "s39"
    },
    {
      "text": "While the Tribunal's expression could have been better, it dealt with the two relevant questions posed by Applicant S .",
      "id": "s40"
    },
    {
      "text": "In any event, it is said the Tribunal concluded that were the applicant to be harmed in India to a degree amounting to persecution, \"the reason would not be because of his membership of any group but because of his actual crimes\".",
      "id": "s41"
    },
    {
      "text": "8 My own view, which reflects what the applicant has submitted, can be put shortly.",
      "id": "s42"
    },
    {
      "text": "While I accept that the Tribunal's reasons ought not be scrutinised overzealously, it is nonetheless apparent that they betray jurisdictional error in the paragraph upon which the applicant has focussed.",
      "id": "s43"
    },
    {
      "text": "The Tribunal posed for itself the correct question, i.e.",
      "id": "s44"
    },
    {
      "text": "whether \"one can talk of [the particular] social group and in India\".",
      "id": "s45"
    },
    {
      "text": "What it did not do was to answer that question.",
      "id": "s46"
    },
    {
      "text": "9 After accepting that being convicted of a sexual offence on children may be a characteristic, it reasoned that that characteristic was not the matter that \"makes the group identifiable\".",
      "id": "s47"
    },
    {
      "text": "Why this is so seems to be because this alleged \"group\" was not \"identifiable\"; it was a \"putative agglomeration of individuals\" --- whatever this is meant to signify; it lacked \"concrete manifestation of [its] existence\"; and the characteristic relied upon merely distinguished \"an individual from other individuals\" but it did not characterise a group.",
      "id": "s48"
    },
    {
      "text": "10 It is difficult to comprehend from this (a) what the Tribunal considered would constitute \"a group\" and how it could be constituted for the purposes of the first Applicant S criteria and (b) what the requirement of \"concrete manifestation\" was supposed actually to signify in light of that criteria.",
      "id": "s49"
    },
    {
      "text": "What is clear, though, is that the Tribunal forsook applying the Applicant S criteria in favour of a process which conflated both the first and third criteria in a way that defeated its answering properly the question it posed for itself.",
      "id": "s50"
    },
    {
      "text": "The critical question, ultimately, was whether there was the particular social group claimed.",
      "id": "s51"
    },
    {
      "text": "By discountenancing that there was such a \"group\" in the manner in which it did, the Tribunal never reached the third Applicant S criteria, let alone a consideration of whether that group was a \"particular social group in India\" having regard either to societal perceptions in India and to \"cultural [etc] factors relevant to India\": cf Applicant S at [34]-[35], [68]-[69].",
      "id": "s52"
    },
    {
      "text": "11 The differentiating characteristic advanced by the applicant was not so semantically uncertain as to render it too uncertain as a criteria for differentiating those to whom it did apply, from those to whom it did not.",
      "id": "s53"
    },
    {
      "text": "It was a characteristic capable of application to isolate what could be considered to be a distinct group.",
      "id": "s54"
    },
    {
      "text": "Why it could not perform that differentiating function in this matter is, with respect to the Tribunal member, wholly unclear.",
      "id": "s55"
    },
    {
      "text": "12 To identify a \"group\" is a relatively easy matter.",
      "id": "s56"
    },
    {
      "text": "There is a myriad of possible differentiating criteria capable of being invoked to that end in a myriad of possible settings: \"supporters of [X] football club\"; \"all boys under the age of two\": cf Matthew 2:16; etc.",
      "id": "s57"
    },
    {
      "text": "Societies and their members commonly designate persons as constituting a group for a host of familial, social, cultural and political reasons and purposes.",
      "id": "s58"
    },
    {
      "text": "Few, though, of such groups will constitute \"particular social groups\" in the sense that the characteristic or attribute which individually identifies such groups, distinguishes the groups from society at large.",
      "id": "s59"
    },
    {
      "text": "13 Because of what I infer was the Tribunal's erroneous analysis of the \"group\" requirement, it failed to address the principal issue before it which was whether, in India, the claimed group was a particular social group.",
      "id": "s60"
    },
    {
      "text": "From the manner in which it disregarded \"the cultural, religious and other factors relevant to India\", it equally appears that it misapprehended as well what the third Applicant S criteria would have required of it.",
      "id": "s61"
    },
    {
      "text": "14 The respondent sought to rob this conclusion of legal significance by relying upon the later finding of the Tribunal which, it is claimed, was independently decisive of the matter.",
      "id": "s62"
    },
    {
      "text": "That was that: \n \n \"... even if the Tribunal were to accept that the applicant's ex-wife were able to find the location of the applicant in India and were able to somehow publicise his history and the applicant were to be harmed to a degree that could be construed as persecution, the reason would not be because of his membership of any group but because of his actual crimes.",
      "id": "s63"
    },
    {
      "text": "\" \n \n \n 15 This finding, in my view, is founded upon and reflects the earlier finding that there was not a group as claimed, hence persecution of the applicant would be for his crimes.",
      "id": "s64"
    },
    {
      "text": "I would, in any event, add that the distinction between persecution of a person because of what he or she does as distinct from his or her membership of a group whose attribute is the doing of the same thing can be illusory.",
      "id": "s65"
    },
    {
      "text": "I need only instance societies in which adultery or homosexuality can attract persecutory conduct: cf Appellant S395/2002 v Minister for Immigration and Multicultural Affairs [2003] HCA 71 ; (2003) 216 CLR 473; see also Ram v Minister of Immigration and Ethnic Affairs (1995) 57 FCR 565 at 568-569.",
      "id": "s66"
    },
    {
      "text": "16 My conclusion necessitates that this matter be remitted to the Tribunal to be heard and determined according to law.",
      "id": "s67"
    },
    {
      "text": "Whether or not the applicant will be found to belong to a particular social group and whether he has a well founded fear of persecution if returned to India for reasons of membership of that group are questions yet to be answered.",
      "id": "s68"
    },
    {
      "text": "17 I make the following orders: \n \n 1.",
      "id": "s69"
    },
    {
      "text": "A writ of certiorari be issued, directed to the Refugee Review Tribunal removing its decision in this matter into this Court for the purpose of quashing it.",
      "id": "s70"
    },
    {
      "text": "2.",
      "id": "s71"
    },
    {
      "text": "A writ of mandamus be issued, directed to the Refugee Review Tribunal, requiring it to hear and determine according to law the matter the subject of the decision.",
      "id": "s72"
    },
    {
      "text": "3.",
      "id": "s73"
    },
    {
      "text": "The first respondent pay the applicant's costs of the application.",
      "id": "s74"
    },
    {
      "text": "I certify that the preceding seventeen (17) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finn.",
      "id": "s75"
    },
    {
      "text": "Associate:\n\nDated: 22 August 2006\n\n Counsel for the Applicant: Mr S Ower Solicitor for the Applicant: Ms M McCarthy \n \n Counsel for the Respondent: Ms S Maharaj QC Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 29 June 2006 Date of Judgment: 22 August 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1104.html",
      "id": "s76"
    }
  ]
}