{
  "name": "Alotoom v Minister for Immigration and Multiculturaland Indigenous Affairs [2006] FCA 1347 (13 October 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1347.html",
  "catchphrases": [
    {
      "text": "applicant outside of australia",
      "id": "c0"
    },
    {
      "text": "refusal of grant of citizenship based on discretion in australian citizenship act 1948 (cth)",
      "id": "c1"
    },
    {
      "text": "time spent in australia since grant of permanent residency not sufficient to exercise discretion in favour of applicant",
      "id": "c2"
    },
    {
      "text": "application of policy to discretion",
      "id": "c3"
    },
    {
      "text": "inflexible application of policy",
      "id": "c4"
    },
    {
      "text": "consideration of irrelevant considerations",
      "id": "c5"
    },
    {
      "text": "unreasonableness.",
      "id": "c6"
    },
    {
      "text": "citizenship",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "1 The appellant appeals from a decision of the Administrative Appeals Tribunal ('the Tribunal') made on 15 May 2006.",
      "id": "s0"
    },
    {
      "text": "Such decision affirmed a decision of a delegate of the Minister for Immigration and Multicultural and Indigenous Affairs ('the Minister') to refuse the appellant's application for a grant of Australian Citizenship pursuant to the Australian Citizenship Act 1948 (Cth) ('the Act').",
      "id": "s1"
    },
    {
      "text": "FACTS \n \n 2 The appellant first arrived in Australia on 30 June 1997 using a tourist visa for this purpose and departed on 17 August 1997.",
      "id": "s2"
    },
    {
      "text": "He returned to Australia on 16 February 1999, having been issued with a student visa and remained in Australia for 11 months.",
      "id": "s3"
    },
    {
      "text": "Thereafter, on 4 December 2002 the appellant was granted permanent residency and on 16 December 2002 he came to Australia as a permanent resident.",
      "id": "s4"
    },
    {
      "text": "He remained in Australia for a period of 11 days and returned to Jordan on or about 27 December 2002.",
      "id": "s5"
    },
    {
      "text": "With the exception of these three periods, the appellant has not resided in Australia.",
      "id": "s6"
    },
    {
      "text": "3 The appellant applied to the Migration Agents Registration Authority on 14 February 2003 for registration as a migration agent.",
      "id": "s7"
    },
    {
      "text": "On 3 November 2003 such application was refused and the Tribunal affirmed the decision on 27 November 2004.",
      "id": "s8"
    },
    {
      "text": "4 On 17 March 2005 the appellant applied for Australian Citizenship.",
      "id": "s9"
    },
    {
      "text": "Such application was refused on 3 January 2006 and that decision was appealed to the Tribunal.",
      "id": "s10"
    },
    {
      "text": "The Tribunal's decision delivered on 15 May 2006 is the subject of this appeal.",
      "id": "s11"
    },
    {
      "text": "TRIBUNAL'S DECISION \n \n 5 The Tribunal made two critical findings, namely that the appellant's reason for not coming to Australia following the grant of his permanent residence status was based upon economic reasons rather than legal reasons.",
      "id": "s12"
    },
    {
      "text": "Secondly, the Tribunal found that the time spent by the appellant in Australia after he was awarded permanent residency was insufficient to entitle him to citizenship.",
      "id": "s13"
    },
    {
      "text": "6 As to the first finding, the Tribunal's decision states: \n \n 'I accept that he delayed coming to Australia after receiving his permanent resident status while he was seeking registration as a Migration Agent, however in my opinion Mr Alotoom's reason for not coming to Australia before or since that date is one that is an economic reason rather than a legal reason.",
      "id": "s14"
    },
    {
      "text": "He wishes to continue his business without disruption, which is understandable.",
      "id": "s15"
    },
    {
      "text": "' \n \n 7 Section 13(1)(d) and (e) of the Act impose mandatory requirements for citizenship.",
      "id": "s16"
    },
    {
      "text": "These subsections require permanent residency in Australia for periods amounting in the aggregate to not less than 1 year in the 2 years immediately preceding the date of the furnishing of the application (see s 13(1)(d)); or for a period amounting in the aggregate to not less than 2 years in the preceding 5 years immediately preceding the date of furnishing the application (see s 13(1)(e)).",
      "id": "s17"
    },
    {
      "text": "8 As it was not disputed that the appellant did not satisfy either of these statutory time requirements, the Tribunal considered s 13(4)(b) of the Act which relevantly provides as follows: \n \n \n '(4) For the purposes of the application of subsection (1) in relation to an applicant for the grant of a certificate of Australian citizenship: \n \n \n (a) ... \n (b) subject to paragraph (a), the Minister may, in the Minister's discretion: \n (i) treat a period during which the applicant: \n (A) was a permanent resident; \n (B) was not present in Australia; and \n (C) was engaged in activities that the Minister considers beneficial to the interests of Australia; \n \n as a period during which the applicant was present in Australia as a permanent resident' \n \n 9 The Tribunal found that the requirements of s 13(4)(b)(i) of the Act were satisfied.",
      "id": "s18"
    },
    {
      "text": "It had before it evidence that the appellant had undertaken activities for the benefit of Australia, which included letters provided in support of the application from the Jordanian Australian Friendship Association, Mr Greg Hall, the Australian Trade Commissioner of Iraq, Jordan and Palestinian Territories and from The Oval Office for Studies and Research in Jordan.",
      "id": "s19"
    },
    {
      "text": "However, the Tribunal considered that satisfaction of such criteria was not sufficient to enable the exercise of the discretion contained in s 13(4)(b) in favour of the appellant.",
      "id": "s20"
    },
    {
      "text": "The Tribunal considered that the period during which the appellant had been resident in Australia was not sufficient to qualify him for citizenship when considered against the mandatory requirements of s 13(1)(d) and of s 13(1)(e) of the Act.",
      "id": "s21"
    },
    {
      "text": "10 The appellant was not present in Australia when he lodged his citizenship application.",
      "id": "s22"
    },
    {
      "text": "Section 13(1A) of the Act provides: \n \n '(1A) The Minister shall not grant a certificate of Australian citizenship to a person under subsection (1) at a time when the person is not present in Australia unless: \n \n \n \n (a) the person is a permanent resident; and \n (b) the Minister considers that the person is engaged in activities outside Australia that are beneficial to the interests of Australia.",
      "id": "s23"
    },
    {
      "text": "' \n \n \n 11 Although the Tribunal found that the appellant had been engaged in activities outside Australia that were beneficial to the interests of Australia, the Tribunal member said: \n \n 'I note that section 13(4)(b)(i) is a discretion not normally exercised where the person is overseas.",
      "id": "s24"
    },
    {
      "text": "' \n \n 12 The Tribunal member concluded: \n \n 'I find that the activities Mr Alotoom is undertaking are beneficial to the interests of Australia within the meaning of s 13(1A)(b) and 13(4)(b)(i).",
      "id": "s25"
    },
    {
      "text": "However, in all the circumstances of this case including the very short periods of time Mr Alotoom has spent in Australia, particularly since he has had permanent resident status, I do not consider that this is a case where the mandatory requirements of section 13(1)(d) and (e) should be set aside on the basis of the discretion conferred by 13(4)(b).",
      "id": "s26"
    },
    {
      "text": "' \n GROUNDS OF APPEAL --- APPELLANT'S SUBMISSIONS \n \n 13 The appellant raises two grounds of appeal.",
      "id": "s27"
    },
    {
      "text": "First the appellant submits that the Tribunal erred in determining that he remained outside Australia for economic rather than legal reasons.",
      "id": "s28"
    },
    {
      "text": "He says that he could not legally work in Australia as a migration agent, and that this constituted a legal reason which prevented him from residing here.",
      "id": "s29"
    },
    {
      "text": "14 The appellant's written submissions refer to the fact that he provides, on a daily basis, assistance to persons wishing to migrate to Australia or who are involved with Australian business.",
      "id": "s30"
    },
    {
      "text": "He applied for Australian citizenship whilst out of Australia on the basis that he was undertaking activities which were for the benefit of Australia.",
      "id": "s31"
    },
    {
      "text": "Such work included assisting more than 100 students to study in Australia, advising and assisting business people to migrate to Australia and relocate their businesses here, providing free information for migrants and students who wish to become more acquainted with Australia, assisting skilled persons to migrate to Australia, performing educational services and business services (with and without financial reward) as well as voluntary services.",
      "id": "s32"
    },
    {
      "text": "15 The appellant says that his claim for registration as a migration agent in Australia was refused because he was not usually resident in Australia and in consequence of such refusal he was not eligible to apply again for registration for a period of 12 months from that date, as provided by s 291 of the Migration Act 1958 (Cth).",
      "id": "s33"
    },
    {
      "text": "The appellant had registered a business name in Australia and as an alternative to working as a migration agent.",
      "id": "s34"
    },
    {
      "text": "He also attempted to register with the Legal Practitioner's Admission Board to enable him to work and applied for 50 jobs but was unsuccessful in obtaining employment.",
      "id": "s35"
    },
    {
      "text": "16 As a second ground of appeal, which relates to the time he spent in Australia, the appellant submits that the Act does not stipulate a minimum period of residence in Australia to satisfy the discretion, and submits that it could be exercised even if he remained only one day in Australia.",
      "id": "s36"
    },
    {
      "text": "The appellant submits that he has lived in Australia for a considerable period of time and that his absence from Australia was always temporary.",
      "id": "s37"
    },
    {
      "text": "17 The appellant refers to a Ministerial policy known as the Australian Citizenship Instructions ('the Policy') and particularly to para 3.8.3 thereof which provides that where an applicant for citizenship is overseas when such application is made, the discretion to award citizenship will not normally be exercised.",
      "id": "s38"
    },
    {
      "text": "18 The appellant claims that it was not reasonable to apply the Policy, for to do so did not give recognition to the fact that he could not conduct his business in Australia.",
      "id": "s39"
    },
    {
      "text": "The appellant relies upon the decision in Minister for Immigration, Local Government and Ethnic Affairs v Roberts (1993) 41 FCR 82 wherein the Court found that the Tribunal was not bound to apply a practice or policy adopted by a decision-maker.",
      "id": "s40"
    },
    {
      "text": "The appellant also refers to the decision of the Tribunal in Re Sadawut Taechaubol v Minister for Immigration and Multicultural Affairs [2001] AATA 425.",
      "id": "s41"
    },
    {
      "text": "19 Accordingly, the appellant submits that the Tribunal's discretion should not have been confined by the Policy and that the Court should determine the boundaries of the discretion provided by s 13(4) of the Act.",
      "id": "s42"
    },
    {
      "text": "The appellant says that if the requirements contained s 13(4)(b)(i) are satisfied, the discretion ought to be exercised in favour of the grant of citizenship, and the decision to refuse his application was unreasonable in the sense considered in Associated Provincial Picture Houses Ltd v Wednesbury Corporation [1947] EWCA Civ 1 ; [1948] 1 KB 223.",
      "id": "s43"
    },
    {
      "text": "FINDINGS \n Reason for the appellant's absence from Australia \n \n 20 As to the first ground of appeal, the finding challenged is a finding of fact and not one of law.",
      "id": "s44"
    },
    {
      "text": "On the appeal from the decision of the Minister, the Tribunal was entitled to exercise all of the powers and discretions conferred by the Act upon the Minister: see s 43(1) of the Administrative Appeals Tribunal Act 1975 (Cth) ('AAT Act').",
      "id": "s45"
    },
    {
      "text": "Such function included the power to review matters of fact and of law.",
      "id": "s46"
    },
    {
      "text": "Pursuant to s 44 of the AAT Act, an appeal from the Tribunal to this Court can only be made on a question of law.",
      "id": "s47"
    },
    {
      "text": "Further, pursuant to s 44(7) of the AAT Act this Court may make findings of fact provided they are not inconsistent with findings of fact made by the Tribunal.",
      "id": "s48"
    },
    {
      "text": "The role of the Court in an appeal such as this was stated succinctly by Mason J (as he then was) in Minister for Aboriginal Affairs and Another v Peko-Wallsend Limited and Others [1986] HCA 40 ; (1986) 162 CLR 24 at 40- 41, where His Honour said: \n \n 'The limited role of a Court reviewing the exercise of an administrative discretion must constantly be borne in mind.",
      "id": "s49"
    },
    {
      "text": "It is not the function of a Court to substitute its own decision for that of the administrator by exercising a discretion which the legislature has vested in the administrator.",
      "id": "s50"
    },
    {
      "text": "Its role is to set limits on the exercise of that discretion, and a decision made within those boundaries cannot be impugned: Wednesbury Corporation [41].",
      "id": "s51"
    },
    {
      "text": "' \n\nDespite this circumstance and since the appellant is not legally represented, the Court makes the following observations in relation to the Tribunal's finding.",
      "id": "s52"
    },
    {
      "text": "21 It is correct that the appellant could not lawfully conduct the business of a migration agent in Australia without having been appointed as an agent (see s 280(1) of the Migration Act 1958 (Cth)).",
      "id": "s53"
    },
    {
      "text": "However, having been granted permanent residency he chose to continue to carry on that business outside Australia in preference to residing here.",
      "id": "s54"
    },
    {
      "text": "As a consequence he spent less than a fortnight in Australia between having been granted permanent residency on 4 December 2002 until his application for citizenship on 17 March 2005.",
      "id": "s55"
    },
    {
      "text": "22 The fact that the appellant may not have been able to conduct his business in this country is not a legal reason which prevented him from residing here.",
      "id": "s56"
    },
    {
      "text": "The appellant's choice of employment is a separate consideration to the question of his legal entitlement to reside in Australia.",
      "id": "s57"
    },
    {
      "text": "There was no legal impediment to him residing in Australia and in these circumstances the Tribunal was entitled to conclude that the appellant remained away from Australia because of economic reasons rather than legal reasons.",
      "id": "s58"
    },
    {
      "text": "I am unable to find any error of law in the finding of the Tribunal, and its decision was not unreasonable in the Wednesbury sense.",
      "id": "s59"
    },
    {
      "text": "Accordingly I reject the appellant's first ground of appeal.",
      "id": "s60"
    },
    {
      "text": "Did the Tribunal err in the exercise of its discretion?",
      "id": "s61"
    },
    {
      "text": "23 Since it was common ground between the parties that the appellant had not been present in Australia as a permanent resident for the prescribed period referred to in s 13(1)(d) or s 13(1)(e) , it was essential that the appellant satisfy the requirements of s 13(4)(b)(i) to enable the exercise of the Minister's discretion.",
      "id": "s62"
    },
    {
      "text": "However the Tribunal observed that the discretion provided by s 13(4)(b)(i) of the Act was one which was ' not normally exercised where the person is overseas '.",
      "id": "s63"
    },
    {
      "text": "Although not expressly referred to, the Tribunal member was presumably referring to the terms of the Policy.",
      "id": "s64"
    },
    {
      "text": "24 The satisfaction of the requirements of s 13(1A) do not automatically entitle an applicant to be awarded citizenship.",
      "id": "s65"
    },
    {
      "text": "Further the discretion provided by s 13(4)(b) is unconfined save and except for any implied limitation to which the decision-maker should have regard; see Peko-Wallsend at 40 (per Mason J).",
      "id": "s66"
    },
    {
      "text": "25 The appellant relied upon Minister for Immigration, Local Government and Ethnic Affairs v Roberts in which the Court held that the Policy need not be applied inflexibly.",
      "id": "s67"
    },
    {
      "text": "However in that decision the party seeking citizenship had been schooled in Australia and had permanently resided here for more than twenty years but had failed to take out Australian citizenship.",
      "id": "s68"
    },
    {
      "text": "In the present case the appellant, while having completed a degree at university in Australia in a period of 11 months, only resided in Australia for 11 days after being granted permanent resident status.",
      "id": "s69"
    },
    {
      "text": "26 The appellant also relied upon a decision referred to in Roberts namely Re Dainty and Minister for Immigration and Ethnic Affairs (1987) 6 AAR 259.",
      "id": "s70"
    },
    {
      "text": "That decision is also distinguishable since the applicant in that case had a residence in Australia and had conducted a business in Australia for more than a decade.",
      "id": "s71"
    },
    {
      "text": "In that case the Court found that ' significant hardship or disadvantage would result if citizenship were not awarded '.",
      "id": "s72"
    },
    {
      "text": "Davies J said of the Policy (at 267): \n \n 'The discretion, moreover, looks to period of presence in Australia which ought to be treated as periods of permanent residence.",
      "id": "s73"
    },
    {
      "text": "In my opinion, this requires attention to be given to the nature or the character of the presence in Australia, that is to say, to the family, social and business connections which gave rise to the presence in Australia.",
      "id": "s74"
    },
    {
      "text": "The closer the analogy between the periods of presence in Australia and permanent residence therein, the more readily the discretion may be exercised.",
      "id": "s75"
    },
    {
      "text": "' \n \n 27 In Re Sadawut Taechaubol, another authority referred to by the appellant, the applicant had a long standing association with Australia.",
      "id": "s76"
    },
    {
      "text": "This is simply another example demonstrating that each application for citizenship will depend upon its merits.",
      "id": "s77"
    },
    {
      "text": "28 Australian citizenship represents formal membership of the community of the Commonwealth of Australia which involves reciprocal rights and obligations, uniting all Australians: see the preamble to the Act.",
      "id": "s78"
    },
    {
      "text": "Section 13(1) of the Act contains the criteria which would assist the Minister in determining whether the applicant for citizenship satisfies the objectives of the Act.",
      "id": "s79"
    },
    {
      "text": "Section 13(1)(j) provides that a grant of citizenship may be made if the Minister is satisfied inter alia that: \n \n 'If granted a certificate of Australian citizenship, the person is likely to reside, or to continue to reside, in Australia, or to maintain a close and continuing association with Australia'.",
      "id": "s80"
    },
    {
      "text": "29 The Tribunal was entitled to have regard to the appellant's negligible period of residence in Australia since being granted permanent resident status.",
      "id": "s81"
    },
    {
      "text": "The Tribunal did not treat the Policy as actually determining in a prescriptive way that the discretion should not be exercised in favour of the appellant.",
      "id": "s82"
    },
    {
      "text": "Rather, the Tribunal had regard to the requirements of s 13(1) and was not satisfied that those requirements should be disregarded.",
      "id": "s83"
    },
    {
      "text": "30 Since the period of time spent in Australia as a permanent resident is an important consideration in an application for citizenship, the Court is satisfied that there is no Wednesbury unreasonableness in the Tribunal's decision.",
      "id": "s84"
    },
    {
      "text": "Having so concluded, the appellant's claim that the decision of the Tribunal on this issue was unreasonable has no legal consequence: see Minister for Immigration and Multicultural Affairs v Eshetu [1999] HCA 21 ; (1999) 197 CLR 611 at 626 [40] .",
      "id": "s85"
    },
    {
      "text": "For this reason, the second ground of appeal is rejected.",
      "id": "s86"
    },
    {
      "text": "31 Before proceeding to deal with the orders, the Court notes that consistent with the decision of the High Court of Australia in SAAP v Minister for Immigration and Indigenous Affairs [2005] HCA 24 ; (2005) 215 ALR 162 at 173 [43] , the Tribunal should be joined as a party.",
      "id": "s87"
    },
    {
      "text": "For this reason the Court will make an order reserving liberty for an application to be made for the joinder of the Tribunal as a second respondent.",
      "id": "s88"
    },
    {
      "text": "32 During the hearing the Court heard submissions from the appellant by telephone link from Jordan where he is currently residing.",
      "id": "s89"
    },
    {
      "text": "Since the appellant is not within Australia, the Court orders that this judgment be sent to the appellant via email to ensure that he is granted the opportunity to appeal this decision if he so desires within the requisite 21 day time period under Order 52 rule 5 of the Federal Court Rules .",
      "id": "s90"
    },
    {
      "text": "I certify that the preceding thirty-two (32) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Cowdroy .",
      "id": "s91"
    },
    {
      "text": "Associate:\n\nDated: 13 October 2006\n\n\n Counsel for the Applicant: \n \n \n Solicitor for the Applicant: \n \n \n Counsel for the Respondent: Justin Smith \n \n Solicitor for the Respondent: Clayton Utz \n \n Date of Hearing: 12 September 2006 \n \n Date of Judgment: 13 October 2006 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1347.html",
      "id": "s92"
    }
  ]
}