{
  "name": "Commissioner of Taxation v Dixon [2006] FCA 1250 (18 September 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1250.html",
  "catchphrases": [
    {
      "text": "applicant seeing leave to amend notice of appeal",
      "id": "c0"
    },
    {
      "text": "whether question of law within the meaning of s 44 administrative appeals tribunal act 1975 (cth)",
      "id": "c1"
    },
    {
      "text": "practice and procedure",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "1 The further amended notice of motion brought this morning by the Commissioner of Taxation raises a discrete issue of law.",
      "id": "s0"
    },
    {
      "text": "The question may be summarised as whether the purported question of law in par 2(g) of the proposed amended notice of appeal is a question of law for the purposes of s 44 Administrative Appeals Tribunal Act 1975 (Cth) (' AAT Act ') and O 53 r 3 Federal Court Rules .",
      "id": "s1"
    },
    {
      "text": "Background \n \n 2 In its substantive application before the Court, the applicant --- the Commissioner of Taxation --- appeals from the decision of the Administrative Appeals Tribunal given on 17 February 2006 whereby the Tribunal affirmed the imposition of an administrative penalty on the respondent pursuant to s 284 -90 of Sch 1 to the Taxation Administration Act 1953 (' TAA ') but varied the applicant's decision not to remit any part of that penalty, instead ordering that the penalty should be remitted such that it was 25 per cent of the respondent's tax shortfall.",
      "id": "s2"
    },
    {
      "text": "3 In the further amended notice of motion before the Court the applicant moved the Court for orders that the applicant be given leave to amend its notice of appeal in accordance with the draft amended notice of appeal attached to that notice of motion.",
      "id": "s3"
    },
    {
      "text": "4 At the hearing this morning, the respondent took issue with only one aspect of the draft amended notice of appeal --- namely subpara 2(g).",
      "id": "s4"
    },
    {
      "text": "Paragraph 2 sets out the questions of law to be raised on the appeal, and reads as follows: \n \n 'The questions of law raised on the appeal are whether: \n \n (a) Circumstances relevant to the exercise of the remission discretion confirmed by s 298-20 of Sch 1 to the TAA (\"the remission discretion\") are not restricted to those relating to the conduct of a taxpayer or at least the taxpayer's circumstances.",
      "id": "s5"
    },
    {
      "text": "(b) Particularly having regard to the separate provision in the TAA for the payment of general interest charge in respect of a tax shortfall, the fact that a refund of a tax shortfall amount in question was never made to the respondent is an irrelevant consideration in the exercise of the remission discretion.",
      "id": "s6"
    },
    {
      "text": "(c) The TAA, rather than the applicant, imposes the penalty the subject of the remission decision at the rate of 50 per cent and the applicant thereby becomes entitled to collect such penalty.",
      "id": "s7"
    },
    {
      "text": "(d) The fact that a refund of the tax shortfall amount in question was never made to the taxpayer meant that no harm was done is an irrelevant consideration in the exercise of the remission discretion.",
      "id": "s8"
    },
    {
      "text": "(e) Before exercising the remission discretion it is necessary that there be special circumstances.",
      "id": "s9"
    },
    {
      "text": "(f) Considerations relevant to the exercise of the remission discretion include: \n \n \n (1) The amount of a tax shortfall.",
      "id": "s10"
    },
    {
      "text": "(2) A failure on the part of a taxpayer when lodging an amended business activity statement (BAS) with the applicant to consult with a former tax agent or solicitor having knowledge of whether a supply shown on the amended BAS was a taxable supply.",
      "id": "s11"
    },
    {
      "text": "(3) That the TAA imposed a penalty at the rate of 50 per cent.",
      "id": "s12"
    },
    {
      "text": "(4) That the whole of the shortfall amount resulted from recklessness as to the operation of a taxation law.",
      "id": "s13"
    },
    {
      "text": "(5) The existence or otherwise of special circumstances.",
      "id": "s14"
    },
    {
      "text": "(g) In the premises the exercise by the Tribunal of the remission discretion miscarried in that the Tribunal acted upon a wrong principle or did not take into account one or more relevant considerations or took into account one or more irrelevant considerations.",
      "id": "s15"
    },
    {
      "text": "' \n Submissions \n \n 5 In support of the application the applicant submits as follows: &#8226; the relevant issue is a question of law because it asks whether in the premises the exercise by the Tribunal of the discretion conferred by s 298-20 of Sch 1 to the TAA miscarried in that the Tribunal acted upon a wrong principle or did not take into account one or more relevant considerations or took into account one or more irrelevant considerations &#8226; the question in par (g) refers back to each of pars (a), (b), (c), (d), (e), (f), which therefore explains the reference to 'in the premises' in par (g) &#8226; the question in par (g) contains three parts, each of which would be an error of law, and each of which is properly framed so as to invoke the jurisdiction of the Court under s 44 AAT Act .",
      "id": "s16"
    },
    {
      "text": "6 The Commissioner also relies on comments of Sundberg and Kenny JJ in Ergon Energy Incorporation Limited v The Commissioner of Taxation [2006] FCAFC 125 at [51] where their Honours said: \n \n 'The drafting of the first question in the Commissioner's notice of appeal was inelegant.",
      "id": "s17"
    },
    {
      "text": "It did not expressly state any question at all.",
      "id": "s18"
    },
    {
      "text": "Its purport was, however, tolerably clear, having regard to the rebate provisions themselves, the relevant authorities...the language of the AAT's reasons, as well as the grounds as stated in the notice of appeal.",
      "id": "s19"
    },
    {
      "text": "The Commissioner plainly intended to raise the question of whether, on the facts as found by the AAT, the... criteria fixed by the relevant rebate provisions were satisfied.",
      "id": "s20"
    },
    {
      "text": "' \n \n 7 In essence, the respondent submits as follows: &#8226; par 2(g) is in the nature of a submission rather than a question of law &#8226; par 2(g) cannot stand alone but refers back to pars (a), (b), (c), (d), (e), (f) and adds nothing to them &#8226; in any event it is stretching the meaning of 'a wrong principle' in par 2(g) to include reference to the questions of law raised in par (c) and par (e), and to that extent par (g) does not relate to those paragraphs &#8226; the applicant in par 2(g) is asking the Court to confirm a principle, which in itself is not a question of law within the meaning of s 44 because a question of law requires the Court to be able to answer a question posed with sufficient particularity to the facts.",
      "id": "s21"
    },
    {
      "text": "8 The respondent relies, inter alia , upon comments of Branson J in Australian Securities and Investments Commission v Saxby Bridge Financial Planning Pty Ltd [2003] FCAFC 244 at [46] where her Honour said: \n \n 'It seems to me that the questions stated in the notice of appeal have been impermissibly drawn in a way calculated to cause this Court to review the decision of the Tribunal rather than to answer stated questions of law.",
      "id": "s22"
    },
    {
      "text": "A strict application of O 53 r 3(4) would render the questions unarguable without the leave of the Court.",
      "id": "s23"
    },
    {
      "text": "' \n Relevant Legislation \n \n 9 Section 44(1) of the AAT Act provides: \n \n '(1) A party to a proceeding before the Tribunal may appeal to the Federal Court of Australia, on a question of law, from any decision of the Tribunal in that proceeding.",
      "id": "s24"
    },
    {
      "text": "' \n \n 10 In the case before me, O 53, subrules 3(2) and (3) of the Federal Court Rules are also relevant.",
      "id": "s25"
    },
    {
      "text": "Those rules read as follows: \n \n '(2) The notice of appeal shall be signed by the applicant or his solicitor and shall state --- \n \n \n (b) the question or questions of law to be raised on the appeal \n ... \n (d) briefly, but specifically, the grounds relied upon in support of the order sought \n \n \n (3) The Court may on such terms and conditions as the Court thinks fit allow a notice of appeal to be amended.",
      "id": "s26"
    },
    {
      "text": "' \n \n 11 It is clear from consideration of both the Rules and the AAT Act that the question or questions of law upon which the applicant is relying must be articulated.",
      "id": "s27"
    },
    {
      "text": "12 In summary, the Commissioner has said this morning that the issue in par (g) of the amended notice of appeal is a question of law for the purposes of s 44 of the AAT Act , whereas the respondent has said that it is not.",
      "id": "s28"
    },
    {
      "text": "Relevant Principles \n \n 13 A number of principles have emerged from decisions of the Federal Court where this issue has been considered.",
      "id": "s29"
    },
    {
      "text": "Those principles include the following: 1.",
      "id": "s30"
    },
    {
      "text": "It simply begs the question of law to commence an appeal point with words such as 'whether the Tribunal erred in law'.",
      "id": "s31"
    },
    {
      "text": "If the question properly analysed is not a question of law, no amount of the formulary like 'erred in law' or 'was open as a matter of law' can make it into a question of law (Ryan J in Australian Telecommunications Corporation v Lambroglou (1990) 12 AAR 515 at 524).",
      "id": "s32"
    },
    {
      "text": "2.",
      "id": "s33"
    },
    {
      "text": "Appeals to this Court under s 44 AAT Act are only on questions of law.",
      "id": "s34"
    },
    {
      "text": "Accordingly the relevant question of law is the subject matter of the appeal itself.",
      "id": "s35"
    },
    {
      "text": "The whole of the decision of the Tribunal is not open to review except to the extent that it relevant to the questions of law raised (Gummow J in TNT Skypak International (Aust) Pty Ltd v Federal Commissioner of Taxation (1988) 82 ALR 175 at 178, Saxby Bridge at [46]).",
      "id": "s36"
    },
    {
      "text": "3.",
      "id": "s37"
    },
    {
      "text": "Order 53 r 3(2) discloses an intention that a question of law raised on an appeal from the Tribunal should be stated with precision as a pure question of law (Branson and Stone JJ in Birdseye v Australian Securities and Investments Commission [2003] FCAFC 232 at [18] ).",
      "id": "s38"
    },
    {
      "text": "4.",
      "id": "s39"
    },
    {
      "text": "A question which is inelegantly drafted may nonetheless be a question of law if its purport is tolerably clear, having regard for example to relevant legislation, relevant authorities, the language of the Tribunal's reasons and the grounds stated in the notice of appeal ( Ergon at [51]).",
      "id": "s40"
    },
    {
      "text": "14 Mr Looney for the applicant drew my attention to comments of Fisher J in Sullivan v Department of Transport (1978) 20 ALR 323 at 350.",
      "id": "s41"
    },
    {
      "text": "There his Honour said that, in allowing an appeal on the basis of s 44 AAT Act , the court must be completely satisfied that there was an error of law on the part of the Tribunal such as a misapprehension or failure to take into account any material fact.",
      "id": "s42"
    },
    {
      "text": "Mr Looney submitted that this case was authority for the principle that it was acceptable for the purposes of s 44 to plead an error of law such as that the Tribunal did not take into account relevant considerations.",
      "id": "s43"
    },
    {
      "text": "However, I do not read comments of Fisher J in that way.",
      "id": "s44"
    },
    {
      "text": "In that case, his Honour was describing the matters of which the Court must be satisfied in allowing an appeal under s 44.",
      "id": "s45"
    },
    {
      "text": "His Honour was not describing a question of law which would found an appeal under s 44.",
      "id": "s46"
    },
    {
      "text": "The matters about which the Court must be satisfied after considering the questions of law submitted by an applicant in its appeal from a decision of the Tribunal are quite different from the questions of law which must form the basis of the appeal under s 44.",
      "id": "s47"
    },
    {
      "text": "15 In any event, in Sullivan it does not appear on the face of the decision that the question(s) of law which founded the appeal were so broadly drafted as submitted by Mr Looney.",
      "id": "s48"
    },
    {
      "text": "16 I note the comments of the Full Court in Ergon where their Honours accepted that a question which is inelegantly drafted may nonetheless be a question of law if its purport is tolerably clear.",
      "id": "s49"
    },
    {
      "text": "However in the case before me, while I understand what the Commissioner is seeking to achieve by par 2(g), in my view it does not raise a particular, pure question of law as is explained by the Full Court in Birdseye .",
      "id": "s50"
    },
    {
      "text": "In Ergon , while the question was not framed as such as a 'question', nevertheless a particular issue of law specific to that case was clearly posed.",
      "id": "s51"
    },
    {
      "text": "17 During the hearing, Mr Looney submitted that it was sufficient for a question of law to be a question of law within the meaning of s 44, if it was drafted as a question which on its face contains, for example, an error of law within general administrative law principles.",
      "id": "s52"
    },
    {
      "text": "I asked him whether, in terms of s 44, it would be sufficient for a purported question of law to be framed in such terms as 'Whether there has been an error of law because the Tribunal took into account irrelevant considerations'.",
      "id": "s53"
    },
    {
      "text": "Mr Looney submitted that it would satisfy s 44.",
      "id": "s54"
    },
    {
      "text": "18 In my view that cannot be the case.",
      "id": "s55"
    },
    {
      "text": "Such a 'question': &#8226; is insufficiently particular as it does not allow the Court to answer the question on the facts of the case &#8226; in that respect, 'begs the question' as expressed by Ryan J in Lambroglou &#8226; is a finding that the Court may or may not reach, depending on the nature of the particular question which is put in the notice of appeal.",
      "id": "s56"
    },
    {
      "text": "19 Similarly in the case before me, the 'question' in par 2(g), namely whether the exercise by the Tribunal of its discretion miscarried in that the Tribunal acted upon a wrong principle or did not take into account one or more relevant considerations or took into account one or more irrelevant considerations, in my view: &#8226; is insufficiently particular &#8226; 'begs the question' as expressed by Ryan J in Lambroglou &#8226; refers to a finding that the Court may or may not reach, which needs to be based on a particular question of law the applicant must include in its notice of appeal.",
      "id": "s57"
    },
    {
      "text": "20 Further, it is not, in my view, a question of law to include a 'catch all' submission referable to questions of law in pars 2(a), (b), (c), (d), (e), (f), as a question of law which is the subject of the appeal.",
      "id": "s58"
    },
    {
      "text": "While the issues included in par 2(g) are clearly relevant, the paragraph is, as was submitted by Mr Coulsen for the respondent, a submission, a principle, rather than a question of law.",
      "id": "s59"
    },
    {
      "text": "21 Indeed in my view, it is arguably in the nature of a ground of appeal, rather than a question of law which the Court is required to consider.",
      "id": "s60"
    },
    {
      "text": "I note similar comments in the context of the notice of appeal in Saxby Bridge at par 47 of that judgment.",
      "id": "s61"
    },
    {
      "text": "22 Accordingly, I am prepared to give leave to allow the notice of appeal to be amended in accordance with the amended notice of appeal attached to the applicant's further amended notice of motion filed in Court on 18 September 2006, subject to deletion of par 2(g) of that document.",
      "id": "s62"
    },
    {
      "text": "I note however, that during the hearing this morning Mr Looney suggested at one point that in the absence of par 2(g), the preliminary questions in pars 2(a), (b), (c), (d), (e), (f) would not pose sufficient questions for the Court to answer.",
      "id": "s63"
    },
    {
      "text": "23 I will now hear submissions from Counsel.",
      "id": "s64"
    },
    {
      "text": "THE COURT ORDERS THAT: \n\n \n 1.",
      "id": "s65"
    },
    {
      "text": "The applicant be given leave to file and serve an amended notice of appeal in the terms set out in the further amended notice of motion filed in Court on Monday 18 September 2006, subject to the deletion of par 2(g) of that document.",
      "id": "s66"
    },
    {
      "text": "2.",
      "id": "s67"
    },
    {
      "text": "In the event that the applicant file and serve a further notice of motion by 4.00 pm on Wednesday 20 September 2006 the matter be listed for hearing on Friday 22 September 2006 at 8.00 am.",
      "id": "s68"
    },
    {
      "text": "3.",
      "id": "s69"
    },
    {
      "text": "Upon the filing of any amended notice of appeal the appeal book be amended so as to reflect and contain the amended notice of appeal.",
      "id": "s70"
    },
    {
      "text": "4.",
      "id": "s71"
    },
    {
      "text": "No order as to costs.",
      "id": "s72"
    },
    {
      "text": "I certify that the preceding twenty-three (23) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Collier.",
      "id": "s73"
    },
    {
      "text": "Associate:\n\nDated: 20 September 2006\n\n Counsel for the Applicant: Philip Looney \n \n Solicitor for the Applicant: Australian Government Solicitor \n \n Counsel for the Respondent: Craig Coulsen \n \n Solicitor for the Respondent: McInnes Wilson \n \n Date of Hearing: 18 September 2006 \n \n Date of Judgment: 18 September 2006 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1250.html",
      "id": "s74"
    }
  ]
}