{
  "name": "Applicant M47/2004 v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCA 176 (9 March 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/176.html",
  "catchphrases": [
    {
      "text": "appeal from decision of federal magistrate",
      "id": "c0"
    },
    {
      "text": "nature of re-hearing",
      "id": "c1"
    },
    {
      "text": "credibility findings",
      "id": "c2"
    },
    {
      "text": "vague, confusing and contradictory evidence",
      "id": "c3"
    },
    {
      "text": "inconsistent evidence given by appellant's spouse",
      "id": "c4"
    },
    {
      "text": "failure to identify error",
      "id": "c5"
    },
    {
      "text": "migration",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "BACKGROUND \n \n1 This is an appeal from a judgment of McInnis FM, given on 5 October 2005, dismissing an application for review of a decision of the Refugee Review Tribunal (\"the Tribunal\") to refuse the appellant the grant of a protection visa.",
      "id": "s0"
    },
    {
      "text": "2 The first and second appellants, wife and husband respectively, are Turkish Muslim citizens of Cyprus.",
      "id": "s1"
    },
    {
      "text": "As a dependant applicant for a protection visa, the husband's appeal will be determined by the outcome of his wife's appeal.",
      "id": "s2"
    },
    {
      "text": "In these circumstances, I will refer to the wife simply as the appellant.",
      "id": "s3"
    },
    {
      "text": "3 The appellant arrived in Australia on a visitor's visa on 16 November 2001.",
      "id": "s4"
    },
    {
      "text": "She lodged an application for a protection visa on 1 November 2001.",
      "id": "s5"
    },
    {
      "text": "She claims to have a well-founded fear of persecution in Cyprus because of her membership of the Kibris Kadir Birligi (\"the Cyprus Women's Group\").",
      "id": "s6"
    },
    {
      "text": "4 A delegate of the Minister for Immigration and Multicultural Affairs refused the appellant's protection visa application on 7 May 2002.",
      "id": "s7"
    },
    {
      "text": "An application for review of that decision was lodged on 31 May 2002 with the Tribunal.",
      "id": "s8"
    },
    {
      "text": "The appellant provided written submissions to the Tribunal on 28 November 2003.",
      "id": "s9"
    },
    {
      "text": "The Tribunal invited the appellant to give oral evidence and present arguments at a hearing on 5 December 2003.",
      "id": "s10"
    },
    {
      "text": "The appellant's husband gave oral evidence to the Tribunal on the same day.",
      "id": "s11"
    },
    {
      "text": "On 28 January 2004, the Tribunal affirmed the delegate's decision.",
      "id": "s12"
    },
    {
      "text": "A corrigendum was subsequently issued on 27 February 2004.",
      "id": "s13"
    },
    {
      "text": "DECISION OF THE TRIBUNAL \n \n5 The Tribunal accepted that the appellant is a national of Cyprus.",
      "id": "s14"
    },
    {
      "text": "However, the Tribunal stated that it had 'considerable concerns regarding the [appellant's] credibility' and described her evidence as 'vague, confused and contradictory in relation to many aspects of her claims'.",
      "id": "s15"
    },
    {
      "text": "The Tribunal found that the appellant had difficulty explaining what the Cyprus Women's Group was and how it operates.",
      "id": "s16"
    },
    {
      "text": "The Tribunal also noted that there were 'fundamental contradictions' between the appellant's evidence and that given by her husband.",
      "id": "s17"
    },
    {
      "text": "Ultimately, the Tribunal accepted that the Cyprus Women's Group exists, but due to the confused and contradictory evidence given by the appellant and her husband, the Tribunal did not accept that it is a political group, that it campaigns in elections and that its meetings were disrupted by government forces.",
      "id": "s18"
    },
    {
      "text": "The Tribunal did not accept that the appellant had any involvement in its activities other than receiving wages from it for her employment as a cleaner.",
      "id": "s19"
    },
    {
      "text": "6 The appellant claimed before the Tribunal that she had been under surveillance and receiving threats from 'people favouring the current party in power' warning her to cease her involvement with the Cyprus Women's Group.",
      "id": "s20"
    },
    {
      "text": "The Tribunal noted, however, that the appellant had never held an official position with the Cyprus Women's Group and knew nothing about its affairs.",
      "id": "s21"
    },
    {
      "text": "Additionally, the appellant's evidence as to whether she sought police assistance following those threats was contradictory and vague.",
      "id": "s22"
    },
    {
      "text": "The Tribunal noted the implausibility of the notion that a person in the appellant's position would be a political threat and the fact that she did not apply for refugee status earlier, despite having travelled to Australia in 1999.",
      "id": "s23"
    },
    {
      "text": "Accordingly, the Tribunal did not accept that the appellant was ever threatened for any reason in Cyprus, or that her family was constantly harassed.",
      "id": "s24"
    },
    {
      "text": "The Tribunal noted that none of these claims made by the appellant were supported by the evidence given by her husband.",
      "id": "s25"
    },
    {
      "text": "7 Accordingly, the Tribunal held that it was not satisfied that the appellant had a well-founded fear of persecution for a Convention reason, and therefore is not a person to whom Australia has protection obligations under the Convention.",
      "id": "s26"
    },
    {
      "text": "DECISION OF MCINNIS FM \n \n8 The appellant filed an application for review of the Tribunal's decision with the Federal Magistrates Court on 9 February 2005 and amended that application on 10 February 2005.",
      "id": "s27"
    },
    {
      "text": "On 5 October 2005, the application was dismissed by McInnis FM.",
      "id": "s28"
    },
    {
      "text": "9 McInnis FM noted that the Tribunal had made a series of adverse findings in relation to the appellant's credibility.",
      "id": "s29"
    },
    {
      "text": "His Honour observed that those findings, free of jurisdictional error, were largely incapable of supporting a decision that there had been an error of law.",
      "id": "s30"
    },
    {
      "text": "In relation to the husband's inconsistent evidence, McInnis FM relied on the decision of Marshall J in MZWMQ v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCA 1263 (\" MZWMQ \") to determine that the appellant's husband was an applicant before the Tribunal and that accordingly, s 424A(3)(b) of the Migration Act 1954 (Cth) (\"the Act\") operates to excuse the Tribunal from having to give written notice to the appellant of the evidence given by her husband.",
      "id": "s31"
    },
    {
      "text": "In any event, two significant findings in relation to the appellant's credibility were made on matters where the evidence of the appellant's husband was not relevant; first, the implausibility that someone in the appellant's position would be regarded as a political threat; and secondly, the fact that the appellant did not claim to be a refugee earlier.",
      "id": "s32"
    },
    {
      "text": "APPEAL TO THIS COURT \n \n10 The appellant filed a notice of appeal on 21 October 2005 setting out the following grounds of appeal:\n \n \"(a) The evidence of the appellant before the Tribunal was 'vague, confused and contradictory in relation to many aspects of her claim' and the learned Magistrate found that the Tribunal's adverse finding regarding the appellant's credibility was open to it, and hence there was no error in law.",
      "id": "s33"
    },
    {
      "text": "However, the decision of the learned Magistrate indicates that he adopts and applies the decision in VAT ---v- MIMIA (2004 FCAFC 255) which decision also encompasses the denial of procedural fairness as a jurisdictional error.",
      "id": "s34"
    },
    {
      "text": "The point is made that if the Tribunal found the appellant's evidence to be vague, confused and contradictory in relation to many aspects of her claim, then the Tribunal ought to have clarified the issues that were vague, confused and contradictory rather than making an adverse finding as to credibility without clarification.",
      "id": "s35"
    },
    {
      "text": "This assumes importance in relation to the Tribunal findings about the KKB.",
      "id": "s36"
    },
    {
      "text": "(b) The appellant's credibility was a deciding factor and the Tribunal relied on the appellant's husband's evidence to decide that issue and the appellant's husband was an applicant before the Tribunal, the learned Magistrate gave the incorrect interpretation to section 424A(1) and (3) in that the Tribunal had no legal obligation to put the appellant's husband's evidence to the appellant in accordance with section 424A of the Act.",
      "id": "s37"
    },
    {
      "text": "In saying that section 424A(3)(b) of the Act operates to excuse the Tribunal from giving notice, the learned Magistrate has not clarified what the word 'application' refers to in the said sub-section 424A(3)(b).",
      "id": "s38"
    },
    {
      "text": "(c) In seeking to rely on the decision in VBAP of 2002 ---v- MIMIA (2005) FCA 965 to substantiate that the Tribunal has not erred in its approach to section 424A in that in any way it would not have altered the findings of the Tribunal (see paragraph 27 of the learned Magistrate's judgment) what the learned Magistrate failed to see was that the finding on these two issues were crucial to the appellant's case.",
      "id": "s39"
    },
    {
      "text": "\" \n\n\n \n11 In contentions of fact and law filed on 5 December 2005, the appellant again asserted that she was persecuted and threatened due to her membership of the Cyprus Women's Group.",
      "id": "s40"
    },
    {
      "text": "She submitted that there was a lack of state protection available to her and the police had failed to investigate the threats made.",
      "id": "s41"
    },
    {
      "text": "The appellant contended that her husband was unable to retain employment as a result of her political involvement in the Cyprus Women's Group and the fact that he voted against the incumbent government.",
      "id": "s42"
    },
    {
      "text": "Additionally, the appellant asserted that she underwent major surgery on 14 December 2004.",
      "id": "s43"
    },
    {
      "text": "None of these contentions, however, were subsequently pressed as independent grounds of appeal.",
      "id": "s44"
    },
    {
      "text": "12 The appellant appeared before me on 23 February 2006 with the aid of an interpreter.",
      "id": "s45"
    },
    {
      "text": "I invited the appellant to identify any reasons why, or any facts or circumstances that supported her contention that, the decisions of the Tribunal and the Federal Magistrate were wrong.",
      "id": "s46"
    },
    {
      "text": "At the hearing, the appellant did not add anything of substance to the matters referred to in the notice of appeal and the contentions of fact and law.",
      "id": "s47"
    },
    {
      "text": "13 In essence, the appellant alleges two jurisdictional errors, as set out in the notice of appeal; first, that if the Tribunal found her evidence to be vague, confused and contradictory, it should have put that to her rather than making adverse credibility findings; and secondly, notice of the contradictory evidence given by the appellant's husband should have been given to the appellant.",
      "id": "s48"
    },
    {
      "text": "The appellant submitted that these matters were crucial to her case.",
      "id": "s49"
    },
    {
      "text": "FINDINGS AS TO THE APPELLANT'S CREDIBILITY \n \n14 The appellant contended that if the Tribunal found her evidence to be vague, confused and contradictory, the Tribunal ought to have sought to clarify that evidence, rather than making an adverse finding against her as to credibility.",
      "id": "s50"
    },
    {
      "text": "15 The first respondent contended in written submissions that it is well established that the Tribunal is not required to make the appellant's case or require the appellant to remedy a deficiency in his or her case: see Abebe v Commonwealth [1999] HCA 14 ; (1999) 197 CLR 510, Tran v Minister for Immigration and Multicultural and Indigenous Affairs [2002] FCA 1522 and Naidu v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCA 1692 ; (2004) 140 FCR 284.",
      "id": "s51"
    },
    {
      "text": "Furthermore, the Tribunal is not required to put to the appellant its disbelief in her claims: see SZAFJ v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCA 291 at [31] - [32] , WABY v Refugee Review Tribunal [2005] FCA 209 at [69] and SZATB v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCA 274 at [39] - [40] .",
      "id": "s52"
    },
    {
      "text": "The first respondent submitted that the Tribunal is not required to investigate for itself whether the appellant's claims were true and is not required to ask the appellant to clarify any issues that the Tribunal finds to be vague, confused and contradictory.",
      "id": "s53"
    },
    {
      "text": "The Tribunal assessed the appellant's claims and set out its reasons why it did not accept them --- in the first respondent's submission, there can be no suggestion that the Tribunal is required to act otherwise.",
      "id": "s54"
    },
    {
      "text": "Additionally, the first respondent submitted that a finding on a credibility issue that was open to the Tribunal on the material before it does not give rise to an error of law: see Mashyekhi v Minister for Immigration and Multicultural and Indigenous Affairs [2000] FCA 321 ; (2000) 97 FCR 381 and W148 v Minister for Immigration and Multicultural and Indigenous Affairs (2001) 185 ALR 703.",
      "id": "s55"
    },
    {
      "text": "16 In my view, it was open to the Tribunal to make the factual findings that it did concerning the appellant's credibility.",
      "id": "s56"
    },
    {
      "text": "It is clear from the detailed reasons given that the Tribunal assessed the appellant's claims but did not accept them, given the vague, confused and contradictory evidence given by her.",
      "id": "s57"
    },
    {
      "text": "The appellant has not identified any error of law in the manner in which the Tribunal dealt with the deficiencies in her evidence.",
      "id": "s58"
    },
    {
      "text": "It follows that she has not identified any appealable error by McInnis FM in this respect.",
      "id": "s59"
    },
    {
      "text": "CONTRARY EVIDENCE OF THE APPELLANT'S HUSBAND \n \n17 The appellant submitted that the Tribunal erred in relying on her husband's contradictory evidence without putting that evidence to her.",
      "id": "s60"
    },
    {
      "text": "18 Section 424A(1)(a) of the Act requires that the Tribunal provide to the appellant particulars of any information that the Tribunal considers would be the reason, or a part of the reason, for affirming the decision that is under review.",
      "id": "s61"
    },
    {
      "text": "However, the issue before McInnis FM was whether the husband's evidence, as a dependant applicant, fell within the exception in s 424A(3)(b) of the Act in that it was information that 'the applicant gave for the purposes of the application'.",
      "id": "s62"
    },
    {
      "text": "McInnis FM relied on MZWMQ to reach the conclusion that the husband's evidence fell within the exception in s 424A(3)(b).",
      "id": "s63"
    },
    {
      "text": "The first respondent contended that the facts in this case are similar to those considered by Marshall J in MZWMQ .",
      "id": "s64"
    },
    {
      "text": "As a result, the Tribunal was not required to given written notice to the appellant of her husband's inconsistent evidence.",
      "id": "s65"
    },
    {
      "text": "19 In oral submissions, counsel for the respondents asserted that this Court is bound to follow that decision unless it can be shown that it was 'plainly wrong' and the appellant has not put anything to the Court to indicate that the decision of Marshall J was plainly wrong: see VJAF v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCAFC 178 at [16] .",
      "id": "s66"
    },
    {
      "text": "Additionally, counsel submitted that the statutory context of s 424A(3)(b) supports Marshall J's interpretation.",
      "id": "s67"
    },
    {
      "text": "Counsel referred me to Pt IV of Sch 1 of the Migration Regulations 1994 (Cth) (\"the Regulations \") .",
      "id": "s68"
    },
    {
      "text": "Regulation 1401(3)(c) provides that '[a]pplication by a person claiming to be a member of the family unit of a person who is an applicant...may be made at the same time and place as, and combined with, the application by that person.",
      "id": "s69"
    },
    {
      "text": "' Counsel also sought to rely on s 48A(2)(ab) of the Act which defines 'application for a protection visa' for the purposes of the section as including 'an application for a visa, a criterion for which is that the applicant is a non-citizen in Australia who is the spouse or a dependant of a non-citizen in Australia (i) to whom Australia has protection obligations under the Refugees Convention as amended by the Refugees Protocol and (ii) who holds a protection visa.",
      "id": "s70"
    },
    {
      "text": "'\n \n20 Counsel also referred to two additional cases that address the status of dependant applicants.",
      "id": "s71"
    },
    {
      "text": "In Peniche v Minister for Immigration and Multicultural Affairs [1999] FCA 709 , Weinberg J treated dependant family members as applicants in their own right for the purposes of s 425 of the Act, the section which gives the applicants an opportunity to give evidence to the Tribunal.",
      "id": "s72"
    },
    {
      "text": "However, in VBAM v Minister for Immigration and Multicultural Affairs [2003] FCA 504 , Gray J interpreted s 424A(3)(b) widely so as to include evidence given by witnesses called on behalf of the applicant to the Tribunal.",
      "id": "s73"
    },
    {
      "text": "As counsel for the respondents noted, the proposition that the exception in s 424A(3)(b) extends to all evidence given on behalf of the appellant, including that given by other unrelated witnesses, goes further than MZWMQ , and beyond the issue raised by this case.",
      "id": "s74"
    },
    {
      "text": "21 I am not satisfied that I am only entitled to depart from the decision of Marshall J if I consider that his Honour was plainly wrong.",
      "id": "s75"
    },
    {
      "text": "There is no doubt that this proposition applies when a Full Court of this Court is asked to depart from a previous decision of the Full Court.",
      "id": "s76"
    },
    {
      "text": "But there seems to be no authority extending the principle to the decision of a single judge who was exercising appellate jurisdiction.",
      "id": "s77"
    },
    {
      "text": "So much was conceded by counsel for the respondents.",
      "id": "s78"
    },
    {
      "text": "The view I have reached is that I should accord MZWMQ the same authority and respect that I would accord other single judge decisions in this Court, and that I should not depart from it unless I am satisfied that it was wrongly decided.",
      "id": "s79"
    },
    {
      "text": "22 The appellant and her husband are joint applicants in the proceedings before me, the appellant's application and the husband's dependant application having been combined pursuant to reg 1401(3)(c).",
      "id": "s80"
    },
    {
      "text": "I infer from the Tribunal's reasons that the appellant was present when her husband gave evidence to the Tribunal.",
      "id": "s81"
    },
    {
      "text": "The Tribunal specifically notes that the appellant was asked about discrepancies between her evidence and her husband's evidence.",
      "id": "s82"
    },
    {
      "text": "It also notes her responses that her husband was a very forgetful person and not very good with dates, and that her husband had confused the political parties that they were supporting.",
      "id": "s83"
    },
    {
      "text": "23 In my opinion, it is consistent with the object and statutory purposes of s 424A(3)(b) to construe its reference to an application as including joint applications which are combined pursuant to the Regulations .",
      "id": "s84"
    },
    {
      "text": "In all the circumstances, including the reasons put forward by counsel for the respondents, I am not satisfied that MZWMQ was wrongly decided by Marshall J.",
      "id": "s85"
    },
    {
      "text": "I propose to follow MZWMQ and apply it in this case.",
      "id": "s86"
    },
    {
      "text": "Accordingly, I reject the appellant's claim that the Tribunal erred in not giving particulars of the husband's evidence to the appellant in the manner contemplated by s 424A(1)(a).",
      "id": "s87"
    },
    {
      "text": "As a joint applicant, the evidence given by the husband fell within the exception in s 424A(3)(b).",
      "id": "s88"
    },
    {
      "text": "24 It also follows that, in my view, the Federal Magistrate did not err in rejecting the claim based on s 424A.",
      "id": "s89"
    },
    {
      "text": "POSSIBLE ALTERNATIVE GROUNDS FOR THE DECISION \n \n25 The respondents advanced an alternative argument to address the contingency that the husband's evidence might fall outside the exception in s 424A(3)(b).",
      "id": "s90"
    },
    {
      "text": "The respondents submitted that McInnis FM was correct in applying the decision in VBAP v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCA 965 ( \"VBAP\" ).",
      "id": "s91"
    },
    {
      "text": "In VBAP , the Tribunal had rejected the applicant's claim on four separate bases.",
      "id": "s92"
    },
    {
      "text": "North J accepted at [31] that, in relation to one of these bases, s 424A may not have been complied with.",
      "id": "s93"
    },
    {
      "text": "However, his Honour held that, despite this non-compliance, he could not accept a submission that the Tribunal's decision must be set aside.",
      "id": "s94"
    },
    {
      "text": "His Honour distinguished SAAP v Minister for Immigration and Multicultural and Indigenous Affairs [2005] HCA 24 ; (2005) 215 ALR 162 (\" SAAP \"), pointing out that SAAP was a case in which the only ground relied upon was a ground on which jurisdictional error was established.",
      "id": "s95"
    },
    {
      "text": "In his Honour's view, SAAP does not stand for the proposition that, if there is a breach of s 424A in relation to one ground upon which a decision is made, and there exist one or more grounds upon which the decision is not or cannot be impeached, the decision nevertheless fails.",
      "id": "s96"
    },
    {
      "text": "26 It is unnecessary for me to deal with this argument because I have reached the conclusion that s 424A does not apply to the husband's evidence.",
      "id": "s97"
    },
    {
      "text": "In these circumstances, and having regard to the recent decision of the Full Court (Moore, Weinberg and Allsop JJ) in SZEEU v Minister for Immigration and Multicultural Affairs [2006] FCAFC 2 , I wish to reserve my opinion on the argument, both generally and in relation to its application in a case where the allegedly independent findings underpin a conclusion that the applicant's claims are not credible.",
      "id": "s98"
    },
    {
      "text": "CONCLUSION AND ORDERS \n \n27 As Kenny J observed in Abeyesinghe v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCA 1558 at [4] , on an appeal conducted by way of re-hearing, such as an appeal from a judgment of the Federal Magistrates Court, 'the powers of an appellate court are exercisable only if the appellant can demonstrate that, having regard to the evidence before the appellate court, the judgment under appeal is a consequence of some legal, factual or discretionary error'.",
      "id": "s99"
    },
    {
      "text": "The appellant has failed to point to any error in the decisions of the Tribunal and McInnis FM.",
      "id": "s100"
    },
    {
      "text": "28 In my opinion, for the above reasons, the notice of appeal and the appellant's submissions, both written and oral, do not disclose any error in the decision of McInnis FM, or for that matter in the decision of the Tribunal.",
      "id": "s101"
    },
    {
      "text": "29 I dismiss the appeal and order that the appellant pay the respondents' costs.",
      "id": "s102"
    },
    {
      "text": "I certify that the preceding twenty-nine (29) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Young.",
      "id": "s103"
    },
    {
      "text": "Associate:\n\nDated: 9 March 2006\n\n\n Counsel for the Appellant: Appeared in person with interpreter \n \n Counsel for the Respondents: Mr M. Felman \n \n Solicitor for the Respondents: Australian Government Solicitor \n \n Date of Hearing: 23 February 2006 \n \n Date of Judgment: 9 March 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/176.html",
      "id": "s104"
    }
  ]
}