{
  "name": "Leghaei v Director-General of Security (No 2) [2006] FCA 114 (20 February 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/114.html",
  "catchphrases": [
    {
      "text": "costs",
      "id": "c0"
    },
    {
      "text": "departing from the general rule",
      "id": "c1"
    },
    {
      "text": "whether additional costs for unsuccessful applicant to comply with onerous national security restrictions at instigation of respondent warrant departure",
      "id": "c2"
    },
    {
      "text": "whether public benefit in clarification of law warrants departure",
      "id": "c3"
    },
    {
      "text": "procedure",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "HIS HONOUR: \n \n 1 The unsuccessful applicant submits that there are two reasons for departure from the normal rule as to costs.",
      "id": "s0"
    },
    {
      "text": "2 The first is that conduct of the applicant's case was unusually expensive because of onerous security restrictions imposed at the instance of the first respondent.",
      "id": "s1"
    },
    {
      "text": "Leaving aside enlargement of costs on this account solely due to interstate engagement of legal representatives, the premise of this submission must be conceded: the costs are higher than if security considerations and modified procedures had not been present.",
      "id": "s2"
    },
    {
      "text": "However, the conclusion argued for does not, in my opinion, follow.",
      "id": "s3"
    },
    {
      "text": "The necessity for the security measures was inherent in the preparation of the applicant's case and the measures were either imposed after argument or properly conceded to forestall argument.",
      "id": "s4"
    },
    {
      "text": "The measures must be regarded as properly instigated.",
      "id": "s5"
    },
    {
      "text": "Both sides' costs were enlarged on that account.",
      "id": "s6"
    },
    {
      "text": "I see no reason to deprive the successful party of his costs.",
      "id": "s7"
    },
    {
      "text": "3 The second reason is that the case was likely to clarify and, subject to the appeal now launched, has clarified the law.",
      "id": "s8"
    },
    {
      "text": "In my view, the legal conclusion that I reached that the Australian Security Intelligence Organisation Act 1979 (Cth) had not excluded the necessity for procedural fairness for a non-citizen (as that term was used in my principal judgment) is likely to be of some general significance.",
      "id": "s9"
    },
    {
      "text": "Until the inspection by the applicant's legal advisers of the first respondent's confidential reasons for decision, that conclusion might reasonably have been hoped to determine the case in favour of the applicant.",
      "id": "s10"
    },
    {
      "text": "It would, in my view, be reasonable that, to that point, each party should pay its own costs: there was an element of public benefit in the clarification of the law, including an element of benefit (as to certainty) thereby to the respondents.",
      "id": "s11"
    },
    {
      "text": "4 Otherwise, the usual rule as to costs should apply.",
      "id": "s12"
    },
    {
      "text": "The parties' solicitors ought be able to agree on the proportion of the respondents' costs that, in light of that conclusion of principle, the applicant should pay.",
      "id": "s13"
    },
    {
      "text": "In such case, I will make orders accordingly.",
      "id": "s14"
    },
    {
      "text": "Failing such agreement, the parties should within 14 days each let me have their half-page submissions on the matter.",
      "id": "s15"
    },
    {
      "text": "I certify that the preceding four (4) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Madgwick.",
      "id": "s16"
    },
    {
      "text": "Associate:\n\nDated: 20 February 2006\n\n\n Counsel for the Applicant: Mr Peter Hanks QC \n \n Solicitor for the Applicant: Deacons \n \n Counsel for the Respondents: Mr Neil Williams SC / Mr T Howe \n \n Solicitor for the Respondents: Australian Government Solicitor \n \n Date of Hearing: 10 February 2006 \n \n Date of Judgment: 20 February 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/114.html",
      "id": "s17"
    }
  ]
}