{
  "name": "Marchesi v Apostoulou [2006] FCA 1122 (23 August 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1122.html",
  "catchphrases": [
    {
      "text": "whether bankrupt beneficial owner of properties",
      "id": "c0"
    },
    {
      "text": "whether gift of properties to family trust perfected",
      "id": "c1"
    },
    {
      "text": "whether bankrupt did all that was necessary to be done in order to transfer properties and render settlement binding upon him",
      "id": "c2"
    },
    {
      "text": "significance of absence of evidence that consent of mortgagees had been obtained",
      "id": "c3"
    },
    {
      "text": "bankruptcy",
      "id": "c4"
    },
    {
      "text": "equity",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application brought by Brendan Marchesi as trustee of the bankrupt estate of Andrew Vasiliou (\"the bankrupt\").",
      "id": "s0"
    },
    {
      "text": "The applicant seeks declaratory and other relief regarding three properties that are currently registered in the name of the bankrupt (\"the properties\").",
      "id": "s1"
    },
    {
      "text": "The bankrupt claims the properties were the subject of a gift to his family trust in October 1987.",
      "id": "s2"
    },
    {
      "text": "The first respondent is the current trustee of the family trust, and the bankrupt's wife.",
      "id": "s3"
    },
    {
      "text": "The bankrupt appeared for both himself and on his wife's behalf.",
      "id": "s4"
    },
    {
      "text": "The applicant claims the properties are, and always have been, in law and in equity, owned by the bankrupt, and denies that they were ever the subject of a gift to the family trust.",
      "id": "s5"
    },
    {
      "text": "2 It is clear that the bankrupt took steps to establish a family trust in 1987, and to gift the properties to that trust.",
      "id": "s6"
    },
    {
      "text": "It is undisputed that the transfers were not registered, and that stamp duty was not paid on the transactions, at least in 1987.",
      "id": "s7"
    },
    {
      "text": "The critical question in this proceeding is whether the bankrupt did enough to perfect the gift of the properties in equity.",
      "id": "s8"
    },
    {
      "text": "FACTUAL BACKGROUND \n \n 3 The circumstances surrounding the putative gift to the family trust are as follows.",
      "id": "s9"
    },
    {
      "text": "In August 1987, the bankrupt decided to create a family trust.",
      "id": "s10"
    },
    {
      "text": "He arranged for a firm of solicitors, Coady Dwyer &amp; Associates, to provide a shelf company that would be the trustee of the family trust, and to prepare a deed of trust.",
      "id": "s11"
    },
    {
      "text": "The name of the shelf company was Optquest Pty Ltd.",
      "id": "s12"
    },
    {
      "text": "The bankrupt and his wife were the directors and shareholders of that company.",
      "id": "s13"
    },
    {
      "text": "The deed of trust was dated 12 August 1987.",
      "id": "s14"
    },
    {
      "text": "The beneficiaries under the deed of trust included the bankrupt's two daughters.",
      "id": "s15"
    },
    {
      "text": "4 The bankrupt also arranged for the solicitors to prepare a deed of gift regarding the three properties.",
      "id": "s16"
    },
    {
      "text": "That deed of gift was executed by the bankrupt on 8 October 1987.",
      "id": "s17"
    },
    {
      "text": "Three separate transfers of land were executed, with Optquest Pty Ltd named as the transferee in each of them.",
      "id": "s18"
    },
    {
      "text": "5 The transfers of land are undated.",
      "id": "s19"
    },
    {
      "text": "That is not of itself unusual.",
      "id": "s20"
    },
    {
      "text": "Mr Phillip Dwyer, the solicitor engaged to establish the family trust, gave evidence that it was normal practice for transfers not to have been dated until they came to be lodged for stamp duty.",
      "id": "s21"
    },
    {
      "text": "6 For reasons that are not altogether clear, ultimately the transfers of land were not stamped and, of course, have never been registered.",
      "id": "s22"
    },
    {
      "text": "Each of the properties was subject to a mortgage in 1987.",
      "id": "s23"
    },
    {
      "text": "7 According to the bankrupt, money was provided to Mr Dwyer to meet the stamp duty on the transfers.",
      "id": "s24"
    },
    {
      "text": "However, the bankrupt claims that the funds provided for that purpose were used by his solicitor to meet the firm's general disbursements.",
      "id": "s25"
    },
    {
      "text": "8 In 1995, Optquest Pty Ltd was deregistered.",
      "id": "s26"
    },
    {
      "text": "The bankrupt exercised a power of appointment under the trust deed and appointed himself trustee of the family trust.",
      "id": "s27"
    },
    {
      "text": "In 2003, he exercised that power of appointment again, and appointed his wife as trustee of the family trust.",
      "id": "s28"
    },
    {
      "text": "9 The bankrupt's estate was sequestrated in September 2004.",
      "id": "s29"
    },
    {
      "text": "Essentially, there were only two significant creditors.",
      "id": "s30"
    },
    {
      "text": "One was Glenvill Homes, which had done some work on the bankrupt's behalf, in furtherance of a development project that he had in mind in relation to one of the properties that are the subject of this proceeding.",
      "id": "s31"
    },
    {
      "text": "Glenvill Homes had not been paid.",
      "id": "s32"
    },
    {
      "text": "The other was Tassiopoulous Lambros, a firm of solicitors, that had acted on behalf of the bankrupt in a dispute before the Victorian Civil and Administrative Tribunal (\"VCAT\") regarding the Glenvill Homes matter.",
      "id": "s33"
    },
    {
      "text": "Neither debt was very great.",
      "id": "s34"
    },
    {
      "text": "The bankrupt could easily have obtained the money necessary to discharge it.",
      "id": "s35"
    },
    {
      "text": "However, he maintained that nothing was owing to either creditor, and he refused to pay.",
      "id": "s36"
    },
    {
      "text": "10 Eventually Tassiopoulous Lambros obtained a default judgment against the bankrupt in relation to the unpaid fees.",
      "id": "s37"
    },
    {
      "text": "This led to a bankruptcy notice, and ultimately to the sequestration of the bankrupt's estate.",
      "id": "s38"
    },
    {
      "text": "The applicant was appointed his trustee in bankruptcy.",
      "id": "s39"
    },
    {
      "text": "11 Shortly after the commencement of the administration of the estate, the bankrupt informed the applicant that the three properties registered in his name were actually held by the family trust.",
      "id": "s40"
    },
    {
      "text": "The applicant did not accept the bankrupt's assertion, and insisted that the properties were available to him to meet the debts admitted to proof in the bankruptcy.",
      "id": "s41"
    },
    {
      "text": "The applicant lodged caveats on all three titles.",
      "id": "s42"
    },
    {
      "text": "12 Thereafter, the applicant brought this proceeding.",
      "id": "s43"
    },
    {
      "text": "THE RELEVANT LEGAL PRINCIPLES \n \n 13 The seminal case dealing with the circumstances in which equity will recognise the assignment of property without consideration is Milroy v Lord (1862) 4 De GF &amp; J 264.",
      "id": "s44"
    },
    {
      "text": "The test laid down by Turner LJ was in the following terms (at 274): \n \n \"I take the law of this Court to be well settled, that, in order to render a voluntary settlement valid and effectual, the settler must have done everything which, according to the nature of the property comprised in the settlement, was necessary to be done in order to transfer the property and render the settlement binding upon him.",
      "id": "s45"
    },
    {
      "text": "... there is no equity in this Court to perfect an imperfect gift.",
      "id": "s46"
    },
    {
      "text": "\" \n \n \n 14 The question of what constituted \"everything which ... was necessary\" was the subject of considerable discussion, and confusion, over many years.",
      "id": "s47"
    },
    {
      "text": "15 In Anning v Anning [1907] HCA 13 ; (1907) 4 CLR 1049, each member of the High Court interpreted Milroy v Lord differently.",
      "id": "s48"
    },
    {
      "text": "The facts of the case, briefly stated, were as follows.",
      "id": "s49"
    },
    {
      "text": "Mr William Anning, a few days before his death, conveyed equal shares in his personal estate to his wife and children.",
      "id": "s50"
    },
    {
      "text": "This estate included a leasehold and money in bank accounts.",
      "id": "s51"
    },
    {
      "text": "He did so by deed of gift, and executed a will of realty, but nothing further.",
      "id": "s52"
    },
    {
      "text": "The transaction was alleged to have been made to avoid the payment of succession duty.",
      "id": "s53"
    },
    {
      "text": "The appellant, his widow, sought a determination of whether there had been an effective gift.",
      "id": "s54"
    },
    {
      "text": "16 Griffith CJ held that the gift had been perfected when the transferor had done all things necessary to be done on his part .",
      "id": "s55"
    },
    {
      "text": "Higgins J went one step further.",
      "id": "s56"
    },
    {
      "text": "His Honour found that \"necessary\" meant all things necessary to be done by the transferor, and other things that were necessary to complete the assignment in law which could be done by the transferor.",
      "id": "s57"
    },
    {
      "text": "17 The difference between the two formulations can be seen by examining their application to the gift of the bank accounts.",
      "id": "s58"
    },
    {
      "text": "Statute required notice to be given to the banks in order for the assignment to be effectual in law.",
      "id": "s59"
    },
    {
      "text": "Such notice could be given by either the assignee or assignor.",
      "id": "s60"
    },
    {
      "text": "No such notice had been given in the case.",
      "id": "s61"
    },
    {
      "text": "Accordingly, Griffith CJ found that the gift had been perfected, whereas Higgins J found that it had not.",
      "id": "s62"
    },
    {
      "text": "18 Isaacs J adopted a different approach.",
      "id": "s63"
    },
    {
      "text": "His Honour stated (at 1069): \n \n \"If the legal title is assignable at law it must be so assigned or equity will not enforce the gift.",
      "id": "s64"
    },
    {
      "text": "If for any reason, whether want of a deed by the assignor, or a specifically prescribed method of transfer, or registration, or statutory notice, the transfer of the legal title is incomplete when the law permits it to be complete, equity regards the gift as still imperfect and will not enforce it.",
      "id": "s65"
    },
    {
      "text": "In such a case, the fact that the assignor has done all that he can be required to do is not applicable.",
      "id": "s66"
    },
    {
      "text": "\" \n \n \n 19 According to Isaacs J therefore, \"everything which ... was necessary\" meant everything that was necessary in law.",
      "id": "s67"
    },
    {
      "text": "This included, where it was required by law, registration of a transfer.",
      "id": "s68"
    },
    {
      "text": "20 In Brunker v Perpetual Trustee Co (Ltd) [1937] HCA 29 ; (1937) 57 CLR 555, the facts were, briefly, that Mr Sellar, the registered proprietor of a parcel of Torrens title land, executed on the day before his death a voluntary transfer to his housekeeper of an estate in the land in remainder.",
      "id": "s69"
    },
    {
      "text": "The land was subject to a mortgage to a bank, but as it was intended that the remainder interest should be transferred free of the mortgage, particulars of it were not entered in the memorandum of prior encumbrances.",
      "id": "s70"
    },
    {
      "text": "However, the mortgage was not discharged, and the bank remained at all material times, in possession of the certificate of title.",
      "id": "s71"
    },
    {
      "text": "21 After signing the transfer, Mr Sellar handed it to a law stationer who had prepared it acting, so it was held, as agent for the transferor and not the housekeeper.",
      "id": "s72"
    },
    {
      "text": "After Mr Sellar's death, the transfer came into the possession of the housekeeper who delivered it to her solicitors.",
      "id": "s73"
    },
    {
      "text": "They in turn inserted particulars of the bank's mortgage in the memorandum of prior encumbrances and lodged the transfer for registration.",
      "id": "s74"
    },
    {
      "text": "However, the certificate of title was not produced to the Registrar General.",
      "id": "s75"
    },
    {
      "text": "Meanwhile, Mr Sellar's executor had lodged a caveat against the registration of dealings affecting the land, and he initiated proceedings in which he sought, and obtained, an order declaring the transfer to be void.",
      "id": "s76"
    },
    {
      "text": "An appeal against that order was dismissed by the High Court.",
      "id": "s77"
    },
    {
      "text": "22 Dixon J, with whom Rich J agreed, held that a transferee of land under the Real Property Act 1900 (NSW) obtained no estate in the land, legal or equitable, until his transfer was registered.",
      "id": "s78"
    },
    {
      "text": "The learned authors of Meagher, Gummow and Lehane's Equity: Doctrines and Remedies (2002, 4 th ed) comment (at [6-120]) that Dixon J took the same view, at least as regards estates in Torrens Title land, as Isaacs J took in Anning v Anning , namely that property could be assigned at law, but the assignment of it was not complete in equity until it was complete at law.",
      "id": "s79"
    },
    {
      "text": "It followed, therefore, that even on the assumption that Mr Sellar had done everything which he alone could do to perfect the gift, the remainder interest did not, in equity, vest in the housekeeper.",
      "id": "s80"
    },
    {
      "text": "23 However, Dixon J went on to say (at 599-600): \n \n \"But, under the system of the Real Property Act , a transferee may be in a position by registering an instrument to obtain a legal estate, although prior to registration neither the legal nor any equitable estate was vested in him.",
      "id": "s81"
    },
    {
      "text": "If that system allows a volunteer to acquire an indefeasible right to the registration of an instrument in his favour, then, although it would remain true that before registration he had neither a legal nor an equitable estate in the land, yet he would be entitled to a right of a new description arising under the statute, and by its exercise he could vest the legal estate in himself.",
      "id": "s82"
    },
    {
      "text": "The true question in the present case appears to me to be whether the appellant acquired a right of this nature which the deceased or his executor could not intercept or defeat.",
      "id": "s83"
    },
    {
      "text": "There is no a priori reason why statutory provisions making title depend upon registration should not confer upon a person in whose favour a registrable instrument has been made, a right to procure its registration, notwithstanding that it is voluntary, and no reason why it should not leave the transferor powerless to countermand his instrument.",
      "id": "s84"
    },
    {
      "text": "Such a right would not depend upon the doctrines or remedies of a court of equity, and, pending actual registration, the transferee could not be considered entitled to an equitable interest any more than to a legal interest in the land.",
      "id": "s85"
    },
    {
      "text": "It might appear anomalous, but the anomaly would be no obstacle to the existence of the right.",
      "id": "s86"
    },
    {
      "text": "\" \n \n \n 24 For criticism of Dixon J's analysis see Meagher, Gummow and Lehane's Equity: Doctrines and Remedies at [6-125].",
      "id": "s87"
    },
    {
      "text": "See also Olsson v Dyson [1969] HCA 3 ; (1969) 120 CLR 365.",
      "id": "s88"
    },
    {
      "text": "25 The position appears to have been settled by the High Court's judgment in Corin v Patton [1990] HCA 12 ; (1990) 169 CLR 540.",
      "id": "s89"
    },
    {
      "text": "Mason CJ and McHugh J concluded (at 560): \n \n \"Where a donor, with the intention of making a gift, delivers to the donee an instrument of transfer in registrable form with the certificate of title so as to enable him to obtain registration, an equity arises, not from the transfer itself, but from the execution and delivery of the transfer and the delivery of the certificate of title in such circumstances as will enable the donee to procure the vesting of the legal title in himself.",
      "id": "s90"
    },
    {
      "text": "... \n \n The question is then whether Mrs. Patton did all that it was necessary for her to do in order to effect a transfer.",
      "id": "s91"
    },
    {
      "text": "\" \n \n \n 26 Similarly, Deane J articulated the relevant test in the following terms (at 582): \n \n \"It is whether the donor has done all that is necessary to place the vesting of the legal title within the control of the donee and beyond the recall or intervention of the donor .",
      "id": "s92"
    },
    {
      "text": "Once that stage is reached and the gift is complete and effective in equity, the equitable interest in the land vests in the donee and, that being so, the donor is bound in conscience to hold the property as trustee for the donee pending the vesting of the legal title.",
      "id": "s93"
    },
    {
      "text": "\" (emphasis added)\n \n \n 27 Together, Mason CJ, McHugh and Deane JJ constituted the majority.",
      "id": "s94"
    },
    {
      "text": "28 The principles preferred by the High Court in Corin v Patton were applied by the New South Wales Court of Appeal in Costin v Costin (1997) 7 BPR 15,167.",
      "id": "s95"
    },
    {
      "text": "In that case, Eric Costin made arrangements to transfer an interest in property to his son Nicholas (the respondent).",
      "id": "s96"
    },
    {
      "text": "He executed a transfer and instructed his solicitors to provide the certificate of title to allow registration.",
      "id": "s97"
    },
    {
      "text": "However, before his solicitors carried out those instructions, Eric Costin changed his mind and executed a transfer to his other son, Robert (the appellant), which was then registered.",
      "id": "s98"
    },
    {
      "text": "The Court of Appeal resolved the dispute between the sons in favour of Robert.",
      "id": "s99"
    },
    {
      "text": "Brownie AJA, with whom Powell JA agreed, held (at 15,170): \n \n \"... the intended gift by Eric Costin to the respondent was complete in the sense that the donor had done all that was required to be done by him alone to transfer the legal title.",
      "id": "s100"
    },
    {
      "text": "If his solicitors had acted as he had directed, the legal title would have passed.",
      "id": "s101"
    },
    {
      "text": "But the donor had not done all that was necessary to render the gift binding upon himself, or to arm or equip the donee with the means of securing registration of the transfer, or of putting the transfer beyond the donor's recall or intervention .",
      "id": "s102"
    },
    {
      "text": "As the events that occurred demonstrated, the donor effectively allowed the appellant rather than the respondent to become the owner at law of the donor's interest in the property.",
      "id": "s103"
    },
    {
      "text": "The respondent submitted, and I accept, that the donor intended to perfect his gift; but he failed to achieve that aim before changing his intention .",
      "id": "s104"
    },
    {
      "text": "As Corin and other cases show, more is needed.",
      "id": "s105"
    },
    {
      "text": "No doubt, too, it is true that if the donor's solicitors had promptly done what the donor directed them to do, the gift would have become complete, and effective, and it would have become impossible for the donor to recall the gift; but this did not happen, and the case has to be considered in the light of what did happen, rather than what might have happened.",
      "id": "s106"
    },
    {
      "text": "\" (emphasis added)\n \n THE EVIDENCE \n \n 29 A great deal of evidence, both documentary and oral, was tendered or given in this matter.",
      "id": "s107"
    },
    {
      "text": "Much of it, in the final analysis, is not relevant, or at least not necessary to resolve this proceeding.",
      "id": "s108"
    },
    {
      "text": "I will therefore outline only what I regard to be the critical aspects of the evidence.",
      "id": "s109"
    },
    {
      "text": "30 On the third, and final, day of the hearing Mr Dwyer was called to give evidence by the bankrupt.",
      "id": "s110"
    },
    {
      "text": "What he had to say was of considerable importance.",
      "id": "s111"
    },
    {
      "text": "31 Mr Dwyer has been a solicitor for 34 years.",
      "id": "s112"
    },
    {
      "text": "He has practised as a sole practitioner since 1989 and, prior to that, was a partner with Coady Dwyer &amp; Associates.",
      "id": "s113"
    },
    {
      "text": "32 Mr Dwyer recalled having been retained to set up a family trust for the bankrupt in the mid-1980s.",
      "id": "s114"
    },
    {
      "text": "He did not dispute that 1987 was the relevant year.",
      "id": "s115"
    },
    {
      "text": "While Mr Dwyer did not precisely recall preparing the family trust documentation (unsurprisingly, given that the documents were prepared almost twenty years ago), he did identify the deed of trust being in the standard form which he would have used at about that time.",
      "id": "s116"
    },
    {
      "text": "He did not doubt that he prepared the document.",
      "id": "s117"
    },
    {
      "text": "He identified the transfers of land as having been witnessed by himself.",
      "id": "s118"
    },
    {
      "text": "He also identified the memorandum and articles of Optquest Pty Ltd as being those of the shelf company acquired for the purposes of the family trust.",
      "id": "s119"
    },
    {
      "text": "Mr Dwyer said that the transfers, although undated, would have been prepared at about the same time as the family trust was created, in 1987.",
      "id": "s120"
    },
    {
      "text": "33 Mr Dwyer was taken to a letter, dated 22 October 1987, which he had written to the bankrupt.",
      "id": "s121"
    },
    {
      "text": "The letter was in the following terms: \n \n \"RE: PROPERTY RESTRUCTURING \n \n Please find enclosed our account and a copy of disbursements and estimated Government fee in relation to the re-structuring.",
      "id": "s122"
    },
    {
      "text": "We would be grateful if you could forward a cheque for $16,000.00 so that we can attend to payment once assessments issue.",
      "id": "s123"
    },
    {
      "text": "\" \n \n \n 34 The documents referred to as having been \"enclosed\" were not attached to the letter that was tendered at the hearing.",
      "id": "s124"
    },
    {
      "text": "Mr Dwyer acknowledged the letter as his own, and said that it indicated that stamp duty had neither been assessed nor paid on the transfer of the properties.",
      "id": "s125"
    },
    {
      "text": "35 Under cross-examination, Mr Dwyer agreed that if there were mortgages on the properties, the consent of the mortgagees would be required before any transfers of land could be registered.",
      "id": "s126"
    },
    {
      "text": "He explained that the transferor would have to arrange for the mortgagees to make duplicate certificates of title available to the titles office, and that the mortgagees would be required to endorse the transfers before the process could be completed.",
      "id": "s127"
    },
    {
      "text": "36 In re-examination, Mr Dwyer was taken to a letter sent by him to the bankrupt dated 1 March 1988.",
      "id": "s128"
    },
    {
      "text": "The letter was in the following terms: \n \n \"RE: BENDIGO BUILDING SOCIETY \n \n Please find enclosed a copy of a letter received from the Solicitors acting for the Society.",
      "id": "s129"
    },
    {
      "text": "In due course you might like to make an appointment with the writer so that the matter can be finalised.",
      "id": "s130"
    },
    {
      "text": "\" \n \n \n 37 No other documents were attached to the letter that was tendered.",
      "id": "s131"
    },
    {
      "text": "Mr Dwyer agreed that the letter suggested that the Bendigo Building Society held a mortgage over at least one of the properties, and that he had contacted the Building Society in relation to the proposed transfer.",
      "id": "s132"
    },
    {
      "text": "38 There was one further matter upon which Mr Dwyer was questioned.",
      "id": "s133"
    },
    {
      "text": "When the bankrupt gave evidence, he stated that he had given Mr Dwyer a cheque for $10,000 to pay stamp duty, but alleged that Mr Dwyer had taken his fees and disbursements out of those monies, and sent the remainder back to the bankrupt, without paying stamp duty.",
      "id": "s134"
    },
    {
      "text": "39 Mr Dwyer did not specifically recall having been given the cheque for $10,000 to which the bankrupt had referred.",
      "id": "s135"
    },
    {
      "text": "However he stated, quite firmly, that if money had been given to him for the purpose of paying stamp duty, it would have been used for that purpose only, and not to meet disbursements.",
      "id": "s136"
    },
    {
      "text": "40 The bankrupt's evidence was that he had said nothing by way of complaint to the Law Institute, or any other body, despite this alleged misuse of money that ought to have been kept in trust.",
      "id": "s137"
    },
    {
      "text": "CONCLUSIONS \n \n 41 The main issue to be resolved in this proceeding is whether the \"gift\" to the family trust in 1987 was \"perfected\" in accordance with the principles established by the High Court in Corin v Patton .",
      "id": "s138"
    },
    {
      "text": "In other words, did the bankrupt do all that was necessary to arm the donee with the capacity to register the titles in the name of Optquest Pty Ltd, the trustee of the family trust?",
      "id": "s139"
    },
    {
      "text": "42 That question can best be answered by considering the position of the mortgagees of the various properties at the time of the supposed gift.",
      "id": "s140"
    },
    {
      "text": "There is no evidence whatever that consents to the transfers were obtained from any of the mortgagees.",
      "id": "s141"
    },
    {
      "text": "The transfers executed in 1987 bore no endorsement by the mortgagees.",
      "id": "s142"
    },
    {
      "text": "The evidence goes no further than to establish that correspondence passed between Mr Dwyer and one mortgagee, the Bendigo Building Society, regarding what one might infer concerned the obtaining of such consent.",
      "id": "s143"
    },
    {
      "text": "That falls well short of establishing that any such consent was actually obtained.",
      "id": "s144"
    },
    {
      "text": "43 Without the consent of the mortgagees of each of the properties having first been obtained, the transfers could not have been registered.",
      "id": "s145"
    },
    {
      "text": "Accordingly, the bankrupt would not have done all that was necessary to place the vesting of the legal title within the control of Optquest Pty Ltd, and so beyond his recall or intervention.",
      "id": "s146"
    },
    {
      "text": "In other words, there was nothing to prevent the bankrupt from changing his mind, and electing not to proceed with the gift.",
      "id": "s147"
    },
    {
      "text": "44 In addition to the absence of evidence concerning the mortgagees' consents, I note that when the bankrupt was cross-examined he was shown a number of documents, all of them created after 1987, in which he represented to third parties that he personally was the owner of each of the properties.",
      "id": "s148"
    },
    {
      "text": "A number of these documents were loan applications to various banks and other financial institutions.",
      "id": "s149"
    },
    {
      "text": "There were also statements made by the bankrupt to various local government bodies, and to VCAT, to the same effect.",
      "id": "s150"
    },
    {
      "text": "45 The bankrupt agreed that he had made these representations, but claimed that he had done so only because lenders would not have been prepared to provide funds had they known that the properties belonged to a family trust.",
      "id": "s151"
    },
    {
      "text": "He described one of the loan applications as a \"silly document\", which he claimed was never intended to be taken seriously.",
      "id": "s152"
    },
    {
      "text": "That does not explain why the same representations were made to local government bodies, and to VCAT as well.",
      "id": "s153"
    },
    {
      "text": "46 It appears that the first time anyone who has dealt with the bankrupt in relation to his various business ventures was ever told that these properties were not his own, but belonged to the family trust, was after the sequestration order was made.",
      "id": "s154"
    },
    {
      "text": "Neither his former solicitors (Tassiopoulous Lambros), nor Glenvill Homes, were ever told that the properties with which they were directly concerned were not the bankrupt's own properties.",
      "id": "s155"
    },
    {
      "text": "Indeed, as indicated, VCAT proceeded upon the same assumption.",
      "id": "s156"
    },
    {
      "text": "The bankrupt's explanation for that state of affairs was simple.",
      "id": "s157"
    },
    {
      "text": "These people did not need to know who actually owned the properties, and what they did not need to know, he did not tell them.",
      "id": "s158"
    },
    {
      "text": "47 The bankrupt was a witness who presented as something of an enigma.",
      "id": "s159"
    },
    {
      "text": "He repeatedly stated that it was acceptable, in his view, to lie to lending institutions about his ownership of various assets, including the three properties in question, if he needed money, and telling lies was the only way to obtain it.",
      "id": "s160"
    },
    {
      "text": "He was warned repeatedly that his answers might have a tendency to incriminate him.",
      "id": "s161"
    },
    {
      "text": "On some occasions, he took heed of those warnings and declined to answer questions that were put to him.",
      "id": "s162"
    },
    {
      "text": "I of course do not take his exercise of the privilege against self-incrimination into account in my assessment of his evidence.",
      "id": "s163"
    },
    {
      "text": "48 At the same time, there was something disarmingly candid about the bankrupt.",
      "id": "s164"
    },
    {
      "text": "He seemed genuinely affronted at the suggestion, initially made by the applicant, but later specifically withdrawn, that the family trust was a sham, and that the documents regarding its creation had been fabricated.",
      "id": "s165"
    },
    {
      "text": "Mr Dwyer's evidence, after he was called by the bankrupt, put an end to that limb of the applicant's case.",
      "id": "s166"
    },
    {
      "text": "49 In any event, the bankrupt's somewhat cavalier attitude towards prospective lenders is of little consequence in resolving this proceeding.",
      "id": "s167"
    },
    {
      "text": "The plain fact is that, according to the principles laid down in Corin v Patton , whatever may have been the bankrupt's intent in 1987, he did not do enough to perfect the gift of the properties to the family trust.",
      "id": "s168"
    },
    {
      "text": "50 I accept that the bankrupt set out to establish a family trust, and to transfer ownership of the properties to that trust.",
      "id": "s169"
    },
    {
      "text": "However, the evidence shows that mortgage consents were not obtained.",
      "id": "s170"
    },
    {
      "text": "There were no endorsements by the mortgagees on the transfers, as would have been required before the transfers could be registered.",
      "id": "s171"
    },
    {
      "text": "In addition, stamp duty was not paid, though this obligation ordinarily rests upon the transferee, rather than the transferor.",
      "id": "s172"
    },
    {
      "text": "51 The bankrupt was well aware, within a few weeks of executing the transfers, that stamp duty had not been paid.",
      "id": "s173"
    },
    {
      "text": "He took no steps in relation to that matter, and made no complaint to the Law Institute regarding Mr Dwyer's conduct.",
      "id": "s174"
    },
    {
      "text": "I infer, on the basis of the letter sent to him by Mr Dwyer on 1 March 1988, that he was aware, at least by that date, that further steps needed to be taken in relation to procuring the mortgagees' consents to the transfers.",
      "id": "s175"
    },
    {
      "text": "Therefore, to the extent that it may be relevant, the bankrupt cannot claim ignorance of that fact in order to overcome the difficulty that the gift was not perfected.",
      "id": "s176"
    },
    {
      "text": "52 It seems to me that the bankrupt subsequently used the fact that the transfers had not been registered to his own advantage by claming ownership of the properties in various loan applications.",
      "id": "s177"
    },
    {
      "text": "It may be that he did not much care whether the properties formally belonged to the family trust or not.",
      "id": "s178"
    },
    {
      "text": "He may have regarded much of the \"paperwork\" as having been completed.",
      "id": "s179"
    },
    {
      "text": "However, the question whether a gift has been perfected in equity must be determined by objective, not subjective considerations.",
      "id": "s180"
    },
    {
      "text": "53 A number of events occurred after 1987 which bear some discussion.",
      "id": "s181"
    },
    {
      "text": "In 1995, Optquest Pty Ltd was deregistered, and the bankrupt himself was made trustee of the family trust.",
      "id": "s182"
    },
    {
      "text": "Whatever Optquest Pty Ltd purported to do with any interest it may have had in the properties in question is, of course, irrelevant if the original gift to the family trust failed.",
      "id": "s183"
    },
    {
      "text": "Optquest Pty Ltd had no interest in any of the properties that it could pass to the bankrupt in his capacity as trustee of the family trust.",
      "id": "s184"
    },
    {
      "text": "There is nothing to indicate that the bankrupt did anything in 1995, or afterwards, to pass title from himself \"to himself in his capacity as trustee of the family trust\".",
      "id": "s185"
    },
    {
      "text": "Indeed, on his own case, he believed that the properties already belonged to the family trust, and had done so since 1987.",
      "id": "s186"
    },
    {
      "text": "54 In 2001, the bankrupt discharged each of the mortgages, and took possession of the duplicate certificates of title relating to each of the properties.",
      "id": "s187"
    },
    {
      "text": "However, there is nothing to indicate that he paid out the mortgages as part of any plan, at that stage, to convert his legal and beneficial title in the properties to a legal title held on trust for the beneficiaries of the family trust.",
      "id": "s188"
    },
    {
      "text": "As I understand it, the titles office would not register a declaration of trust not involving a change in the registered proprietor.",
      "id": "s189"
    },
    {
      "text": "Of course, the bankrupt's case has always been that the gifts were perfected in 1987.",
      "id": "s190"
    },
    {
      "text": "He must stand or fall by that case.",
      "id": "s191"
    },
    {
      "text": "The attempt by Optquest Pty Ltd, in 1995, to transfer the properties to the bankrupt as trustee of the family trust was of no effect because Optquest Pty Ltd had no interest, legal or beneficial, in the properties.",
      "id": "s192"
    },
    {
      "text": "By 2001, when the mortgages were discharged, Optquest Pty Ltd, the designated transferee in 1987, had long been deregistered.",
      "id": "s193"
    },
    {
      "text": "It was no longer in any position to transfer the properties to anyone.",
      "id": "s194"
    },
    {
      "text": "55 The bankrupt argued that he could overcome any technical defects associated with the gift in 1987 by the simple expedient of taking into account the fact that the duplicate certificates of title fell into his hands in 2001.",
      "id": "s195"
    },
    {
      "text": "That argument is plainly misconceived.",
      "id": "s196"
    },
    {
      "text": "The intention in 1987 was to make a gift of the land to Optquest Pty Ltd, on behalf of the family trust.",
      "id": "s197"
    },
    {
      "text": "As I have found, that gift failed.",
      "id": "s198"
    },
    {
      "text": "There is no evidence that the bankrupt intended to make a gift of those properties to the family trust in 2001.",
      "id": "s199"
    },
    {
      "text": "All that he can point to is the fact that the duplicate certificates came into his possession after the mortgages were discharged.",
      "id": "s200"
    },
    {
      "text": "That would obviate the need for any mortgagee consents, but not perfect a gift that had not been perfected in 1987.",
      "id": "s201"
    },
    {
      "text": "56 In addition, the bankrupt contended that, in late 2004, he obtained duty assessments from the State Revenue Office (\"the SRO\") on the 1987 transfers.",
      "id": "s202"
    },
    {
      "text": "He asserted that in April 2006, shortly before this proceeding commenced, the duty assessed had been paid.",
      "id": "s203"
    },
    {
      "text": "Although not strictly in evidence, I did have several documents marked for identification which suggested that the SRO had indeed assessed duty on the 1987 transfers, and that a cheque had been made out to the SRO by the bankrupt's wife for an amount of $6,614.00.",
      "id": "s204"
    },
    {
      "text": "The assessments identified the party liable to pay duty as \"Opiquest Proprietary Ltd\" (sic).",
      "id": "s205"
    },
    {
      "text": "57 Even if duty has been paid on the 1987 transfers, nearly 20 years after the transfers were executed, this would not perfect the gift.",
      "id": "s206"
    },
    {
      "text": "The duty has been assessed on a transfer to a company that is now deregistered.",
      "id": "s207"
    },
    {
      "text": "The bankrupt's wife has purportedly paid stamp duty on a transaction involving an entity that is no longer capable of being trustee of the family trust, because it no longer exists.",
      "id": "s208"
    },
    {
      "text": "58 Accordingly, legal and beneficial ownership of the three properties remained at all times in the hands of the bankrupt.",
      "id": "s209"
    },
    {
      "text": "By virtue of his bankruptcy, title in those properties passes to his trustee in bankruptcy (see s 58 of the Bankruptcy Act 1966 (Cth)).",
      "id": "s210"
    },
    {
      "text": "The trustee in bankruptcy can sell one or more of those properties to recover sufficient funds to enable creditors whose proofs have been admitted to be paid, and to meet the trustee's own fees and disbursements.",
      "id": "s211"
    },
    {
      "text": "59 It is unnecessary to deal with the alternative case advanced on behalf of the applicant.",
      "id": "s212"
    },
    {
      "text": "Put simply, this was that if the properties had been gifted to the family trust, the bankrupt had a right of indemnity from the trust in relation to expenses which he had incurred in relation to the properties, and that this right of indemnity passed to the trustee.",
      "id": "s213"
    },
    {
      "text": "60 I will, for completeness, say something briefly about two additional matters raised by the bankrupt.",
      "id": "s214"
    },
    {
      "text": "These are his claims of estoppel and adverse possession.",
      "id": "s215"
    },
    {
      "text": "61 The claim of estoppel was essentially raised only in answer to the applicant's alternative case.",
      "id": "s216"
    },
    {
      "text": "Accordingly, it need not be addressed.",
      "id": "s217"
    },
    {
      "text": "62 The claim of adverse possession requires the trustee of the family trust (now the bankrupt's wife) to establish possession of the properties, to the exclusion of all others, for the requisite statutory period.",
      "id": "s218"
    },
    {
      "text": "Logically, that must mean exclusion of the bankrupt himself over that period.",
      "id": "s219"
    },
    {
      "text": "The evidence does not support that contention.",
      "id": "s220"
    },
    {
      "text": "Indeed, it seems as though the bankrupt never differentiated, while he was trustee of the family trust, between his own right to go on to these properties (one of which he actually occupies) and his right to do so as trustee.",
      "id": "s221"
    },
    {
      "text": "63 A claim of adverse possession brought without any evidence to support it cannot hope to succeed.",
      "id": "s222"
    },
    {
      "text": "It cannot defeat the applicant's claim, which is derived by statute through the bankrupt, unless it would also have defeated any claim that the bankrupt might have.",
      "id": "s223"
    },
    {
      "text": "64 It is a sad feature of this case that two relatively small debts, both of which the bankrupt could easily have met, have now escalated through the additional costs of litigation (and will escalate further by reason of the costs of administering the bankrupt's estate), into a very substantial amount.",
      "id": "s224"
    },
    {
      "text": "65 The bankrupt insists that he should never have been made bankrupt.",
      "id": "s225"
    },
    {
      "text": "He has attempted repeatedly to re-litigate that issue.",
      "id": "s226"
    },
    {
      "text": "Though his challenge to his bankruptcy has failed at every stage, both in this Court and elsewhere, he seems determined to pursue his cause, as he sees it.",
      "id": "s227"
    },
    {
      "text": "Perhaps the only saving grace is that the three properties in question, which will now be vested in the applicant, seem to be worth a great deal more than the value of the debts that have been admitted to proof.",
      "id": "s228"
    },
    {
      "text": "The bankruptcy, once sufficient assets are sold, can easily be brought to an end, and quickly.",
      "id": "s229"
    },
    {
      "text": "66 The applicant did not seek an order for costs in this proceeding.",
      "id": "s230"
    },
    {
      "text": "That position was made explicit by the applicant's counsel at the hearing.",
      "id": "s231"
    },
    {
      "text": "Accordingly, I will make no order as to costs.",
      "id": "s232"
    },
    {
      "text": "I certify that the preceding sixty-six (66) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Weinberg.",
      "id": "s233"
    },
    {
      "text": "Associate:\n\nDated: 23 August 2006\n\n Counsel for the Applicant: Mr M.J. Galvin \n \n Solicitors for the Applicant: Piper Alderman \n \n \n The Second Respondent appeared in person on behalf of the Respondents \n \n Date of Hearing: 19 and 20 April 2006 \n \n Date of Judgment: 23 August 2006 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1122.html",
      "id": "s234"
    }
  ]
}