{
  "name": "AB v Registrar of Births, Deaths and Marriages [2006] FCA 1071 (16 August 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1071.html",
  "catchphrases": [
    {
      "text": "applicant, a married person who had undergone sex affirmation surgery, applied for alteration of birth register",
      "id": "c0"
    },
    {
      "text": "registrar refused registration on ground that pt 4a of births, deaths and marriages registration act 1996 (vic) did not allow such alteration in respect of married persons",
      "id": "c1"
    },
    {
      "text": "discrimination",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicant was born in Victoria in 1944.",
      "id": "s0"
    },
    {
      "text": "The applicant's birth was registered in the Victorian Registry of Births, Deaths and Marriages with male given names and the sex recorded as male.",
      "id": "s1"
    },
    {
      "text": "2 In 1967 the applicant married a woman.",
      "id": "s2"
    },
    {
      "text": "They remain married but live separately.",
      "id": "s3"
    },
    {
      "text": "3 The applicant changed her given names to female names and on 31 March 2000 was issued with a new birth certificate under Pt 4 of the Births, Deaths and Marriages Registration Act 1996 (Vic) (the BDM Act).",
      "id": "s4"
    },
    {
      "text": "The certificate showed the new female given names, and not the former male given names, but still recorded the sex as male.",
      "id": "s5"
    },
    {
      "text": "4 On 20 April 2002 the applicant completed the surgical phase of sex affirmation surgery.",
      "id": "s6"
    },
    {
      "text": "This involved the alteration of the applicant's reproductive organs for the purpose of assisting the applicant to be considered a member of the female sex.",
      "id": "s7"
    },
    {
      "text": "5 The applicant subsequently applied to the Registrar of Births, Deaths and Marriages for alteration of the record of her sex in the birth register.",
      "id": "s8"
    },
    {
      "text": "6 The Registrar stated that she could not proceed with the application because the applicant was married and thus did not meet the criteria of ss 30A(1) and 30C(3) of the BDM Act.",
      "id": "s9"
    },
    {
      "text": "7 The applicant seeks, under s 46PO of the Human Rights and Equal Opportunity Act 1986 (Cth), a declaration that the Registrar has unlawfully discriminated against her and an order that the Registrar alter the record of the applicant's sex in her birth registration.",
      "id": "s10"
    },
    {
      "text": "Compensation in the agreed sum of $1000 is sought.",
      "id": "s11"
    },
    {
      "text": "A claim for an apology is no longer pursued.",
      "id": "s12"
    },
    {
      "text": "8 The parties agree that the Court should decide the following question:\n \"Was the refusal of the Registrar to consider on its merits the application to alter the record or to alter the record of the applicant's sex in the applicant's birth registration an act which constituted unlawful discrimination on the ground of marital status within the meaning of s 22 of the Sex Discrimination Act 1984 (Cth)?",
      "id": "s13"
    },
    {
      "text": "\" \n \n\nThe words emphasised were added in the course of the hearing in circumstances to which I shall later refer.",
      "id": "s14"
    },
    {
      "text": "The BDM Act \n \n 9 Part 4A entitled \"Recognition of Sex (Transexualism)\" was inserted in the BDM Act in 2004.",
      "id": "s15"
    },
    {
      "text": "It provides for application to the Registrar for the record of a person's sex to be altered (s 30A).",
      "id": "s16"
    },
    {
      "text": "Statutory declarations by two doctors as to the person having undergone sex affirmation surgery is required (s 30B).",
      "id": "s17"
    },
    {
      "text": "Section 30C provides for altering the Register and s 30D for the issue of a new birth certificate.",
      "id": "s18"
    },
    {
      "text": "10 The terms of s 30A and 30C are relevant to the present case.",
      "id": "s19"
    },
    {
      "text": "They provide:\n \"30A.",
      "id": "s20"
    },
    {
      "text": "Application to alter Register \n \n \n \n (1) An unmarried person --- \n \n \n \n \n \n \n (a) who is 18 years or over; and \n (b) whose birth is registered in Victoria; and \n (c) who has undergone sex affirmation surgery --- \n \n \n \n \n may apply to the Registrar for the record of the person's sex in the person's birth registration to be altered.",
      "id": "s21"
    },
    {
      "text": "(2) An application must be in the form approved by the Registrar and must be accompanied by the prescribed fee (if any).",
      "id": "s22"
    },
    {
      "text": "30C.",
      "id": "s23"
    },
    {
      "text": "Alteration of Register \n \n \n \n (1) The Registrar must determine an application under section 30A by altering the record of the applicant's sex in the applicant's birth registration or refusing to do so.",
      "id": "s24"
    },
    {
      "text": "(2) Before determining the application, the Registrar may require the applicant to provide such further information or documentation as the Registrar reasonably considers is necessary.",
      "id": "s25"
    },
    {
      "text": "(3) The Registrar cannot make the alteration to the birth registration if the applicant is married.",
      "id": "s26"
    },
    {
      "text": "\" \n \n \n \n\nAs stated by the Attorney General for Victoria, the Honourable Robert Hulls MP, the legislative policy behind ss 30A(1) and 30C(3) is to avoid any question whether the person is in a same sex marriage: Hansard (Vic), 11 May 2004 at 1107.",
      "id": "s27"
    },
    {
      "text": "Application for alteration of sex in Birth Register \n \n 11 The applicant made an application in the approved form.",
      "id": "s28"
    },
    {
      "text": "In the form a declaration included the statement:\n \"I declare that I am unmarried and 18 years of age or over.",
      "id": "s29"
    },
    {
      "text": "\" \n\nThe applicant struck out the letters \" un \" and wrote on the form \" I am married but separated \".",
      "id": "s30"
    },
    {
      "text": "12 The applicant accompanied the form with a letter dated 20 June 2005 which drew attention to her annotation on the form and stated:\n \"... although I have been separated from my legal spouse for more than six years, I remain in a valid marriage.",
      "id": "s31"
    },
    {
      "text": "\" \n \n 13 In a letter dated 12 July 2005 in response to the application the Registrar noted that the applicant had stated that she was currently married.",
      "id": "s32"
    },
    {
      "text": "The Registrar quoted the terms of ss 30A(1) and 30C(3) and stated:\n \"Consequently, as your request does not meet the criteria of the legislation I cannot proceed with your application.",
      "id": "s33"
    },
    {
      "text": "\" \n \n\nThe Registrar advised that the prescribed application fee had not been charged against the applicant's credit card.",
      "id": "s34"
    },
    {
      "text": "The Sex Discrimination Act \n \n 14 Section 22(1) of the Sex Discrimination Act 1984 (Cth) relevantly provides:\n \"It is unlawful for a person who, whether for payment or not, provides goods or services ... to discriminate against another person on the ground of the other person's sex, marital status, pregnancy or potential pregnancy: \n \n (a) by refusing to provide the other person with those goods or services ...\" \n \n 15 Assuming for the moment that alteration of the Birth Register is a \"service\", s 22(1) on its face would clearly apply to the Registrar's refusal in this case since it expressly refers to discrimination on the grounds of marital status (s 22(2) provides that the section binds the Crown in right of a State).",
      "id": "s35"
    },
    {
      "text": "However, the operation of s 22(1) is limited by s 9.",
      "id": "s36"
    },
    {
      "text": "Section 9(4) provides that the prescribed provisions of Pt II (which include s 22) \n \"have effect as provided by ... the following provisions of this section and not otherwise.",
      "id": "s37"
    },
    {
      "text": "\" \n \n\nThe following provisions of s 9 include subsection (10) which refers to \"the Convention\", earlier identified in s 4 as the \" Convention on the Elimination of All Forms of Discrimination Against Women \".",
      "id": "s38"
    },
    {
      "text": "Section 9(10) provides:\n \n \"If the Convention is in force in relation to Australia [which is in fact the case] the prescribed provisions of Pt II [i.e.",
      "id": "s39"
    },
    {
      "text": "including s 22] ... have effect in relation to discrimination against women, to the extent that the provisions give effect to the Convention.",
      "id": "s40"
    },
    {
      "text": "\" \n \n\nThe purpose of s 9 is to ensure that the prescribed provisions have effect in relation to matters falling within the scope of the legislative powers of the Commonwealth: South Pacific Hotels Pty Ltd v Trainor [2005] FCAFC 130 ; (2005) 144 FCR 402 at [19] .",
      "id": "s41"
    },
    {
      "text": "Other subsections of s 9 will give effect to prescribed provisions such as s 22 in particular circumstances coming within Commonwealth power, for example when there is discrimination by a trading or financial corporation on the ground of a person's marital status: s 9(11).",
      "id": "s42"
    },
    {
      "text": "Issues \n \n 16 The issues raised by the present application therefore are:\n (i) Whether, having regard to s 9(4) and (10) of the Sex Discrimination Act , s 22 of the Act applies at all to the Registrar's conduct; and \n (ii) If it does, whether the Registrar's conduct constituted refusing to provide a service.",
      "id": "s43"
    },
    {
      "text": "Issue (i) --- Application of s 22 of the Sex Discrimination Act \n \n \"give effect to the Convention\" \n \n 17 Giving effect in this context means giving legal effect, creating legally enforceable, rights, duties, powers and privileges: cf Re Pacific Coal Pty Ltd; Ex Parte Construction, Forestry, Mining and Energy Union [2000] HCA 34 ; (2000) 203 CLR 346 at [209] , [211].",
      "id": "s44"
    },
    {
      "text": "The Convention, being an international instrument, does not apply of its own force as part of Australian domestic law enforceable in Australian courts: Secretary of State for India v K B Sahaba (1859) 13 Moo PCC 22 at 75, 15 ER 9 at 28-29, cited in Queensland v The Commonwealth [1989] HCA 36 ; (1989) 167 CLR 232 at 239.",
      "id": "s45"
    },
    {
      "text": "The terms of the Convention do not directly prohibit or mandate conduct by individuals.",
      "id": "s46"
    },
    {
      "text": "By the Convention States Parties undertake to take measures, including legislative measures, which will help to eliminate discrimination against women.",
      "id": "s47"
    },
    {
      "text": "For example, by Article 2(b)\n \"States Parties ... undertake: \n \n \n (a) ... \n (b) To adopt legislative and other measures, including sanctions where appropriate, prohibiting all discrimination against women.",
      "id": "s48"
    },
    {
      "text": "\" \n \n \n 18 In the present case s 9(4) and (10) require the Court to ask whether s 22(1) , insofar as it prohibits discrimination on the grounds of marital status, would be discharging one or other of the legislative obligations Australia has undertaken by becoming a State Party to the Convention.",
      "id": "s49"
    },
    {
      "text": "Section 22 only has effect if it gives effect to the Convention.",
      "id": "s50"
    },
    {
      "text": "19 The present case is not concerned with the Constitutional validity of s 22.",
      "id": "s51"
    },
    {
      "text": "The question is not whether Parliament has made a legislative judgment that a treaty obligation exists, in which case it is enough that \" the legislative judgment could reasonably be made \" ( Richardson v Forestry Commission [1988] HCA 10 ; (1988) 164 CLR 261 at 295-296).",
      "id": "s52"
    },
    {
      "text": "Rather, as Ms Mortimer SC for the Registrar submitted, Parliament has made the legislative judgment.",
      "id": "s53"
    },
    {
      "text": "It is expressed in ss 9(4) and (10), and s 22.",
      "id": "s54"
    },
    {
      "text": "The Court must construe the language of those provisions.",
      "id": "s55"
    },
    {
      "text": "There must be an examination of the Convention to ascertain to what Australia has undertaken to give effect by way of legislation.",
      "id": "s56"
    },
    {
      "text": "Preamble to the Convention \n \n 20 At the outset the Preamble notes that the Charter of the United Nations reaffirms faith in fundamental human rights, in the dignity and worth of the human person \" and in the equal rights of men and women \".",
      "id": "s57"
    },
    {
      "text": "It also notes that the Universal Declaration of Human Rights affirms the principle of the inadmissibility of discrimination, that all human beings are born free and equal, and that everyone is entitled to all the rights and freedoms set forth in the Declaration, \" without discrimination of any kind, including distinction based on sex \".",
      "id": "s58"
    },
    {
      "text": "21 The Preamble then notes that States Parties to the International Covenants on Human Rights have the obligation to ensure \" the equal right of men and women \" to enjoy all economic, social, cultural, civil and political rights.",
      "id": "s59"
    },
    {
      "text": "22 The Preamble then records consideration of the international conventions concluded under the auspices of the UN and the specialized agencies promoting \" equality of rights of men and women \", and the resolutions, declarations and recommendations of the UN and the agencies promoting such equality.",
      "id": "s60"
    },
    {
      "text": "23 The Preamble then records concern that, despite these various instruments, \" extensive discrimination against women continues to exist \".",
      "id": "s61"
    },
    {
      "text": "24 The Preamble then recalls that \" discrimination against women \" violates the principles of equality of rights and respect for human dignity and is an obstacle to \" the participation of women on equal terms with men \" in the political, social, economic and cultural life of their countries, hampers the growth of prosperity of society and the family and makes more difficult \" the full development of the potentialities of women \" in the service of their countries and of humanity.",
      "id": "s62"
    },
    {
      "text": "25 The Preamble then records the parties' concern that in situations of poverty women have less access to food, health, education, training and opportunities for employment and other needs, and its conviction that the new international economic order based on equity and justice will contribute significantly towards the promotion of \" equality between men and women \".",
      "id": "s63"
    },
    {
      "text": "26 The Preamble then emphasises that the eradication of apartheid, racism, colonialism and interference in the internal affairs of States is essential to the full enjoyment of the rights of men and women and affirms that the strengthening of international peace and security and other international measures such as disarmament will promote social progress and development and as a consequence will contribute to the attainment of \" full equality between men and women \".",
      "id": "s64"
    },
    {
      "text": "27 The Preamble then states that the parties are convinced that the full and complete development of a country, the welfare of the world and the cause of peace require the \" maximum participation of women on equal terms with men in all fields \".",
      "id": "s65"
    },
    {
      "text": "28 The Preamble then, bearing in mind the great contribution of women to the welfare of the family and the development of society and the role of both parents in the family and in the upbringing of children, notes the parties' awareness that the role of women in procreation should not be a basis for discrimination but that the upbringing of children requires a \" sharing of responsibilities between men and women and society as a whole \".",
      "id": "s66"
    },
    {
      "text": "29 The Preamble then notes awareness that a change in the traditional role of men as well as that of women in society and in the family is needed to achieve \" full equality between men and women \".",
      "id": "s67"
    },
    {
      "text": "30 The Preamble then records awareness that a change in the traditional role of men as well as the role of women in society and in the family is needed to achieve \" full equality between men and women \".",
      "id": "s68"
    },
    {
      "text": "31 Finally, the Preamble records the parties' determination to implement the principles set forth in the Declaration on the Elimination of Discrimination against Women and, for that purpose, to adopt the measures required for the elimination of such discrimination in all its forms and manifestations.",
      "id": "s69"
    },
    {
      "text": "32 The object and purpose of the Convention emerge clearly from the Preamble.",
      "id": "s70"
    },
    {
      "text": "Against a background that restates the conviction that discrimination in general is an abuse of inalienable human rights as well as being economically wasteful, the Convention addresses a particular species of the genus discrimination, namely discrimination against women.",
      "id": "s71"
    },
    {
      "text": "Discrimination against women means treating women less favourably than men because they are women.",
      "id": "s72"
    },
    {
      "text": "In the terminology of discrimination law the \" comparator \" is men.",
      "id": "s73"
    },
    {
      "text": "Thus the Preamble repeatedly refers to equality between men and women.",
      "id": "s74"
    },
    {
      "text": "Conversely, there is no suggestion in the Preamble that the Convention is concerned with discrimination where persons are treated unfavourably because of some other attribute, such as race or religion, irrespective of whether they are male or female.",
      "id": "s75"
    },
    {
      "text": "33 The Convention then proceeds to a definition of the term \" discrimination against women \" and particular provisions directed at discrimination against women in various walks of life.",
      "id": "s76"
    },
    {
      "text": "Convention definition of \"discrimination against women\" \n \n 34 Article 1 provides:\n \" For the purposes of the Convention, the term 'discrimination against women' shall mean any distinction, exclusion or restriction made on the basis of sex which has the effect or purpose of impairing or nullifying the recognition, enjoyment or exercise by women, irrespective of their marital status, on a basis of equality of men and women, of human rights and fundamental freedoms in the political, economic, social, cultural, civil or any other field.",
      "id": "s77"
    },
    {
      "text": "\"\n 35 The reference to \"marital status\" operates as a reminder that one familiar form of discrimination against women has been treating women less favourably than men where women were married.",
      "id": "s78"
    },
    {
      "text": "For example, in common law countries, before the enactment of legislation like the Married Women's Property Act 1870 (Imp), a woman's personal property vested in her husband upon marriage and he had the sole right of controlling and managing her freehold estates: Cheshire and Burn's Modern Law of Real Property , 13 th ed, at 864.",
      "id": "s79"
    },
    {
      "text": "Another example is legislation in Australia which barred married women from employment (or sometimes permanent employment) in the public service.",
      "id": "s80"
    },
    {
      "text": "Thus the definition makes it clear that the Convention is concerned with discrimination against all women, married and unmarried, including discrimination (ie less favourable treatment than men) against women because they are married (or unmarried) women.",
      "id": "s81"
    },
    {
      "text": "36 That the definition does not extend to discrimination against all persons, male or female, simply on the ground of marital status, and is confined to discrimination against women, is confirmed by an example of the construction given by the international community (as to the admissibility of such material see Queensland v The Commonwealth , above, at 240).",
      "id": "s82"
    },
    {
      "text": "The UN Committee on the Elimination of Discrimination against Women on 31 July 1995 issued, in the course of its third periodic reports of States Parties to the Convention, the report of the United Kingdom Government.",
      "id": "s83"
    },
    {
      "text": "An annexure is a document entitled \"Commentary on UK Reservations and Declarations, Statement entered by the United Kingdom on 7 April 1986\".",
      "id": "s84"
    },
    {
      "text": "At page 126, under the heading \"Article 1\" there is quoted an earlier reservation of the UK which was in these terms:\n \" With reference to the provisions of the Sex Discrimination Act 1975 and other applicable legislation, the United Kingdom's acceptance of Article 1 is subject to the reservation that the phrase \"irrespective of their marital status\" shall not be taken to render discriminatory any difference of treatment accorded to single persons as against married persons, so long as there is equality of treatment as between married men and married women and as between single men and single women.",
      "id": "s85"
    },
    {
      "text": "\" \n\n\n \nIt is then said:\n \n \" This statement clarifies the UK's understanding of this Article.",
      "id": "s86"
    },
    {
      "text": "The UK Government still believes that it is an accurate statement of the Article's meaning.",
      "id": "s87"
    },
    {
      "text": "However, the Government accepts that there is no need for this still to be explicitly stated.",
      "id": "s88"
    },
    {
      "text": "On this basis the UK Government wishes to withdraw the statement.",
      "id": "s89"
    },
    {
      "text": "\"\n \n Operative provisions of the Convention \n \n 37 Article 2 provides (emphasis added):\n \" States Parties condemn discrimination against women in all its forms, agree to pursue by all appropriate means and without delay a policy of eliminating discrimination against women and, to this end, undertake: \n (a) To embody the principle of the equality of men and women in their national constitutions or other appropriate legislation if not yet incorporated therein and to ensure, through law and other appropriate means, the practical realisation of this principle; \n (b) To adopt appropriate legislative and other measures, including sanctions where appropriate, prohibiting all discrimination against women; \n (c) To establish legal protection of the rights of women on an equal basis with men and to ensure through competent national tribunals and other public institutions the effective protection of women against any act of discrimination; \n (d) To refrain from engaging in any act or practice of discrimination against women and to ensure that public authorities and institutions shall act in conformity with this obligation; \n (e) To take all appropriate measures to eliminate discrimination against women by any person, organisation or enterprise; \n (f) To take all appropriate measures, including legislation, to modify or abolish existing laws, regulations, customs and practices which constitute discrimination against women; \n (g) To repeal all national penal provisions which constitute discrimination against women.",
      "id": "s90"
    },
    {
      "text": "\" \n\n\nRead together with the Preamble and the definition of \" discrimination against women \", the obligations undertaken in Article 2 are clearly confined to acting (and refraining from acting) in relation to disadvantage suffered by women as compared with men.",
      "id": "s91"
    },
    {
      "text": "38 Article 3 requires States Parties to take all appropriate measures, including legislation, in all fields, in particular in the political, social, economic and cultural fields, to ensure the full development and advancement of women for the purpose of guaranteeing them the exercise and enjoyment of human rights and fundamental freedoms \" on a basis of equality with men \".",
      "id": "s92"
    },
    {
      "text": "39 Article 4.1 legitimises what is sometimes referred to as affirmative action.",
      "id": "s93"
    },
    {
      "text": "Adoption by State Parties of special temporary measures aimed at accelerating \" de facto equality between men and women \" shall not be considered discrimination but shall not entail the maintenance of unequal or separate standards; such measures are to be discontinued when the objectives of \" equality of opportunity and treatment \" have been achieved.",
      "id": "s94"
    },
    {
      "text": "The equality spoken of is that between men and women.",
      "id": "s95"
    },
    {
      "text": "This limited and temporary exception for inequality emphasises that the main purpose of the Convention is the attainment of equality between men and women.",
      "id": "s96"
    },
    {
      "text": "40 Article 5(a) requires the taking of appropriate measures to modify social and cultural patterns of conduct of men and women to achieve the elimination of prejudices based on the inferiority or superiority of either of the sexes or on stereotyped roles for men and women.",
      "id": "s97"
    },
    {
      "text": "41 Article 6 requires States Parties to take measures to suppress all forms of traffic in women and exploitation of prostitution of women.",
      "id": "s98"
    },
    {
      "text": "Since exploitation of women for sexual purposes has notoriously been an activity of men in the roles of pimps, procurers and white slavers, this provision of the Convention is directed to another area of inequality of women as compared with men.",
      "id": "s99"
    },
    {
      "text": "42 Article 7 deals with political and public life.",
      "id": "s100"
    },
    {
      "text": "State Parties are to take appropriate measures to eliminate discrimination against women to ensure rights to vote and hold public office \" on equal terms with men \".",
      "id": "s101"
    },
    {
      "text": "43 Article 8 requires measures to ensure to women \" on equal terms with men \" the opportunity to represent their Governments at the international level.",
      "id": "s102"
    },
    {
      "text": "44 Article 9 obligates States Parties to grant women \" equal rights with men \" in relation to nationality and the nationality of their children.",
      "id": "s103"
    },
    {
      "text": "45 Article 10 is concerned with measures to ensure to women \" equal rights with men \" in the field of education and various rights such as career guidance and access to curricula \" on a basis of equality of men and women \".",
      "id": "s104"
    },
    {
      "text": "46 Article 11.1 deals with employment.",
      "id": "s105"
    },
    {
      "text": "Measures are to be taken to eliminate discrimination in that field to ensure to women rights such as the right to work \" on a basis of equality of men and women \".",
      "id": "s106"
    },
    {
      "text": "47 Article 11.2 provides:\n \" In order to prevent discrimination against women on the grounds of marriage or maternity and to ensure their effective right to work, States Parties shall take appropriate measures: \n (a) To prohibit, subject to the imposition of sanctions, dismissal on the grounds of pregnancy or of maternity leave and discrimination in dismissals on the basis of marital status; \n (b) To introduce maternity leave with pay or with comparable social benefits without loss of former employment, seniority or social allowances; \n (c) To encourage the provision of the necessary supporting social services to enable parents to combine family obligations with work responsibilities and participation in public life, in particular through promoting the establishment and development of a network of child-care facilities; \n (d) To provide special protection to women during pregnancy in types of work proved to be harmful to them.",
      "id": "s107"
    },
    {
      "text": "\" \n\n\nIt is wholly consistent with the object of the Convention to provide for the elimination of conduct which operates to disadvantage women vis-a-vis men either because women experience conditions which, for biological reasons, men do not, such as pregnancy and maternity, or because laws or social practices have disadvantaged women in some contexts such as marriage.",
      "id": "s108"
    },
    {
      "text": "48 Article 12.1 requires States Parties to eliminate discrimination against women to ensure \" on a basis of equality of men and women \" access to health care.",
      "id": "s109"
    },
    {
      "text": "Article 12.2 provides that notwithstanding Article 12.1 States Parties should ensure to women appropriate services in connection with pregnancy and confinement.",
      "id": "s110"
    },
    {
      "text": "Again this is a recognition that equality for women with men is not to be denied because some particular benefits or services are by their nature only available to women.",
      "id": "s111"
    },
    {
      "text": "49 Article 13 provides for measures to eliminate discrimination against women in other areas of economic and social life to ensure \" on a basis of equality of men and women, the same rights \".",
      "id": "s112"
    },
    {
      "text": "50 Article 15 provides for the according to women of \" equality with men before the law \" in matters such as contractual and property rights.",
      "id": "s113"
    },
    {
      "text": "51 Article 16.1 provides:\n \"States Parties shall take all appropriate measures to eliminate discrimination against women in all matters relating to marriage and family relations and in particular shall ensure, on a basis of equality of men and women: \n (a) The same right to enter into marriage; \n (b) The same right freely to choose a spouse and to enter into marriage only with their free and full consent; \n (c) The same rights and responsibilities during marriage and at its dissolution; \n (d) The same rights and responsibilities as parents, irrespective of their marital status, in matters relating to their children; in all cases the interests of the children shall be paramount; \n (e) The same rights to decide freely and responsibly on the number and spacing of their children and to have access to the information, education and means to enable them to exercise these rights; \n (f) The same rights and responsibilities with regard to guardianship, wardship, trusteeship and adoption of children, or similar institutions where these concepts exist in national legislation; in all cases the interests of the children shall be paramount; \n (g) The same personal rights as husband and wife, including the right to choose a family name, a profession and an occupation; \n (h) The same rights for both spouses in respect of the ownership, acquisition, management, administration, enjoyment and disposition of property, whether free of charge or for a valuable consideration.",
      "id": "s114"
    },
    {
      "text": "\" \n \n \n\nThis Article is consistent with the purpose of the Convention, namely to attain equality between men and women in all spheres of life including, as provided for in Article 16.1, marriage.",
      "id": "s115"
    },
    {
      "text": "Applicant's submissions on the aim of the Convention \n \n 52 Ms McLeod SC for the applicant submitted that the Convention is aimed at the elimination of discrimination against women in all its forms.",
      "id": "s116"
    },
    {
      "text": "Thus far, I agree.",
      "id": "s117"
    },
    {
      "text": "She went on to submit that one such form is discrimination \" on the basis of marital status \" and that the elimination of discrimination against women on the basis of marital status is a \" secondary aim \" of the Convention.",
      "id": "s118"
    },
    {
      "text": "But one cannot leave out an essential element of the concept of discrimination against women, that is to say the denial of equality with men.",
      "id": "s119"
    },
    {
      "text": "Marital status and the incidents of marriage is one of many areas in which women may be treated unequally, as compared with men, because they are women.",
      "id": "s120"
    },
    {
      "text": "The Convention is not concerned with discrimination which may affect women and men indifferently because it is based on other factors, such as race or religion.",
      "id": "s121"
    },
    {
      "text": "53 Ms McLeod said that the text of the Convention draws a distinction between provisions that eliminate any form of discrimination against women and those that are aimed to ensure equality between men and women.",
      "id": "s122"
    },
    {
      "text": "She pointed to a number of provisions which concern \" discrimination against women \" and which, she said, do not refer to the need for equality with men, namely Article 2 (d), (e), (f) and (g) (quoted at [37] above), Article 6 ([41] above) and Article 7 ([42] above).",
      "id": "s123"
    },
    {
      "text": "However, most of these provisions explicitly refer to \" discrimination against women \", a concept which, as defined in Article 1 ([34] above), is premised on the absence of equality between men and women.",
      "id": "s124"
    },
    {
      "text": "And, as has been seen, the Preamble enshrines equality as between men and women as the lodestar of the Convention.",
      "id": "s125"
    },
    {
      "text": "Conversely, the Convention does not deal with marital status discrimination per se , which must mean discrimination against, any persons, whether men or women, on the ground that they are married, or unmarried.",
      "id": "s126"
    },
    {
      "text": "The discrimination contemplated by the Convention includes discrimination against women because of their marital status.",
      "id": "s127"
    },
    {
      "text": "But this necessarily involves discrimination against a person who is both a woman and married (or unmarried).",
      "id": "s128"
    },
    {
      "text": "Alternative argument of Sex Discrimination Commissioner \n \n 54 Mr Lenehan on behalf of the Sex Discrimination Commissioner (Cth), who was given leave to appear as amicus curiae , supported the applicant's arguments.",
      "id": "s129"
    },
    {
      "text": "He also advanced an alternative argument.",
      "id": "s130"
    },
    {
      "text": "He submitted that even if marital status discrimination is not covered by Article 1 of the Convention, the application of s 22(1) of the Sex Discrimination Act to marital status discrimination is within the limits of s 51(xxix) of the Constitution (the external affairs power) and thus s 9(10) of the Act.",
      "id": "s131"
    },
    {
      "text": "He argued that the proscription of marital status discrimination against women will prevent the perpetuation of negative stereotypes about women and can therefore be seen as a means of \" nipping in the bud\" conduct which may grow into or foster \" discrimination against women \" within the meaning of Article 1.",
      "id": "s132"
    },
    {
      "text": "He referred to Article 5 ([40] above) and cited the decision of a Full Court of this Court in Toben v Jones [2003] FCAFC 137 ; (2003) 129 FCR 515.",
      "id": "s133"
    },
    {
      "text": "55 In Toben the appellant had been found by a determination of the Human Rights and Equal Opportunity Commission to have engaged in racial vilification contrary to s 18C of the Racial Discrimination Act 1975 (Cth).",
      "id": "s134"
    },
    {
      "text": "He contended that provision was invalid because the source of the s 51(xxix) external affairs power relied on, the International Convention on the Elimination of all Forms of Racial Discrimination , was concerned with the dissemination of ideas based on racial superiority or hatred whereas s 18C was intended only to proscribe acts which could be characterised as expressions of racial hatred.",
      "id": "s135"
    },
    {
      "text": "In other words, as I understand the argument, the Act did not give effect to the relevant Convention because it did not go far enough, it did not fully implement the Convention.",
      "id": "s136"
    },
    {
      "text": "56 Carr J (with whom Kiefel J agreed) at [18] accepted that the Act did not fully implement Article 4 of the Convention because provisions in the Bill which created criminal offences in respect of racial hatred had been rejected by Parliament.",
      "id": "s137"
    },
    {
      "text": "However, his Honour at [20] said that it was clearly consistent with the provisions of the Convention that a State Party\n \"should legislate to 'nip in the bud' the doing of offensive, insulting, humiliating or intimidating public acts which are done because of race, colour or national or ethnic origin before such acts can grow into incitement or promotion of racial hatred or discrimination.",
      "id": "s138"
    },
    {
      "text": "... it is for the legislature to choose the means by which it carries into or gives effect to a treaty ...\" \n\n\n \n 57 As already mentioned, the present case is not concerned with the Constitutional validity of s 22.",
      "id": "s139"
    },
    {
      "text": "In any event, for the reasons given above, the Convention with which this case is concerned addresses discrimination against women, in the sense defined in Article 1, including discrimination which treats women less favourably than men who have the same marital status.",
      "id": "s140"
    },
    {
      "text": "But s 22, which applies to discrimination against men or women, married or unmarried, on the ground of marital status, is not, so to speak, a step along the way to some greater goal concerned with discrimination against women only.",
      "id": "s141"
    },
    {
      "text": "In so far as s 22 is concerned with stereotypes, it is the stereotype that might arise from a person being married, or unmarried, irrespective of sex.",
      "id": "s142"
    },
    {
      "text": "58 In Toben the nature of the discrimination (racial) was the subject of both the Convention and Act --- the point was that the prohibition in the latter only extended to less severe forms of discriminatory conduct than the former.",
      "id": "s143"
    },
    {
      "text": "In the present case, discrimination on the ground of marital status per se is not some less severe form of discrimination against women.",
      "id": "s144"
    },
    {
      "text": "The \"nip in the bud\" analysis does not apply.",
      "id": "s145"
    },
    {
      "text": "59 Section 9(10) speaks of \"giv(ing) effect to the Convention\" .",
      "id": "s146"
    },
    {
      "text": "A major element, albeit not the only one, of the Convention is the obligation undertaken by States Parties to legislate in a number of areas to proscribe discrimination against women.",
      "id": "s147"
    },
    {
      "text": "60 Section 22 being legislation, and not some other form of governmental activity (such as, for example, public education or governmental employment practices) is part of Australia's discharge of its obligation to legislate as required by the Convention.",
      "id": "s148"
    },
    {
      "text": "It is therefore to be construed as prohibiting discrimination against women --- treating them less favourably than men --- because they are married.",
      "id": "s149"
    },
    {
      "text": "The action of the Registrar in the present case had nothing to do with the applicant's being a woman.",
      "id": "s150"
    },
    {
      "text": "Had the applicant been a man, the result of the application would have been the same.",
      "id": "s151"
    },
    {
      "text": "61 Issue (i) must be resolved in the negative.",
      "id": "s152"
    },
    {
      "text": "It is not strictly necessary therefore to consider the second issue, but since the matter was fully argued I shall proceed to do so.",
      "id": "s153"
    },
    {
      "text": "Issue (ii) --- Did the Registrar refuse to provide a service?",
      "id": "s154"
    },
    {
      "text": "62 Ms McLeod submitted that the Registrar contravened s 22 by refusing to consider the application \" on its merits \".",
      "id": "s155"
    },
    {
      "text": "The Registrar should have gone beyond a \" blanket refusal \".",
      "id": "s156"
    },
    {
      "text": "The decision involved an \"analysis of the factual content, the supporting material, the weighing of relevant discretionary factors and so on \".",
      "id": "s157"
    },
    {
      "text": "When it was pointed that this argument did not fit the agreed question, Ms McLeod sought the amendment which appears in [8] above.",
      "id": "s158"
    },
    {
      "text": "63 For her part, Ms Mortimer submitted that, on analysis, the Registrar's conduct involved three steps.",
      "id": "s159"
    },
    {
      "text": "The Registrar receives the application, she considers it and she disposes of it.",
      "id": "s160"
    },
    {
      "text": "She has not refused to do any of those things.",
      "id": "s161"
    },
    {
      "text": "What she has refused to do is alter the record.",
      "id": "s162"
    },
    {
      "text": "That is no more than the \" outcome of the three steps \" each of which can constitute a service.",
      "id": "s163"
    },
    {
      "text": "However, the refusal to alter the record is \" but the outcome \".",
      "id": "s164"
    },
    {
      "text": "64 Both arguments seem to me to introduce an unnecessary degree of subtlety into a simple process.",
      "id": "s165"
    },
    {
      "text": "The arguments apparently proceeded from a perceived need to accord with what some members of the High Court said in IW v City of Perth [1997] HCA 30 ; (1997) 191 CLR 1.",
      "id": "s166"
    },
    {
      "text": "But that case dealt with a town planning decision, an administrative decision of a very different nature.",
      "id": "s167"
    },
    {
      "text": "65 \"Service\" involves an \"act of helpful activity\" or \"the supplying of any ... activities ... required or demanded\" (Macquarie Dictionary) or \"the action of serving, helping, or benefiting, conduct tending to the welfare or advantage of another\" (Shorter Oxford Dictionary).",
      "id": "s168"
    },
    {
      "text": "Altering the Birth Register was an activity.",
      "id": "s169"
    },
    {
      "text": "The applicant requested the Registrar to perform that activity.",
      "id": "s170"
    },
    {
      "text": "The carrying out of that activity would have conferred a benefit on the applicant.",
      "id": "s171"
    },
    {
      "text": "The Registrar, because of the terms of the BDM Act, declined the request to carry out that activity.",
      "id": "s172"
    },
    {
      "text": "This was the refusal of a service.",
      "id": "s173"
    },
    {
      "text": "66 An activity carried out by a government official can none the less be one which confers a benefit on an individual.",
      "id": "s174"
    },
    {
      "text": "Much of governmental activity today involves the conferring of benefits on individuals.",
      "id": "s175"
    },
    {
      "text": "The BDM Act itself recognises this.",
      "id": "s176"
    },
    {
      "text": "For example the Registrar may enter into an arrangement for the provision of \"additional services\" (s 51) and the Governor in Council may make regulation prescribing fees with respect to searches etc and \"other services provided by the Registrar\" (s 59(1)(a)(iv)).",
      "id": "s177"
    },
    {
      "text": "Order \n \n 67 The application will be dismissed.",
      "id": "s178"
    },
    {
      "text": "Since there is an important public issue involved in this case, I am tentatively disposed not to make an order for costs against the applicant, but I will hear submissions from counsel if necessary.",
      "id": "s179"
    },
    {
      "text": "I certify that the preceding sixty-seven (67) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Heerey.",
      "id": "s180"
    },
    {
      "text": "Associate:\n\nDated: 16 August 2006\n\n\n Counsel for the Applicant: F M McLeod SC and M Irving \n \n Solicitor for the Applicant: Clayton Utz \n \n Counsel for the Respondent: D S Mortimer SC and R M Niall \n \n Solicitor for the Respondent: Victorian Government Solicitor \n \n Counsel for the Sex Discrimination Commissioner C Lenehan \n \n Solicitors for the Sex Discrimination Commissioner Human Rights &amp; Equal Opportunity Commission \n \n Date of Hearing: 3 August 2006 \n \n Date of Judgment: 16 August 2006 \n\n\n\n\n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1071.html",
      "id": "s181"
    }
  ]
}