{
  "name": "MLC Lifetime Company Limited and MLC Limited (No 2) [2006] FCA 1367 (19 October 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1367.html",
  "catchphrases": [
    {
      "text": "schemes to amalgamate life insurance business",
      "id": "c0"
    },
    {
      "text": "failure to comply strictly with certain procedural steps did not adversely affect policy holders",
      "id": "c1"
    },
    {
      "text": "terms and conditions of policies to remain unchanged",
      "id": "c2"
    },
    {
      "text": "actuarial evidence that neither transferring nor receiving policy holders adversely affected",
      "id": "c3"
    },
    {
      "text": "no objection to implementation of the schemes by apra",
      "id": "c4"
    },
    {
      "text": "schemes confirmed",
      "id": "c5"
    },
    {
      "text": "insurance",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "1 On 28 September 2006 I made orders confirming two schemes of amalgamation pursuant to s 194 of the Life Insurance Act 1995 (Cth) ('the Act').",
      "id": "s0"
    },
    {
      "text": "The first is the amalgamation of the life insurance business of MLC Lifetime Company Limited ('Lifetime') with part of the life insurance business of MLC Limited ('MLC') ('the Lifetime Scheme').",
      "id": "s1"
    },
    {
      "text": "The second is the amalgamation of the life insurance business of National Australia Financial Management Limited ('National') with part of the life insurance business of MLC ('the National Scheme').",
      "id": "s2"
    },
    {
      "text": "These are the reasons for making those orders.",
      "id": "s3"
    },
    {
      "text": "2 Confirmation of the schemes is required by s 190(1)(b) of the Act.",
      "id": "s4"
    },
    {
      "text": "That section provides that '[n] o part of the life insurance business of a life company may be...amalgamated with the business of another life company...except under a scheme confirmed by the Court '.",
      "id": "s5"
    },
    {
      "text": "The applicants are ' life companies ' within the meaning of the Act.",
      "id": "s6"
    },
    {
      "text": "They applied to the Court for confirmation of the schemes pursuant to s 193(1) of the Act.",
      "id": "s7"
    },
    {
      "text": "3 National Australia Bank Limited ('NAB') is the ultimate parent company of the applicants.",
      "id": "s8"
    },
    {
      "text": "The evidence of Ian Crow and John Reid, directors of Lifetime, is that the purpose of the schemes is to simplify the NAB Group's life insurance business by the two amalgamations whereby: &#8226; Each Lifetime policy and National policy (other than certain reinsurance policies entered into by Lifetime) will become a life insurance policy referable to an MLC statutory fund.",
      "id": "s9"
    },
    {
      "text": "&#8226; All assets referable to those policies will become assets of the relevant MLC statutory fund.",
      "id": "s10"
    },
    {
      "text": "&#8226; The policy liabilities in respect of those policies, all other liabilities of Lifetime's general and ordinary branch, and all other liabilities of National's statutory funds will become policy liabilities and other liabilities of the relevant MLC statutory fund.",
      "id": "s11"
    },
    {
      "text": "Principles \n \n 4 The principal object of the Act is to protect the interests of owners and prospective owners of life insurance policies in a manner consistent with the continued development of a viable, competitive and innovative life insurance industry (s 3(1)).",
      "id": "s12"
    },
    {
      "text": "One means adopted to achieve this objective is the regime in Pt 9 of the Act for supervision of the transfer or amalgamation of life insurance businesses by the Court (s 3(2)(f) ; Re Royal &amp; Sun Alliance Life Assurance Ltd [2000] FCA 1259 ; (2000) 104 FCR 37 at [3] ).",
      "id": "s13"
    },
    {
      "text": "5 In exercising its supervisory jurisdiction under Pt 9 of the Act, the Court has a discretion to refuse a scheme or confirm it with or without modification (s 194).",
      "id": "s14"
    },
    {
      "text": "Confirmation of a scheme pursuant to s 194 is not a mere formality ( ANZ Life Assurance Company Limited and ING Life Limited [2005] FCA 806 at [4] ).",
      "id": "s15"
    },
    {
      "text": "The Court must have regard to the object of protecting the interests of policy holders ( Re Royal at [3]).",
      "id": "s16"
    },
    {
      "text": "It must ensure that the scheme will not be prejudicial to the interests of policy holders and that policy holders are properly safeguarded ( NULIFE Insurance Ltd v Norwich Union Life Australia Ltd [2005] FCA 1635 at [24] ).",
      "id": "s17"
    },
    {
      "text": "Procedural Steps \n \n 6 Section 191 of the Act and Pt 9 of the Life Insurance Regulations 1995 (Cth) ('the Regulations') provide that an application for confirmation of a scheme may not be made unless certain steps have been taken.",
      "id": "s18"
    },
    {
      "text": "The purpose of the steps is to ensure that details of a scheme are brought to the attention of the Australian Prudential Regulation Authority ('APRA'), the public and affected policy holders.",
      "id": "s19"
    },
    {
      "text": "The steps are to be completed before the Court is moved for orders ( Re Royal at [10]; Re Armstrong Jones Life Assurance Ltd (1997) 74 FCR 160 at 163).",
      "id": "s20"
    },
    {
      "text": "7 Evidence was adduced and comprehensive written submissions advanced by the applicants to establish their compliance with the procedural steps.",
      "id": "s21"
    },
    {
      "text": "I was satisfied that the steps were undertaken and it is necessary to refer to three matters only.",
      "id": "s22"
    },
    {
      "text": "8 First, s 191(2)(c) of the Act required an approved summary of each scheme to be given to every affected policy holder.",
      "id": "s23"
    },
    {
      "text": "On 17 August 2006, I made orders pursuant to s 191(5) of the Act dispensing with the requirement that the applicants send summaries of the schemes to MLC policy holders affected by the Lifetime Scheme or the National Scheme or to Lifetime and National policy holders for whom the applicants had no current mailing address ( MLC Lifetime Company Limited and MLC Limited [2006] FCA 1259 (' MLC Lifetime (No 1) ').",
      "id": "s24"
    },
    {
      "text": "Between 21 August 2006 and 25 August 2006, approved summaries of the schemes were sent by post to Lifetime and National policy holders other than those for whom the applicants held no current address.",
      "id": "s25"
    },
    {
      "text": "It follows that s 191(2)(c) of the Act was complied with.",
      "id": "s26"
    },
    {
      "text": "9 Secondly, s 191(2)(b) of the Act and the Regulations required the applicants to publish Notices of Intention ('Notices') to seek confirmation of each scheme in a form approved by APRA.",
      "id": "s27"
    },
    {
      "text": "The Regulations required the Notices to be published in the Commonwealth Gazette and ' one or more newspapers, approved by APRA , circulating in each State and Territory in which there is a register of life policies that includes the relevant policy of an affected policy owner ' (reg 9.02(1)).",
      "id": "s28"
    },
    {
      "text": "The Notices were to be published before the schemes were released for public inspection (reg 9.02(3)).",
      "id": "s29"
    },
    {
      "text": "10 The schemes were released for public inspection on 21 August 2006.",
      "id": "s30"
    },
    {
      "text": "Notices in respect of the schemes were published in the Commonwealth Gazette and 12 newspapers approved by APRA on 18 August 2006 and 19 August 2006.",
      "id": "s31"
    },
    {
      "text": "However, owing to a miscommunication, the Notices were not published in the Daily Telegraph (one of the approved newspapers) until one day after the schemes were released for public inspection.",
      "id": "s32"
    },
    {
      "text": "11 I did not consider that delay to be fatal to the applications ( Re Royal at [18]; Re Armstrong Jones Life Assurance Ltd (1997) 74 FCR 160 at 162).",
      "id": "s33"
    },
    {
      "text": "The Notices were published in New South Wales in three other approved newspapers prior to the public inspection period.",
      "id": "s34"
    },
    {
      "text": "Public inspection of the schemes was also extended in New South Wales from 8 September 2006 to 12 September 2006 to compensate for the delay in publication in the Daily Telegraph .",
      "id": "s35"
    },
    {
      "text": "For these reasons, I was satisfied that the delay did not adversely affect policy holders.",
      "id": "s36"
    },
    {
      "text": "12 Thirdly, the applicants informed the Court that, in two newspapers, an incorrect telephone information number was included in the Lifetime Scheme Notice.",
      "id": "s37"
    },
    {
      "text": "While it is unfortunate that this error occurred, I was also satisfied that it did not adversely affect policy holders.",
      "id": "s38"
    },
    {
      "text": "The correct telephone number was listed elsewhere in the Notice and contact details for the applicants' solicitors were also included.",
      "id": "s39"
    },
    {
      "text": "The public inspection details in the Notice were correct, as were two website addresses provided where a copy of the scheme, the scheme summary, and the actuary reports could be obtained.",
      "id": "s40"
    },
    {
      "text": "I was satisfied that an affected policy holder who saw the Notice would have readily been able to obtain further information about the Lifetime Scheme.",
      "id": "s41"
    },
    {
      "text": "Assessment of the schemes \n \n 13 The schemes have been assessed by two actuaries, one of whom, Mr Clive Aaron, is independent.",
      "id": "s42"
    },
    {
      "text": "The other, Mr Kevin Allport, is the appointed actuary of MLC, Lifetime and National pursuant to s 93 of the Act.",
      "id": "s43"
    },
    {
      "text": "As I noted in MLC Lifetime (No 1) at [7] and elaborate upon below, the overall conclusion of the actuaries is that the schemes will have no adverse effect on policy holders.",
      "id": "s44"
    },
    {
      "text": "The schemes are conditional on the appointed actuary certifying, immediately before the schemes take effect, that there has been no material change affecting the applicants' solvency and capital adequacy positions since 30 June 2006.",
      "id": "s45"
    },
    {
      "text": "As at 21 September 2006, the evidence of the appointed actuary was that there has been no material change in the applicants' circumstances.",
      "id": "s46"
    },
    {
      "text": "14 Copies of the schemes and the actuaries' reports were provided to APRA in accordance with the Act and the Regulations.",
      "id": "s47"
    },
    {
      "text": "APRA is a significant participant in proceedings for confirmation of a scheme ( Re Royal [24]).",
      "id": "s48"
    },
    {
      "text": "It informed the Court that it has no objection to the implementation of either scheme.",
      "id": "s49"
    },
    {
      "text": "That was a factor of material significance in the exercise of the Court's discretion to confirm the schemes under s 194 of the Act ( The Application of Commonwealth Life Ltd [2003] FCA 637 at [13] ).",
      "id": "s50"
    },
    {
      "text": "15 Significantly, the costs of the schemes will not be borne by policy holders.",
      "id": "s51"
    },
    {
      "text": "16 Lifetime and National will continue to exist after the schemes are implemented and have given undertakings to the Court to maintain their current telephone and email addresses for at least 12 months.",
      "id": "s52"
    },
    {
      "text": "MLC policy holders \n \n 17 No owners of policies continuing in MLC will have the terms of their contracts altered or affected by the implementation of the schemes.",
      "id": "s53"
    },
    {
      "text": "The appointed actuary's conclusion is that MLC policy holders will not be adversely affected as a result of the schemes.",
      "id": "s54"
    },
    {
      "text": "His conclusion is supported by the independent actuary, who concluded that the benefit expectations of MLC policy holders will not be adversely affected by the schemes and the schemes should not materially affect their security.",
      "id": "s55"
    },
    {
      "text": "18 The evidence of Steve Tucker, a director of MLC, is that a Committee of the Board of Directors of MLC resolved to authorise the schemes in the expectation that: &#8226; A marginal reduction in expenses and anticipated efficiencies arising from the schemes will assist MLC to maintain premiums, charges and fees at competitive levels.",
      "id": "s56"
    },
    {
      "text": "&#8226; MLC policy holders will enjoy the additional security of a larger life insurance company with greater overall amounts held in its statutory fund.",
      "id": "s57"
    },
    {
      "text": "Lifetime and National Policy Holders \n \n 19 The terms of policies issued by Lifetime and National will also remain unchanged, other than the substitution of MLC for Lifetime and National as policy issuer.",
      "id": "s58"
    },
    {
      "text": "As with MLC policy holders, the appointed actuary's conclusion is that Lifetime and National policy holders will not be adversely affected as a result of the schemes.",
      "id": "s59"
    },
    {
      "text": "The independent actuary's view is that the benefit expectations of Lifetime and National policy holders will not be adversely affected by the schemes and that the schemes should not materially affect their security.",
      "id": "s60"
    },
    {
      "text": "20 The evidence of Mr Crow is that a Committee of the Board of Directors of Lifetime resolved to authorise the Lifetime Scheme in the expectation that: &#8226; Efficiencies resulting from the Lifetime Scheme will marginally reduce ongoing administration and governance costs, resulting in marginally higher profits and ultimately marginally higher bonuses to Lifetime's ordinary branch policy holders.",
      "id": "s61"
    },
    {
      "text": "&#8226; The security of participating Lifetime policy holder returns will increase.",
      "id": "s62"
    },
    {
      "text": "&#8226; Lifetime's direct branch policyholders will enjoy the additional security of a larger life insurance company with greater overall amounts held in its statutory funds.",
      "id": "s63"
    },
    {
      "text": "21 The evidence of William Webster, a director of National, is that a Committee of the Board of Directors of National resolved to authorise the National Scheme in the expectation that: &#8226; Efficiencies resulting from the National Scheme will marginally reduce ongoing administration and governance costs to allow for premiums, charges and fees to be charged to National policy holders at competitive levels.",
      "id": "s64"
    },
    {
      "text": "&#8226; The larger size of the MLC funds will allow for a greater level of diversification of management styles and exposure to asset classes, thereby resulting in an improved risk and return profile for National policy holders.",
      "id": "s65"
    },
    {
      "text": "&#8226; National policy holders will enjoy the additional security of a larger life insurance company with greater overall amounts held in its statutory fund.",
      "id": "s66"
    },
    {
      "text": "Submissions of policy holders \n \n 22 The Court was grateful for the assistance of three policy holders who appeared to make submissions at the hearing of the applications.",
      "id": "s67"
    },
    {
      "text": "Ms Monaghan \n \n 23 Ms Monaghan is an MLC policy holder who informed the Court she has held policies with MLC since 1963 and 1964.",
      "id": "s68"
    },
    {
      "text": "Her primary concern, as I understood it, was that MLC policies would not cover contingencies covered prior to the schemes.",
      "id": "s69"
    },
    {
      "text": "A second concern raised by Ms Monaghan was that MLC life insurance assets and liabilities would be mixed with general insurance assets and liabilities to the detriment of MLC policy holders.",
      "id": "s70"
    },
    {
      "text": "24 Confirmation of the schemes was sought on the basis that the terms and conditions of MLC policies would remain unchanged and the actuarial evidence is that the security benefits, investment returns, unit price and reasonable expectations of MLC policy holders will be unaffected.",
      "id": "s71"
    },
    {
      "text": "On that basis, I was satisfied that MLC policy holders would not be adversely affected by reason of the matters raised by Ms Monaghan.",
      "id": "s72"
    },
    {
      "text": "Mr Bray \n \n 25 Mr Bray is a Lifetime policy holder and his submissions addressed the Lifetime Scheme only.",
      "id": "s73"
    },
    {
      "text": "His primary concern related to the suspension of the practice of policy holders drawing and repaying loans against the value of their policies as a result of the Lifetime Scheme.",
      "id": "s74"
    },
    {
      "text": "According to Mr Bray, Lifetime personnel informed him in July 2006 that the practice of granting such loans had been suspended.",
      "id": "s75"
    },
    {
      "text": "He sought an adjournment of these proceedings pending the provision by MLC and Lifetime of a statement explaining why the granting of loans had been suspended and whether that practice would be reinstated in the future.",
      "id": "s76"
    },
    {
      "text": "26 In response to Mr Bray's concerns, Mr Reid gave evidence that Lifetime's decision to suspend the practice of granting these loans was wholly unrelated to the Lifetime Scheme.",
      "id": "s77"
    },
    {
      "text": "He explained that the decision was made in response to management concerns that the practice of entering loans may not comply with regulatory requirements.",
      "id": "s78"
    },
    {
      "text": "He also explained that the Lifetime board's current policy is that the granting of loans will be reinstated if those regulatory concerns can be overcome.",
      "id": "s79"
    },
    {
      "text": "27 Mr Reid's evidence as to the policies of the Lifetime board is not evidence of the policies of the MLC board.",
      "id": "s80"
    },
    {
      "text": "However, it is condition of the Lifetime Scheme that MLC will maintain, subject to periodic review, the policies of the Lifetime board in place at the time the scheme takes effect (cl 6).",
      "id": "s81"
    },
    {
      "text": "As was confirmed by the applicants' solicitor, this would include Lifetime's policy of reinstating policy loans if regulatory concerns can be overcome.",
      "id": "s82"
    },
    {
      "text": "On that basis, I was satisfied that confirmation of the Lifetime Scheme will not affect the likelihood of the practice of granting policy loans being reinstated.",
      "id": "s83"
    },
    {
      "text": "28 Mr Bray also submitted to the Court that he held general concerns regarding the standards of communication between Lifetime and MLC and policy holders.",
      "id": "s84"
    },
    {
      "text": "In particular, Mr Bray noted that neither Lifetime nor MLC had disclosed to Lifetime policy holders that the effect of the Lifetime Scheme was to reverse an earlier scheme, confirmed by the Court in 1997, whereby MLC transferred part of its life insurance business to Lifetime.",
      "id": "s85"
    },
    {
      "text": "Mr Bray did not suggest that the interests of Lifetime policy holders would be prejudiced by reason of the Lifetime Scheme reversing the earlier scheme.",
      "id": "s86"
    },
    {
      "text": "29 The evidence of Mr Crow is that the benefits identified in 1997 for separating the life insurance business of MLC and Lifetime diminished following the acquisition of MLC and Lifetime by the NAB Group in June 2000.",
      "id": "s87"
    },
    {
      "text": "Mr Crow's evidence is that the policies written by MLC and Lifetime have become increasingly similar.",
      "id": "s88"
    },
    {
      "text": "I was satisfied by the explanation given for the reversal of the earlier scheme and that policy holders were not adversely affected by Lifetime's failure to give them specific notice of that fact.",
      "id": "s89"
    },
    {
      "text": "Mr Tucker \n \n 30 Mr Tucker is a Lifetime policy holder.",
      "id": "s90"
    },
    {
      "text": "His concern related to a decline in bonuses paid to him under a policy issued to him in 1972 and whether that decline would continue, or worsen, as a result of the Lifetime Scheme.",
      "id": "s91"
    },
    {
      "text": "31 The evidence of the appointed actuary is that the investment strategy, investments, investment earnings and approach to determining bonus rates adopted by Lifetime will be unaffected by the implementation of the Lifetime Scheme.",
      "id": "s92"
    },
    {
      "text": "His conclusion is that the reasonable expectations of Lifetime policy holders in respect of benefits payable will be unaffected by the Lifetime Scheme.",
      "id": "s93"
    },
    {
      "text": "Accordingly, I was satisfied Lifetime policy members would not be prejudiced in relation to the bonuses payable to them following implementation of the Lifetime Scheme.",
      "id": "s94"
    },
    {
      "text": "Conclusion \n \n 32 The evidence is that the terms of the policies issued to Lifetime, National and MLC policy holders will remain the same and that policy holders will not be adversely affected.",
      "id": "s95"
    },
    {
      "text": "APRA does not oppose the schemes and policy holders will not bear the cost of their implementation.",
      "id": "s96"
    },
    {
      "text": "In these circumstances, I was satisfied that the interests of owners and prospective owners of life insurance policies were protected and orders to confirm the Lifetime Scheme and the National Scheme were made.",
      "id": "s97"
    },
    {
      "text": "I certify that the preceding thirty-two (32) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Bennett.",
      "id": "s98"
    },
    {
      "text": "Associate:\n\nDated: 19 October 2006\n\n\n Counsel for the Applicants: I M Jackman SC \n \n Solicitor for the Applicants: Freehills \n \n Solicitor for the Australian Prudential Regulation Authority: Australian Government Solicitor \n \n Date of Hearing: 26 September 2006 \n \n Date of Judgment: 19 October 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1367.html",
      "id": "s99"
    }
  ]
}