{
  "name": "Louis Vuitton Malletier SA v Toea Pty Ltd (Corrigendum dated 22 May 2007) [2006] FCA 1443 (7 November 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1443.html",
  "catchphrases": [
    {
      "text": "infringement of trademark",
      "id": "c0"
    },
    {
      "text": "sale of counterfeit goods at a market",
      "id": "c1"
    },
    {
      "text": "duty of operator of a market to prevent infringements by stallholders",
      "id": "c2"
    },
    {
      "text": "joint tortfeasors",
      "id": "c3"
    },
    {
      "text": "liability",
      "id": "c4"
    },
    {
      "text": "common design or purpose",
      "id": "c5"
    },
    {
      "text": "whether a common design or purpose existed",
      "id": "c6"
    },
    {
      "text": "whether operator of a market is a joint tortfeasor in the acts of a stallholder",
      "id": "c7"
    },
    {
      "text": "trademarks",
      "id": "c8"
    },
    {
      "text": "torts",
      "id": "c9"
    }
  ],
  "sentences": [
    {
      "text": "BACKGROUND \n \n1 The applicant is a company incorporated in accordance with the laws of the Republic of France.",
      "id": "s0"
    },
    {
      "text": "At all material times it was the registered owner of various trademarks identified in par 4 of the amended statement of claim (the \"Louis Vuitton trademarks\").",
      "id": "s1"
    },
    {
      "text": "The relevant certificates of registration appear in exhibit 1.",
      "id": "s2"
    },
    {
      "text": "At all material times the applicant and/or its agents have manufactured and/or marketed various products, utilizing one or more of the Louis Vuitton trademarks.",
      "id": "s3"
    },
    {
      "text": "2 The applicant pleads that the first respondent (\"Toea\") has at all material times been 'the landlord of and the party responsible for operating, supervising and controlling a market at Nerang-Broadbeach Road, Carrara in the State of Queensland' .",
      "id": "s4"
    },
    {
      "text": "That market is hereinafter described as the \"Market\".",
      "id": "s5"
    },
    {
      "text": "The applicant also alleges that the second respondent (\"Mr Rosenlund\") has at all material times been the full-time manager of, and person responsible for operating, supervising and controlling the Market on behalf of Toea.",
      "id": "s6"
    },
    {
      "text": "There are more than 400 stalls at the Market.",
      "id": "s7"
    },
    {
      "text": "Traders occupy stalls pursuant to agreements entered into with Toea.",
      "id": "s8"
    },
    {
      "text": "The applicant alleges that various stallholders have breached one or more of the Louis Vuitton trademarks.",
      "id": "s9"
    },
    {
      "text": "It does not seek relief against those stallholders.",
      "id": "s10"
    },
    {
      "text": "It rather seeks relief as against Toea and Mr Rosenlund, alleging that at all relevant times they:\n \n &#8226; were aware that stallholders were infringing the Louis Vuitton trademarks;\n &#8226; permitted them to continue trading at the Market;\n &#8226; failed to take adequate steps to prevent them from further infringing the trademarks; and \n &#8226; derived financial advantage from such continued trading.",
      "id": "s11"
    },
    {
      "text": "It is said that such conduct constituted infringement of the relevant trademarks.",
      "id": "s12"
    },
    {
      "text": "3 It will not be necessary to describe the Louis Vuitton trademarks in detail.",
      "id": "s13"
    },
    {
      "text": "The respondents have not seriously disputed the allegations concerning infringement by individual stallholders.",
      "id": "s14"
    },
    {
      "text": "The question is whether, in those circumstances, the respondents, or either of them, infringed the trademarks.",
      "id": "s15"
    },
    {
      "text": "It will, however, be necessary to say a little about the applicant's business, or more particularly, about the way in which its products are marketed.",
      "id": "s16"
    },
    {
      "text": "It will also be necessary to say a little more about the operation of the Market.",
      "id": "s17"
    },
    {
      "text": "THE APPLICANT'S PRODUCTS AND MARKETING SYSTEM \n \n4 The applicant manufactures luggage, hand bags and a wide range of other accessories.",
      "id": "s18"
    },
    {
      "text": "It supplies its products directly to retail outlets throughout the world.",
      "id": "s19"
    },
    {
      "text": "Louis Vuitton Australia Pty Ltd (\"LV Australia\"), which is a member of a worldwide group of companies controlled by the applicant, is responsible for the importation, distribution, promotion and sale in Australia of the applicant's products.",
      "id": "s20"
    },
    {
      "text": "Such products are only retailed through outlets which are owned by LV Australia.",
      "id": "s21"
    },
    {
      "text": "The products are extremely high-quality and priced at the upper end of the market for such goods.",
      "id": "s22"
    },
    {
      "text": "Employees of LV Australia are trained in various aspects of the manufacture and promotion of Louis Vuitton goods, including design and methods of manufacture.",
      "id": "s23"
    },
    {
      "text": "This training is designed to assist in the identification of \"counterfeit\" goods.",
      "id": "s24"
    },
    {
      "text": "THE MARKET \n \n5 Mr Rosenlund is employed as the manager of the Market and is a director of Toea, having been appointed to that office on 11 July 1997.",
      "id": "s25"
    },
    {
      "text": "Toea owns and operates the Market as trustee of the Toea Unit Trust and trades under the business name \"Carrara Markets\".",
      "id": "s26"
    },
    {
      "text": "The Market is situated on approximately ten acres of land on the Nerang-Broadbeach Road at Carrara on the Gold Coast.",
      "id": "s27"
    },
    {
      "text": "Toea owns the land which is comprised of two lots, separated by Gin House Creek.",
      "id": "s28"
    },
    {
      "text": "The Market is open to the public from 7.30 am to 4.00 pm on each Saturday and Sunday.",
      "id": "s29"
    },
    {
      "text": "It is the largest such market on the Gold Coast, comprising approximately 450 stalls.",
      "id": "s30"
    },
    {
      "text": "Stallholders are either permanent stallholders, long-term casual stallholders or casual stallholders.",
      "id": "s31"
    },
    {
      "text": "6 There are approximately 400 permanent stallholders.",
      "id": "s32"
    },
    {
      "text": "Each is granted a licence to occupy a specific stall for a weekly fee.",
      "id": "s33"
    },
    {
      "text": "Four of those stallholders, having stalls situated on the perimeter of the Markets with direct street access, trade seven days a week.",
      "id": "s34"
    },
    {
      "text": "The remaining permanent stallholders trade only on weekends, although they have continuous access to their stalls so that they may attend to maintenance, restocking and setting up for weekend trading.",
      "id": "s35"
    },
    {
      "text": "Permanent stallholders may make improvements to their stalls.",
      "id": "s36"
    },
    {
      "text": "Many erect signage and permanent structures which enable them to lock up and secure stock.",
      "id": "s37"
    },
    {
      "text": "Many have expensive equipment and fit-out in much the same way as would a retail shop.",
      "id": "s38"
    },
    {
      "text": "Permanent allocation and the ability to make improvements allow a permanent stallholder to develop goodwill in the business operated from his or her stall.",
      "id": "s39"
    },
    {
      "text": "7 Since Mr Rosenlund commenced as manager in 1997, he has required that all new permanent stallholders enter into a \"licence to occupy\" in the form of exhibit JMR 3 to his affidavit.",
      "id": "s40"
    },
    {
      "text": "The licence provides as follows:\n \n \n '1.",
      "id": "s41"
    },
    {
      "text": "The Licensor does grant to the Licensee a license to occupy the stall for the weekly fee commencing on the date first set ... \n \n 2.",
      "id": "s42"
    },
    {
      "text": "The Licensee will occupy the stall on days or hours based on arrangement with the Licensor upon payment of the relevant ... \n The Licensee must specifically occupy the stall between the hours of 7.30am and close of markets each Saturday and Sunday.",
      "id": "s43"
    },
    {
      "text": "3.",
      "id": "s44"
    },
    {
      "text": "At the expiration of each weekend the Licensee shall leave the stall in a neat, tidy and clean condition to the satisfaction of the Licensor's manager.",
      "id": "s45"
    },
    {
      "text": "4.",
      "id": "s46"
    },
    {
      "text": "The Licensee will at all times be subject to control, management and direction of the Licensor's manager and shall at all times obey his direction or directions of someone authorised by him.",
      "id": "s47"
    },
    {
      "text": "5.",
      "id": "s48"
    },
    {
      "text": "The licensee whilst in occupation shall not carry on any illegal, offensive or hazardous trade or occupation nor engage in any activity which would be detrimental to the reputation of the markets.",
      "id": "s49"
    },
    {
      "text": "6.",
      "id": "s50"
    },
    {
      "text": "The Licensee will operate within the area provided and not encroach outside the bounds of the stall.",
      "id": "s51"
    },
    {
      "text": "7.",
      "id": "s52"
    },
    {
      "text": "The Licensee will not transfer his interest under this agreement without the consent of the Licensor first hand and obtained which consent may be granted on the condition that the Licensee pays to the Licensor a sum designated by the Licensor of total sale price received by the Licensee for the sale of his interest under this agreement and the goodwill of the business.",
      "id": "s53"
    },
    {
      "text": "8.",
      "id": "s54"
    },
    {
      "text": "The Licensee shall have the right to occupy the stall on Saturday/Sunday of each week after the signing of this agreement upon payment of the License fee subject to the Licensor's right to cancel this agreement at any time and the Licensor shall not be required to provide any reason for the cancellation nor should the Licensee have any recourse against the Licensor arising from the cancellation.",
      "id": "s55"
    },
    {
      "text": "9.",
      "id": "s56"
    },
    {
      "text": "The Licensee should not bring in a vehicle to clear the contents of the stall before 2.45pm on Saturday and 3.45pm Sunday.",
      "id": "s57"
    },
    {
      "text": "10.",
      "id": "s58"
    },
    {
      "text": "The Licensee and any staff employed will park in the designated car park and not in the customer car park, and shall ensure that the motor cars are parked in such position and will not block access to, egress from or interfere with traffic flow.",
      "id": "s59"
    },
    {
      "text": "11.",
      "id": "s60"
    },
    {
      "text": "The Licensee hereby agrees to indemnify the Licensor in respect of all or any actions arising from or as a result of the Licensee and or its agent's conduct, performance or other actions arising from its occupation of the stall.",
      "id": "s61"
    },
    {
      "text": "12.",
      "id": "s62"
    },
    {
      "text": "Failure to comply with all these conditions may result in the \"License to Occupy\" being cancelled.",
      "id": "s63"
    },
    {
      "text": "' \n \n \n \n\n8 Should a permanent stallholder propose to transfer his or her interest in a stall he or she must list it with Toea and introduce any prospective buyer to Mr Rosenlund so that he may assess that person's suitability.",
      "id": "s64"
    },
    {
      "text": "A relevant consideration is the general category of product or service which the proposed transferee will sell or provide.",
      "id": "s65"
    },
    {
      "text": "Toea seeks to ensure that the Market maintains an appropriate spread of categories of products and services, and that stalls offering like products are not located in close proximity to one another.",
      "id": "s66"
    },
    {
      "text": "Permanent stalls \"sell\" for between $20 000 and $40 000, excluding stock.",
      "id": "s67"
    },
    {
      "text": "Toea receives 10 per cent commission on such sale prices.",
      "id": "s68"
    },
    {
      "text": "Businesses conducted from permanent stalls have sold for as much as $400 000, including the stall, improvements, fixtures and fittings and goodwill.",
      "id": "s69"
    },
    {
      "text": "9 Approximately 20 stalls are occupied by long-term casual stallholders.",
      "id": "s70"
    },
    {
      "text": "These people have been operating from the Market for many years.",
      "id": "s71"
    },
    {
      "text": "Each is allocated the same stall on each weekend.",
      "id": "s72"
    },
    {
      "text": "They are not required to book stalls during the preceding week, nor queue at the office on Saturday mornings to be allotted stalls.",
      "id": "s73"
    },
    {
      "text": "This right to a specific stall is not assignable.",
      "id": "s74"
    },
    {
      "text": "Long-term casual stallholders may be permitted to erect permanent signage and structures on their sites.",
      "id": "s75"
    },
    {
      "text": "Since mid-2004 no new arrangements of this kind have been made.",
      "id": "s76"
    },
    {
      "text": "The change in policy was the result of discontent amongst permanent stallholders over the preferential arrangements made for long-term casual stallholders.",
      "id": "s77"
    },
    {
      "text": "Stalls already allocated to existing long-term casual stallholders remain so allocated but, when such a stallholder leaves the Market, the stall goes back into the pool of stalls available for casual occupation, or it is \"sold\" as a permanent stall.",
      "id": "s78"
    },
    {
      "text": "10 Each weekend, other (non-long-term) casual stallholders occupy about 40 stalls.",
      "id": "s79"
    },
    {
      "text": "The number varies from week to week.",
      "id": "s80"
    },
    {
      "text": "Stalls may be booked on Tuesday morning for the following weekend.",
      "id": "s81"
    },
    {
      "text": "Casual stallholders do not enter into a licence to occupy.",
      "id": "s82"
    },
    {
      "text": "They arrive between 5.00 am and 7.00 am on Saturday mornings and queue at the office.",
      "id": "s83"
    },
    {
      "text": "They are asked about the types of goods which they propose to sell and are then allocated stalls, depending upon availability and product type.",
      "id": "s84"
    },
    {
      "text": "Mr Rosenlund tries to separate stallholders selling similar products.",
      "id": "s85"
    },
    {
      "text": "Potential casual stallholders are told that they cannot sell anything which is illegal.",
      "id": "s86"
    },
    {
      "text": "On the first few occasions on which they rent stalls, casual stallholders are given copies of a slip entitled 'Conditions of Renting a Stall' .",
      "id": "s87"
    },
    {
      "text": "The document is also available on the Market website.",
      "id": "s88"
    },
    {
      "text": "It is exhibit JMR 4 to Mr Rosenlund's affidavit.",
      "id": "s89"
    },
    {
      "text": "There is nothing of particular relevance in the conditions save that stallholders are obliged to accept five and ten dollar vouchers issued by Toea.",
      "id": "s90"
    },
    {
      "text": "The vouchers are redeemable by stallholders at the Market office.",
      "id": "s91"
    },
    {
      "text": "Mr Rosenlund claims that it is not practicable for him or his staff to check every individual item to be offered by the 40 casual stallholders each week.",
      "id": "s92"
    },
    {
      "text": "Exhibit JMR 5 is an information brochure provided to persons who enquire concerning the hiring of stalls.",
      "id": "s93"
    },
    {
      "text": "Attached to it is a document entitled 'Carrara Markets Casual Stall Policy' .",
      "id": "s94"
    },
    {
      "text": "The only relevant provision seems to be that:\n \n 'Products not described to the Booking Officer at the time of booking may not be allowed to be sold on the day.",
      "id": "s95"
    },
    {
      "text": "' \n \n\n11 Stallholders pay a levy to cover public liability insurance, presumably effected by Toea.",
      "id": "s96"
    },
    {
      "text": "Stallholders are responsible for the tidiness of their own stall areas, but Toea is responsible for all common areas, including car parks and toilets.",
      "id": "s97"
    },
    {
      "text": "There is a manager's office where stallholders attend to pay rent.",
      "id": "s98"
    },
    {
      "text": "It also serves as an information centre.",
      "id": "s99"
    },
    {
      "text": "12 Some stallholders sell secondhand goods.",
      "id": "s100"
    },
    {
      "text": "During the relevant period, Toea held a licence which covered stallholders selling secondhand goods, provided that they did not do so on more than three occasions in any one year.",
      "id": "s101"
    },
    {
      "text": "Toea receives no commission upon sales effected at the Market by stallholders.",
      "id": "s102"
    },
    {
      "text": "Its only revenue is rent and commission received on the sale of stalls.",
      "id": "s103"
    },
    {
      "text": "13 On each weekend eighteen to twenty-three thousand customers attend the Market.",
      "id": "s104"
    },
    {
      "text": "Sunday is the busier day.",
      "id": "s105"
    },
    {
      "text": "The Market is at its busiest in winter.",
      "id": "s106"
    },
    {
      "text": "Mr Rosenlund has about fourteen staff in attendance each weekend.",
      "id": "s107"
    },
    {
      "text": "One is a full-time employee.",
      "id": "s108"
    },
    {
      "text": "There are three part-time office personnel, six part-time car parking attendants and two part-time employees who attend to general duties.",
      "id": "s109"
    },
    {
      "text": "14 Security guards are employed by Security and Traffic Management Pty Ltd, trading as Guardrite.",
      "id": "s110"
    },
    {
      "text": "Toea is invoiced each week for their services.",
      "id": "s111"
    },
    {
      "text": "On Saturdays there are two security guards, one working from 8.30 am to 2.00 pm at the main gate and assisting in traffic control, and one working from 8.00 am to 5.00 pm on general security duties.",
      "id": "s112"
    },
    {
      "text": "Those duties include patrolling, dealing with lost children, lost property, theft, accidents, sickness and otherwise identifying and dealing with problems around the Market.",
      "id": "s113"
    },
    {
      "text": "All have first-aid certificates.",
      "id": "s114"
    },
    {
      "text": "On Sundays three security guards are retained, one working from 8.30 am to 2.00 pm on the main gate, one working on general duties from 7.00 am to 4.00 pm and one working on general duties from 8.00 am to 5.00 pm.",
      "id": "s115"
    },
    {
      "text": "A security guard patrols the Market from 1.00 pm to 5.00 pm on Mondays to Fridays.",
      "id": "s116"
    },
    {
      "text": "Mr Rosenlund issues instructions to the security guards as required.",
      "id": "s117"
    },
    {
      "text": "15 In late 2002 or 2003 Mr Rosenlund was informed by investigators acting on behalf of the owners of trademarks that there had been an increase in the sale of allegedly counterfeit goods at the Market.",
      "id": "s118"
    },
    {
      "text": "As a result he instructed security guards to advise him if they saw any goods which appeared to be counterfeit.",
      "id": "s119"
    },
    {
      "text": "However none of those guards had any training or specific knowledge in performing this task.",
      "id": "s120"
    },
    {
      "text": "On a few occasions security guards informed Mr Rosenlund that they had seen goods which were obviously counterfeit.",
      "id": "s121"
    },
    {
      "text": "On each occasion Mr Rosenlund went to the stall and confronted the stallholder.",
      "id": "s122"
    },
    {
      "text": "On one occasion the stallholder asserted that he had a certificate of authenticity for the item.",
      "id": "s123"
    },
    {
      "text": "It did not appear to be an item produced or marketed by the applicant.",
      "id": "s124"
    },
    {
      "text": "16 Mr Rosenlund's duties include hiring and supervising of staff, liaison with stallholders and customers and taking day-to-day decisions concerning the operation of the Market.",
      "id": "s125"
    },
    {
      "text": "Various issues arise in the course of such operation, particularly over weekends.",
      "id": "s126"
    },
    {
      "text": "It is necessary to ensure that the ATM machine is operational.",
      "id": "s127"
    },
    {
      "text": "Parking, including vehicle security, is a major ongoing problem.",
      "id": "s128"
    },
    {
      "text": "It is also necessary to deal with urgent health problems, difficulties with the toilet facilities, shoplifting and disputes between customers and stallholders.",
      "id": "s129"
    },
    {
      "text": "The Market operates a website which is exhibit JMR 9.",
      "id": "s130"
    },
    {
      "text": "The following statement now appears at the end of a passage headed 'Casual Stall Information' :\n \n 'NB: Copyright Infringement Policy \n \n \n .",
      "id": "s131"
    },
    {
      "text": "Carrara Markets does not condone the sale of products identified as infringing Australian copyright and/or Trademark laws.",
      "id": "s132"
    },
    {
      "text": "It is your responsibility to ensure your products do not infringe Australian copyright and/or Trademark laws.",
      "id": "s133"
    },
    {
      "text": "Carrara Markets reserves the right to take immediate action to exclude products identified to us as infringing these laws.",
      "id": "s134"
    },
    {
      "text": "' \n \n \n\n17 There is no evidence as to when this note was first published on the website.",
      "id": "s135"
    },
    {
      "text": "18 In the course of cross-examination Mr Rosenlund said that in the 2004/2005 financial year Toea derived about $200 000 from commission on the sale of permanent stalls.",
      "id": "s136"
    },
    {
      "text": "That was about 10 per cent of Toea's total revenue in that year.",
      "id": "s137"
    },
    {
      "text": "This figure was atypical, being inflated by one major sale.",
      "id": "s138"
    },
    {
      "text": "He also said that he tries to ensure that the Market is attractive to potential customers.",
      "id": "s139"
    },
    {
      "text": "This involves making sure that parking arrangements are satisfactory, that there is bus transport to and from the Market and that entertainment is available.",
      "id": "s140"
    },
    {
      "text": "Promotional vouchers are also issued.",
      "id": "s141"
    },
    {
      "text": "Mr Rosenlund agreed that the restriction on the sale of products by casual stallholders, other than those identified to the booking officer, was designed to assist in ensuring a good mix of products for sale rather than to detect and prevent the sale of counterfeit goods.",
      "id": "s142"
    },
    {
      "text": "He is more concerned about the sale of products that bear a false trademark than about the sale of goods which appear to be the imitations but do not bear any trademark.",
      "id": "s143"
    },
    {
      "text": "This evidence related particularly to the operation at the Market of a stall selling sunglasses.",
      "id": "s144"
    },
    {
      "text": "It has a sign describing its stock as 'Looks the same without the name' .",
      "id": "s145"
    },
    {
      "text": "Mr Rosenlund did not consider this to be illegal conduct.",
      "id": "s146"
    },
    {
      "text": "He said that if he perceived that any stallholder was selling counterfeit goods he would tell that person to get rid of them or not to return to the Market.",
      "id": "s147"
    },
    {
      "text": "Such persons are often casual stallholders who do not return.",
      "id": "s148"
    },
    {
      "text": "He agreed that some people went to markets for the purpose of obtaining low-priced copies of designer goods.",
      "id": "s149"
    },
    {
      "text": "However he did not consider that those people formed a significant revenue source for the Market.",
      "id": "s150"
    },
    {
      "text": "The rest of Mr Rosenlund's evidence will be best dealt with elsewhere in these reasons.",
      "id": "s151"
    },
    {
      "text": "OFFENDING STALLHOLDERS \n \n19 Although the applicant's case is pleaded widely, at the trial, it focused on a number of trap purchase to three stallholders, Mr Alcock, Ms Byrne and Ms Gallop.",
      "id": "s152"
    },
    {
      "text": "Most of the evidence concerned such purchases and observations made by private inquiry agents retained by the applicant to investigate possible infringements.",
      "id": "s153"
    },
    {
      "text": "Mr Alcock \n Purchase of one handbag on 6 April 2003 \n \n20 This sale is not pleaded in the statement of claim.",
      "id": "s154"
    },
    {
      "text": "Mr Edmonds is a private enquiry agent, working under sub-contract to another agent, Ken Taylor, of Mainpack Pty Ltd. Mr Taylor had, on 2 March 2003, visited Mr Alcock's stall and there seen two medium-sized and one small \"Epi\" style bag bearing the applicant's \"LV\" trademark, or a mark similar to it, and two other bags bearing such marks.",
      "id": "s155"
    },
    {
      "text": "At Mr Taylor's request Mr Edmonds attended at the Market on 6 April 2003.",
      "id": "s156"
    },
    {
      "text": "Mr Taylor was also present.",
      "id": "s157"
    },
    {
      "text": "At Mr Alcock's stall Mr Edmonds saw two \"Epi\" style handbags bearing the applicant's \"LV\" and \"Louis Vuitton\" trademarks or similar marks.",
      "id": "s158"
    },
    {
      "text": "A sign indicated that one of the handbags was marked down from $110 to $90.",
      "id": "s159"
    },
    {
      "text": "Mr Edmonds indicated to a woman working at the stall that he wished to buy the handbag priced at $90.",
      "id": "s160"
    },
    {
      "text": "He paid cash for it.",
      "id": "s161"
    },
    {
      "text": "It bore a \"swing tag\" which bore the LV and Louis Vuitton trademarks or similar marks.",
      "id": "s162"
    },
    {
      "text": "21 After Mr Edmond's purchase on 6 April 2003 Mr Taylor spoke to Mr Alcock and gave him a \"warning letter\".",
      "id": "s163"
    },
    {
      "text": "Mr Alcock said that:\n \n 'I do not have any Louis Vuitton products because they stopped me three weeks ago when I spoke to your investigator.",
      "id": "s164"
    },
    {
      "text": "I will ring the Corrs lawyer.",
      "id": "s165"
    },
    {
      "text": "' \n \n\n22 The warning letter was headed 'Notice in relation to vending of counterfeit items' and bore a solicitor's logo.",
      "id": "s166"
    },
    {
      "text": "It read as follows:\n \n 'You have just sold goods which bear one or more trademarks owned by Louis Vuitton Malletier SA ( \"Louis Vuitton\" ).",
      "id": "s167"
    },
    {
      "text": "A schedule of these trade marks is attached to this notice.",
      "id": "s168"
    },
    {
      "text": "The goods sold by you are counterfeit and were not manufactured by or with the licence of Louis Vuitton.",
      "id": "s169"
    },
    {
      "text": "The sale of counterfeit goods is illegal and can result in criminal and civil liability.",
      "id": "s170"
    },
    {
      "text": "You are exposed to the risk of prosecution or may be sued by Louis Vuitton seeking remedies such as injunctions, damages, account of profits and delivery up of stock.",
      "id": "s171"
    },
    {
      "text": "Unless you immediately cease the sale of goods bearing trademarks owned by Louis Vuitton, court action will be taken against you without further notice.",
      "id": "s172"
    },
    {
      "text": "This notice is effective immediately.",
      "id": "s173"
    },
    {
      "text": "' \n \n\n23 Mr Alcock is a long-term casual stallholder.",
      "id": "s174"
    },
    {
      "text": "In his evidence he claimed to have bought 40 bags from a person called \"Boris\", intending to sell them pursuant to a 'party plan system' .",
      "id": "s175"
    },
    {
      "text": "That system involves sales at social functions specifically organized for that purpose.",
      "id": "s176"
    },
    {
      "text": "He said that he was not aware of the significance of the \"LV\" logo or that it represented the name \"Louis Vuitton\".",
      "id": "s177"
    },
    {
      "text": "He was also not aware that Louis Vuitton only sold through its own outlets.",
      "id": "s178"
    },
    {
      "text": "He had no reason to believe that the bags were counterfeit.",
      "id": "s179"
    },
    {
      "text": "He was unable to sell the bags by party-plan because they were too expensive.",
      "id": "s180"
    },
    {
      "text": "He therefore decided to sell them at the stall.",
      "id": "s181"
    },
    {
      "text": "He does not normally sell handbags.",
      "id": "s182"
    },
    {
      "text": "24 He said in evidence that when Mr Taylor approached him on 6 April 2003 he said that he did not have any counterfeit Lous Vuitton products.",
      "id": "s183"
    },
    {
      "text": "He otherwise denied the statement attributed to him by Mr Taylor.",
      "id": "s184"
    },
    {
      "text": "He said that Mr Taylor said that the bags were illegal but that if he got rid of them it would be 'Okay' .",
      "id": "s185"
    },
    {
      "text": "Mr Taylor also suggested that he speak to someone 'at Louis Vuitton' .",
      "id": "s186"
    },
    {
      "text": "Mr Alcock later telephoned the relevant solicitors and said that he would not sell counterfeit Louis Vuitton products again.",
      "id": "s187"
    },
    {
      "text": "Purchase of one purse on 21 December 2003 \n \n25 On 21 December 2003 Mr Taylor saw ten handbags and two \"Multicolore\" wallets or copies thereof at the Alcock stall.",
      "id": "s188"
    },
    {
      "text": "\"Multicolore\" is a term used to describe one of the applicant's trademarks.",
      "id": "s189"
    },
    {
      "text": "The handbags bore the initials \"JB\" as well as a number of the applicant's \"flower\" trademarks or marks similar thereto.",
      "id": "s190"
    },
    {
      "text": "He asked Mr Moes, also a private enquiry agent, to visit the stall.",
      "id": "s191"
    },
    {
      "text": "26 At Mr Alcock's stall Mr Moes saw a girl, about fifteen years of age.",
      "id": "s192"
    },
    {
      "text": "He did not see any products bearing the applicant's trademark or any similar mark.",
      "id": "s193"
    },
    {
      "text": "He asked the girl whether or not she had any 'Louis Vuitton bags or items' for sale.",
      "id": "s194"
    },
    {
      "text": "She said that she did not.",
      "id": "s195"
    },
    {
      "text": "He then saw a man arrive at the stall and commence unpacking a box, taking out about fifteen bags and purses, each of which bore one or more of the applicant's \"flower\" trademarks or similar marks.",
      "id": "s196"
    },
    {
      "text": "He said to the man, 'They look good' .",
      "id": "s197"
    },
    {
      "text": "The man said, 'These bags are not real Louis Vuitton bags.",
      "id": "s198"
    },
    {
      "text": "They're imitation bags.",
      "id": "s199"
    },
    {
      "text": "' Mr Moes then purchased a brown purse which bore one or other of the applicant's \"flower\" trademarks or similar marks, paying $29.00.",
      "id": "s200"
    },
    {
      "text": "He asked for a receipt.",
      "id": "s201"
    },
    {
      "text": "The girl said that they did not give receipts.",
      "id": "s202"
    },
    {
      "text": "Purchase of one wallet on 11 January 2004 \n \n27 On 11 January 2004 Huong Nguyen, a private investigation agent, visited the Market in company with Mr Taylor and Mr Moes.",
      "id": "s203"
    },
    {
      "text": "Ms Nguyen went to Mr Alcock's stall and spoke to a woman called Hope.",
      "id": "s204"
    },
    {
      "text": "She saw five brown handbags, four brown wallets and one pink wallet, each of which bore one or more of the applicant's \"flower\" trademarks or similar marks, and the letters \"IX\".",
      "id": "s205"
    },
    {
      "text": "Ms Nguyen approached Hope, asking the price of the 'Louis Vuitton handbags and wallets' .",
      "id": "s206"
    },
    {
      "text": "Hope said that the Louis Vuitton handbags were $49 each and the Louis Vuitton wallets, $29 each.",
      "id": "s207"
    },
    {
      "text": "Ms Nguyen selected one wallet and paid $29 cash.",
      "id": "s208"
    },
    {
      "text": "She asked for a receipt.",
      "id": "s209"
    },
    {
      "text": "Hope said that she had never written a receipt before, and that this was the first time anybody had asked.",
      "id": "s210"
    },
    {
      "text": "In the end a receipt was produced.",
      "id": "s211"
    },
    {
      "text": "28 Mr Moes was in the vicinity, taking photographs.",
      "id": "s212"
    },
    {
      "text": "He said that he saw about ten handbags and wallets bearing the applicant's \"flower\" trademarks or similar marks.",
      "id": "s213"
    },
    {
      "text": "He took photographs of Ms Nguyen speaking to Hope.",
      "id": "s214"
    },
    {
      "text": "A complaint \n \n29 In January 2004 Mr Alcock's alleged infringements were brought to the attention of Mr Rosenlund.",
      "id": "s215"
    },
    {
      "text": "In February 2004 Mr Roselund spoke to him, saying that he had been 'caught selling fake Louis Vuitton bags' .",
      "id": "s216"
    },
    {
      "text": "He was shown a letter from the applicant's solicitors and various photographs and was then given a notice of infringement.",
      "id": "s217"
    },
    {
      "text": "Mr Alcock protested that he was not selling Louis Vuitton products.",
      "id": "s218"
    },
    {
      "text": "Mr Rosenlund then drew his attention to certain items on the stall asking, 'What are these then?",
      "id": "s219"
    },
    {
      "text": "' .",
      "id": "s220"
    },
    {
      "text": "Mr Alcock said that they were not Louis Vuitton bags and that he did not claim that they were, pointing to the \"IX\" logo and saying 'They have IX on them, they're not Louis Vuitton.",
      "id": "s221"
    },
    {
      "text": "' Mr Rosenlund said 'We're getting flack over them anyway.",
      "id": "s222"
    },
    {
      "text": "' Mr Alcock protested that everyone was selling them and that they could buy them from shops in the Robina Shopping Centre.",
      "id": "s223"
    },
    {
      "text": "Mr Rosenlund said 'Look, the Louis Vuitton people have a problem, so I have a problem.",
      "id": "s224"
    },
    {
      "text": "I wouldn't know if they're legal or not.",
      "id": "s225"
    },
    {
      "text": "Just get rid of them.",
      "id": "s226"
    },
    {
      "text": "You can't sell them.",
      "id": "s227"
    },
    {
      "text": "That's all there is to it.",
      "id": "s228"
    },
    {
      "text": "' Mr Alcock said that he would get rid of them.",
      "id": "s229"
    },
    {
      "text": "Purchase of one bag on 15 February 2004 \n \n30 On 15 February 2004 Mr Moes visited Mr Alcock's stall and saw Mr Rosenlund speaking to Mr Alcock.",
      "id": "s230"
    },
    {
      "text": "This appears to have been the conversation described in the preceding paragraph.",
      "id": "s231"
    },
    {
      "text": "He saw three bags on the stall, each of which bore one of the applicant's \"flower\" trademarks or a similar mark.",
      "id": "s232"
    },
    {
      "text": "Each bore a price tag showing the price as $39.",
      "id": "s233"
    },
    {
      "text": "Mr Moes took one of the bags to a woman who was working on the stall and purchased it, paying cash.",
      "id": "s234"
    },
    {
      "text": "The woman did not have the correct change.",
      "id": "s235"
    },
    {
      "text": "She went to Mr Alcock and asked him for some change.",
      "id": "s236"
    },
    {
      "text": "At the time she was holding the bag which Mr Moes had purchased.",
      "id": "s237"
    },
    {
      "text": "Mr Moes heard Mr Alcock say to Mr Rosenlund:\n \n 'There you go.",
      "id": "s238"
    },
    {
      "text": "That's another one sold, I only have two out for sale now.",
      "id": "s239"
    },
    {
      "text": "' \n \n\n31 Mr Rosenlund then left the stall.",
      "id": "s240"
    },
    {
      "text": "The woman gave Mr Moes his change and the bag but declined to give him a receipt.",
      "id": "s241"
    },
    {
      "text": "32 A little later Mr Moes saw Mr Rosenlund carrying a folder in which was a document headed 'Corrs Chambers Westgarth' , the name of the applicant's solicitors.",
      "id": "s242"
    },
    {
      "text": "He gave Mr Rosenlund a \"letter of demand\".",
      "id": "s243"
    },
    {
      "text": "Mr Rosenlund told him that he was, at that time, seeing the store operators, presumably in connection with previous correspondence received from the solicitors.",
      "id": "s244"
    },
    {
      "text": "Mr Moes said:\n \n 'I will be furnishing a report to Corrs Chambers Westgarth on stall holders who are selling counterfeit Louis Vuitton merchandise.",
      "id": "s245"
    },
    {
      "text": "It would be in your best interests to contact Corrs Chambers Westgarth in relation to the matter as soon as possible.",
      "id": "s246"
    },
    {
      "text": "' \n \n Purchase of one scarf on 12 December 2004 \n \n33 On 12 December 2004, at the request of Mr Taylor, Ms Crystal Taylor, also a private enquiry agent, attended the Market.",
      "id": "s247"
    },
    {
      "text": "She went to Mr Alcock's stall and there saw, in a glass display case, a scarf bearing one of the applicant's trademarks, or a similar mark, and on a bench, two white handbags, each of which bore one or other of the applicant's \"flower\" trademarks or similar marks.",
      "id": "s248"
    },
    {
      "text": "She spoke to a woman called Samantha who was working in the stall, asking, 'Do you have any Louis Vuitton bags at all?",
      "id": "s249"
    },
    {
      "text": "I see you have the scarf and other brands.",
      "id": "s250"
    },
    {
      "text": "' The woman said, 'Yes we do, but just wait a moment while I check with my husband.",
      "id": "s251"
    },
    {
      "text": "' \n \n34 The woman then spoke to a man at the stall whom Ms Taylor subsequently identified as Mr Alcock.",
      "id": "s252"
    },
    {
      "text": "She heard him say, 'Be careful of this stuff.",
      "id": "s253"
    },
    {
      "text": "' He seemed to be annoyed.",
      "id": "s254"
    },
    {
      "text": "He unlocked a glass cabinet and took out the scarf bearing the applicant's trademark and relocked the cabinet.",
      "id": "s255"
    },
    {
      "text": "Ms Taylor noticed that there was an identical scarf underneath the scarf which he had removed.",
      "id": "s256"
    },
    {
      "text": "She asked the woman for the price of the scarf and was told that it was $39.",
      "id": "s257"
    },
    {
      "text": "She purchased it, paying cash.",
      "id": "s258"
    },
    {
      "text": "At the time Ms Taylor heard Mr Alcock say to the woman, 'Hide these boxes, would you?",
      "id": "s259"
    },
    {
      "text": "' She was not shown any bags and was not offered a receipt.",
      "id": "s260"
    },
    {
      "text": "Purchase of one watch and one hair clip on 24 April 2005 \n \n35 On 24 April 2005 Ms Nguyen again went to the Alcock stall.",
      "id": "s261"
    },
    {
      "text": "At the rear of the stall she saw a lady's wristwatch which bore the applicant's \"LV\", \"Louis Vuitton\" and \"flower\" trademarks or marks similar to them.",
      "id": "s262"
    },
    {
      "text": "She saw a woman with short, curly, blond hair serving customers and asked if she could look at the Louis Vuitton watch.",
      "id": "s263"
    },
    {
      "text": "The woman said that it was her last 'Louis Vuitton watch' .",
      "id": "s264"
    },
    {
      "text": "Ms Nguyen purchased the watch and a hair clip, paying $70 in cash.",
      "id": "s265"
    },
    {
      "text": "She received $2 change.",
      "id": "s266"
    },
    {
      "text": "She asked for a receipt, but the woman said that she did not have a receipt book.",
      "id": "s267"
    },
    {
      "text": "Ms Nguyen said that a piece of paper would be sufficient.",
      "id": "s268"
    },
    {
      "text": "She did not receive any receipt.",
      "id": "s269"
    },
    {
      "text": "Confrontation --- Mr Edmondson \n \n36 On or about 7 May 2005 a Market employee, David Edmondson, called on Mr Alcock and showed him a letter from Corrs Chambers Westgarth in which it was alleged that on 24 April 2005, a lady's wristwatch and other items which infringed the applicant's trademarks had been seen on his stall.",
      "id": "s270"
    },
    {
      "text": "Mr Edmondson told him to withdraw any such infringing products from the Market and never to sell such products again.",
      "id": "s271"
    },
    {
      "text": "Mr Edmondson said that Mr Rosenlund had asked him to remind Mr Alcock that the selling of counterfeit goods might affect his future ability to occupy a stall and that his stall at the Market was at stake.",
      "id": "s272"
    },
    {
      "text": "Mr Alcock assured Mr Edmondson that he had no Louis Vuitton products, and that he would not, in the future, sell any such goods or anything like them.",
      "id": "s273"
    },
    {
      "text": "Confrontation --- Mr Rosenlund \n \n37 On 15 May 2005 Mr Rosenlund spoke to Mr Alcock at his stall.",
      "id": "s274"
    },
    {
      "text": "He referred to the earlier conversation with Mr Edmondson and said:\n \n 'I'm really upset at you for putting the Market and me in a position where it might appear that we are allowing you to sell these fake Louis Vuitton goods.",
      "id": "s275"
    },
    {
      "text": "You gave me an assurance that this would not happen again and I believed you.",
      "id": "s276"
    },
    {
      "text": "' \n \n\n38 Mr Alcock said:\n \n 'I'm sorry John, it was a mistake.",
      "id": "s277"
    },
    {
      "text": "I didn't even know that the watch was there.",
      "id": "s278"
    },
    {
      "text": "I bought a box of stock from a woman who was closing her shop at Robina Shopping Centre, and I didn't realise that the Louis Vuitton watch was in the box.",
      "id": "s279"
    },
    {
      "text": "One of the girls unpacked the box and everything was put in a cabinet at the back of the stall.",
      "id": "s280"
    },
    {
      "text": "I didn't even see the watch and my wife sold it to a woman she said was very persistent and specifically wanted to buy that particular watch.",
      "id": "s281"
    },
    {
      "text": "' \n \n\n39 Mr Rosenlund said:\n \n 'It's just not good enough, Gary.",
      "id": "s282"
    },
    {
      "text": "Any future problems and you will definitely be thrown out of the Market for good.",
      "id": "s283"
    },
    {
      "text": "' \n \n\n40 Mr Alcock said:\n \n 'Look John, if you want I'll give you a Stat Dec outlining what happened so that you and the Market don't get into trouble.",
      "id": "s284"
    },
    {
      "text": "' \n \n\n41 Mr Rosenlund said that this might help.",
      "id": "s285"
    },
    {
      "text": "Mr Alcock then said:\n \n 'I absolutely assure you that I won't sell anything else.",
      "id": "s286"
    },
    {
      "text": "This will never happen again.",
      "id": "s287"
    },
    {
      "text": "' \n \n\n42 On 6 June 2005, Mr Alcock executed a statutory declaration.",
      "id": "s288"
    },
    {
      "text": "In it he declared that:\n \n '... sometime in the year 2004 the management of Carrara Markets instructed all stall holders that they were not to infringe on the trade marks of Louis Vuitton.",
      "id": "s289"
    },
    {
      "text": "To this end I changed the way I purchased goods for resale and restricted my purchases to goods which were either authenticated by the seller or came from a recognized retail outlet.",
      "id": "s290"
    },
    {
      "text": "Again in March 2005 the Carrara Markets management strongly instructed stall holders that they were not to infringe the Louis Vuitton trade marks.",
      "id": "s291"
    },
    {
      "text": "Even though I was able to purchase items from a nationally advertised retail source, which came with certificates of authentication backed by a money back guarantee, the market enforced their \"NO Louis Vuitton\" and I agreed.",
      "id": "s292"
    },
    {
      "text": "On the 17 th of April 2005 I purchased a number of fashion watches from a retail outlet on the Gold Coast.",
      "id": "s293"
    },
    {
      "text": "These watches were purchased for resale at the market and to my knowledge did not contain any Louis Vuitton items.",
      "id": "s294"
    },
    {
      "text": "All these watches were placed at the back of the stall in a cabinet.",
      "id": "s295"
    },
    {
      "text": "On the 24 th of April my wife, who was looking after the stall was approached by a woman who was desperate to buy anything \"Louis Vuitton\".",
      "id": "s296"
    },
    {
      "text": "My wife explained that we did not sell Louis Vuitton but the woman would not take no for an answer.",
      "id": "s297"
    },
    {
      "text": "The woman then searched through the cabinet at the back of the stall and asked my wife if she could buy the watch which I now know to be the one in question.",
      "id": "s298"
    },
    {
      "text": "As I was operating another stall which occupied all my time, I was not aware that the item had found its way into my stock or that the transaction had taken place.",
      "id": "s299"
    },
    {
      "text": "It is my contention that the Carrara Markets management not only had no idea that this transaction had taken place, but, because neither the stall holders or market management could differentiate between authentic or counterfeit items, they were actively enforcing a ban on the sale of any Louis Vuitton items.",
      "id": "s300"
    },
    {
      "text": "' \n \n\n43 In July 2005 Mr Alcock received a memorandum dated 31 July 2005 from the Market outlining its policy in relation to counterfeit goods.",
      "id": "s301"
    },
    {
      "text": "It is exhibit GJA 7 to his affidavit.",
      "id": "s302"
    },
    {
      "text": "It states:\n \n 'Carrara Markets are currently in Federal Court proceedings with solicitors representing Louis Vuitton as a result of stallholders here selling copy Louis Vuitton products.",
      "id": "s303"
    },
    {
      "text": "The facts are Trade Mark Investigation Services (TMIS) and Anti Counterfeiting Action Group (ACAG) are more active than ever in seeking to prevent the sale of counterfeit goods from markets in particular and have proven willing to prosecute as a result of their investigations.",
      "id": "s304"
    },
    {
      "text": "They continually send investigators under cover to seek out and purchase counterfeit goods and usually take photos etc as evidence of their ability to purchase these goods.",
      "id": "s305"
    },
    {
      "text": "This evidence will be used to support court action.",
      "id": "s306"
    },
    {
      "text": "It is Carrara Markets policy to co-operate with these groups and it is also our policy that the sale of illegal and counterfeit goods identified cannot be sold at our markets.",
      "id": "s307"
    },
    {
      "text": "Stallholders blatantly ignoring these policies or repeat offenders jeopardize their \"Licence to Occupy\" and run the risk of losing their stall.",
      "id": "s308"
    },
    {
      "text": "Attached for your information is a recent article from the Sun Herald concerning action taken at Parklea Markets.",
      "id": "s309"
    },
    {
      "text": "Would you please ensure you and your staff are aware of the policies and that counterfeit goods are not sold at your store.",
      "id": "s310"
    },
    {
      "text": "We thank you in advance for your co-operation in this matter.",
      "id": "s311"
    },
    {
      "text": "' \n \n\n44 The letter was signed by Mr Rosenlund as manager.",
      "id": "s312"
    },
    {
      "text": "Attached was a newspaper clipping referring to a police raid on a market in Sydney.",
      "id": "s313"
    },
    {
      "text": "Linda Byrne \n Purchase of one handbag on 6 April 2003 \n \n45 Ms Byrne is a permanent stallholder.",
      "id": "s314"
    },
    {
      "text": "On 6 April 2003 Mr Edmonds visited Ms Byrne's stall where Ms Byrne introduced herself as Linda.",
      "id": "s315"
    },
    {
      "text": "There were two bags on display, each bearing one of the applicant's trademarks or a similar mark.",
      "id": "s316"
    },
    {
      "text": "Ms Byrne said to him:\n \n 'My daughter supplies me with all my designer stock.",
      "id": "s317"
    },
    {
      "text": "My daughter also holds a Louis Vuitton sales party.",
      "id": "s318"
    },
    {
      "text": "She lives in New South Wales.",
      "id": "s319"
    },
    {
      "text": "' \n \n\n46 Mr Edmonds purchased one of the handbags.",
      "id": "s320"
    },
    {
      "text": "Ms Byrne provided a dust bag in which to carry the handbag.",
      "id": "s321"
    },
    {
      "text": "The dust bag also bore one of the applicant's trademarks or a similar mark.",
      "id": "s322"
    },
    {
      "text": "Mr Edmonds paid $220 in cash but did not get a receipt.",
      "id": "s323"
    },
    {
      "text": "Purchase of one handbag on 11 January 2004 \n \n47 Ms Nguyen visited Ms Byrne's stall on 11 January 2004.",
      "id": "s324"
    },
    {
      "text": "She spoke to a woman called Evangeline Balibay who asked her if she wanted Gucci bags.",
      "id": "s325"
    },
    {
      "text": "Ms Nguyen replied, 'Do you have any Louis?",
      "id": "s326"
    },
    {
      "text": "' Evangeline indicated to a younger woman that she should bring out a handbag stored in a blue, white and red carry bag.",
      "id": "s327"
    },
    {
      "text": "The handbag bore one or other of the applicant's \"flower\" trademarks or a similar mark and the initials \"IX\".",
      "id": "s328"
    },
    {
      "text": "Ms Balibay said that it was the last Louis Vuitton handbag, and that Ms Nguyen could have it for $60.",
      "id": "s329"
    },
    {
      "text": "She appeared to be nervous and quickly returned the bag to the storage bag, saying, 'I have to hide it.",
      "id": "s330"
    },
    {
      "text": "' Ms Nguyen did not buy anything at that stage but returned to the stall later in the day and again spoke to Ms Balibay.",
      "id": "s331"
    },
    {
      "text": "She asked if she could purchase the Louis Vuitton handbag which she had seen earlier.",
      "id": "s332"
    },
    {
      "text": "Evangeline produced the handbag and Ms Nguyen paid $60 for it.",
      "id": "s333"
    },
    {
      "text": "She asked for a receipt but was told that there would be 'No receipt' .",
      "id": "s334"
    },
    {
      "text": "Ms Nguyen said that she was buying the bag as a gift for her mother and that she and her sister were going to split the cost.",
      "id": "s335"
    },
    {
      "text": "Evangeline then wrote the words and figures 'Bag $60' on a business card and gave it to her.",
      "id": "s336"
    },
    {
      "text": "The card bore the words: 'Evangeline Balibay Director' .",
      "id": "s337"
    },
    {
      "text": "Purchase of one purse on 12 December 2004 \n \n48 On 12 December 2004, Ms Crystal Taylor went to the Byrne stall.",
      "id": "s338"
    },
    {
      "text": "She saw a woman who appeared to be between 45 and 50 years of age.",
      "id": "s339"
    },
    {
      "text": "Ms Taylor introduced herself as \"Emily\".",
      "id": "s340"
    },
    {
      "text": "The woman said that her name was Linda Byrne.",
      "id": "s341"
    },
    {
      "text": "Ms Taylor asked if she had any Louis Vuitton stock.",
      "id": "s342"
    },
    {
      "text": "Ms Byrne led her to the back of the stall where, hanging on the wall, was a large garment resembling a raincoat, behind which were two large garbage bin liners.",
      "id": "s343"
    },
    {
      "text": "Ms Byrne produced two handbags from one of the bags, each of which bore one or more of the applicant's \"flower\" trademarks or similar marks.",
      "id": "s344"
    },
    {
      "text": "One bag was white and the other, black.",
      "id": "s345"
    },
    {
      "text": "Ms Byrne said that they were each priced at $170.",
      "id": "s346"
    },
    {
      "text": "49 Ms Byrne also showed Ms Taylor two purses, both of which bore the applicant's monogram trademark or a similar mark.",
      "id": "s347"
    },
    {
      "text": "One purse was brown the other pink with a cherry blossom pattern on it.",
      "id": "s348"
    },
    {
      "text": "Ms Byrne said that the purses were each priced at $120.",
      "id": "s349"
    },
    {
      "text": "Ms Byrne then went to the other garbage bag liner, which was blue in colour, and produced a multi-coloured handbag which bore one or more of the applicant's \"flower\" trademarks or similar marks.",
      "id": "s350"
    },
    {
      "text": "Ms Byrne said that this was priced at $250 but was 'on hold' for another customer.",
      "id": "s351"
    },
    {
      "text": "Ms Taylor asked Ms Byrne to write down the prices of the handbags and purses and her telephone number.",
      "id": "s352"
    },
    {
      "text": "She did this.",
      "id": "s353"
    },
    {
      "text": "Ms Taylor asked if she could ring later in the day to see if the handbag priced at $250 was available.",
      "id": "s354"
    },
    {
      "text": "Ms Byrne agreed.",
      "id": "s355"
    },
    {
      "text": "Ms Taylor again asked her name and Ms Byrne wrote 'Linda Byrne' on the paper on which she had written the prices.",
      "id": "s356"
    },
    {
      "text": "Ms Taylor then left the stall and went to speak to Mr Taylor.",
      "id": "s357"
    },
    {
      "text": "A little later she returned to the stall and purchased a brown purse bearing the applicant's monogram trademark or a similar mark for $120.",
      "id": "s358"
    },
    {
      "text": "She did not get a receipt.",
      "id": "s359"
    },
    {
      "text": "Purchase of one purse on 8 May 2005 \n \n50 On 8 May 2005 Ms Taylor went to the Byrne stall where she saw Ms Byrne.",
      "id": "s360"
    },
    {
      "text": "She said to her 'Hi, how are you?",
      "id": "s361"
    },
    {
      "text": "I'm looking for something very special for my mum.",
      "id": "s362"
    },
    {
      "text": "' Ms Byrne pointed to some shirts which bore the Ralph Lauren \"Polo\" brand, saying that they were $25 each.",
      "id": "s363"
    },
    {
      "text": "Ms Taylor said 'Yeah, but I'm looking for something special though.",
      "id": "s364"
    },
    {
      "text": "I don't know if you remember me but I was here at Christmas time and you had some special purses that I bought for my sister.",
      "id": "s365"
    },
    {
      "text": "' Ms Byrne said 'How about Louis Vuitton?",
      "id": "s366"
    },
    {
      "text": "' Ms Taylor said 'Yes, that's great.",
      "id": "s367"
    },
    {
      "text": "I bought for my sister a Louis Vuitton purse last time.",
      "id": "s368"
    },
    {
      "text": "My Mum really liked it and she got a bit jealous.",
      "id": "s369"
    },
    {
      "text": "So today I wanted to get something special for her.",
      "id": "s370"
    },
    {
      "text": "' Ms Byrne said 'Come with me.",
      "id": "s371"
    },
    {
      "text": "' They walked behind a clothes rack in the stall, and Ms Byrne opened a beach bag.",
      "id": "s372"
    },
    {
      "text": "She took out a small purse which bore the applicant's monogram trademark or a similar mark and said, 'Now this is Louis Vuitton, it's very nice, it is $80.",
      "id": "s373"
    },
    {
      "text": "' Ms Taylor asked if she had any other purses.",
      "id": "s374"
    },
    {
      "text": "Ms Byrne produced two purses, each bearing such a monogram and said that they were priced at $120.",
      "id": "s375"
    },
    {
      "text": "Ms Taylor asked about a purse in a dust bag and was told that it was priced at $150.",
      "id": "s376"
    },
    {
      "text": "Ms Byrne said that she had no more of this stock and that she was selling for a friend who was 'really broke' .",
      "id": "s377"
    },
    {
      "text": "She also said:\n \n 'You know it's very hard to sell Louis Vuitton any more.",
      "id": "s378"
    },
    {
      "text": "Not many people sell Louis Vuitton any more.",
      "id": "s379"
    },
    {
      "text": "There is a Louis Vuitton inspector up here and he looks out for Louis Vuitton.",
      "id": "s380"
    },
    {
      "text": "He told me not to sell any more otherwise I get fined from Louis Vuitton.",
      "id": "s381"
    },
    {
      "text": "' \n \n\n51 Ms Taylor responded 'Well, I'll buy this, it's pretty cheap for Louis Vuitton, $80.",
      "id": "s382"
    },
    {
      "text": "' She paid $80 in cash and Ms Byrne put the purse in a brown cardboard box also bearing the words 'Louis Vuitton' .",
      "id": "s383"
    },
    {
      "text": "Ms Byrne's evidence \n \n52 Ms Byrne said that she sold second-hand and new items from her stall, primarily clothing, bags and accessories.",
      "id": "s384"
    },
    {
      "text": "On 14 or 15 February 2004 Mr Rosenlund spoke to her at the stall, saying that she had been caught selling fake Louis Vuitton goods.",
      "id": "s385"
    },
    {
      "text": "She said that she had stocked Louis Vuitton bags 'a long time ago' but did not do so any more.",
      "id": "s386"
    },
    {
      "text": "Mr Rosenlund showed her a letter which listed goods 'supposedly sold at my stall' .",
      "id": "s387"
    },
    {
      "text": "He handed her a notice.",
      "id": "s388"
    },
    {
      "text": "He asked her to promise that she would not sell any fake goods again.",
      "id": "s389"
    },
    {
      "text": "She said that she had not sold any fake goods 'or other stuff' .",
      "id": "s390"
    },
    {
      "text": "Mr Rosenlund showed her certain photographs which she said were not of her.",
      "id": "s391"
    },
    {
      "text": "He said that he still wanted her to promise that she would not sell any fake bags.",
      "id": "s392"
    },
    {
      "text": "She agreed.",
      "id": "s393"
    },
    {
      "text": "Mr Rosenlund said that the photographs had been taken on 11 January 2004.",
      "id": "s394"
    },
    {
      "text": "Ms Byrne said that she had not traded at the stall on that day.",
      "id": "s395"
    },
    {
      "text": "She was on holidays.",
      "id": "s396"
    },
    {
      "text": "The notice which he showed her was from Toea, addressed to stallholders at Carrara Market.",
      "id": "s397"
    },
    {
      "text": "It was headed 'Sale of Counterfeit Items Prohibited' and stated:\n \n 'It has come to my attention that you are selling counterfeit items at Carrara Market bearing trademarks owned by Louis Vuitton Malletier SA.",
      "id": "s398"
    },
    {
      "text": "You are hereby notified that the sale of counterfeit items is illegal and prohibited.",
      "id": "s399"
    },
    {
      "text": "If you are found selling counterfeit items at the Carrara Market, you will be forced to leave the Market grounds, your rent will be forfeited, and you will not be allowed to lease space at the Market in the future.",
      "id": "s400"
    },
    {
      "text": "This policy is effective immediately.",
      "id": "s401"
    },
    {
      "text": "If you have any questions, please see me.",
      "id": "s402"
    },
    {
      "text": "' \n \n\n53 On 21 September 2004 Mr Rosenlund gave Ms Byrne a newsletter dated 21 September 2004.",
      "id": "s403"
    },
    {
      "text": "It was headed 'Copyright Infringements' and was signed by him.",
      "id": "s404"
    },
    {
      "text": "It stated:\n \n 'A new government organization has been established in 2004 to combat copyright theft with relation to the motion picture and television industry (see attached).",
      "id": "s405"
    },
    {
      "text": "The new Australian Federation Against Copyright Theft Organization is very active in this area and detection can carry huge fines and gaol.",
      "id": "s406"
    },
    {
      "text": "Copyright infringements are not only illegal, but reflect badly on any establishment allowing it.",
      "id": "s407"
    },
    {
      "text": "Any illegal trading at Carrara Markets is not only contrary to the law, but is also contrary to Carrara Markets \"Licence to Occupy\" agreements.",
      "id": "s408"
    },
    {
      "text": "Management will do whatever is necessary to ensure our business is not subject to law infringement.",
      "id": "s409"
    },
    {
      "text": "Please be aware of, and report to management, any traders involving themselves in these types of activities, their business may be at stake.",
      "id": "s410"
    },
    {
      "text": "' \n \n\n54 In June or July 2005 Mr Rosenlund again spoke to Ms Byrne.",
      "id": "s411"
    },
    {
      "text": "He said that he had discovered that she had again been selling Louis Vuitton counterfeit products.",
      "id": "s412"
    },
    {
      "text": "She denied this allegation.",
      "id": "s413"
    },
    {
      "text": "He said that she should make sure that she never again had anything resembling a Louis Vuitton product at the stall or she would be at risk of losing the stall.",
      "id": "s414"
    },
    {
      "text": "He said that he had decided to ban Louis Vuitton products from being sold in the Market, whether they were originals or copies.",
      "id": "s415"
    },
    {
      "text": "She said that she would not sell Louis Vuitton products again.",
      "id": "s416"
    },
    {
      "text": "55 In July 2005 Mr Rosenlund came to the stall and gave her a Carrara Markets memorandum dated 31 July 2005.",
      "id": "s417"
    },
    {
      "text": "I have previously set out the content of the relevant newsletter in connection with the case concerning Mr Alcock.",
      "id": "s418"
    },
    {
      "text": "It is exhibit GJA 7 to his affidavit.",
      "id": "s419"
    },
    {
      "text": "56 Ms Byrne said that when she first sold items bearing the Louis Vuitton logo she was unaware that it was illegal to do so.",
      "id": "s420"
    },
    {
      "text": "She had seen the items sold in shops and by 'many people' .",
      "id": "s421"
    },
    {
      "text": "She now understands that it is illegal to sell counterfeit products.",
      "id": "s422"
    },
    {
      "text": "Her new understanding has been derived from information supplied by Mr Rosenlund and from the various notices and newsletters.",
      "id": "s423"
    },
    {
      "text": "Ruth Gallop \n Purchase of one handbag on 21 December 2003 \n \n57 On 21 December 2003 Mr Taylor attended the Market and went to the Gallop stall.",
      "id": "s424"
    },
    {
      "text": "He there saw a grey-haired lady of thin build who, he thought, was about 58-60 years of age.",
      "id": "s425"
    },
    {
      "text": "I infer that this was Ms Gallop.",
      "id": "s426"
    },
    {
      "text": "He saw a large travel bag and a scarf, each of which bore the applicant's monogram trademark or a similar mark.",
      "id": "s427"
    },
    {
      "text": "He saw Ms Gallop sell two scarves and five or six cherry blossom handbags and wallets, each bearing the applicant's monogram trademark or a similar mark.",
      "id": "s428"
    },
    {
      "text": "He heard the woman say to one of the customers:\n \n 'Like I mean, why would you pay that kind of money when the copies are so good?",
      "id": "s429"
    },
    {
      "text": "' \n \n\n58 Mr Taylor left the stall and returned some time later.",
      "id": "s430"
    },
    {
      "text": "He heard a female customer inquire of Ms Gallop whether she had any Louis Vuitton men's wallets.",
      "id": "s431"
    },
    {
      "text": "She replied 'Look, they are just so hard to get.",
      "id": "s432"
    },
    {
      "text": "You bring in four boxes of them and Customs get two.",
      "id": "s433"
    },
    {
      "text": "' The customer then left.",
      "id": "s434"
    },
    {
      "text": "59 Mr Taylor saw a brown handbag bearing the applicant's monogram trademark or a similar mark.",
      "id": "s435"
    },
    {
      "text": "He pointed to the handbag and asked Ms Gallop whether she had a wallet in the same brown colour.",
      "id": "s436"
    },
    {
      "text": "She said 'Look I've got some more hidden.",
      "id": "s437"
    },
    {
      "text": "The inspector has been around and they'll fine you up to $100,000.",
      "id": "s438"
    },
    {
      "text": "It's highly illegal.",
      "id": "s439"
    },
    {
      "text": "Come over here, and I'll show you.",
      "id": "s440"
    },
    {
      "text": "' \n \n60 Mr Taylor followed her to the next stall where another woman handed her two small handbags, both bearing the applicant's monogram trademark or a similar mark.",
      "id": "s441"
    },
    {
      "text": "Ms Gallop showed the handbags to Mr Taylor and said that one was priced at $180 and the other at $125.",
      "id": "s442"
    },
    {
      "text": "He asked her as to the quality of the handbag priced at $125.",
      "id": "s443"
    },
    {
      "text": "She said 'It's so good it's grade B.",
      "id": "s444"
    },
    {
      "text": "' He purchased the handbag and paid $125 in cash.",
      "id": "s445"
    },
    {
      "text": "He asked for a receipt and the operator said 'I'm sorry love, it's highly illegal.",
      "id": "s446"
    },
    {
      "text": "' \n \n61 At the rear of the stall he saw two \"Multicolore\" wallets, three scarves and three small handbags, each bearing the applicant's monogram trademark or a similar mark.",
      "id": "s447"
    },
    {
      "text": "They were on a shelf beneath the counter and were not visible to him when he stood at the front of the stall.",
      "id": "s448"
    },
    {
      "text": "Purchase of one scarf on 11 January 2004 \n \n62 On 11 January 2004 Ms Nguyen visited the Gallop stall.",
      "id": "s449"
    },
    {
      "text": "The woman operating the stall appeared to be in her late 50's.",
      "id": "s450"
    },
    {
      "text": "She identified herself as \"Ruth\".",
      "id": "s451"
    },
    {
      "text": "I infer that it was Ms Gallop.",
      "id": "s452"
    },
    {
      "text": "Ms Nguyen saw one large bag, one brown scarf and one black \"Multicolore\" scarf, all bearing one of the applicant's trademarks or a similar mark.",
      "id": "s453"
    },
    {
      "text": "Ms Nguyen asked Ms Gallop whether she had any wallets or handbags.",
      "id": "s454"
    },
    {
      "text": "The woman then produced a medium sized handbag from under the table.",
      "id": "s455"
    },
    {
      "text": "It bore a Louis Vuitton trademark or a similar mark.",
      "id": "s456"
    },
    {
      "text": "Ruth said, 'Only this one left, you know it's very hard to get and I keep it under here because it's highly illegal.",
      "id": "s457"
    },
    {
      "text": "They have inspectors come round you know.",
      "id": "s458"
    },
    {
      "text": "' She said that the purchase price was $160 and that it was expensive because it was a new design.",
      "id": "s459"
    },
    {
      "text": "The brown 'monogram' design was always cheaper.",
      "id": "s460"
    },
    {
      "text": "She then said, 'I'm selling these for people from Sydney, it's so hard to get now.",
      "id": "s461"
    },
    {
      "text": "They x-ray everything at the airport, you can't even get one bag in now.",
      "id": "s462"
    },
    {
      "text": "These are dinkies but this one is a copy because it has the lines across the fabric.",
      "id": "s463"
    },
    {
      "text": "' Ms Nguyen asked the cost of Louis Vuitton scarves and was told that they were $35 each.",
      "id": "s464"
    },
    {
      "text": "Ruth said that apart from the products on display, she had no more Louis Vuitton stock.",
      "id": "s465"
    },
    {
      "text": "Ms Nguyen left the stall.",
      "id": "s466"
    },
    {
      "text": "63 Later, Ms Nguyen returned to the Gallop stall and purchased the black \"Multicolore\" scarf which she had seen previously.",
      "id": "s467"
    },
    {
      "text": "It bore the applicant's monogram trademark or a similar mark.",
      "id": "s468"
    },
    {
      "text": "She paid $35 in cash.",
      "id": "s469"
    },
    {
      "text": "The woman said, 'This is a dinkem one for you'.",
      "id": "s470"
    },
    {
      "text": "Ms Nguyen said, 'So is it genuine?",
      "id": "s471"
    },
    {
      "text": "' Ruth replied, 'Well, I'm not allowed to say that because it's not from the shop you know.",
      "id": "s472"
    },
    {
      "text": "But genuine to you okay.",
      "id": "s473"
    },
    {
      "text": "The brown Monogram scarf is a copy because there are lines across the material.",
      "id": "s474"
    },
    {
      "text": "' \n \n64 Ms Nguyen asked for a receipt but was told, 'Nobody records things at the markets, people with warehouses will give you a receipt but I don't have any.",
      "id": "s475"
    },
    {
      "text": "' \n Purchase of one scarf on 15 February 2004 \n \n65 On 11 January 2004 Mr Moes had seen Ms Nguyen purchase a scarf at the Gallop stall.",
      "id": "s476"
    },
    {
      "text": "On 15 February 2004 he again visited the Gallop stall and saw a woman whom he knew as Ruth.",
      "id": "s477"
    },
    {
      "text": "I infer that the woman was Ms Gallop.",
      "id": "s478"
    },
    {
      "text": "On this occasion three bags and three scarves were displayed on the counter, each bearing the applicant's monogram trademark or a similar mark.",
      "id": "s479"
    },
    {
      "text": "Each was contained in a separate \"Glad\" zip lock bag.",
      "id": "s480"
    },
    {
      "text": "He saw Mr Rosenlund arrive at the stall and speak to Ruth but did not hear their conversation.",
      "id": "s481"
    },
    {
      "text": "He then asked Ms Gallop, 'How much are the Louis Vuitton bags?",
      "id": "s482"
    },
    {
      "text": "' Ms Gallop replied that they were $120 each and that the scarves were $35 each.",
      "id": "s483"
    },
    {
      "text": "She then said:\n \n 'I shouldn't be selling the Louis Vuitton bags or scarves because they are fakes.",
      "id": "s484"
    },
    {
      "text": "The markets may get closed down if I sell those products.",
      "id": "s485"
    },
    {
      "text": "The man that I was just talking to was the market manager.",
      "id": "s486"
    },
    {
      "text": "He told me not to get caught selling any fake merchandise.",
      "id": "s487"
    },
    {
      "text": "I told him that I would keep the merchandise under the counter and only sell it to people that ask for it.",
      "id": "s488"
    },
    {
      "text": "' \n \n\n66 This evidence was not led as truth of the contents of the statement.",
      "id": "s489"
    },
    {
      "text": "67 Mr Moes then purchased a scarf bearing the applicant's monogram trademark or a similar mark and paid $35 in cash.",
      "id": "s490"
    },
    {
      "text": "Ms Gallop declined to give him a receipt.",
      "id": "s491"
    },
    {
      "text": "Purchase of one scarf on 24 April 2005 \n \n68 On 24 April 2005 Ms Nguyen again visited Ms Gallop's stall.",
      "id": "s492"
    },
    {
      "text": "She saw one black \"Epi\" style wallet bearing the \"LV\" trademark or similar mark.",
      "id": "s493"
    },
    {
      "text": "The wallet was not clearly displayed, being partially hidden by two \"Gucci\" leather wallets.",
      "id": "s494"
    },
    {
      "text": "Ms Nguyen picked up the \"Epi\" style wallet and asked the price.",
      "id": "s495"
    },
    {
      "text": "Ms Gallop said that it was $75.",
      "id": "s496"
    },
    {
      "text": "She appeared to be uncomfortable that Ms Nguyen was holding the wallet openly in public.",
      "id": "s497"
    },
    {
      "text": "She then said, 'This is a Louis Vuitton.",
      "id": "s498"
    },
    {
      "text": "It is illegal.",
      "id": "s499"
    },
    {
      "text": "I can't get them anymore.",
      "id": "s500"
    },
    {
      "text": "' She also said, 'I've got another one, but it's cheap, it's grey, not as good quality as that one (indicating the black \"Epi\" wallet).",
      "id": "s501"
    },
    {
      "text": "You won't like it, you look fussy.",
      "id": "s502"
    },
    {
      "text": "' Ms Nguyen replied, 'That's alright, just show me anyway.",
      "id": "s503"
    },
    {
      "text": "' \n \n69 Ms Gallop went behind the table and, from a plastic bag, took out a grey \"Vernis\" men's wallet bearing the \"LV\" trademark and one or more of the applicant's \"flower\" trademarks or similar marks.",
      "id": "s504"
    },
    {
      "text": "She said that the price was $25.",
      "id": "s505"
    },
    {
      "text": "Ms Nguyen compared the two and said that she would purchase the Louis Vuitton \"Epi\" wallet.",
      "id": "s506"
    },
    {
      "text": "She paid $75 for it but did not receive a receipt.",
      "id": "s507"
    },
    {
      "text": "70 Thereafter, Ms Gallop and Ms Nguyen had a general conversation during which Ms Nguyen said, 'I think I've bought stuff from you before, but I haven't been to the markets in ages.",
      "id": "s508"
    },
    {
      "text": "It's Ruth isn't it?",
      "id": "s509"
    },
    {
      "text": "' \n \n71 Ms Gallop replied 'Yes, I think I remember you.",
      "id": "s510"
    },
    {
      "text": "It was ages ago.",
      "id": "s511"
    },
    {
      "text": "' As she was about to leave, Ms Gallop said to Ms Nguyen:\n \n 'Let me know if you want anything else.",
      "id": "s512"
    },
    {
      "text": "I could tell you who you can get it from, you know.",
      "id": "s513"
    },
    {
      "text": "' \n \n Purchase of one wallet on 8 May 2005 \n \n72 On 8 May 2005 Ms Crystal Taylor went to the Gallop stall where she spoke to Ms Gallop.",
      "id": "s514"
    },
    {
      "text": "She saw various items bearing brand names and asked Ms Gallop if she had other brands.",
      "id": "s515"
    },
    {
      "text": "Ms Gallop said, 'Well I used to sell Louis Vuitton, but it is not worth it.",
      "id": "s516"
    },
    {
      "text": "This Gucci wallet is much better quality.",
      "id": "s517"
    },
    {
      "text": "' Ms Taylor then said, 'So you haven't got any Louis Vuitton at all?",
      "id": "s518"
    },
    {
      "text": "' Ms Gallop replied, 'You know, I don't sell it any more.",
      "id": "s519"
    },
    {
      "text": "' Ms Taylor said, 'I was just looking for a lovely gift for my Mum.",
      "id": "s520"
    },
    {
      "text": "She has got a Louis Vuitton bag.",
      "id": "s521"
    },
    {
      "text": "I was hoping you would have something like a purse to match.",
      "id": "s522"
    },
    {
      "text": "' Ms Gallop said, 'Well I have only a Louis Vuitton men's wallet, and they are not for ladies.",
      "id": "s523"
    },
    {
      "text": "' Ms Taylor said, 'Well, can I have a look at one?",
      "id": "s524"
    },
    {
      "text": "' and Ruth said, 'Okay.",
      "id": "s525"
    },
    {
      "text": "Come with me.",
      "id": "s526"
    },
    {
      "text": "' They went behind the counter and Ms Taylor there saw Ms Gallop open a sliding door in a wooden cabinet.",
      "id": "s527"
    },
    {
      "text": "There were about seven items in the cabinet, each separately wrapped in yellow paper bearing the applicant's \"LV\" and \"Louis Vuitton\" trademarks or similar marks with a layer of clear plastic wrapped around it.",
      "id": "s528"
    },
    {
      "text": "Ms Gallop removed an item and unwrapped it.",
      "id": "s529"
    },
    {
      "text": "It was a wallet bearing the applicant's monogram trademark or a similar mark.",
      "id": "s530"
    },
    {
      "text": "She said, 'Now I don't like selling these.",
      "id": "s531"
    },
    {
      "text": "They get me into so much trouble.",
      "id": "s532"
    },
    {
      "text": "They're just not worth it at all.",
      "id": "s533"
    },
    {
      "text": "They're copies.",
      "id": "s534"
    },
    {
      "text": "You know I've got fined for these before.",
      "id": "s535"
    },
    {
      "text": "They're the last ones.",
      "id": "s536"
    },
    {
      "text": "There was this one Asian lady who was very nice and she insisted \"LV\" , like you, and I sold it to her and I was photographed and sued for so much money.",
      "id": "s537"
    },
    {
      "text": "You know, about $450,000 for one wallet.",
      "id": "s538"
    },
    {
      "text": "She doesn't know how much it affects people.",
      "id": "s539"
    },
    {
      "text": "But if your mum has a bag, this should be a good gift for her.",
      "id": "s540"
    },
    {
      "text": "' \n \n73 Ms Taylor said, 'Yes that's nice.",
      "id": "s541"
    },
    {
      "text": "That's just like her bag.",
      "id": "s542"
    },
    {
      "text": "How much are they?",
      "id": "s543"
    },
    {
      "text": "' Ms Gallop said, 'They're $85.",
      "id": "s544"
    },
    {
      "text": "' Ms Taylor said, 'Well that's a good deal.",
      "id": "s545"
    },
    {
      "text": "I'll get one.",
      "id": "s546"
    },
    {
      "text": "' Ms Gallop said, 'Okay, well here it is.",
      "id": "s547"
    },
    {
      "text": "' Ms Taylor said, 'Thanks.",
      "id": "s548"
    },
    {
      "text": "' Ms Gallop then enquired whether she might be interested in 'another Louis Vuitton gift '.",
      "id": "s549"
    },
    {
      "text": "She produced two watches, both bearing the \"LV\" trademark or a similar mark and the applicant's \"flower\" mark or a similar mark.",
      "id": "s550"
    },
    {
      "text": "One watch was blue and the other, brown.",
      "id": "s551"
    },
    {
      "text": "She said, 'I've also got these lovely watches too.",
      "id": "s552"
    },
    {
      "text": "Both are Louis Vuitton.",
      "id": "s553"
    },
    {
      "text": "One is brown and one is blue.",
      "id": "s554"
    },
    {
      "text": "They are $35 each.",
      "id": "s555"
    },
    {
      "text": "' Ms Taylor said, 'Okay, well I will just go and check my bank and if I have enough money I'll come back for one of the watches.",
      "id": "s556"
    },
    {
      "text": "What was your name?",
      "id": "s557"
    },
    {
      "text": "' Ms Gallop said, 'Ruth .",
      "id": "s558"
    },
    {
      "text": "Well I have taken a good look at you.",
      "id": "s559"
    },
    {
      "text": "So I'll remember you if you want a watch.",
      "id": "s560"
    },
    {
      "text": "' Ms Taylor said, 'Ok, Ruth.",
      "id": "s561"
    },
    {
      "text": "Thanks very much.",
      "id": "s562"
    },
    {
      "text": "' The wallet was given to her in a dust bag which also bore the \"LV\" logo or a similar mark.",
      "id": "s563"
    },
    {
      "text": "Ms Gallop's evidence \n \n74 In evidence, Ms Gallop said that she rented the stall on a casual basis.",
      "id": "s564"
    },
    {
      "text": "She is considered to be a long-term stallholder.",
      "id": "s565"
    },
    {
      "text": "She is about 70 years of age and supplements her pension from the income from the stall, primarily selling clothing and accessories.",
      "id": "s566"
    },
    {
      "text": "For the last few years she has sold mainly American Indian products: t-shirts, bandanas and wallets.",
      "id": "s567"
    },
    {
      "text": "During her time at the Market, she had seen the documents entitled 'Carrara Market Stall Information' and 'Conditions of Renting a Stall' .",
      "id": "s568"
    },
    {
      "text": "She could not remember when she received them.",
      "id": "s569"
    },
    {
      "text": "Those documents contain no particular reference to trading in illegal goods, although there is a statement that, 'Products not described to the booking officer at the time of booking may not be allowed to be sold on the day.",
      "id": "s570"
    },
    {
      "text": "' \n \n75 On 15 February 2004 Mr Rosenlund spoke to her at her stall.",
      "id": "s571"
    },
    {
      "text": "He said that she had been caught selling copies of Louis Vuitton goods.",
      "id": "s572"
    },
    {
      "text": "She said that she had no fake Louis Vuitton goods.",
      "id": "s573"
    },
    {
      "text": "He showed her some documents, including photographs of her at the stall, selling to customers.",
      "id": "s574"
    },
    {
      "text": "He said that selling counterfeit goods at the Market was illegal and that she could not do so.",
      "id": "s575"
    },
    {
      "text": "He then gave her a copy of a notice which he said had been sent to him by the applicant's solicitors.",
      "id": "s576"
    },
    {
      "text": "He had been asked to pass it on to her.",
      "id": "s577"
    },
    {
      "text": "He asked her to read it.",
      "id": "s578"
    },
    {
      "text": "She did so.",
      "id": "s579"
    },
    {
      "text": "He then asked for an assurance that she would not, again, sell counterfeit Louis Vuitton products from her stall.",
      "id": "s580"
    },
    {
      "text": "He said that he would be checking on her from time to time.",
      "id": "s581"
    },
    {
      "text": "He was forceful in his manner.",
      "id": "s582"
    },
    {
      "text": "He then said, 'Don't let us catch you again.",
      "id": "s583"
    },
    {
      "text": "' She said that it wouldn't happen again.",
      "id": "s584"
    },
    {
      "text": "The documents which he showed to her contained details of trap purchases made on 21 December 2003 and 11 January 2004, together with photographs and a notice concerning the sale of counterfeit items.",
      "id": "s585"
    },
    {
      "text": "On 21 September 2004, she received a newsletter bearing that date which referred to the Australian Federation Against Copyright Theft.",
      "id": "s586"
    },
    {
      "text": "76 On 7 or 8 May 2005 Mr Edmondson spoke to her, telling her about a letter which Mr Rosenlund had received from the solicitors for the applicant.",
      "id": "s587"
    },
    {
      "text": "He showed her details of observations made of her stall on 24 April 2005 at which time one wallet was purchased.",
      "id": "s588"
    },
    {
      "text": "Mr Edmondson asked her to remove any products which infringed Louis Vuitton trademark.",
      "id": "s589"
    },
    {
      "text": "He said that Mr Rosenlund wanted any illegal products to be removed from the Market site altogether, and that she could not sell those items at the Market.",
      "id": "s590"
    },
    {
      "text": "He said that the sale of counterfeit goods was against Market policy and that if she sold such goods, it would affect her ability to continue holding the stall.",
      "id": "s591"
    },
    {
      "text": "77 On 15 May 2005 Mr Rosenlund spoke to her.",
      "id": "s592"
    },
    {
      "text": "He appeared angry and spoke harshly to her.",
      "id": "s593"
    },
    {
      "text": "He said that a Louis Vuitton investigator had caught her selling a fake Louis Vuitton wallet even after she had promised him that she would not deal in such products, and that he was disappointed with her.",
      "id": "s594"
    },
    {
      "text": "He said that the investigator had seen another fake Louis Vuitton wallet for sale on the stall.",
      "id": "s595"
    },
    {
      "text": "Ms Gallop was embarrassed as she had previously told Mr Rosenlund that she would not sell those products.",
      "id": "s596"
    },
    {
      "text": "She then swore that she would not, again, sell counterfeit products.",
      "id": "s597"
    },
    {
      "text": "Mr Rosenlund said that if she did, he would see that she was thrown out of the Market for good.",
      "id": "s598"
    },
    {
      "text": "78 On 31 July 2005 Mr Rosenlund again spoke to her, giving her a letter dated 28 July 2005 which he asked her to read.",
      "id": "s599"
    },
    {
      "text": "The \"letter\" was the report of two investigators who had attended at her stall on 19 June 2005 and seen a Louis Vuitton bag there.",
      "id": "s600"
    },
    {
      "text": "She said that this was the personal property of a lady called \"Elizabeth\" who had a stall behind her stall.",
      "id": "s601"
    },
    {
      "text": "It was an original Louis Vuitton bag.",
      "id": "s602"
    },
    {
      "text": "The tag attached to it was a travel tag not a price tag.",
      "id": "s603"
    },
    {
      "text": "The letter also alleged that the private investigator had asked her about Louis Vuitton products and that she had replied: 'no, I'm all sold out sweetie, see me next time.",
      "id": "s604"
    },
    {
      "text": "' Mr Gallop said this was just a 'throw away line' .",
      "id": "s605"
    },
    {
      "text": "Mr Rosenlund forcefully told her to make sure that she never again had any counterfeit goods for sale.",
      "id": "s606"
    },
    {
      "text": "79 In July 2005 a staff member from the Market gave her a copy of the newsletter dated 31 July which mentioned Federal Court proceedings.",
      "id": "s607"
    },
    {
      "text": "In August 2005 she received a newsletter dated August 2005 which dealt with rental and other matters.",
      "id": "s608"
    },
    {
      "text": "The only reference to goods being sold was to 'product additions' .",
      "id": "s609"
    },
    {
      "text": "This seems to have referred to products the sale of which had not been previously approved by Market management.",
      "id": "s610"
    },
    {
      "text": "OTHER TRAP PURCHASES \n \n80 Apart from the items already discussed, various other items were purchased from other stallholders at the Market.",
      "id": "s611"
    },
    {
      "text": "They and the relevant stalls are identified in pars 106 and 109 of the applicant's written submissions as follows: \n \n &#8226; one brown Monogram canvas handbag --- purchased at Stall 54 (\"Pam\");\n &#8226; one pink cherry blossom wallet --- purchased from Irene, \"Vaquer Qld Women's Fashions Queensland\";\n &#8226; one pink cherry blossom cap - purchased from stall next to \"Funky Fones\" stall;\n &#8226; two black Multicolore mobile phone covers - purchased from \"Funky Fones\" stall;\n &#8226; one pink mobile phone neck strap --- purchased from \"Funky Fones\" stall; \n &#8226; one white mobile phone neck strap --- purchased from \"Funky Fones\" stall;\n &#8226; one mobile phone cover --- purchased from \"Funky Fones\" stall; and\n &#8226; one shoulder bag --- purchased from Barbara Maskiell's stall.",
      "id": "s612"
    },
    {
      "text": "IDENTIFICATION OF COUNTERFEIT GOODS \n \n81 Mr Bombardi or Mr Pichon are employees of the applicant, having specialist knowledge as to the manufacture and design of its products.",
      "id": "s613"
    },
    {
      "text": "One or other of them examined each of the items purchased and concluded that all were counterfeit.",
      "id": "s614"
    },
    {
      "text": "I do not understand their opinions to be challenged.",
      "id": "s615"
    },
    {
      "text": "I also do not understand there to be any challenge to the assertion that in those circumstances, each sale infringed one or more of the applicant's trademarks.",
      "id": "s616"
    },
    {
      "text": "MR TAYLOR \n \n82 Mr Taylor seems to have been the applicant's principal investigating agent.",
      "id": "s617"
    },
    {
      "text": "Prior to 2 March 2003 he had dealt with Mr Rosenlund concerning the sale of counterfeit sunglasses at the Market.",
      "id": "s618"
    },
    {
      "text": "Mr Rosenlund appears to have been helpful to Mr Taylor in that matter.",
      "id": "s619"
    },
    {
      "text": "That is of no particular relevance for present purposes.",
      "id": "s620"
    },
    {
      "text": "Mr Taylor visited the Market on 2 March 2003 in order to detect any infringement of the applicant's trademarks.",
      "id": "s621"
    },
    {
      "text": "He noticed goods bearing such trademarks or similar marks at the Alcock stall, the Byrne stall and a stall operated by Paul Osmond, a person with whom Mr Taylor had had dealings in connection with sunglasses.",
      "id": "s622"
    },
    {
      "text": "On 6 April 2003 Mr Taylor attended at the Market with Mr Edmonds and made trap purchases at the Alcock and Byrne stalls.",
      "id": "s623"
    },
    {
      "text": "Mr Taylor served a warning notice on Mr Alcock.",
      "id": "s624"
    },
    {
      "text": "83 On 21 December 2003 Mr Taylor observed, at the Gallop stall, products on sale which appeared to bear the applicant's monogram trademark or a similar mark.",
      "id": "s625"
    },
    {
      "text": "He saw a woman sell two scarves and five or six handbags and wallets bearing that mark.",
      "id": "s626"
    },
    {
      "text": "He heard the woman say to one of the customers, 'Like I mean, why would you pay that kind of money when the copies are so good.",
      "id": "s627"
    },
    {
      "text": "' He also saw other goods bearing Louis Vuitton trademarks or similar marks.",
      "id": "s628"
    },
    {
      "text": "Later in the day he resumed his surveillance of the Gallop stall.",
      "id": "s629"
    },
    {
      "text": "His observations and actions have been set out in the section of these reasons dealing with Ms Gallop.",
      "id": "s630"
    },
    {
      "text": "He also visited the Alcock stall where he saw various items on display which bore the applicant's trademarks or similar marks.",
      "id": "s631"
    },
    {
      "text": "He subsequently asked Mr Moes to visit the stall and make a trap purchase.",
      "id": "s632"
    },
    {
      "text": "84 On 11 January 2004 Mr Taylor visited the Market with Ms Nguyen and Mr Moes.",
      "id": "s633"
    },
    {
      "text": "He told them to undertake surveillance of stalls.",
      "id": "s634"
    },
    {
      "text": "He waited outside the Market.",
      "id": "s635"
    },
    {
      "text": "He subsequently met Ms Nguyen and Mr Moes and then visited various stalls at the Market to serve warning notices on behalf of the applicant.",
      "id": "s636"
    },
    {
      "text": "He visited stall 54, which was next to the Gallop stall.",
      "id": "s637"
    },
    {
      "text": "He there saw two large \"Multicolore\" handbags bearing the applicant's monogram trademark or a similar mark.",
      "id": "s638"
    },
    {
      "text": "Two women were operating the stall, one of whom had been at the Gallop stall on 21 December 2003, but was not the woman who had served him.",
      "id": "s639"
    },
    {
      "text": "He served a letter on her, told her that it was illegal to sell counterfeit Louis Vuitton products, that she must cease selling and displaying those products immediately and contact the applicant's solicitor.",
      "id": "s640"
    },
    {
      "text": "She replied, 'Is that so?",
      "id": "s641"
    },
    {
      "text": "I really didn't know.",
      "id": "s642"
    },
    {
      "text": "' \n \n85 Mr Taylor then went to the Gallop stall where he recognized the woman who had served him on the previous occasion.",
      "id": "s643"
    },
    {
      "text": "I infer that this was Ms Gallop.",
      "id": "s644"
    },
    {
      "text": "He saw a scarf bearing the applicant's monogram trademark or a similar mark.",
      "id": "s645"
    },
    {
      "text": "The woman tried to cover it with another product.",
      "id": "s646"
    },
    {
      "text": "He gave her a letter concerning her alleged dealings in counterfeit Louis Vuitton products.",
      "id": "s647"
    },
    {
      "text": "He also saw two small boxes behind the counter, each bearing the words \"Louis Vuitton\".",
      "id": "s648"
    },
    {
      "text": "The woman said, 'I don't have anything else.",
      "id": "s649"
    },
    {
      "text": "I only have this one.",
      "id": "s650"
    },
    {
      "text": "I didn't sell any bags.",
      "id": "s651"
    },
    {
      "text": "' Mr Taylor said to her, 'Before Christmas you sold me a bag for $125 which is counterfeit, an illegal copy.",
      "id": "s652"
    },
    {
      "text": "Now Louis Vuitton's lawyers will take action.",
      "id": "s653"
    },
    {
      "text": "I suggest you respond to the warning letter.",
      "id": "s654"
    },
    {
      "text": "' He then left the stall.",
      "id": "s655"
    },
    {
      "text": "86 On the same day he visited the Byrne stall where he saw two women who appeared to be of Philippine origin.",
      "id": "s656"
    },
    {
      "text": "He saw three cherry blossom clutch handbags and two monogram-style clutch handbags, each bearing one or more of the applicant's \"flower\" trademarks or similar marks, as well as the initials \"IX\".",
      "id": "s657"
    },
    {
      "text": "He also saw a wallet which bore the applicant's \"Damier\" trademark or a similar mark.",
      "id": "s658"
    },
    {
      "text": "He said to that woman, 'Are you Linda?",
      "id": "s659"
    },
    {
      "text": "' The woman replied, 'No.",
      "id": "s660"
    },
    {
      "text": "' The other woman working at the stall said 'Hello, I'm Eva.",
      "id": "s661"
    },
    {
      "text": "Linda is in the Philippines.",
      "id": "s662"
    },
    {
      "text": "' He then said that counterfeit Louis Vuitton products were being sold from the stall and that this conduct infringed the applicant's trademarks.",
      "id": "s663"
    },
    {
      "text": "He served a letter of demand on her and saw her remove the offending products and hide them from view.",
      "id": "s664"
    },
    {
      "text": "87 On the same day Mr Taylor visited the Alcock stall where he saw on display three wallets, three cherry blossom-style bags and two handbags, each bearing one or other of the applicant's \"flower\" trademarks or similar marks and the initials \"IX\".",
      "id": "s665"
    },
    {
      "text": "He handed a letter of demand to Mr Alcock who replied, 'They have \"IX\" not \"LV\".",
      "id": "s666"
    },
    {
      "text": "Mr Taylor said, 'The products still bear marks that are individually registered as trademarks by Louis Vuitton.",
      "id": "s667"
    },
    {
      "text": "The four petal flower shown on your products is one of the trademarks individually registered by Louis Vuitton.",
      "id": "s668"
    },
    {
      "text": "' Mr Alcock replied, 'Let's trade, I know where you can get heaps of them, there's a shop full of them.",
      "id": "s669"
    },
    {
      "text": "' Mr Taylor said, 'I am in no position to do a deal with you.",
      "id": "s670"
    },
    {
      "text": "You have been caught and I suggest you call Kadri Elcoat at Corrs Chambers Westgarth and discuss it with her.",
      "id": "s671"
    },
    {
      "text": "' He then left the stall.",
      "id": "s672"
    },
    {
      "text": "88 On the same day he went to stall 214 where he spoke to a woman called Irene Nazari.",
      "id": "s673"
    },
    {
      "text": "He saw a bag lying on the table.",
      "id": "s674"
    },
    {
      "text": "It bore the applicant's \"flower\" trademark or a similar mark as well as the initials \"IX\".",
      "id": "s675"
    },
    {
      "text": "He served a warning notice on her and told her to contact the applicant's solicitors.",
      "id": "s676"
    },
    {
      "text": "She gave him the Louis Vuitton bag displayed on the table.",
      "id": "s677"
    },
    {
      "text": "She also said that over Christmas, she had purchased two such bags and two wallets at the Melbourne markets.",
      "id": "s678"
    },
    {
      "text": "89 Mr Taylor next visited the Market on 17 January 2004.",
      "id": "s679"
    },
    {
      "text": "At the Alcock stall he saw four wallets and four handbags bearing the applicant's \"flower\" trademark or a similar mark.",
      "id": "s680"
    },
    {
      "text": "Mr Alcock appeared to recognize him.",
      "id": "s681"
    },
    {
      "text": "Whilst Mr Taylor was looking at products bearing the applicant's trademark, Mr Alcock said, 'Well I have to sell them or I'll lose money.",
      "id": "s682"
    },
    {
      "text": "' Mr Taylor then went to the Byrne stall.",
      "id": "s683"
    },
    {
      "text": "He did not see Linda Byrne, nor did he see any products which he regarded as infringing the applicant's trademark.",
      "id": "s684"
    },
    {
      "text": "However, as it was raining, there was a plastic sheet covering part of the product display.",
      "id": "s685"
    },
    {
      "text": "He then went to the Gallop stall where he saw a cherry blossom-style handbag which bore one or other of the applicant's \"flower\" trademarks or a similar mark.",
      "id": "s686"
    },
    {
      "text": "It was about 30 cm in length.",
      "id": "s687"
    },
    {
      "text": "90 Mr Taylor then went to the office, intending to speak to Mr Rosenlund.",
      "id": "s688"
    },
    {
      "text": "He was told that he was not there or that he was unavailable.",
      "id": "s689"
    },
    {
      "text": "Mr Taylor introduced himself to another man, saying that he was attending on behalf of the applicant.",
      "id": "s690"
    },
    {
      "text": "He said that for over a year, there had been problems with stallholders selling counterfeit goods.",
      "id": "s691"
    },
    {
      "text": "He also said that he had warned a number of stallholders and had served warning letters in the course of the preceding week.",
      "id": "s692"
    },
    {
      "text": "The man replied, 'You didn't tell us you were here.",
      "id": "s693"
    },
    {
      "text": "' Mr Taylor said, 'No, but today the lawyers have set everything out clearly so you can see.",
      "id": "s694"
    },
    {
      "text": "' He then handed a letter and attachments to the man and asked that he pass them on to Mr Rosenlund.",
      "id": "s695"
    },
    {
      "text": "The man said that he would do so.",
      "id": "s696"
    },
    {
      "text": "Mr Taylor then said, 'If you want to see the problem I am happy to show you on stall 55.",
      "id": "s697"
    },
    {
      "text": "' The man said, 'I will pass it on.",
      "id": "s698"
    },
    {
      "text": "' The letter was dated 15 January 2004.",
      "id": "s699"
    },
    {
      "text": "Mr Taylor said that he then saw Mr Rosenlund in an inner office and formed the impression that Mr Rosenlund had been listening to the conversation.",
      "id": "s700"
    },
    {
      "text": "91 Mr Taylor visited the Market again on 12 December 2004.",
      "id": "s701"
    },
    {
      "text": "On this occasion he was accompanied by Ms Taylor.",
      "id": "s702"
    },
    {
      "text": "He took Ms Taylor to the Byrne stall and told her to make a trap purchase of a product bearing the applicant's trademark.",
      "id": "s703"
    },
    {
      "text": "He saw Ms Taylor speak to a woman at the stall whom he knew to be Linda Byrne.",
      "id": "s704"
    },
    {
      "text": "They walked to the back of the stall.",
      "id": "s705"
    },
    {
      "text": "He was unable to see what happened thereafter.",
      "id": "s706"
    },
    {
      "text": "On the same day he took Ms Taylor to the Alcock stall and told her to make a trap purchase.",
      "id": "s707"
    },
    {
      "text": "He subsequently met her in the car park.",
      "id": "s708"
    },
    {
      "text": "92 On 24 April 2005 he visited the Market with Ms Nguyen and Mr Moes.",
      "id": "s709"
    },
    {
      "text": "At about 11.30 am he went to the Alcock stall where he saw a blonde woman serving customers.",
      "id": "s710"
    },
    {
      "text": "He said, 'I have a letter from Louis Vuitton here, because there was a complaint that yesterday you displayed and sold counterfeit Louis Vuitton thongs.",
      "id": "s711"
    },
    {
      "text": "' The lady replied, 'They weren't mine, they were someone else's.",
      "id": "s712"
    },
    {
      "text": "I didn't want to sell them.",
      "id": "s713"
    },
    {
      "text": "' Mr Taylor then said, 'You are Gary's wife aren't you?",
      "id": "s714"
    },
    {
      "text": "' , apparently referring to Mr Alcock.",
      "id": "s715"
    },
    {
      "text": "The woman replied, 'Yes' .",
      "id": "s716"
    },
    {
      "text": "Mr Taylor then said, 'Gary knows about this, he has been warned before.",
      "id": "s717"
    },
    {
      "text": "If you continue to sell these counterfeits, it will end up in court.",
      "id": "s718"
    },
    {
      "text": "' He then handed a warning letter to Ms Alcock.",
      "id": "s719"
    },
    {
      "text": "As he was leaving the stall Mr Alcock called to him from a nearby shoe stall, asking if he wanted to buy some shoes.",
      "id": "s720"
    },
    {
      "text": "93 Later that day he went to the Gallop stall where he saw Ms Gallop and said to her, 'I have a warning letter here from Louis Vuitton in respect of counterfeit Louis Vuitton handbags.",
      "id": "s721"
    },
    {
      "text": "' She replied, 'I don't have any Louis Vuitton.",
      "id": "s722"
    },
    {
      "text": "' Mr Taylor said, 'You had a counterfeit Louis Vuitton Epi bag on display earlier.",
      "id": "s723"
    },
    {
      "text": "' She said, 'No Louis Vuitton.",
      "id": "s724"
    },
    {
      "text": "' He said, 'Epi, a black Epi.",
      "id": "s725"
    },
    {
      "text": "' She said, 'What's Epi?",
      "id": "s726"
    },
    {
      "text": "' Mr Taylor said, 'You should read this, you've been warned before.",
      "id": "s727"
    },
    {
      "text": "' He then handed her the warning letter.",
      "id": "s728"
    },
    {
      "text": "94 At the next stall, \"Funky Fones\", he saw four telephone covers, each bearing the applicant's \"LV\" trademark and its \"flower\" trademark or similar marks.",
      "id": "s729"
    },
    {
      "text": "He picked up one of these covers and took it to a man at the counter who was wearing a brown, bucket-shaped hat bearing the applicant's monogram trademark or a similar mark.",
      "id": "s730"
    },
    {
      "text": "He placed the cover on the table.",
      "id": "s731"
    },
    {
      "text": "The man said, 'Ten dollars' .",
      "id": "s732"
    },
    {
      "text": "Mr Taylor said, 'I don't want to buy it.",
      "id": "s733"
    },
    {
      "text": "I have a letter for you.",
      "id": "s734"
    },
    {
      "text": "It is illegal to sell Louis Vuitton copies.",
      "id": "s735"
    },
    {
      "text": "' The man said, 'I'm even wearing one on my head' and laughed.",
      "id": "s736"
    },
    {
      "text": "Mr Taylor said, 'Are you the boss?",
      "id": "s737"
    },
    {
      "text": "' He replied, 'No.",
      "id": "s738"
    },
    {
      "text": "' Mr Taylor said, 'What is your name?",
      "id": "s739"
    },
    {
      "text": "' He said, 'Bill' .",
      "id": "s740"
    },
    {
      "text": "Mr Taylor handed him a warning notice saying, 'Give the letter to your boss.",
      "id": "s741"
    },
    {
      "text": "' The man said, 'Yeah, ok.' \n \n95 Mr Taylor then went to an unnumbered stall next to the \"Funky Fones\" stall.",
      "id": "s742"
    },
    {
      "text": "He there saw two bucket-shaped hats on display, both bearing the applicant's monogram trademark or a similar mark.",
      "id": "s743"
    },
    {
      "text": "He approached a Caucasian man who appeared to be operating the stall and handed him a warning letter.",
      "id": "s744"
    },
    {
      "text": "He asked the man whether he was in charge of the stall.",
      "id": "s745"
    },
    {
      "text": "The man said that he worked there.",
      "id": "s746"
    },
    {
      "text": "Mr Taylor then said, 'It's illegal to sell counterfeit Louis Vuitton caps.",
      "id": "s747"
    },
    {
      "text": "' The man said, 'I only work here.",
      "id": "s748"
    },
    {
      "text": "' Mr Taylor said, 'It doesn't matter.",
      "id": "s749"
    },
    {
      "text": "They can not be displayed for sale.",
      "id": "s750"
    },
    {
      "text": "' The man ignored him and straightened the hats on the table.",
      "id": "s751"
    },
    {
      "text": "Mr Taylor asked for the stall number.",
      "id": "s752"
    },
    {
      "text": "The man said, 'Don't know.",
      "id": "s753"
    },
    {
      "text": "' Mr Taylor asked the business name of the stall.",
      "id": "s754"
    },
    {
      "text": "The man said, 'No idea.",
      "id": "s755"
    },
    {
      "text": "' Mr Taylor then asked for his boss's name.",
      "id": "s756"
    },
    {
      "text": "He replied, 'I don't know' .",
      "id": "s757"
    },
    {
      "text": "Mr Taylor said, 'Are you working here for nothing?",
      "id": "s758"
    },
    {
      "text": "' .",
      "id": "s759"
    },
    {
      "text": "The man said, 'No, James pays me.",
      "id": "s760"
    },
    {
      "text": "' Mr Taylor then left the stall.",
      "id": "s761"
    },
    {
      "text": "OTHER WITNESSES FOR THE APPLICANT \n \n96 There was other evidence from solicitors, private inquiry agents and employees of the applicant.",
      "id": "s762"
    },
    {
      "text": "It is necessary only to refer in detail to the evidence of one of them.",
      "id": "s763"
    },
    {
      "text": "Amy Rose Stead is a licensed security guard, who attended at the Market on 19 June 2005 with Mr Moes.",
      "id": "s764"
    },
    {
      "text": "On that date she purchased a mobile telephone cover at the Funky Fones stall.",
      "id": "s765"
    },
    {
      "text": "The salesman refused to give her a receipt.",
      "id": "s766"
    },
    {
      "text": "She and Mr Moes then went to stall 210 where two women, Ms Barbara Maskiell and her assistant \"Sandy\" met them.",
      "id": "s767"
    },
    {
      "text": "She did not see any Louis Vuitton products but did see other \"designer\" brand products.",
      "id": "s768"
    },
    {
      "text": "She asked if they had any Louis Vuitton stock.",
      "id": "s769"
    },
    {
      "text": "Ms Maskiell said, 'No' .",
      "id": "s770"
    },
    {
      "text": "Sandy then said to Ms Maskiell, 'They are all right.",
      "id": "s771"
    },
    {
      "text": "They've been in the shop .",
      "id": "s772"
    },
    {
      "text": "' Ms Maskiell said, 'That's right, I remember now.",
      "id": "s773"
    },
    {
      "text": "' She then produced, from under the table, a shoulder bag bearing Louis Vuitton trademarks, including the \"LV\" letters or similar marks and said, 'I have this one and it is my last one I have here.",
      "id": "s774"
    },
    {
      "text": "It was $225 and I put it down to $150, but as it's the last one you can have it for $90.",
      "id": "s775"
    },
    {
      "text": "' Mr Moes said that he would purchase the bag on his credit card.",
      "id": "s776"
    },
    {
      "text": "She put it into a light brown dust bag marked 'Louis Vuitton Mallatier a Paris' and then into a white plastic bag.",
      "id": "s777"
    },
    {
      "text": "Ms Maskiell gave Mr Moes a receipt, presumably a credit card voucher.",
      "id": "s778"
    },
    {
      "text": "97 On that day, Mr Moes and Ms Stead also went to a stall kept by a woman known as Ruth, presumably Ms Gallop.",
      "id": "s779"
    },
    {
      "text": "They did not purchase anything but, at a later stage, Ms Stead asked her if she had any Louis Vuitton bags for sale.",
      "id": "s780"
    },
    {
      "text": "Ms Gallop said, 'No, I'm all sold out Sweetie.",
      "id": "s781"
    },
    {
      "text": "See me next time.",
      "id": "s782"
    },
    {
      "text": "' As I have said, Ms Gallop described this as a \"throw away\" line.",
      "id": "s783"
    },
    {
      "text": "98 On 18 April 2005, on instructions from Mr Moes, Ms Stead telephoned the Market and spoke to a man named \"Noel\".",
      "id": "s784"
    },
    {
      "text": "She asked about setting up a casual stall at the Market on Sunday 24 April 2005.",
      "id": "s785"
    },
    {
      "text": "Noel said that she could do so and asked for her name and the type of goods she wished to sell.",
      "id": "s786"
    },
    {
      "text": "She said that she would like to sell telephone covers, computer stuff and sunglasses.",
      "id": "s787"
    },
    {
      "text": "' Noel said, 'Sorry, no sunglasses.",
      "id": "s788"
    },
    {
      "text": "We have too many, thousands.",
      "id": "s789"
    },
    {
      "text": "' She asked if there was any way at all that she could sell sunglasses and he said, ' No way and it doesn't matter how much you suck up to me I will not allow it.",
      "id": "s790"
    },
    {
      "text": "' \n \n99 Subsequently, she telephoned again, referring to her earlier telephone conversation.",
      "id": "s791"
    },
    {
      "text": "She said it would be 'fine' if she could just sell telephone covers and computer equipment.",
      "id": "s792"
    },
    {
      "text": "Noel said that he had booked a casual stall for her and that she should arrive at about 6.00 am to set up by 7.00 am.",
      "id": "s793"
    },
    {
      "text": "She should see a man called \"Dave\".",
      "id": "s794"
    },
    {
      "text": "On 24 April 2005 Ms Stead arrived at the Market at about 6.15 am, accompanied by her flat-mate.",
      "id": "s795"
    },
    {
      "text": "She spoke to a lady at the window of a small office near the automatic teller machine.",
      "id": "s796"
    },
    {
      "text": "The woman said that her name was Jo.",
      "id": "s797"
    },
    {
      "text": "She asked what Ms Stead would be selling.",
      "id": "s798"
    },
    {
      "text": "She said, 'Mobile phone covers, some computer stuff and little bits and pieces.",
      "id": "s799"
    },
    {
      "text": "' Jo did not ask to see her products.",
      "id": "s800"
    },
    {
      "text": "Ms Stead paid $38.50 for the rental of the stall and received a receipt.",
      "id": "s801"
    },
    {
      "text": "Shortly afterwards she met a man called Dave who took her to her stall.",
      "id": "s802"
    },
    {
      "text": "He asked if she would be selling new or second-hand goods.",
      "id": "s803"
    },
    {
      "text": "She said, 'I'll just be selling new bits and pieces.",
      "id": "s804"
    },
    {
      "text": "' Dave said, 'I'll be back later to have a look at what you ladies are selling.",
      "id": "s805"
    },
    {
      "text": "' He then departed.",
      "id": "s806"
    },
    {
      "text": "Ms Stead did not see him again whilst she was at the Market on that day.",
      "id": "s807"
    },
    {
      "text": "100 Later in the day a man came to her stall and served a warning notice on behalf of the Anti-Counterfeiting Action Group.",
      "id": "s808"
    },
    {
      "text": "The notice alleged that she had been selling 'merchandise bearing trade marks that are substantially identical with or misleadingly, deceptively or confusingly similar to trade marks owned by the ACAG members ...'.",
      "id": "s809"
    },
    {
      "text": "She said that other stallholders looked puzzled.",
      "id": "s810"
    },
    {
      "text": "She then went to the office and spoke to Jo, telling her, 'I just got this, what is it for?",
      "id": "s811"
    },
    {
      "text": "' She looked at it and said, 'I've never seen this notice before.",
      "id": "s812"
    },
    {
      "text": "It must be something off the Internet.",
      "id": "s813"
    },
    {
      "text": "Who gave it to you?",
      "id": "s814"
    },
    {
      "text": "' Ms Stead replied, 'Some guy walked past my stall and dropped it on my table and said to read it yet didn't give it to anyone else.",
      "id": "s815"
    },
    {
      "text": "' Jo asked, 'What were you selling?",
      "id": "s816"
    },
    {
      "text": "' Ms Stead replied, 'Mobile phone covers, computer 'stuff' and bits and pieces.",
      "id": "s817"
    },
    {
      "text": "' Jo said, 'Oh don't worry about it.",
      "id": "s818"
    },
    {
      "text": "I don't know who the hell he was.",
      "id": "s819"
    },
    {
      "text": "If it was serious he would have come to us first to get your name and address but we don't have any names and it's your first time here.",
      "id": "s820"
    },
    {
      "text": "' Jo then looked at the notice again and read out the words, 'You have been identified as selling trademark goods.",
      "id": "s821"
    },
    {
      "text": "' Ms Stead said, 'I'm confused.",
      "id": "s822"
    },
    {
      "text": "' Jo said, 'If you just have phone covers and little bits and pieces, ahh, don't worry, forget about it, its nothing.",
      "id": "s823"
    },
    {
      "text": "' A man standing nearby then said, 'Mate don't worry about it, its just some guy being an idiot.",
      "id": "s824"
    },
    {
      "text": "' Jo agreed.",
      "id": "s825"
    },
    {
      "text": "The three of them then had a conversation in which Jo said a number of times, 'It's fine.",
      "id": "s826"
    },
    {
      "text": "It's someone being stupid.",
      "id": "s827"
    },
    {
      "text": "Just ignore it.",
      "id": "s828"
    },
    {
      "text": "' \n \n101 The woman named Jo was Ms Cochrane who gave evidence for the respondents.",
      "id": "s829"
    },
    {
      "text": "Her version of the conversation is a little different from that set out above.",
      "id": "s830"
    },
    {
      "text": "The applicant seems to suggest that I should draw some inference adverse to the respondents from this conversation.",
      "id": "s831"
    },
    {
      "text": "I am unable to do so, quite apart from the question of conflicting evidence.",
      "id": "s832"
    },
    {
      "text": "102 Ms Stead and Mr Moes visited the Market again on 7 May 2005.",
      "id": "s833"
    },
    {
      "text": "Mr Moes took her to the \"Funky Fones\" stall.",
      "id": "s834"
    },
    {
      "text": "She saw two telephone covers bearing the applicant's \"LV\" trademark and one of its \"flower\" trademarks, or similar marks and two neck straps bearing the \"LV\" trademark or a similar mark.",
      "id": "s835"
    },
    {
      "text": "She purchased one of the telephone covers and one of the neck straps, tendering a $50 note.",
      "id": "s836"
    },
    {
      "text": "She received $30 in change.",
      "id": "s837"
    },
    {
      "text": "She asked for a receipt.",
      "id": "s838"
    },
    {
      "text": "The woman said that she did not have any receipts.",
      "id": "s839"
    },
    {
      "text": "MR ROSENLUND \n \n103 The applicant's case is, in effect, that the respondents \"joined in\" the stallholders' infringements of its trademarks and so also infringed.",
      "id": "s840"
    },
    {
      "text": "The conduct said to implicate the respondents is that:\n \n &#8226; Mr Rosenlund's attention had, over a number of years, been drawn to the offending conduct; and\n &#8226; the respondents as land owners had taken no effective steps to stop such conduct but, by act or omission, had tacitly accepted it.",
      "id": "s841"
    },
    {
      "text": "(See pars 1 and 2 of the applicant's outline of submissions.",
      "id": "s842"
    },
    {
      "text": ") \n\n104 It is said that \"illegal sales\" were drawn to Mr Rosenlund's attention on various occasions particularized in the applicant's outline (par 114) as follows (including references to the evidence):\n \n '(a) 15 December 1998 --- affidavit Ken Taylor at [12]; \n (b) 6 December 2002 --- affidavit Ken Taylor at [19]; \n (c) 3 July 2003 --- affidavit Ken Taylor at [24]; \n \n \n (d) 15 January 2004 --- Exhibit JMR-12 to the affidavit of Rosenlund; Applicant's Notice to Admit Facts at [13] and [14]; \n (e) 23 February 2004 --- Exhibit JMR-23 to the affidavit of Rosenlund; Applicant's Notice to Admit Facts at [17] and [18]; \n (f) 10 February 2005 --- Exhibit JMR-25 to the affidavit of Rosenlund; Applicant's Notice to Admit Facts at [19] and []; \n (g) 5 May 2005 --- Exhibit JMR-28 to the affidavit of Rosenlund; This notice was also sent to the company secretary; Applicant's Notice to Admit Facts at [21] and [22].",
      "id": "s843"
    },
    {
      "text": "' \n \n \n\n105 The dealings on 15 December 1998 and 6 December 2002 did not concern the applicant's products.",
      "id": "s844"
    },
    {
      "text": "They primarily concerned the sale of counterfeit sunglasses, particularly by a Mr Osmond.",
      "id": "s845"
    },
    {
      "text": "However the letter of 3 July 2003, whilst mainly concerned with sunglasses, also referred to other counterfeit products, including counterfeit copies of the applicant's products.",
      "id": "s846"
    },
    {
      "text": "The letter recorded observations made on visits to the Market on 7 December 2002, 2 March 2003 and 29 June 2003.",
      "id": "s847"
    },
    {
      "text": "Counterfeit copies of the applicant's products were seen on the first and second visits.",
      "id": "s848"
    },
    {
      "text": "After the second visit, the applicant's solicitors sent a \"cease and desist\" letter to one or more of the infringing stallholders.",
      "id": "s849"
    },
    {
      "text": "It seems that on the third visit, no counterfeit copies of the applicant's products were detected.",
      "id": "s850"
    },
    {
      "text": "106 Mr Rosenlund did not have a detailed recollection of the events involving Mr Osmond to which Mr Taylor referred in his evidence.",
      "id": "s851"
    },
    {
      "text": "However he said that on occasions, persons had sought his assistance in requesting stallholders to stop selling counterfeit goods.",
      "id": "s852"
    },
    {
      "text": "His approach was to discuss the matter with the stallholder in question, confirm the illegality, and pass on any warning notice issued by the relevant trademark holder or manufacturer.",
      "id": "s853"
    },
    {
      "text": "On occasions he had indicated that unless the stallholder stopped selling offending products, he or she might be excluded from the Market.",
      "id": "s854"
    },
    {
      "text": "He claimed that the Market and its staff had always co-operated with the representatives of the owners of trademarks when asked to do so.",
      "id": "s855"
    },
    {
      "text": "He said that it was impossible for management and staff to have the expertise necessary to identify counterfeit products amongst the hundreds of products at the Market.",
      "id": "s856"
    },
    {
      "text": "It is difficult to disagree with this view.",
      "id": "s857"
    },
    {
      "text": "107 On 15 January 2004, following trap purchases on 21 December 2003 and 11 January 2004, the applicant's solicitors wrote to Toea, complaining about the sale of counterfeit goods at the Market.",
      "id": "s858"
    },
    {
      "text": "Offending stallholders were Ms Gallop, Ms Byrne, Mr Alcock, \"Pam\", Irene Nazari and the stallholder of stall 47.",
      "id": "s859"
    },
    {
      "text": "Mr Rosenlund said that prior to that letter, he was not aware of any trade in counterfeit Louis Vuitton goods at the Market.",
      "id": "s860"
    },
    {
      "text": "This seems to overlook the letter of 3 July 2003.",
      "id": "s861"
    },
    {
      "text": "However it may be that Mr Rosenlund had treated the absence of infringing products on 29 June 2003 as demonstrating that the problem had been resolved and forgotten about it.",
      "id": "s862"
    },
    {
      "text": "108 On 14 or 15 February 2004 he visited the six stallholders named in the letter of 15 January, telling them that they could not sell illegal products at the Market.",
      "id": "s863"
    },
    {
      "text": "In the course of doing so he encountered Mr Moes and was handed a letter dated 14 February 2004 from the solicitors for the applicant.",
      "id": "s864"
    },
    {
      "text": "This was a \"follow up\" letter, pointing out that there had been no reply to the letter of 15 January 2004 and asserting that infringement was continuing.",
      "id": "s865"
    },
    {
      "text": "Mr Rosenlund replied by letter dated 15 February 2004 saying, 'All six stallholders mentioned have now been visited and four of them removed all offending products while the other two will remove them today (Sunday 15 February).",
      "id": "s866"
    },
    {
      "text": "They have been given the appropriate letter.",
      "id": "s867"
    },
    {
      "text": "All assure me that these products will not be sold in future.",
      "id": "s868"
    },
    {
      "text": "' \n \n109 In a letter dated 23 February 2004 the applicant's solicitors advised of events which had occurred on a further visit by the applicant's agents on 15 February 2004.",
      "id": "s869"
    },
    {
      "text": "It was said that Ms Gallop had asserted that Mr Rosenlund had said to her that she should not get caught selling any fake merchandise.",
      "id": "s870"
    },
    {
      "text": "The applicant apparently invites the inference that this indicated a willingness to permit such sales provided that she was not caught.",
      "id": "s871"
    },
    {
      "text": "I am not sure that it would be fair to draw that inference but, in any event, Mr Rosenlund denies the statement.",
      "id": "s872"
    },
    {
      "text": "There is no admissible evidence establishing that such statement was made.",
      "id": "s873"
    },
    {
      "text": "In the letter, it was also asserted that Mr Moes had heard Mr Alcock say to Mr Rosenlund, 'There you go.",
      "id": "s874"
    },
    {
      "text": "That's another one sold.",
      "id": "s875"
    },
    {
      "text": "I only have two for sale now.",
      "id": "s876"
    },
    {
      "text": "' According to Mr Moes, this was a reference to a sale to him of a product bearing Louis Vuitton marks or similar marks.",
      "id": "s877"
    },
    {
      "text": "Mr Rosenlund did not deny that such a remark was made, but denied that at the time, he was aware that any such sale had occurred.",
      "id": "s878"
    },
    {
      "text": "He claimed that in that conversation, he also said to Mr Alcock, concerning counterfeit goods, 'Gary you can't sell them and that's all there is to it.",
      "id": "s879"
    },
    {
      "text": "' In the letter of 23 February 2004 the solicitors also advised that agents had detected counterfeit goods and made trap purchases during the visit on 15 February.",
      "id": "s880"
    },
    {
      "text": "110 On 10 February 2005 the solicitors again wrote to Mr Rosenlund asserting that:\n \n 'Ongoing surveillance of your market by our client's investigators has revealed that stall holders are still selling counterfeit goods that infringe our client's rights.",
      "id": "s881"
    },
    {
      "text": "You may be interested to know that we are receiving active co-operation from other market proprietors who have agreed to the program specified in the attached Deed of Co-Operation (Deed).",
      "id": "s882"
    },
    {
      "text": "We now seek your co-operation to the program by signing and returning to us the Deed within 14 days of 10 February 2005.",
      "id": "s883"
    },
    {
      "text": "As you can see from the Deed, our client is more than willing to work with you to eradicate the illegal conduct being carried out at your premises.",
      "id": "s884"
    },
    {
      "text": "However, while our client seeks your co-operation, it remains firmly committed to resolving the ongoing problem of illegal dealings in counterfeit goods at your market.",
      "id": "s885"
    },
    {
      "text": "' \n \n\n111 The applicant and Toea were to be parties to the attached draft deed.",
      "id": "s886"
    },
    {
      "text": "Pursuant to it, the applicant was to notify the landlord of any stallholder whom it detected in offering infringing products for sale.",
      "id": "s887"
    },
    {
      "text": "It was also to make reasonable endeavours to assist Toea to identify infringing products.",
      "id": "s888"
    },
    {
      "text": "Toea's proposed obligations were to:\n \n &#8226; give warning notices to all stallholders in a form prescribed by the applicant, stating that any stallholder found selling infringing products would be expelled from the Market; \n &#8226; on a regular basis, inspect the Market for infringing products, and at least once every two months;\n &#8226; notify the applicant if it became aware of, or suspected any sales of infringing products by stallholders, providing full details;\n &#8226; expel any stallholder who had been given a copy of the warning notice and was subsequently identified by the applicant as selling infringing products;\n &#8226; permit inspection by the applicant's investigators;\n &#8226; permit such investigators to carry out ad hoc awareness programmes aimed at stallholders and Market employees; and\n &#8226; use its best endeavours to prevent infringement.",
      "id": "s889"
    },
    {
      "text": "112 Mr Rosenlund considered that it would have been difficult or impossible for Toea to comply with the clauses relating to the expulsion of stallholders who infringed trademarks.",
      "id": "s890"
    },
    {
      "text": "He also considered that employees did not have the experience or expertise necessary in order to recognize counterfeit products or to confirm that a product was counterfeit even if a representative of the applicant so asserted.",
      "id": "s891"
    },
    {
      "text": "Mr Rosenlund was also concerned that the deed might oblige him to expel a tenant who had been a good tenant for many years and whose livelihood was at stake.",
      "id": "s892"
    },
    {
      "text": "The decision of White J in Sun Valley Dried Fruit Pty Ltd v Toea &amp; Rosenlund (BS 9418/2004) caused at least part of Mr Rosenlund's concern.",
      "id": "s893"
    },
    {
      "text": "In that case, Sun Valley had sought to restrain Toea from terminating a licence to occupy and applied for an interlocutory injunction pending trial.",
      "id": "s894"
    },
    {
      "text": "The decision concerned only the application for interlocutory relief and is not authority for any particular view of the nature of the relationship between Toea and stallholders.",
      "id": "s895"
    },
    {
      "text": "Nonetheless it demonstrates the difficulties inherent in terminating such an arrangement.",
      "id": "s896"
    },
    {
      "text": "One can well understand that Mr Rosenlund might feel that it would be unwise to commit Toea to immediate expulsion of a stallholder if he was not sure that it would be able to honour such a commitment.",
      "id": "s897"
    },
    {
      "text": "It might also be thought somewhat harsh that Toea should be obliged to act upon the applicant's opinion as to whether there had been an infringement, rather than upon its own view of the matter, and that it should retain no discretion to consider other circumstances in deciding how to deal with a particular infringement.",
      "id": "s898"
    },
    {
      "text": "113 On Saturday 26 February and Sunday 27 February 2005, Mr Rosenlund and two members of his staff walked around the Market in order to see whether any Louis Vuitton products were being sold.",
      "id": "s899"
    },
    {
      "text": "They found none.",
      "id": "s900"
    },
    {
      "text": "On 3 March 2005 Mr Rosenlund wrote to the solicitors, saying that he would not sign the deed of co-operation and outlining the steps which he had taken on the previous weekend to detect any further infringements.",
      "id": "s901"
    },
    {
      "text": "He indicated that he would continue to take these steps.",
      "id": "s902"
    },
    {
      "text": "114 On 5 May 2005 the solicitors for the applicant again wrote to Mr Rosenlund.",
      "id": "s903"
    },
    {
      "text": "They set out the previous history of dealings between the parties and asserted that Ms Gallop and Mr Alcock had again, on 11 February 2004, 17 February 2004 and 24 April 2005, been found selling infringing goods.",
      "id": "s904"
    },
    {
      "text": "The solicitors indicated that they considered that Mr Rosenlund was not co-operating with the applicant and continued:\n \n 'Your company's conduct in allowing stall-holders at Carrara Market to deal in Infringing Goods is likely to constitute an involvement by your company, and its officers, as joint tortfeasor with those stall-holders of infringement of the Louis Vuitton trademark.",
      "id": "s905"
    },
    {
      "text": "Our client has previously indicated in our letter dated 15 January 2004, and in a Deed of Co-operation that was sent to you on 10 February 2005, that it is more than willing to work with your company to prevent the unlawful sale of Infringing Goods that is being carried on at Carrara Market.",
      "id": "s906"
    },
    {
      "text": "However, in your letter dated 3 March 2005, your company declined to sign our Deed of Co-operation.",
      "id": "s907"
    },
    {
      "text": "We understand from your letter dated 3 March 2005, that so-called \" permanent stalls\" may have been bought for $50,000, while the Carrara website states that casual stall-holders pay $38.50 to hire for a stall for one day.",
      "id": "s908"
    },
    {
      "text": "Clearly, your company is obtaining significant financial benefits from stall-holders at Carrara Market.",
      "id": "s909"
    },
    {
      "text": "In our client's view, given your company's control over the Carrara Market, it appears that your company is sanctioning and also benefiting financially from stall-holders that sell Infringing Goods.",
      "id": "s910"
    },
    {
      "text": "Our client considers that the only measures that will be adequate to prevent the ongoing infringements at Carrara Market are to take appropriate action against the stall-holders identified in Schedule C to G. Accordingly, our client demands that your company: \n \n \n \n (a) expel any casual stall-holders identified in Schedule C to G from the Carrara Market by 4 pm on Sunday 8 May 2005 and prohibit them from hiring casual stalls at Carrara Market in the future; \n \n (b) take whatever steps that you are legally able to in order to stop \"permanent stall-holders\" identified in Schedule C to G from selling Infringing Goods at the Carrara Market, which may mean giving reasonable notice to them that you will evict them within one month for breach of the terms on which they hold a permanent stall; and \n \n (c) inform us by 4.00 pm on Friday 12 May of compliance with the demands contained in this letter.",
      "id": "s911"
    },
    {
      "text": "If these demands are not fully satisfied by the dates referred to, we expect that our client will commence Federal Court proceedings against your company and any relevant officers of your company (including but not limited to directors and employees personally involved) without further notice.",
      "id": "s912"
    },
    {
      "text": "In any such Federal Court proceedings our client will seek both interlocutory and permanent injunctions against your company, damages or an account of profits, and its costs.",
      "id": "s913"
    },
    {
      "text": "' \n \n\n115 Mr Rosenlund instructed Mr Edmondson to speak to the relevant stallholders, telling them not to sell counterfeit Louis Vuitton products and that further infringement could affect their capacity to hold their stalls.",
      "id": "s914"
    },
    {
      "text": "On the next weekend he also visited those stallholders.",
      "id": "s915"
    },
    {
      "text": "Details of these visits appear in the evidence of the various stallholders.",
      "id": "s916"
    },
    {
      "text": "After receiving the statement of claim in these proceedings Mr Rosenlund spoke to Ms Byrne.",
      "id": "s917"
    },
    {
      "text": "She had not been mentioned in the letter of 5 May 2005.",
      "id": "s918"
    },
    {
      "text": "He warned her that if she was again caught selling Louis Vuitton products, she would be expelled.",
      "id": "s919"
    },
    {
      "text": "She denied that she had been doing so.",
      "id": "s920"
    },
    {
      "text": "116 Upon receiving affidavits concerning the Funky Fones stall, he told the stallholder that he was, under no circumstances, to sell any Louis Vuitton products.",
      "id": "s921"
    },
    {
      "text": "The stallholder denied having done so and said that he would not be doing so in the future.",
      "id": "s922"
    },
    {
      "text": "Mr Rosenlund dealt similarly with Ms Maskiell.",
      "id": "s923"
    },
    {
      "text": "She admitted having possessed one Louis Vuitton bag which she had produced to the applicant's agent.",
      "id": "s924"
    },
    {
      "text": "She undertook that she would not, in the future, bring any such products to the Market.",
      "id": "s925"
    },
    {
      "text": "Mr Rosenlund also spoke to Ms Gallop.",
      "id": "s926"
    },
    {
      "text": "I have already outlined that conversation.",
      "id": "s927"
    },
    {
      "text": "117 During the week prior to 30 July 2005, Mr Rosenlund telephoned a friend, Ms Melissa Leak and asked her to visit the Market on the following weekend to see whether there were any Louis Vuitton goods on sale, particularly at the Alcock, Byrne, Gallop and Funky Fones stalls.",
      "id": "s928"
    },
    {
      "text": "Mr Rosenlund understood that on Saturday 30 July 2005 she attended at the Market.",
      "id": "s929"
    },
    {
      "text": "She subsequently reported that she had not located any such goods.",
      "id": "s930"
    },
    {
      "text": "At each of the specified stalls she asked for Louis Vuitton products and was told that there was none.",
      "id": "s931"
    },
    {
      "text": "In this context, the reference to Louis Vuitton products seems to have included counterfeit products.",
      "id": "s932"
    },
    {
      "text": "118 Since September 2005 Mr Rosenlund has prohibited the sale of any Louis Vuitton products or \"look-alike\" products.",
      "id": "s933"
    },
    {
      "text": "This policy was motivated by the fact that it was impossible for his staff to determine whether or not a particular product was authentic.",
      "id": "s934"
    },
    {
      "text": "Some stallholders were concerned at being asked by customers if they had Louis Vuitton products.",
      "id": "s935"
    },
    {
      "text": "One stallholder erected a sign saying that he or she had none and requesting customers not to ask for them.",
      "id": "s936"
    },
    {
      "text": "Since September 2005 new stallholders have been specifically asked whether Louis Vuitton products are to be sold.",
      "id": "s937"
    },
    {
      "text": "It is made clear that they are not to sell them, and that bookings will not be taken if they intend to do so.",
      "id": "s938"
    },
    {
      "text": "A similar procedure is adopted when casual stallholders arrive on Saturday mornings.",
      "id": "s939"
    },
    {
      "text": "119 Much of the cross-examination of Mr Rosenlund was designed to establish that he conducted the Market with the aim of maximizing the return to Toea.",
      "id": "s940"
    },
    {
      "text": "It would be surprising if it were otherwise.",
      "id": "s941"
    },
    {
      "text": "No doubt he tries to create an environment in which access and parking are easy, the range of stalls is extensive and entertainment and refreshments are available.",
      "id": "s942"
    },
    {
      "text": "I infer that he expects and demands co-operation from stallholders in creating this environment.",
      "id": "s943"
    },
    {
      "text": "They do so in connection with parking, honouring vouchers and being open at fixed times.",
      "id": "s944"
    },
    {
      "text": "There are no doubt many other areas in which co-operation is necessary.",
      "id": "s945"
    },
    {
      "text": "120 Mr Rosenlund said in cross-examination that some casual stallholders had not returned to the Market after he had spoken to them about selling counterfeit goods.",
      "id": "s946"
    },
    {
      "text": "It is fair to say that in his cross-examination Mr Rosenlund indicated a fairly merciful approach towards some infringing stallholders, based upon their long associations with the Market and their financial positions.",
      "id": "s947"
    },
    {
      "text": "For example, concerning Linda Byrne who was caught selling counterfeit goods in December 2004 and May 2005, he said:\n \n 'When we got the second letter, the first letter of 15 January 2004 was the one with all the trap purchases in the photos.",
      "id": "s948"
    },
    {
      "text": "The second letter I got from Corrs Chambers about Louis Vuitton was one asking me to sign an undertaking.",
      "id": "s949"
    },
    {
      "text": "The third one was in May this year which listed some more photos and five stallholders.",
      "id": "s950"
    },
    {
      "text": "Now, Linda wasn't included in that.",
      "id": "s951"
    },
    {
      "text": "If she had been, she might have gone close to going.",
      "id": "s952"
    },
    {
      "text": "She wasn't listed at all.",
      "id": "s953"
    },
    {
      "text": "I'm not sure why.",
      "id": "s954"
    },
    {
      "text": "It wasn't until later on, when there was a statement of claim came, that her name was included, and I specifically went straight down and saw her and she said, \"Oh no, no, no, no, no, no.",
      "id": "s955"
    },
    {
      "text": "No.",
      "id": "s956"
    },
    {
      "text": "I wasn't.",
      "id": "s957"
    },
    {
      "text": "\" If she had been included in the one in May when I went and saw Gary Alcock and Ruth Gallop, she might have gone close to going.",
      "id": "s958"
    },
    {
      "text": "' \n \n\n121 With respect to Ms Gallop, it was put to Mr Rosenlund that she had been caught selling counterfeit merchandise on various occasions including January 2004 and May 2005 and was still there.",
      "id": "s959"
    },
    {
      "text": "Mr Rosenlund said:\n \n 'She is ...",
      "id": "s960"
    },
    {
      "text": "I should be a little less merciful perhaps.",
      "id": "s961"
    },
    {
      "text": "Ruth was caught the first time with quite a number of items.",
      "id": "s962"
    },
    {
      "text": "The second time she had only two wallets.",
      "id": "s963"
    },
    {
      "text": "She's a 70 year old pensioner.",
      "id": "s964"
    },
    {
      "text": "She promised me it wouldn't happen again.",
      "id": "s965"
    },
    {
      "text": "She certainly scaled down what she said.",
      "id": "s966"
    },
    {
      "text": "It was certainly far, far less than the first time, and I gave it serious thought, but if I --- and I'm not unwilling to expel people and I'm not preoccupied with it, but I am willing to expel people once they cross the line.",
      "id": "s967"
    },
    {
      "text": "I've got to be able to justify that to myself and to other people and be able to defend that.",
      "id": "s968"
    },
    {
      "text": "I looked at this poor old lady and thought, \"I'll give her one more chance.",
      "id": "s969"
    },
    {
      "text": "This is a bit tough, throwing her out here when she promises me this time it will never happen again and she's had two wallets.",
      "id": "s970"
    },
    {
      "text": "\" I mean, there's --- there's no law that says I've got to expel people.",
      "id": "s971"
    },
    {
      "text": "I just felt it was a tough call, but, certainly, caught again, she's crossed the line.",
      "id": "s972"
    },
    {
      "text": "' \n \n\n122 Mr Rosenlund agreed that he had expelled some casual stallholders for parking on Market premises, contrary to prevailing arrangements.",
      "id": "s973"
    },
    {
      "text": "He said that parking was a serious problem.",
      "id": "s974"
    },
    {
      "text": "He did not consider that it was a more serious issue than the sale of counterfeit goods.",
      "id": "s975"
    },
    {
      "text": "Mr Rosenlund pointed out the difficulty of detecting counterfeit goods concealed in stalls, short of searching them.",
      "id": "s976"
    },
    {
      "text": "It is fair to say that Mr Rosenlund also demonstrated a willingness to accept at face value, explanations given by stallholders.",
      "id": "s977"
    },
    {
      "text": "On the other hand, it is difficult to know what else he could do.",
      "id": "s978"
    },
    {
      "text": "123 Mr Rosenlund was cross-examined about his failure to detect apparently counterfeit goods present at stalls when he visited them.",
      "id": "s979"
    },
    {
      "text": "This line of cross-examination failed to recognize the difference between Mr Rosenlund's duties and functions, on the one hand, and those of the applicant's agents on the other.",
      "id": "s980"
    },
    {
      "text": "Whilst such agents no doubt knew specifically what they were looking for, one could not reasonably expect Mr Rosenlund to have been, at all times, conscious of the appearance of Louis Vuitton goods and therefore of their presence at a particular stall.",
      "id": "s981"
    },
    {
      "text": "He also could not be expected to be able to distinguish between counterfeit and authentic Louis Vuitton goods.",
      "id": "s982"
    },
    {
      "text": "I see no basis for holding that he was obliged to acquaint himself with such matters.",
      "id": "s983"
    },
    {
      "text": "After all, the applicant is certainly not the only organization which wishes to protect its trademarks.",
      "id": "s984"
    },
    {
      "text": "I agree with Mr Rosenlund that manufacturers and suppliers cannot reasonably expect him or his staff to police observance of their trademarks.",
      "id": "s985"
    },
    {
      "text": "Of course that is not to say that they may connive at, or encourage, infringement of such trademarks.",
      "id": "s986"
    },
    {
      "text": "124 Mr Rosenlund considered that it would have been helpful had the applicant's agents spoken to him directly about strategies for preventing trademark infringement instead of using the trap purchase technique.",
      "id": "s987"
    },
    {
      "text": "The applicant's answer to that seemed to be that there are about 4,000 markets in Australia, and that it would be difficult to make suitable arrangements with each of them.",
      "id": "s988"
    },
    {
      "text": "However Mr Rosenlund had over 400 stalls to supervise and, as I have said, the applicant is not the only trademark holder in Australia.",
      "id": "s989"
    },
    {
      "text": "Mr Rosenlund conceded that on any one day, items which infringed trademarks would probably be sold from a stall or stalls in the Market.",
      "id": "s990"
    },
    {
      "text": "He would prefer to be rid of the problem.",
      "id": "s991"
    },
    {
      "text": "Counterfeit goods cause pain to the Market and to other stallholders.",
      "id": "s992"
    },
    {
      "text": "125 On 20 September 2005, the solicitors for Toea and Mr Rosenlund wrote to the applicant.",
      "id": "s993"
    },
    {
      "text": "That letter is exhibit 16.",
      "id": "s994"
    },
    {
      "text": "It was said to be 'Without prejudice save as to costs' .",
      "id": "s995"
    },
    {
      "text": "It is, nonetheless, in evidence.",
      "id": "s996"
    },
    {
      "text": "The solicitors asserted that the applicant's case was not maintainable in law and gave notice of their intention, if successful in these proceedings, of seeking orders for costs on a basis other than \"party and party\".",
      "id": "s997"
    },
    {
      "text": "On 6 December 2005 the applicant's solicitors wrote (exhibit 15), offering to settle these proceedings upon the basis that Toea and Mr Rosenlund enter into a proposed deed and that the parties pay their own costs.",
      "id": "s998"
    },
    {
      "text": "Mr Rosenlund considered the deed to be too inflexible in some respects and so did not sign it.",
      "id": "s999"
    },
    {
      "text": "Perhaps unfortunately, he did not seek to negotiate variations to it.",
      "id": "s1000"
    },
    {
      "text": "The applicant's offer was rejected (exhibit 17).",
      "id": "s1001"
    },
    {
      "text": "The letter and draft deed are exhibit 15.",
      "id": "s1002"
    },
    {
      "text": "126 Mr Rosenlund said that he had not informed the applicant of his \"no Louis Vuitton\" policy and had not undertaken to continue that policy for the future.",
      "id": "s1003"
    },
    {
      "text": "He said, however, that he and Toea did not want Louis Vuitton items or counterfeit items sold at the Market.",
      "id": "s1004"
    },
    {
      "text": "OTHER WITNESSES FOR THE RESPONDENTS \n \n127 Mr Edmondson also gave evidence.",
      "id": "s1005"
    },
    {
      "text": "He has been employed part-time by Toea as an office administrator since 16 February 2002.",
      "id": "s1006"
    },
    {
      "text": "His duties include administrative tasks such as dealing with accounts receivable and general enquiries, liaising with stallholders and the public and other duties as directed by Mr Rosenlund.",
      "id": "s1007"
    },
    {
      "text": "He said that since May 2005 it has been Market policy to inform casual stallholders that they may not sell counterfeit goods, and that the Market will not rent sites to them if such goods are to be offered for sale.",
      "id": "s1008"
    },
    {
      "text": "In or about September 2005 Mr Rosenlund introduced a \"no Louis Vuitton\" policy at the Market.",
      "id": "s1009"
    },
    {
      "text": "Stallholders are prohibited from selling any Louis Vuitton products or \"look-alike\" Louis Vuitton products.",
      "id": "s1010"
    },
    {
      "text": "Mr Edmondson informs potential stallholders of these policies.",
      "id": "s1011"
    },
    {
      "text": "If he sees offending products he orders their removal.",
      "id": "s1012"
    },
    {
      "text": "He gave evidence concerning the various conversations which he had with stallholders concerning alleged infringements of the applicant's trademarks.",
      "id": "s1013"
    },
    {
      "text": "He was not cross-examined.",
      "id": "s1014"
    },
    {
      "text": "128 Joanne Joyce Cochrane is employed full-time by Toea as an office administrator.",
      "id": "s1015"
    },
    {
      "text": "Her duties include writing letters and memoranda, replying to emails, coding accounts, attending to petty cash and wages, photocopying, maintaining the list of permanent stallholders, collecting rent and banking.",
      "id": "s1016"
    },
    {
      "text": "She also deals with customers and stallholders.",
      "id": "s1017"
    },
    {
      "text": "She gave evidence similar to that of Mr Edmondson concerning the reservation and allocation of stalls.",
      "id": "s1018"
    },
    {
      "text": "She also enforces the policies relating to counterfeit goods and Louis Vuitton goods to which he referred.",
      "id": "s1019"
    },
    {
      "text": "129 She was the person who spoke to Ms Stead concerning the notice which she received.",
      "id": "s1020"
    },
    {
      "text": "She said that Ms Stead's account of the conversation omitted one aspect.",
      "id": "s1021"
    },
    {
      "text": "Ms Cochrane said that she asked Ms Stead whether she was selling anything \"wrong\", including illegal goods or anything which breached copyright and said, 'If you're not selling anything illegal then you haven't got anything to worry about.",
      "id": "s1022"
    },
    {
      "text": "' She has been instructed by Mr Rosenlund that if a representative of the owner of a trademark or an investigator enquires as to the name and contact details of stallholders, such information is to be provided.",
      "id": "s1023"
    },
    {
      "text": "130 Ms Leak also gave evidence.",
      "id": "s1024"
    },
    {
      "text": "She said that on 25 July 2005 Mr Rosenlund asked that on the next weekend, she visit the Market and, in particular, five identified stalls to see if she could detect any items for sale which looked like Louis Vuitton products.",
      "id": "s1025"
    },
    {
      "text": "She did so, specifically asking each of those stallholders if he or she had any Louis Vuitton articles for sale and saying that she was keen to buy such articles.",
      "id": "s1026"
    },
    {
      "text": "At each stall she was told that it had no such articles.",
      "id": "s1027"
    },
    {
      "text": "She also walked around the Market generally and had a good look at a number of other stalls, particularly those selling products similar to Louis Vuitton products, such as bags, accessories, wallets, purses and watches.",
      "id": "s1028"
    },
    {
      "text": "She looked at approximately twenty stalls in addition to the five to which she had been directed.",
      "id": "s1029"
    },
    {
      "text": "She did not see any Louis Vuitton products.",
      "id": "s1030"
    },
    {
      "text": "She was at the Market for between one-and-a-half and two hours.",
      "id": "s1031"
    },
    {
      "text": "FINDINGS \n \n131 There is little real conflict in the evidence.",
      "id": "s1032"
    },
    {
      "text": "However I should address three factual matters.",
      "id": "s1033"
    },
    {
      "text": "The first is Mr Moes' allegation that on 15 February 2004 Mr Rosenlund heard Mr Alcock say words to the effect that he had just sold 'another one' and had only 'two' left, referring to counterfeit Louis Vuitton products.",
      "id": "s1034"
    },
    {
      "text": "I do not understand Mr Rosenlund to have denied that Mr Alcock used such words.",
      "id": "s1035"
    },
    {
      "text": "However he claimed not to have associated them with the sale of a product which infringed any of the applicant's trademarks.",
      "id": "s1036"
    },
    {
      "text": "Had Mr Rosenlund intended to lie about this matter, he could simply have denied that the statement attributed to Mr Alcock had been made.",
      "id": "s1037"
    },
    {
      "text": "It may be that such a response would have led to the applicant cross-examining Mr Alcock as to whether the statement was made.",
      "id": "s1038"
    },
    {
      "text": "Nonetheless, it seems unlikely that Mr Rosenlund would have refrained from denying the statement, yet lied about the associated matter.",
      "id": "s1039"
    },
    {
      "text": "132 Much may have depended upon the context in which Mr Alcock's remark was made.",
      "id": "s1040"
    },
    {
      "text": "Mr Rosenlund struck me as a basically truthful witness.",
      "id": "s1041"
    },
    {
      "text": "It is clear that at the time, he was taking steps to ensure that stallholders were aware that Toea would not countenance the sale of counterfeit products.",
      "id": "s1042"
    },
    {
      "text": "The applicant at least implied that such steps as he took were merely window-dressing.",
      "id": "s1043"
    },
    {
      "text": "On balance, I reject that view.",
      "id": "s1044"
    },
    {
      "text": "On later visits by the applicant's agents, at least some of the stallholders demonstrated their awareness that they should conceal offending products.",
      "id": "s1045"
    },
    {
      "text": "Whilst this may have been attributable to their fear that the applicant's agents would detect them in infringements, it may also have been attributable to Mr Rosenlund's actions.",
      "id": "s1046"
    },
    {
      "text": "Mr Alcock, Ms Byrne and Ms Gallop all confirmed that Mr Rosenlund had spoken to them.",
      "id": "s1047"
    },
    {
      "text": "None of them seems to have thought that the warnings were issued other than with the intention that they be heeded.",
      "id": "s1048"
    },
    {
      "text": "In those circumstances it is unlikely that Mr Rosenlund would simply have ignored another offending sale occurring under his nose, or tolerated the prospect of two further sales.",
      "id": "s1049"
    },
    {
      "text": "In the circumstances I accept, on the balance of probabilities, that Mr Rosenlund was not aware that the remark made by Mr Alcock referred to a sale or potential sale of an infringing product.",
      "id": "s1050"
    },
    {
      "text": "133 The second factual dispute which I should resolve is that between Ms Stead and Ms Cochrane as to the content of the conversation concerning the notice that was served on Ms Stead at her stall.",
      "id": "s1051"
    },
    {
      "text": "The difference between the two versions is that Ms Cochrane asserts that she asked whether Ms Stead was selling 'anything illegal or anything that breaches copyright' .",
      "id": "s1052"
    },
    {
      "text": "Given the limited nature of the issue and the limited opportunity to assess the witnesses, I am unpersuaded that either version should be preferred to the other.",
      "id": "s1053"
    },
    {
      "text": "134 The third matter is Mr Moes' assertion that Ms Gallop alleged that Mr Rosenlund had encouraged her to think that she need only avoid being detected in infringing conduct but not necessarily refrain from such conduct.",
      "id": "s1054"
    },
    {
      "text": "Ms Gallop said, in her affidavit, that Mr Rosenlund had extracted an assurance that she would not again sell counterfeit Louis Vuitton products and then said, 'Don't let us catch you again.",
      "id": "s1055"
    },
    {
      "text": "' In that context it is impossible to construe Mr Rosenlund's words in the way suggested by the applicant.",
      "id": "s1056"
    },
    {
      "text": "Mr Rosenlund's own evidence was to similar effect.",
      "id": "s1057"
    },
    {
      "text": "I infer that Mr Rosenlund intended to leave Ms Gallop with the impression that she was not to sell infringing goods.",
      "id": "s1058"
    },
    {
      "text": "135 There are a number of other, more general observations which I should make about the evidence.",
      "id": "s1059"
    },
    {
      "text": "Clearly, the applicant's agents were anxious to detect infringement and had familiarized themselves with the applicant's trademarks for that purpose.",
      "id": "s1060"
    },
    {
      "text": "They went to the Market with the intention of identifying counterfeit Louis Vuitton products and sales of such products.",
      "id": "s1061"
    },
    {
      "text": "It is likely that they were much more alert to the presence of potentially infringing products than would be an ordinary member of the public, or were Mr Rosenlund and his employees.",
      "id": "s1062"
    },
    {
      "text": "No doubt, as his dealings with the applicant's agents continued, Mr Rosenlund became more conscious of the problem, but that does not lead me to conclude that it became, or should have become, the primary focus of his managerial activities and responsibilities.",
      "id": "s1063"
    },
    {
      "text": "Whilst one might have expected him to cast a rather more critical eye over the goods offered at the various stalls, particularly those which had previously been detected in infringement, his responsibilities were such that his attention was always likely to be distracted by other matters.",
      "id": "s1064"
    },
    {
      "text": "136 Mr Rosenlund conceded that on any one day, counterfeit items are probably sold somewhere in the Market.",
      "id": "s1065"
    },
    {
      "text": "He would prefer that such sales did not take place.",
      "id": "s1066"
    },
    {
      "text": "When he was informed of infringing sales he took appropriate action.",
      "id": "s1067"
    },
    {
      "text": "It may be that he did not accord the matter the priority which the applicant would have liked, but that preference offers no guide to his legal obligations or to those of Toea.",
      "id": "s1068"
    },
    {
      "text": "137 I accept that Mr Rosenlund's primary aim was to continue the profitable operation of the Market, and that he did this by maximizing attendance, facilitating access and providing entertainment, as well as ensuring that the range of goods offered for sale was attractive to potential customers.",
      "id": "s1069"
    },
    {
      "text": "There is no evidence that the availability of counterfeit designer goods was a significant aspect of the success of the Market.",
      "id": "s1070"
    },
    {
      "text": "Mr Rosenlund considered it to be an undesirable, but unavoidable, incident of the business.",
      "id": "s1071"
    },
    {
      "text": "There is certainly no direct evidence to suggest that he, in any way, encouraged stallholders to offer such products for sale.",
      "id": "s1072"
    },
    {
      "text": "The applicant invites me to infer from his conduct that he encouraged or tolerated the sale of counterfeit goods, but I see no basis for such an inference.",
      "id": "s1073"
    },
    {
      "text": "I accept that he wished to maintain reasonable relations with his stallholders, particularly those who had long-term associations with the Market.",
      "id": "s1074"
    },
    {
      "text": "I infer that he did not consider that it was necessarily in the best interests of the Market to take stringent action with every stallholder who was detected in the infringement of a trademark.",
      "id": "s1075"
    },
    {
      "text": "138 Much of the applicant's argument hinges upon the assumption that Toea, through Mr Rosenlund, could control the products which were sold at the Market.",
      "id": "s1076"
    },
    {
      "text": "In a legal sense that assumption is correct.",
      "id": "s1077"
    },
    {
      "text": "Regardless of any arrangements pursuant to which a stall was occupied, it would probably have been open to Toea to terminate such occupancy in the event that it became aware that a stallholder proposed to engage in unlawful conduct.",
      "id": "s1078"
    },
    {
      "text": "Toea was not contractually bound to permit such conduct.",
      "id": "s1079"
    },
    {
      "text": "Whether it would have been entitled to determine any ongoing contractual arrangement for past misconduct of that kind may be a different matter.",
      "id": "s1080"
    },
    {
      "text": "I assume for present purposes that it would have been so entitled.",
      "id": "s1081"
    },
    {
      "text": "However the legal right to control the range of goods being sold says nothing about physical ability to prevent all infringing sales.",
      "id": "s1082"
    },
    {
      "text": "Had a stallholder evinced a clear and overt intention to sell counterfeit goods, then Toea may arguably have been obliged to terminate his or her right to occupy a stall or otherwise trade in that way at the Market.",
      "id": "s1083"
    },
    {
      "text": "However that was not the position.",
      "id": "s1084"
    },
    {
      "text": "Relatively small quantities of infringing goods were displayed at some stalls on some occasions.",
      "id": "s1085"
    },
    {
      "text": "On other occasions stallholders produced infringing items on request, but were not otherwise overtly dealing in them.",
      "id": "s1086"
    },
    {
      "text": "There is no evidence that Toea or Mr Rosenlund ever had prior knowledge of a stallholder's possession of infringing goods or of his or her intention to sell such goods.",
      "id": "s1087"
    },
    {
      "text": "I infer that the respondents dealt in good faith with its stallholders and with the applicant's agents.",
      "id": "s1088"
    },
    {
      "text": "They also assumed good faith on the part of the stallholders.",
      "id": "s1089"
    },
    {
      "text": "139 There was always the possibility that a stallholder would sell infringing goods, but I do not accept that the respondents should have proceeded on the basis that the likelihood of infringement was any higher than that.",
      "id": "s1090"
    },
    {
      "text": "There is no suggestion that the sale of infringing goods was a substantial part of the business of any stallholder or that it was a particularly lucrative trade.",
      "id": "s1091"
    },
    {
      "text": "I see no basis for the assertion that the respondents were 'willfully blind' to the possibility of infringing conduct.",
      "id": "s1092"
    },
    {
      "text": "THE LAW \n \n140 In pars 1 and 2 of its outline the applicant puts its case as follows:\n \n \n '1.",
      "id": "s1093"
    },
    {
      "text": "This proceeding raises for determination by the Court the extent of the obligations of a owner of market premises, where it is drawn to the owner's attention that, over a period of years, some of the stallholder licensees are engaging in the unlawful conduct of selling counterfeit goods and thereby infringing a number of registered trade marks.",
      "id": "s1094"
    },
    {
      "text": "2.",
      "id": "s1095"
    },
    {
      "text": "It is contended that where, as here, the landowner takes no effective steps to stop the conduct but by acts or omissions tacitly accepts it, the landowner in fact joins in the tort and becomes independently liable as a joint tortfeasor.",
      "id": "s1096"
    },
    {
      "text": "' \n \n \n\n141 In the course of the trial, the applicant sought to base its case on three different propositions, namely:\n \n &#8226; that a person in control of premises who benefits from another's activities on those premises is liable for torts committed by that other person in conducting those activities;\n &#8226; that a licensor who, having knowledge of past torts committed by a licensee on the relevant premises, permits the licensee to continue using the premises is liable for any further torts (of the same kind) committed by the licensee; and\n &#8226; that a licensor is liable for torts committed by a licensee in carrying out their joint enterprise.",
      "id": "s1097"
    },
    {
      "text": "142 In the course of oral submissions counsel put the case in this way (at TS 200 ll 25-30):\n \n 'Our starting point is very simple, your Honour.",
      "id": "s1098"
    },
    {
      "text": "When one goes to The Koursk ([1924] P 140) which has been adopted as the foundation of the principle of joint tortfeasorship by the High Court in Thompson's case, [ Thompson v Australian Capital Television Pty Ltd [1996] HCA 38 ; (1996) 186 CLR 574 ] and we've set it out in paragraph 18 of our outline, Scrutton LJ spoke of two persons who agree on a common action in the course of, and to further which one of them commits a tort.",
      "id": "s1099"
    },
    {
      "text": "And that's the foundation of what are joint tortfeasors.",
      "id": "s1100"
    },
    {
      "text": "In this case, in our respectful submission, the evidence is clear that Toea, as landlord or land owner, and the stallholders, who are two or more persons, agree on a common action, the common action being the promotion of their joint businesses at the market.",
      "id": "s1101"
    },
    {
      "text": "' \n \n\n143 Given that the relevant cause of action is created by the Trademarks Act 1995 (Cth) (the \"Trademarks Act\"), one might reasonably have expected the applicant's case to commence with an examination of the relevant statutory provisions, with a view to identifying the extent to which either of the respondents could be said to have infringed in the sense defined in s 120.",
      "id": "s1102"
    },
    {
      "text": "Pursuant to ss 125 and 126, proceedings may be brought for such an infringement, seeking injunctive relief, damages or an account of profits.",
      "id": "s1103"
    },
    {
      "text": "Criminal liability is imposed by Pt 14.",
      "id": "s1104"
    },
    {
      "text": "Section 150 provides that a person who aids, abets, counsels, procures or is knowingly concerned in the doing of an act outside of Australia which, if done in Australia, would be an offence, is taken to have committed the offence.",
      "id": "s1105"
    },
    {
      "text": "That section is said to be without prejudice to the operation of s 5 of the Crimes Act 1914 (now s 11.2 of the Criminal Code ) which deals with aiding, abetting, counselling and procuring an offence committed by another person within Australia.",
      "id": "s1106"
    },
    {
      "text": "However no provision extends civil liability to 'secondary' tortfeasors.",
      "id": "s1107"
    },
    {
      "text": "Thus the applicant seeks to rely on principles as to liability in tort drawn from the general law.",
      "id": "s1108"
    },
    {
      "text": "144 Although the applicant's case has been put in various ways, my understanding is that the case against each of the respondents depends upon the allegations in par 34 of the further amended statement of claim (exhibit 13) that:\n \n 'By reason of the matters referred to above (Toea) and/or (Mr Rosenlund) have infringed and continue to infringe one or more of the Louis Vuitton trademarks as the conduct of the infringing stallholders was conduct undertaken with the concurrence of (Toea) and/or (Mr Rosenlund) and pursuant to their common design.",
      "id": "s1109"
    },
    {
      "text": "' \n \n\n145 The reference to 'the conduct of the infringing stallholders' relates to pars 14, 15 and 16 of the further amended statement of claim in which allegations are made against Mr Alcock, Ms Byrne and Ms Gallop respectively.",
      "id": "s1110"
    },
    {
      "text": "Those allegations include specific allegations of infringement of the applicant's trademarks by sale of identified products on identified dates.",
      "id": "s1111"
    },
    {
      "text": "The evidence concerning those transactions has been set out above.",
      "id": "s1112"
    },
    {
      "text": "However there are also allegations, completely unparticularized, of infringement by manufacture, importation, advertisement and offering for sale, distribution or supply.",
      "id": "s1113"
    },
    {
      "text": "Although there is some evidence of items, apparently bearing Louis Vuitton trademarks, having been seen at stalls (other than those items which were the subject of trap purchases), none of those items was examined by either Mr Bombardi or Mr Pichon.",
      "id": "s1114"
    },
    {
      "text": "There is no evidence that they were counterfeit.",
      "id": "s1115"
    },
    {
      "text": "I do not understand the applicant to rely upon display of those items.",
      "id": "s1116"
    },
    {
      "text": "In the end the claims against each respondent depend upon the various trap purchases.",
      "id": "s1117"
    },
    {
      "text": "146 In par 34, the applicant also asserts that the conduct of infringing stallholders was 'conduct undertaken with the concurrence of the first and/or the second respondents and pursuant to their common design.",
      "id": "s1118"
    },
    {
      "text": "' The allegation of 'concurrence' is particularized in earlier paragraphs of the further amended statement of claim.",
      "id": "s1119"
    },
    {
      "text": "The applicant's case is that, with knowledge of past infringements, the respondents permitted the infringing stallholders to continue to trade at the Market.",
      "id": "s1120"
    },
    {
      "text": "As to the question of 'common design', this assertion was developed in oral submissions, but no such design is particularized in the further amended statement of claim.",
      "id": "s1121"
    },
    {
      "text": "It seems that the applicant asserts that the common design was to achieve success for the market through the success of individual stalls including, in particular, those of the infringing stallholders.",
      "id": "s1122"
    },
    {
      "text": "147 At this point I should make two comments concerning the applicant's case.",
      "id": "s1123"
    },
    {
      "text": "Firstly, the case has been conducted upon the basis that no distinction should be drawn between the liability of Toea and that of Mr Rosenlund.",
      "id": "s1124"
    },
    {
      "text": "Secondly, the applicant has not demonstrated that Mr Rosenlund or Toea was actually aware, in advance of any sale, that a relevant stallholder had counterfeit products at the Market or intended to sell such products.",
      "id": "s1125"
    },
    {
      "text": "As I have said, in many cases the goods were not on display, but were produced from places of concealment in response to requests from the applicant's agents.",
      "id": "s1126"
    },
    {
      "text": "148 I have previously referred to the applicant's reliance on the decision of the Court of Appeal in The \"Koursk\" (supra).",
      "id": "s1127"
    },
    {
      "text": "However I suspect that it has misconceived that decision.",
      "id": "s1128"
    },
    {
      "text": "The case arose out of a collision at sea involving the \"Clan Chisholm\", The \"Koursk\" and the \"Itria\" , leading to the loss of the \"Itria\" .",
      "id": "s1129"
    },
    {
      "text": "The owners of the \"Itria\" sued the owners of the other vessels, alleging separate and independent acts of negligence against each of them.",
      "id": "s1130"
    },
    {
      "text": "The question was whether judgment recovered against the owners of the \"Clan Chisholm\" barred a further action by the owners of the \"Itria\" against the owners of The \"Koursk\" .",
      "id": "s1131"
    },
    {
      "text": "This depended upon whether the two ship owners (of the \"Clan Chisholm\" and The \"Koursk\" ) were joint or several tortfeasors.",
      "id": "s1132"
    },
    {
      "text": "Bankes LJ adopted the following proposition from Clerk and Lindsell on Torts , 7th ed at p 59:\n \n 'Persons are said to be joint tortfeasors when their respective shares in the commission of the tort are done in furtherance of a common design.",
      "id": "s1133"
    },
    {
      "text": "' \n \n\n149 Scrutton LJ said at 155:\n \n 'The substantial question in the present case is: What is meant by \"joint tortfeasors\"?",
      "id": "s1134"
    },
    {
      "text": "and one way of answering it is: \"Is the cause of action against them the same?",
      "id": "s1135"
    },
    {
      "text": "\" Certain classes of persons seem clearly to be \"joint tortfeasors\": The agent who commits a tort within the scope of his employment for his principal and the principal; the servant who commits a tort in the course of his employment, and his master; two persons who agree on common action, in the course of, and to further which, one of them commits a tort.",
      "id": "s1136"
    },
    {
      "text": "These seem clearly joint tortfeasor; there is one tort committed by one of them on behalf of, or in concert with another.",
      "id": "s1137"
    },
    {
      "text": "' \n \n\n150 The applicant fastens on the proposition concerning two persons who agree on common action in the course of which one commits a tort, submitting that the present case fits that description.",
      "id": "s1138"
    },
    {
      "text": "However that observation by Scrutton LJ must be read in the context of his Lordship's later remarks at 156 where he referred with approval to the statement in Clerk and Lindsall (to which Bankes LJ had referred), that:\n \n ' \"Persons are said to be joint tortfeasors when their respective shares in the commission of the tort are done in furtherance of a common design\" ... \"But mere similarity of design on the part of independent actors, causing independent damage, is not enough; there must be concerted action to a common end.",
      "id": "s1139"
    },
    {
      "text": "\" Still more so when there is not even similarity of design, but independent negligence accidentally resulting in one damage.",
      "id": "s1140"
    },
    {
      "text": "' \n \n\n151 At 159 Sargant LJ adopted the same passage.",
      "id": "s1141"
    },
    {
      "text": "152 The applicant points to the reference by Scrutton LJ to 'common action' and asserts that in this case, the common action agreed upon between the respondents and each stallholder was 'the function of their joint businesses at the Market' .",
      "id": "s1142"
    },
    {
      "text": "No doubt the respondents desired that the Market be successful and took steps to achieve that aim.",
      "id": "s1143"
    },
    {
      "text": "No doubt, too, each stallholder desired that his or her stall be successful and took steps to achieve that aim.",
      "id": "s1144"
    },
    {
      "text": "However that does not lead to the conclusion that the respondents and each stallholder had agreed on common action.",
      "id": "s1145"
    },
    {
      "text": "Aims are not actions.",
      "id": "s1146"
    },
    {
      "text": "The term 'common action' must surely mean 'steps to be taken' .",
      "id": "s1147"
    },
    {
      "text": "At p 155 of The \"Koursk\" , Scrutton LJ was identifying common relationships in which joint torts generally occur, rather than the underlying principle which defines the relationship of joint tortfeasors.",
      "id": "s1148"
    },
    {
      "text": "At 156, his Lordship addressed that principle, holding that each party must share in the commission of the tort in furtherance of a common design, not merely in furtherance of similar designs.",
      "id": "s1149"
    },
    {
      "text": "153 I turn to the decision of the House of Lords in CBS Songs Limited v Amstrad Consumer Electronics PLC [1988] 1 AC 1013.",
      "id": "s1150"
    },
    {
      "text": "The facts appear sufficiently from the head note as follows:\n \n 'The plaintiffs, suing on behalf of themselves and other copyright owners in the music trade, claimed that the defendants, by manufacturing, advertising and offering for sale hi-fi systems with facilities for, inter alia, recording at high speed from pre-recorded cassettes onto blank tapes, had authorised and incited members of the public to infringe their copyrights, were joint infringers with such members of the public and were in breach of a duty of care owed to the copyright owners not to supply the machines without taking such precautions as would reasonably ensure that the copyrights would not be infringed by their use.",
      "id": "s1151"
    },
    {
      "text": "They sought an injunction to retrain the defendants from parting with possession of the machines, or any like machines, without taking such precautions.",
      "id": "s1152"
    },
    {
      "text": "' \n \n\n154 At 1055, Lord Templeman said:\n \n 'BPI next submitted that Amstrad were joint infringers; they became joint infringers if and as soon as a purchaser decided to copy a record in which copyright subsisted; Amstrad could become joint infringers not only with the immediate purchaser of an Amstrad model but also with anyone else who at any time in the future used the model to copy records.",
      "id": "s1153"
    },
    {
      "text": "My Lords, Amstrad sells models which include facilities for the receiving and recording broadcasts, disc records and taped records.",
      "id": "s1154"
    },
    {
      "text": "All these facilities are lawful, although the recording device is capable of being used for unlawful purposes.",
      "id": "s1155"
    },
    {
      "text": "Once a model is sold Amstrad have no control over or interest in its use.",
      "id": "s1156"
    },
    {
      "text": "In these circumstances the allegation that Amstrad is a joint infringer is untenable.",
      "id": "s1157"
    },
    {
      "text": "In Townsend v Haworth (1875) 48 L.J.Ch.",
      "id": "s1158"
    },
    {
      "text": "770n, decided in 1875 but reported in 1879 the defendant sold chemicals to be used by the purchaser in an infringement of patent and agreed to indemnify the purchaser if the patent should prove to be valid.",
      "id": "s1159"
    },
    {
      "text": "Mellish L.J.",
      "id": "s1160"
    },
    {
      "text": "said, at p.773: \n \n \n \n \"Selling materials for the purpose of infringing a patent to the man who is going to infringe it, even although the party who sells it knows that he going to infringe it and indemnifies him, does not by itself make the person who so sells an infringer.",
      "id": "s1161"
    },
    {
      "text": "He must be a party with the man who so infringes, and actually infringe.",
      "id": "s1162"
    },
    {
      "text": "\" \n \n \n \n Mr Kentridge on behalf of B.P.I.",
      "id": "s1163"
    },
    {
      "text": "relied on the decision in Innes v Short &amp; Beal (1898) 15 R.P.C.",
      "id": "s1164"
    },
    {
      "text": "449.",
      "id": "s1165"
    },
    {
      "text": "In that case the defendant Short sold powdered zinc and gave instructions to a purchaser to enable the purchaser to infringe a process patent.",
      "id": "s1166"
    },
    {
      "text": "Bigham J said at p 452: \n \n \n \n \"There is no reason whatever why Mr Short should not sell powdered zinc, and he will not be in the wrong, though he may know or expect the people who buy it from him are going to use it in such a way as will amount to an infringement of Mr Innes' patent rights.",
      "id": "s1167"
    },
    {
      "text": "But he must not ask the people to use it in that way, and he must not ask the people to use it in that way in order to induce them to buy his powdered zinc from him.",
      "id": "s1168"
    },
    {
      "text": "\" \n \n \n \n Assuming that decision to be correct, it does not assist BPI because in the present case Amstrad did not ask anyone to use an Amstrad model in a way which would amount to an infringement.",
      "id": "s1169"
    },
    {
      "text": "In Dunlop Pneumatic Tyre Co Ltd v David Moseley &amp; Sons Ltd [1904] 1 Ch 164,171, ... the defendant sold tyre covers which were an essential feature of a combination patent for tyres and rims.",
      "id": "s1170"
    },
    {
      "text": "The tyre covers were adapted for use in the manner described in the patent, but not necessarily solely for use in that manner.",
      "id": "s1171"
    },
    {
      "text": "Swinfen-Eady J said ... that most of the \"covers would probably ultimately be used in one or other of\" the patented methods but that \n \n \n \n \"those are not exhaustive of the purposes to which the covers may be put, and that they would be useful for other purposes in connection with other tyres ...\" \n \n \n \n ...' \n \n\n155 At 1057 his Lordship continued:\n \n 'My Lords, joint infringers are two or more persons who act in concert with one another pursuant to a common design in the infringement.",
      "id": "s1172"
    },
    {
      "text": "In the present case there was no common design.",
      "id": "s1173"
    },
    {
      "text": "Amstrad sold a machine and the purchaser or the operator of the machine decided the purpose for which the machine should from time to time be used.",
      "id": "s1174"
    },
    {
      "text": "The machine was capable of being used for lawful or unlawful purposes.",
      "id": "s1175"
    },
    {
      "text": "All recording machines and many other machines are capable of being used for unlawful purposes but manufacturers and retailers are not joint infringers if purchasers choose to break the law.",
      "id": "s1176"
    },
    {
      "text": "Since Amstrad did not make or authorise other persons to make a record embodying a recording in which copyright subsisted, Amstrad did not entrench upon the exclusive rights granted by the Act of 1956 to copyright owners and Amstrad were not in breach of the duties imposed by the Act.",
      "id": "s1177"
    },
    {
      "text": "' \n \n\n156 In Thompson v Australian Capital Television Pty Ltd (supra) the facts, according to the head note, were as follows:\n \n 'A television station broadcast live to viewers in the Australian Capital Territory a current affairs programme produced by another station.",
      "id": "s1178"
    },
    {
      "text": "The licence to broadcast was granted by PBL which was a related entity of the producer.",
      "id": "s1179"
    },
    {
      "text": "The content of the broadcast was defamatory of T. T settled with the producer and gave it a release.",
      "id": "s1180"
    },
    {
      "text": "T sued the broadcaster in the Supreme Court of the Territory.",
      "id": "s1181"
    },
    {
      "text": "The broadcaster joined the producer and PBL as third parties, seeking contribution and also damages for breach of an implied condition of the licence agreement that they would exercise reasonable care to ensure that the relayed programme would not include defamatory material.",
      "id": "s1182"
    },
    {
      "text": "Although the broadcaster took no part in the production of the programme, it acted in its own right and had the ability to control and supervise the material it televised.",
      "id": "s1183"
    },
    {
      "text": "The broadcaster voluntarily decided to broadcast live.",
      "id": "s1184"
    },
    {
      "text": "It sought to defend the proceedings on the grounds that it and the producer were joint tortfeasors and that the release granted to the producer by T also released it.",
      "id": "s1185"
    },
    {
      "text": "' \n \n\n157 At 580-581, the majority (Brennan CJ, Dawson and Toohey JJ) said:\n \n 'The difference between joint tortfeasors and several tortfeasors is that the former are responsible for the same tort whereas the latter are responsible only for the same damage ... .",
      "id": "s1186"
    },
    {
      "text": "As was said in The \"Koursk\" ..., for there to be joint tortfeasors \"there must be a concurrence in the act or acts causing damage, not merely a co-incidence of separate acts which by their conjoined effect cause damage\".",
      "id": "s1187"
    },
    {
      "text": "Principal and agent may be joint tortfeasors where the agent commits a tort on behalf of the principal, as master and servant may be where the servant commits a tort in the course of employment.",
      "id": "s1188"
    },
    {
      "text": "Persons who breach a joint duty may also be joint tortfeasors.",
      "id": "s1189"
    },
    {
      "text": "Otherwise, to constitute joint tortfeasors two or more persons must act in concert in committing the tort.",
      "id": "s1190"
    },
    {
      "text": "' \n \n\n158 At 600, Gummow J (Gaudron J concurring) also identified the decision in The \"Koursk\" as defining joint liability for the purposes of Australian law.",
      "id": "s1191"
    },
    {
      "text": "At 601 --- 602, his Honour distinguished the decision in CBS Songs on its fact but did not doubt its correctness.",
      "id": "s1192"
    },
    {
      "text": "159 Finally, I should refer to the decision of the Court of Appeal in Credit Lyonnais Bank Nederland NV v Export Credit Guarantee Department [1998] 1 Lloyd's Rep 19.",
      "id": "s1193"
    },
    {
      "text": "It is not necessary to set out the rather complex facts of the case, but I will include two extended extracts from the reasons for judgment of Stuart-Smith and Hobhouse LLJJ.",
      "id": "s1194"
    },
    {
      "text": "Stuart-Smith LJ said at 35:\n \n 'Be that as it may, it seems to me to be well established that a person who acts with another to commit a tort in furtherance of a common design will be liable as a joint tortfeasor.",
      "id": "s1195"
    },
    {
      "text": "It is not enough that he merely facilitates the commission of the tort unless his assistance is given in pursuance and furtherance of the common design.",
      "id": "s1196"
    },
    {
      "text": "' \n \n\n160 His Honour referred to the The \"Koursk\" and another case, and then observed that Lord Justice Mustill, in Unilever PLC v Gillette (UK) Ltd [1989] RPC 583:\n \n '... stated the common law rule that two persons were joint tortfeasors --- \n \n ... where the two were concerned in a joint act done in pursuance of a common purpose.",
      "id": "s1197"
    },
    {
      "text": "After reviewing the patent cases and the speech of Lord Templeman in CBS Songs Ltd v Armstrad ... Lord Justice Mustill said at p 609 that the relevant question is whether: \n \n \n \n (a) there was a common design between B and G to do acts which, if the patent is upheld, amounted to infringements, and (b) B had acted in furtherance of that design.",
      "id": "s1198"
    },
    {
      "text": "I use the word \"common design\" because they are readily to hand, but there are other expressions in the cases, such as \"concerted action\" or \"agreed or common action\" which will serve just as well.",
      "id": "s1199"
    },
    {
      "text": "' \n \n \n \n\n161 Hobhouse LJ sought to compare treatment in the criminal law of parties to offences with the treatment of persons 'involved' in the commission of torts.",
      "id": "s1200"
    },
    {
      "text": "His Lordship (at 42-43) identified three categories of persons other than the actual offender, to whom criminal liability attaches, namely:\n \n &#8226; those who solicit or incite another to commit a crime or conspire with another to commit a crime;\n &#8226; those who aid another in the commission of a crime, often known as 'aiding, abetting, counselling and procuring' ; and\n &#8226; principals whose agents commit offences.",
      "id": "s1201"
    },
    {
      "text": "162 Hobhouse LJ subsequently referred to The \"Koursk\" , CBS Songs and Unilever , concluding (at 46) that these cases established that:\n \n 'It is only conduct which comes into the first or the third of the categories I have set out above which constitute the commission of a tort.",
      "id": "s1202"
    },
    {
      "text": "The criminal law for obvious policy reasons goes further than the civil law.",
      "id": "s1203"
    },
    {
      "text": "Acts which knowingly facilitate the commission of a crime amount to the crime of aiding and abetting but they do not amount to a tort or make the aider liable as a joint tortfeasor.",
      "id": "s1204"
    },
    {
      "text": "' \n \n\n163 His Lordship continued:\n \n 'Accordingly, in my judgment there is no second category in the law of tort.",
      "id": "s1205"
    },
    {
      "text": "Mere assistance, even knowing assistance, does not suffice to make the \"secondary\" party jointly liable as a joint tortfeasor with the primary party.",
      "id": "s1206"
    },
    {
      "text": "What he does must go further.",
      "id": "s1207"
    },
    {
      "text": "He must have conspired with the primary party or procured or induced his commission of the tort (my first category); or he must have joined in the common design pursuant to which the tort was committed (my third category).",
      "id": "s1208"
    },
    {
      "text": "' \n \n\n164 In Kerly's Law of Trademarks and Trade Names 14 th ed at par 19-044, the learned authors observe, in connection with trademarks, that:\n \n 'For the general principles applicable in relation to joint liability based on procurement or common design see CBS v Armstrad and Credit Lyonnais v Export Credit Guarantee Department '.",
      "id": "s1209"
    },
    {
      "text": "Those decisions are based on that in The \"Koursk\" .",
      "id": "s1210"
    },
    {
      "text": "The High Court's view of that case appears from the decision in Thompson v Australian Capital Television and is the relevant test for present purposes.",
      "id": "s1211"
    },
    {
      "text": "165 The applicant puts some emphasis upon Toea's legal capacity to control use of the Market premises.",
      "id": "s1212"
    },
    {
      "text": "It implicitly asserts that the respondents failed to prevent infringement notwithstanding that power, and that such failure is a basis for inferring their 'concurrence' in the infringement.",
      "id": "s1213"
    },
    {
      "text": "The question of control has arisen frequently in connection with breach of copyright.",
      "id": "s1214"
    },
    {
      "text": "Subsection 36(1) of the Copyright Act 1968 (Cth) (the \" Copyright Act \") provides that a person infringes a copyright if he or she 'not being the owner of the copyright, and without the licence of the owner of the copyright, does in Australia, or authorises the doing in Australia, any act comprised in the copyright.",
      "id": "s1215"
    },
    {
      "text": "' In University of New South Wales v Moorhouse [1975] HCA 26 ; (1974-1975) 133 CLR 1, the High Court considered the case of a university library which had provided photocopying machines on its premises, one of which had been used to make an unauthorized copy of a literary work.",
      "id": "s1216"
    },
    {
      "text": "The question was whether the university had infringed by authorization.",
      "id": "s1217"
    },
    {
      "text": "At 20-21, Jacobs J, with whom McTiernan J agreed, said concerning the word 'authorises' :\n \n 'It is established that word is not limited to the authorising of an agent by a principal.",
      "id": "s1218"
    },
    {
      "text": "Where there is such an authority the act of the agent is the act of the principal and thus the principal himself may be said to do the act comprised in the copyright.",
      "id": "s1219"
    },
    {
      "text": "But authorisation is wider than authority.",
      "id": "s1220"
    },
    {
      "text": "It has, in relation to a similar use in previous copyright legislation, been given the meaning, taken from the Oxford Dictionary, of \"sanction, approve, countenance\".",
      "id": "s1221"
    },
    {
      "text": "...I have no doubt that the word is used in the same sense in section 36(1).",
      "id": "s1222"
    },
    {
      "text": "It is a wide meaning which in cases of permission or invitation is apt to apply both where an express permission or invitation is extended to do the act comprising the copyright and where such a permission or invitation may be implied.",
      "id": "s1223"
    },
    {
      "text": "Where a general permission or invitation may be implied it is clearly unnecessary that the authorising party have knowledge that a particular act comprised in the copyright will be done.",
      "id": "s1224"
    },
    {
      "text": "The acts and omissions of the alleged authorising party must be looked at in the circumstances in which the act comprised in the copyright is done.",
      "id": "s1225"
    },
    {
      "text": "The circumstances will include the likelihood that such an act will be done.",
      "id": "s1226"
    },
    {
      "text": "\"... (t)he Court may infer an authorisation or permission from acts which fall short of being direct and positive; ... indifference, exhibited by acts of commission or omission, may reach a degree from which authorisation or permission may be inferred.",
      "id": "s1227"
    },
    {
      "text": "It is a question of fact in each case what is the true inference to be drawn from the conduct of the person who is said to have authorised ...\" ' \n \n\n166 See also CBS Songs (supra) at 1053-1055 and Australian Tape Manufacturers Association Ltd v The Commonwealth (1993) 67 ALJR 315 at 317.",
      "id": "s1228"
    },
    {
      "text": "167 Frequently, the capacity to authorize will depend upon the capacity to control.",
      "id": "s1229"
    },
    {
      "text": "In that sense, the question of control is implicit in the concept of authorization.",
      "id": "s1230"
    },
    {
      "text": "Subsequent amendments to s 36 of the Copyright Act have made that clear.",
      "id": "s1231"
    },
    {
      "text": "Subsection 36(1A) now provides that in determining whether or not a person has authorized the doing of any act, matters to be taken into account include:\n \n \n '(a) the extent (if any) of the person's power to prevent the doing of the act concerned; \n \n (b) the nature of any relationship existing between the person and the person who did the act concerned; \n \n (c) whether the person took any reasonable steps to prevent or avoid the doing of the act, including whether the person complied with any relevant industry codes of practice.",
      "id": "s1232"
    },
    {
      "text": "' \n \n \n \n\n168 There will be cases in which the relationship between the person who commits a tort and another person may be such as to amount to both authorization (in the case of copyright) and also to satisfy the test for joint tortfeasors laid down in The \"Koursk\" and Thompson v Australian Capital Television.",
      "id": "s1233"
    },
    {
      "text": "However to prove authorization is not necessarily to prove infringement.",
      "id": "s1234"
    },
    {
      "text": "As the present case demonstrates, control does not, itself, imply a common purpose.",
      "id": "s1235"
    },
    {
      "text": "However the extent of control may be relevant evidence in determining whether such a common purpose existed at the relevant time.",
      "id": "s1236"
    },
    {
      "text": "169 As I have previously observed, I do not consider that Toea's control of the Market premises, either alone or in conjunction with the other evidence, would justify the inference that either Toea or Mr Rosenlund shared a common purpose with any of the infringing stallholders.",
      "id": "s1237"
    },
    {
      "text": "In any event, I am satisfied that it would have been virtually impossible for the respondents to control stallholders so as to prevent infringement, save in the case of the most blatant misconduct.",
      "id": "s1238"
    },
    {
      "text": "In this case, the extent of the demonstrated misconduct by infringing stallholders was not such as to lead the respondents to the conclusion that there would be further infringement.",
      "id": "s1239"
    },
    {
      "text": "They were entitled to accept assurances given by infringing stallholders that they would not again infringe.",
      "id": "s1240"
    },
    {
      "text": "170 In the course of argument the applicant referred to three American cases concerning 'secondary' liability for trademark infringements.",
      "id": "s1241"
    },
    {
      "text": "Given the clear statement of principle in connection with tortious liability in Thompson v Australian Capital Television, I see no point in discussing those cases in this judgment.",
      "id": "s1242"
    },
    {
      "text": "CONCLUSIONS \n \n171 I proceed upon the basis that, in order to hold the respondents liable for the stallholders' infringements, '... there must be a concurrence in the act or acts causing damage, not merely a coincidence of separate acts which by their conjoined effect cause damage', and that in order to satisfy that test in the present case, it is necessary to show that the respondents acted in concert with each stallholder in 'committing the tort' .",
      "id": "s1243"
    },
    {
      "text": "172 In my view it is simply impossible to reach that conclusion.",
      "id": "s1244"
    },
    {
      "text": "I accept Mr Rosenlund's evidence that he wished to deter stallholders from infringing trademarks and took steps to do so.",
      "id": "s1245"
    },
    {
      "text": "The primary infringing stallholders all understood that this was his position and therefore that of Toea.",
      "id": "s1246"
    },
    {
      "text": "The applicant's case hangs upon the assertion that he did not do enough, or could have done more, to deter infringement.",
      "id": "s1247"
    },
    {
      "text": "It is said that from this, I should infer that he was really encouraging the stallholders in their illegal activities.",
      "id": "s1248"
    },
    {
      "text": "In other words, it is submitted that although there was no duty on the respondents to take steps to prevent infringement, the failure to do so evidenced an intention to encourage infringement.",
      "id": "s1249"
    },
    {
      "text": "That approach fails to take account of the fact that there may have been other reasons for not taking more draconian measures to prevent infringement.",
      "id": "s1250"
    },
    {
      "text": "In any event, I am unpersuaded that either of the respondents acted in common with any of the stallholders in the actions which constituted infringement of the applicant's copyrights.",
      "id": "s1251"
    },
    {
      "text": "I am also satisfied that such infringements were not committed in the execution of any common purpose shared with the respondents.",
      "id": "s1252"
    },
    {
      "text": "As I have said, the respondents' purpose was to conduct an efficient and profitable Market.",
      "id": "s1253"
    },
    {
      "text": "The purpose of each stallholder was the successful conduct of his or her stall.",
      "id": "s1254"
    },
    {
      "text": "There was no common purpose.",
      "id": "s1255"
    },
    {
      "text": "173 It follows that the application must be dismissed.",
      "id": "s1256"
    },
    {
      "text": "I will hear submissions as to costs and any requests for further findings of fact.",
      "id": "s1257"
    },
    {
      "text": "I certify that the preceding one hundred and seventy three (173) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Dowsett.",
      "id": "s1258"
    },
    {
      "text": "Associate:\nDated: 6 November 2006\n\n Counsel for the Applicant: Mr D Shavin QC\nMr D Eliades \n \n Solicitor for the Applicant: Corrs Chambers Westgarth \n \n Counsel for the Respondent: Mr A Crowe SC\nMr M Rivette \n \n Solicitor for the Respondent: McLaughlins Solicitors \n \n Dates of Hearing: 12, 13, 14 December 2005 \n \n Date of Judgment: 7 November 2006 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1443.html",
      "id": "s1259"
    }
  ]
}