{
  "name": "R &amp; J Lyons Family Settlement Pty Limited v 155 Macquarie Street Pty Ltd [2006] FCA 1435 (24 October 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1435.html",
  "catchphrases": [
    {
      "text": "federal court",
      "id": "c0"
    },
    {
      "text": "original jurisdiction",
      "id": "c1"
    },
    {
      "text": "remedies and orders",
      "id": "c2"
    },
    {
      "text": "concurrent and overlapping proceedings in the supreme court of new south wales.",
      "id": "c3"
    },
    {
      "text": "high court and federal court",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "HIS HONOUR: \n \n1 The respondents have invoked the discretion of the Court to put an effective end to the proceedings.",
      "id": "s0"
    },
    {
      "text": "The applicants resist that being done on a summary basis.",
      "id": "s1"
    },
    {
      "text": "2 There are issues between the parties in the Supreme Court of New South Wales of a broad nature involving discretionary considerations invoked by the cause of action based on s 133F of the Conveyancing Act 1919 (NSW).",
      "id": "s2"
    },
    {
      "text": "Nobody would struggle to stop a party raising a matter before the court if the party has not actually bargained it away entirely.",
      "id": "s3"
    },
    {
      "text": "But, in circumstances where, as I am inclined to think, a reasonable expectation has arisen that there was nothing further to come in litigation between the parties, we are in the area of discretion and, I think, possibly unconscientious conduct --- an area where the Court carefully moulds its remedies.",
      "id": "s4"
    },
    {
      "text": "The proper remedy may well be to let a party continue with its claim, but to ensure that all the detriments that the opponent can point to are overcome.",
      "id": "s5"
    },
    {
      "text": "The Supreme Court is going to be in a much better position to do that than this Court, and I do not want to do things that might be thought to cause some embarrassment to the s 133F argument, as to which it sounds to me as if there might be things to be said on both sides.",
      "id": "s6"
    },
    {
      "text": "3 The better course is to send the matter to the Supreme Court with this issue undetermined and let the parties decide what they want to do about it there.",
      "id": "s7"
    },
    {
      "text": "If the respondents want to pursue an application for summary judgment there they can; if they want simply to try to force the applicants to seek leave there in some way, they can; or if they want to just leave their arguments to another day and suffer the costs of this interlocutory application, the respondents can do that.",
      "id": "s8"
    },
    {
      "text": "Everybody will be in the one place with the one set of proceedings and, I think, with one court in a position to order or not order mediation which, despite two settlements previously, I am strongly of the view should occur in this case.",
      "id": "s9"
    },
    {
      "text": "4 Further, in the completely unexplained circumstances of the late raising of the cause of action sought to be raised in this Court, the inference that arises is that of forum shopping.",
      "id": "s10"
    },
    {
      "text": "5 I will transfer the proceedings to the Supreme Court in the interests of justice and reserve for the Supreme Court the question of the costs of the motion, there being potential discretionary issues arising in relation to the resolution of the Notion of Motion presently before this Court, which it seems to me will overlap with discretionary issues that are bound to arise in the existing proceedings of the Supreme Court.",
      "id": "s11"
    },
    {
      "text": "It is better that they all be dealt with in the one place.",
      "id": "s12"
    },
    {
      "text": "I decline to deal with this application to finality.",
      "id": "s13"
    },
    {
      "text": "6 I will make orders in accordance with the short minutes.",
      "id": "s14"
    },
    {
      "text": "I am indebted to counsel for their assistance.",
      "id": "s15"
    },
    {
      "text": "I certify that the preceding six (6) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Madgwick.",
      "id": "s16"
    },
    {
      "text": "Associate:\n\nDated: 7 November 2006\n\n\n Counsel for the Applicant: Mr J B Simpkins SC/Mr S Philips \n \n Solicitor for the Applicant: Wright Stell Lawyers \n \n Counsel for the Respondent: Ms P McDonald \n \n Solicitor for the Respondent: Henry Davis York \n \n Date of Hearing: 24 October 2006 \n \n Date of Judgment: 24 October 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1435.html",
      "id": "s17"
    }
  ]
}