{
  "name": "Bunting v Minister for Immigration and Multiculturaland Indigenous Affairs [2006] FCA 1411 (19 October 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1411.html",
  "catchphrases": [
    {
      "text": "objection to competency",
      "id": "c0"
    },
    {
      "text": "whether costs order is final or interlocutory",
      "id": "c1"
    },
    {
      "text": "whether appeal is incompetent",
      "id": "c2"
    },
    {
      "text": "appeal",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 This is the hearing of an objection to competency in respect of an appeal by Ronald Bunting concerning a decision of Federal Magistrate Jarrett on 26 June this year dismissing an application by Mr Bunting for an extension of time within which to file and serve a notice of appeal from the decision of the Administrative Appeals Tribunal ('the Tribunal') of 22 February this year.",
      "id": "s0"
    },
    {
      "text": "The Tribunal affirmed the decision of the delegate of the Minister to exempt from access under the Freedom of Information Act 1982 (Cth) folios 81 and 84 to 88 of a file of the Department of the Minister for Immigration and Multicultural Affairs.",
      "id": "s1"
    },
    {
      "text": "Federal Magistrate Jarrett also ordered Mr Bunting to pay the costs of that application.",
      "id": "s2"
    },
    {
      "text": "2 The respondent's objection to the competency of the appeal is based on the premise that the judgment of Federal Magistrate Jarrett was interlocutory.",
      "id": "s3"
    },
    {
      "text": "Leave is therefore required, pursuant to s 24(1A) of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s4"
    },
    {
      "text": "That section requires that: \n \n \n '24 Appellate Jurisdiction \n ... \n (1A) An appeal shall not be brought from a judgment referred to in subsection (1) that is an interlocutory judgment unless the Court or a Judge gives leave to appeal.",
      "id": "s5"
    },
    {
      "text": "' \n \n\n\n \n 3 No application for leave to appeal has ever been made in respect of that judgment.",
      "id": "s6"
    },
    {
      "text": "It is now out of time to apply for such leave, and there has been no application for an extension of time within which to apply for leave.",
      "id": "s7"
    },
    {
      "text": "The position simply is that if the orders from which the appeal is brought are interlocutory, then leave is required and an appeal brought without leave is incompetent.",
      "id": "s8"
    },
    {
      "text": "4 The Federal Magistrate's decision to dismiss the application for an extension of time was an interlocutory judgment.",
      "id": "s9"
    },
    {
      "text": "I was referred to authorities concerning the meaning of interlocutory judgment, including Brouwer v Titan Corporation Ltd &amp; Ors (1997) 149 ALR 50 at p 53, Licul v Corney (1976) 50 ALJR 439 at p 444, and Computer Edge Pty Ltd v Apple Computer Inc [1984] HCA 47 ; (1984) 54 ALR 767.",
      "id": "s10"
    },
    {
      "text": "It is plain that an order which does not conclude the rights of the parties inter se is interlocutory.",
      "id": "s11"
    },
    {
      "text": "In Hall v the Nominal Defendant [1966] HCA 36 ; (1966) 117 CLR 423, Taylor J said at p 440: \n \n \n 'So an order made in the course of an action or suit which does not conclude the rights of the parties inter se, although it may of course conclude the fate of the particular application in which it is made, is interlocutory only.",
      "id": "s12"
    },
    {
      "text": "' \n \n \n\nHis Honour also said:\n \n \n '...\"Interlocutory order\" there means an order other than a final judgment or decree in an action.",
      "id": "s13"
    },
    {
      "text": "' \n \n\n\n \n 5 Contrary to the strong advice which I gave to the appellant when the matter was last before the court last week, no application for an extension of time or within which to seek leave or even to seek leave out of time has been made.",
      "id": "s14"
    },
    {
      "text": "6 The reason, no doubt, for the history of the matter is the lack of legal understanding by Mr Bunting.",
      "id": "s15"
    },
    {
      "text": "Even today he indicated that his primary concern was the costs order that the Magistrate had made, saying that he lacked the capacity to pay those costs.",
      "id": "s16"
    },
    {
      "text": "The ignorance of Mr Bunting of the requirements of the law does not provide a basis on which those requirements can be ignored.",
      "id": "s17"
    },
    {
      "text": "In this particular case the appeal is one made without leave and leave is required.",
      "id": "s18"
    },
    {
      "text": "In those circumstances, the appeal is incompetent and I dismiss it.",
      "id": "s19"
    },
    {
      "text": "7 In respect of the question of the costs order, that also is, in my opinion, an interlocutory order and leave is therefore required.",
      "id": "s20"
    },
    {
      "text": "The costs order is ancillary to the refusal of the extension of time application and clearly is not a judgment or order which concludes the rights of the parties inter se.",
      "id": "s21"
    },
    {
      "text": "While it is strictly irrelevant to the question of competency of the appeal, the concern of Mr Bunting as to his incapacity to pay the costs orders to be paid by Federal Magistrate Jarrett is not a factor which goes to the propriety of the making of the costs order.",
      "id": "s22"
    },
    {
      "text": "It is no doubt a factor which might be considered in any question of pursuing that costs order by the Minister.",
      "id": "s23"
    },
    {
      "text": "Frequently a commercial decision is made that there is no point in throwing good money after bad, in chasing a costs order which almost certainly will be empty.",
      "id": "s24"
    },
    {
      "text": "8 For these reasons I uphold the notice of objection to competency and the appeal is dismissed.",
      "id": "s25"
    },
    {
      "text": "Given the history of the matter and the reasons for the making of these orders, I propose to make no order as to the costs of today or of the appeal.",
      "id": "s26"
    },
    {
      "text": "I certify that the preceding eight (8) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Spender ACJ.",
      "id": "s27"
    },
    {
      "text": "Associate:\n\nDated: 31 October 2006\n\n Appellant appeared in person \n \n \n Solicitor for the Respondent: Mr Johnson Lo, Clayton Utz \n \n Date of Hearing: 19 October 2006 \n \n Date of Judgment: 19 October 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1411.html",
      "id": "s28"
    }
  ]
}