{
  "name": "Horn v Australian Electoral Commission [2006] FCA 1778 (19 December 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1778.html",
  "catchphrases": [
    {
      "text": "application to dismiss proceeding",
      "id": "c0"
    },
    {
      "text": "obligation on australian electoral commission to screen voters from observation when marking ballot-papers",
      "id": "c1"
    },
    {
      "text": "whether application relating to prospective future refusal of voter to enter booth as provided at last election gives rise to a 'matter'",
      "id": "c2"
    },
    {
      "text": "effect of draft proposed substitute application",
      "id": "c3"
    },
    {
      "text": "whether applicant has sufficient material interest",
      "id": "c4"
    },
    {
      "text": "obligation to screen voters from observation",
      "id": "c5"
    },
    {
      "text": "whether reasonably arguable that obligation requires provision of enclosed booths",
      "id": "c6"
    },
    {
      "text": "whether anticipated refusal to vote in non-enclosed booths at next federal election gives rise to justiciable matter",
      "id": "c7"
    },
    {
      "text": "procedure",
      "id": "c8"
    },
    {
      "text": "electoral law",
      "id": "c9"
    }
  ],
  "sentences": [
    {
      "text": "1 On 19 October 2004 the applicant attended at the Manjimup Town Hall for the purpose of voting in the Commonwealth elections.",
      "id": "s0"
    },
    {
      "text": "When there he formed the view that if he were to vote, his vote would not be screened from observation when he marked his ballot-papers.",
      "id": "s1"
    },
    {
      "text": "He therefore departed without either registering or voting.",
      "id": "s2"
    },
    {
      "text": "2 On 16 August 2006 the applicant filed an application requesting the Court to compel the respondent to construct voting compartments in what he says would be in accord with the requirements of ss 206 (first part) and 233(1)(a) of the Commonwealth Electoral Act 1918 (Cth) (the Electoral Act ).",
      "id": "s3"
    },
    {
      "text": "He sought specifically that the Court should compel him to be screened from observation from above the knees to above the head from all four vertical sides when marking his ballot-papers in the voting compartment in future federal elections and referenda.",
      "id": "s4"
    },
    {
      "text": "3 Section 206 reads: \n \n \n '206 Polling booths shall have separate voting compartments, constructed so as to screen voters from observation while they are making their ballot-papers, and each voting compartment shall be furnished with a pencil for the use of voters.",
      "id": "s5"
    },
    {
      "text": "' \n \n \n 4 Section 233 relevantly reads: \n \n \n \n '233(1) Except as otherwise prescribed the voter upon receipt of the ballot-paper shall without delay: \n \n \n \n (a) retire alone to some unoccupied compartment of the booth, and there, in private, mark his or her vote on the ballot-paper.",
      "id": "s6"
    },
    {
      "text": "...' \n \n 5 On 20 September 2006 the respondent brought a notice of motion to dismiss the application pursuant to s 31A(2) of the Federal Court of Australia Act 1976 (Cth) and O 20 r 2 of the Federal Court Rules .",
      "id": "s7"
    },
    {
      "text": "In a supporting outline of submissions the respondent contended that the application did not properly invoke any jurisdiction of the Court because the Court's jurisdiction under the Electoral Act derived either from Pt XXII relating to petitions disputing an election on referral from the High Court of Australia or s 383, allowing the Court to grant injunctions on the application of a candidate or the respondent.",
      "id": "s8"
    },
    {
      "text": "The outline of submissions accepted that the decisions and conduct of the respondent and its responsible officers at the Manjimup Town Hall booth in connection with the 2004 federal election may have been reviewable by the Federal Court under s 39B of the Judiciary Act 1903 (Cth) (the Judiciary Act ).",
      "id": "s9"
    },
    {
      "text": "However, it was said the application did not purport to be made under that Act or set out any grounds for judicial review or seek any relief from the Court in connection with the applicant's obligation to vote in the 2004 federal election.",
      "id": "s10"
    },
    {
      "text": "Further, it was contended that the application would be futile because that election was completed on the return of the writ: ss 283 and 284 of the Electoral Act .",
      "id": "s11"
    },
    {
      "text": "Additionally, s 355 requires that any petition disputing an election be filed in the High Court as the court of disputed returns within 40 days of the return of the writ for the election.",
      "id": "s12"
    },
    {
      "text": "6 The respondent's notice of motion was listed for hearing.",
      "id": "s13"
    },
    {
      "text": "In the meantime, on 17 November 2006, the applicant filed an outline of submission which indicated that he had obtained legal assistance in addressing the issues in the application (which he had drafted himself).",
      "id": "s14"
    },
    {
      "text": "The outline of submissions conceded that the Court had no jurisdiction under the Electoral Act to deal with the matter as one of a disputed electoral return.",
      "id": "s15"
    },
    {
      "text": "It abandoned the applicant's request that the respondent remove the words 'voting screen' from its Polling Places Procedural Manual.",
      "id": "s16"
    },
    {
      "text": "In addition and generally the applicant's outline suggested that by adjustments to his application, he would be seen to have a justiciable claim.",
      "id": "s17"
    },
    {
      "text": "On the eve of the hearing of the motion, counsel for the applicant filed a draft amended application.",
      "id": "s18"
    },
    {
      "text": "7 This draft, being a recast version of the original application, would now seek the following relief: \n \n \n '1.",
      "id": "s19"
    },
    {
      "text": "A declaration that if, when the applicant presents himself to vote at the Federal election for the Senate and House of Representatives to be held in 2007, the respondent provides him with electoral booths that only contain voting compartments similar to those provided at the Manjimup Town Hall in Western Australia when he voted at the last Federal election held in 2004, such booths do not lawfully comply with sections 206 and 233 of the Act (\"the relevant provisions\"); \n \n \n \n \n \n 4.",
      "id": "s20"
    },
    {
      "text": "A declaration that if, when the applicant presents himself to vote at the Federal election to be held in 2007, the respondent provides him with electoral booths that only contain voting compartments similar to those provided at the Manjimup Town Hall in Western Australia when he voted at the last Federal election held in 2004, he may decline to vote under section 245(1) of the Act without incurring the threat of penalty for breach of section 245(8) of the Act, on the basis that such booths do not lawfully comply with the relevant provisions of the Act.",
      "id": "s21"
    },
    {
      "text": "5.",
      "id": "s22"
    },
    {
      "text": "An order in the nature of mandamus against the officers of the Commonwealth who comprise the respondent requiring them when the applicant presents himself to vote at the next Federal election to be held in 2007, to provide him, in accordance with law, with voting booths that comply with the relevant provisions of the Act.",
      "id": "s23"
    },
    {
      "text": "6.",
      "id": "s24"
    },
    {
      "text": "Such other orders as the Court, in its discretion, considers fit and appropriate.",
      "id": "s25"
    },
    {
      "text": "' \n \n \n 8 The draft submitted to the Court on behalf of the applicant also contained a draft statement of claim.",
      "id": "s26"
    },
    {
      "text": "That sets out that the applicant had found the voting booths provided to voters at the polling place at the Manjimup Town Hall on 9 October 2004 did not adequately screen voters from observation and that other persons could observe voters while they were marking their ballot-papers.",
      "id": "s27"
    },
    {
      "text": "In [6] particulars of the alleged inadequacy are set out.",
      "id": "s28"
    },
    {
      "text": "In [7] it is said that the applicant left the compartment of the voting booth without casting a vote.",
      "id": "s29"
    },
    {
      "text": "In [8] it pleads that on 7 January 2005 the applicant received a letter from the respondent regarding his apparent failure to vote at the 2004 federal election.",
      "id": "s30"
    },
    {
      "text": "In [9] the applicant states that on 12 January 2005 he responded to that letter, giving as his reason for not voting that he had not been provided with voting booths complying with the Electoral Act .",
      "id": "s31"
    },
    {
      "text": "In [10] it states that he received a letter dated 10 March 2005 from the Divisional Returning Officer acting with the authority and on behalf of the respondent in which the officer advised him that, although the officer considered the applicant's reason was not wholly valid and sufficient, he proposed to take no further action in the matter.",
      "id": "s32"
    },
    {
      "text": "However, the officer had added that he was warned that if he failed, without a valid and sufficient reason, to vote at any future Commonwealth election or referendum he would render himself liable to a penalty not exceeding $50.",
      "id": "s33"
    },
    {
      "text": "In [11] it said the applicant has raised the issue of non-compliance with the Commonwealth Parliamentary Joint Standing Committee of the Commonwealth Parliament and the respondent on a number of occasions, which are particularised.",
      "id": "s34"
    },
    {
      "text": "In [12] it says the respondent has maintained that the polling booths provided at the 2004 federal election were consistent with the requirements of the Electoral Act .",
      "id": "s35"
    },
    {
      "text": "In [13] it is alleged the respondent has not indicated to the applicant that it intends to provide polling booths at the next federal election that are in any way different to those provided at the polling place where the applicant endeavoured to vote in the 2004 federal election.",
      "id": "s36"
    },
    {
      "text": "Consequently it is asserted in [14] that it may therefore be reasonably inferred that when the applicant attends at a polling place to cast his vote at the next federal election, he will be provided with voting booths that are similar to those provided to the applicant when he voted at the last federal election.",
      "id": "s37"
    },
    {
      "text": "Additionally, that if he fails to cast a vote on the basis that the voting booths do not comply with the Electoral Act , he will be liable to a penalty for breach of s 245 of that Act.",
      "id": "s38"
    },
    {
      "text": "9 The draft document also asserts that the jurisdiction now relied upon is that the application as recast would involve a matter in which an order in the nature of mandamus is sought against the officers of the Commonwealth who comprise the respondent for the purposes of s 39B(1) of the Judiciary Act and also a matter under and involving the interpretation of a law of the Commonwealth for the purposes of s 39B(1A)(c) of the Judiciary Act .",
      "id": "s39"
    },
    {
      "text": "10 The draft document further states that the application as it would be recast would raise the following legal issues: \n \n \n '(a) In the event that the applicant presents himself to vote at the next Federal election, and the respondent provides voting booths similar to those provided at the Manjimup Town Hall at the 2004 Federal election: \n \n \n \n \n (i) will such voting booths comply with the relevant provisions of the Act; \n (ii) if not, in what respects will the voting booths not comply with the relevant provisions of the Act; \n (iii) is the applicant nevertheless obliged to cast his vote on pain of incurring a penalty for failure to vote?",
      "id": "s40"
    },
    {
      "text": "(b) To the extent that this Honourable Court determines questions (a)(i) and (ii) above adversely to the respondent, should the Court order the respondent to provide voting booths at the next Federal election \"in accordance with law\" so that they comply with requirements of the relevant provisions of the Act?",
      "id": "s41"
    },
    {
      "text": "' \n \n \n 11 In the oral submissions which were made in relation to the draft, there were two issues addressed.",
      "id": "s42"
    },
    {
      "text": "The first was the jurisdictional point as to whether the proposed draft would provide the Court with jurisdiction.",
      "id": "s43"
    },
    {
      "text": "The second was the interpretation point on whether the issue of construction of s 206 was reasonably arguable.",
      "id": "s44"
    },
    {
      "text": "Construction point \n \n 12 Turning firstly to the construction point, I am not in agreement with the submission of the respondent that, if jurisdiction exists, there are no reasonable prospects of success on the construction point.",
      "id": "s45"
    },
    {
      "text": "The argument of the respondent runs as follows.",
      "id": "s46"
    },
    {
      "text": "It is said that s 206 of the Electoral Act is in its terms referable to 'marking' of ballot-papers so that the protection sought to be provided by the section is not against observation but against observation of the act of marking a ballot-paper.",
      "id": "s47"
    },
    {
      "text": "It is said this is supported by s 233(1)(a) where there is a further reference to the marking of the ballot-paper.",
      "id": "s48"
    },
    {
      "text": "Additionally, s 338 provides a penalty in respect of a person marking a vote or making any mark or writing on a ballot-paper of any elector.",
      "id": "s49"
    },
    {
      "text": "Further, support is sought by reference to s 348 giving a power to control behaviour at polling booths.",
      "id": "s50"
    },
    {
      "text": "The respondent therefore contends that s 206 should be read literally so that the phrase 'screen the voters from observation while they are marking their ballot-papers' means screening from the act of marking the ballot-paper.",
      "id": "s51"
    },
    {
      "text": "13 On the other hand, the applicant contends that that phrase should be construed purposively.",
      "id": "s52"
    },
    {
      "text": "That is, that it should be construed with reference to all of the actions which a voter may have to take as part of marking their ballot-papers.",
      "id": "s53"
    },
    {
      "text": "These would include such things as arranging before them the ballot-papers with which they have been provided and/or how to vote cards.",
      "id": "s54"
    },
    {
      "text": "In [6] of the proposed claim the complaint of the applicant is particularised partly with reference to viewing of the physical movement of voters in the booths in the course of marking their ballot-papers and observing whether voters were referring to how to vote cards supplied by political parties when marking their ballot-papers.",
      "id": "s55"
    },
    {
      "text": "14 In my opinion it is open to argument that the phrase 'screen the voters from observation while they are marking their ballot-papers' as it appears in s 206 of the Electoral Act should be construed purposively rather than literally.",
      "id": "s56"
    },
    {
      "text": "There is no a priori correctness in the literal reading so as to necessarily exclude the contention to the contrary.",
      "id": "s57"
    },
    {
      "text": "Therefore, I do not accept the respondent's contention that the recast application would have no prospects of success on the construction point.",
      "id": "s58"
    },
    {
      "text": "Jurisdictional point \n \n 15 Turning next to the jurisdictional point, the applicant contends that the draft application would bring a justiciable matter to the Court involving a real controversy, namely, the prevention in anticipation of a future liability.",
      "id": "s59"
    },
    {
      "text": "It is submitted that the continuing controversy between the applicant and the respondent should, in the particular circumstances, be considered as equating to a present liability.",
      "id": "s60"
    },
    {
      "text": "16 The liability of an elector to vote arises as a consequence of s 245(1) of the Electoral Act .",
      "id": "s61"
    },
    {
      "text": "That provides it shall be the duty of every elector to vote at each election.",
      "id": "s62"
    },
    {
      "text": "Section 245(15) provides that an elector is guilty of an offence if the elector fails to vote in an election.",
      "id": "s63"
    },
    {
      "text": "A penalty of $50 is provided for.",
      "id": "s64"
    },
    {
      "text": "Section 245(15A) further provides that strict liability applies to an offence against subs (15).",
      "id": "s65"
    },
    {
      "text": "Section 245(15B) provides that subs (15) does not apply if the elector has a valid and sufficient reason for the failure.",
      "id": "s66"
    },
    {
      "text": "Where a valid and sufficient reason is provided for failure to vote or an elector responds to a penalty notice by paying the penalty of $20, proceedings against the elector for a contravention of s 245(15) are prohibited: s 245(8).",
      "id": "s67"
    },
    {
      "text": "It is these provisions which define the character of the liability, which is said by the applicant to be 'a continuing one' because of the dispute between the applicant and the respondent.",
      "id": "s68"
    },
    {
      "text": "17 The applicant accepts that the liability which he seeks to have addressed by the Court cannot crystallise until the next election.",
      "id": "s69"
    },
    {
      "text": "On the other hand, he said it is unrealistic to say that he has to wait until then to engage the liability when his view is known now and he is concerned about the future potential liability.",
      "id": "s70"
    },
    {
      "text": "18 The applicant submits that the law on justiciability has developed beyond that stated in In re The Judiciary Act 1903-1920 and in re The Navigation Act 1912-1920 [1921] HCA 20 ; (1921) 29 CLR 257 at 265-266 ( re Judiciary and Navigation Acts 29 CLR).",
      "id": "s71"
    },
    {
      "text": "There the majority of the High Court held that the word 'matter' in s 76 of the Constitution was a reference to the subject matter for determination in a legal proceeding.",
      "id": "s72"
    },
    {
      "text": "Their Honours said: \n \n 'In our opinion there can be no matter within the meaning of the section unless there is some immediate right, duty or liability to be established by the determination of the Court.",
      "id": "s73"
    },
    {
      "text": "' \n \n 19 The respondent contends that even in the case of the redrafted application, no actual controversy appears because it is contingent on what might happen in the future and thus is conjectural.",
      "id": "s74"
    },
    {
      "text": "For example, although the obligation of the applicant to vote next would arise when writs issued, he may choose not to vote for any number of reasons.",
      "id": "s75"
    },
    {
      "text": "Further, whether or not the respondent chooses to use a booth identical to that used at the Manjimup Town Hall on 9 October 2004 is open to conjecture.",
      "id": "s76"
    },
    {
      "text": "Therefore, it is said, there is no immediate right, duty or liability to be established by the determination of the Court.",
      "id": "s77"
    },
    {
      "text": "Rather, what is sought is in the character of an advisory opinion which is not within the jurisdiction of the Court.",
      "id": "s78"
    },
    {
      "text": "20 The applicant submits that the understanding of 'matter' in re Judiciary and Navigation Acts 29 CLR has been moved forward by two decisions in particular.",
      "id": "s79"
    },
    {
      "text": "The first is Croome v Tasmania [1997] HCA 5 ; (1997) 191 CLR 119 ( Croome 191 CLR).",
      "id": "s80"
    },
    {
      "text": "That appeal to the High Court involved consideration of proceedings brought by plaintiffs in the High Court against the State of Tasmania for declarations that certain provisions of the Criminal Code (Tas) providing for a prohibition against sexual intercourse and acts of gross indecency between males were inconsistent with s 4(1) of the Human Rights (Sexual Conduct) Act 1994 (Cth) and, to that extent invalid by force of s 109 of the Constitution .",
      "id": "s81"
    },
    {
      "text": "The State applied to strike out the writ and statement of claim for want of jurisdiction on the ground there was no 'matter' within the meaning of s 76(1) of the Constitution and s 30(a) of the Judiciary Act .",
      "id": "s82"
    },
    {
      "text": "At 126, Brennan CJ, Dawson and Toohey JJ said that: \n \n 'It is a misconception of the principle in In Re Judiciary and Navigation Act to suggest that, in proceedings for a declaration of invalidity of an impugned law, no law is administered unless the Executive Government has acted to enforce the impugned law.",
      "id": "s83"
    },
    {
      "text": "' \n\nAt 126-127, their Honours continued:\n \n 'However, such a justiciable controversy does not arise unless the person who seeks to challenge the validity of the law has a sufficient interest to do so.",
      "id": "s84"
    },
    {
      "text": "...",
      "id": "s85"
    },
    {
      "text": "The \"sufficient material interest\" which, being prejudicially affected by a law, founds a cause of action to seek a declaration of invalidity of a law, is not confined to professional or trading interests.",
      "id": "s86"
    },
    {
      "text": "In Pharmaceutical Society of Great Britain v Dickson [1970] AC 403 at 433, cited with approval in Buckley v Tutty [1971] HCA 71 ; (1971) 125 CLR 353 at 381 and in Re Tooth &amp; Co Ltd (1978) 31 FLR 314 at 331; 19 ALR 191 at 206-207 Lord Upjohn said: \n \n \n \"This principle is not confined to trade.",
      "id": "s87"
    },
    {
      "text": "A person whose freedom of action is challenged can always come to the court to have his rights and position clarified, subject always, of course, to the right of the court in exercise of its judicial discretion to refuse relief in the circumstances of the case.",
      "id": "s88"
    },
    {
      "text": "\" \n \n \n A person with a sufficient interest to raise a justiciable controversy as to the validity of a law is regarded as having or claiming a right to a declaration and that right satisfies the requirement of some \"right, duty or liability to be established by the determination of the Court\".",
      "id": "s89"
    },
    {
      "text": "' \n\nAt 127 they stated:\n \n 'We do not wish now to assent to the broad proposition that any person who desires or intends to act in contravention of a law has, by reason merely of that desire or intention, a cause of action to seek a declaration of invalidity of the law.",
      "id": "s90"
    },
    {
      "text": "It may be that the curial discretion to refuse relief warrants acceptance of that broad proposition but, in the present case, it is not necessary to decide the question.",
      "id": "s91"
    },
    {
      "text": "' \n \n 21 In similar vein, Gaudron, McHugh and Gummow JJ said at 136: \n \n 'Their Honours in In re Judiciary and Navigation Acts are not to be taken as lending support to the notion that, where the law of a State imposes a duty upon the citizen attended by liability to prosecution and punishment under the criminal law, and the citizen asserts that, by operation of s 109 of the Constitution , the law of the State is invalid, there can be no immediate right, duty or liability to be established by determination of this Court, in an action for declaratory relief by the citizen against the State, unless the Executive Government of the State has, at least, invoked legal process against the particular citizen to enforce the criminal law.",
      "id": "s92"
    },
    {
      "text": "' \n \n 22 The applicant also contends that he pursues the matter not only because of the issue of his impending personal liability, but also as a matter of public interest.",
      "id": "s93"
    },
    {
      "text": "In this respect the applicant relies upon reasoning of the Court in Truth About Motorways Pty Ltd v Macquarie Infrastructure Investment Management Ltd [2000] HCA 11 ; (2000) 200 CLR 591 ( Motorways 200 CLR).",
      "id": "s94"
    },
    {
      "text": "At 612, at [50], Gaudron J said: \n \n 'Provided there is a remedy which is appropriately related to the wrong question, whether the remedy derives from the general law or is created by statute, nothing in Ch III of the Constitution prevents Parliament from modifying the general rule that only the Attorney-General may bring proceedings with respect to a public wrong and permitting any person to institute proceedings of that kind.",
      "id": "s95"
    },
    {
      "text": "If it does so, and if there is a remedy appropriate to the asserted wrong, there is, in my view, a matter for the purposes of Ch III of the Constitution .",
      "id": "s96"
    },
    {
      "text": "' \n\nThe Court therefore found that ss 80 and 163A of the Trade Practices Act 1974 (Cth) were valid insofar as they purported to confer standing on the applicant in that case.",
      "id": "s97"
    },
    {
      "text": "23 The respondent accepts that the reasoning in Croome 191 CLR and in Motorways 200 CLR broadens the concept of 'matter' as considered in re Judiciary and Navigation Acts 29 CLR.",
      "id": "s98"
    },
    {
      "text": "However, the respondent submits that the concept of 'matter' is not so broad as to permit of what, in the case of the present applicant, the respondent claims is an advisory opinion.",
      "id": "s99"
    },
    {
      "text": "Rather, it is said, that those authorities should be understood as acknowledging that the bringing of an action to right a public wrong is not just within the purview of the Attorney-General and may give rise to a matter where the applicant has a 'special interest'.",
      "id": "s100"
    },
    {
      "text": "24 The reference to the nature of a 'sufficient material interest' was considered in the above quoted passages from Croome 191 CLR.",
      "id": "s101"
    },
    {
      "text": "In Motorways 200 CLR at 611, Gaudron J accepted the questions of standing, when they arose, are subsumed within the constitutional requirement of a 'matter'.",
      "id": "s102"
    },
    {
      "text": "However, they may not be wholly irrelevant and there may be cases where, absence standing, there is no justiciable controversy.",
      "id": "s103"
    },
    {
      "text": "Her Honour referred to a passage in the reasoning of Aickin J in Australian Conservation Foundation v The Commonwealth [1979] HCA 1 ; (1980) 146 CLR 493 at 511 in which he stated that the 'interest' of a plaintiff in the subject matter of an action must be such as to warrant the grant of the relief claimed.",
      "id": "s104"
    },
    {
      "text": "25 It is at that point that I think the applicant cannot make out the requisite special interest.",
      "id": "s105"
    },
    {
      "text": "His interest in the subject matter of the action is contingent upon the occurrence of future events, some of which have been suggested above.",
      "id": "s106"
    },
    {
      "text": "He does not presently have a sufficient material interest that would warrant the grant of the relief claimed, if he were otherwise entitled to it.",
      "id": "s107"
    },
    {
      "text": "While he may presently have the view that he will not vote in a booth the same as or similar to that present at the 2004 federal elections in the Manjimup Town Hall, that would not warrant the grant of the relief claimed until at least the issue of the writs for the next federal election and more probably not until he determines his view on facing the booths provided at the polling place which he attends on the occasion of that election.",
      "id": "s108"
    },
    {
      "text": "The structure, layout and appearance of the election booths at the next election cannot be prejudged; until a federal election day there is nothing that can found a basis for a claim that the respondent has failed to comply with the Electoral Act .",
      "id": "s109"
    },
    {
      "text": "26 Expressed in other ways, the applicant in the claim in the draft application is not asserting any immediate right or duty.",
      "id": "s110"
    },
    {
      "text": "If s 206 arguably gives rise to a right or duty, it could only do so when Pt XVI has application to a polling; that is, after the issue of writs for an election.",
      "id": "s111"
    },
    {
      "text": "27 Further, there is no continuing liability on the applicant until such time as he declines or refuses to vote at an election yet to be called.",
      "id": "s112"
    },
    {
      "text": "He has not incurred any continuing liability for his conduct in respect of the 2004 federal election.",
      "id": "s113"
    },
    {
      "text": "Even if he repeated his conduct in respect of the 2007 federal election and was found not to have a valid and sufficient reason for so doing, he would have to decide whether to accept the option of paying the reduced penalty offered by s 245(8).",
      "id": "s114"
    },
    {
      "text": "That is, the nature of his liability would not be known until the passage had been taken by him through these steps.",
      "id": "s115"
    },
    {
      "text": "28 I am unable to accept that what the applicant regards as his 'continuing controversy' with the respondent on the form the voting booths should take to comply with s 206 , can properly be characterised as a present liability.",
      "id": "s116"
    },
    {
      "text": "There is no present continuing controversy or present liability; at best it is a contingent future liability in the event both the applicant as a voter and the respondent in the performance of its duties act in 2007 in the manner which they each did on the relevant issue of the polling booth in the Manjimup Town Hall in 2004.",
      "id": "s117"
    },
    {
      "text": "Unlike Mr Croome, the applicant does not face a continuing or present liability.",
      "id": "s118"
    },
    {
      "text": "29 Although I accept (as does the respondent) the applicant's submission that the law on understanding 'matter' has moved in terms of the two decisions relied upon by the applicant, I consider that the respondent is correct in stating that it has not moved as far as would be requisite to find that the applicant would, in his redrafted application, be bringing a justiciable 'matter' to the Court.",
      "id": "s119"
    },
    {
      "text": "Conclusion \n \n 30 The applicant's draft application is not presently on the record of the Court.",
      "id": "s120"
    },
    {
      "text": "It is apparent, however, that by proposing to abandon the application in favour of the draft application the applicant no longer places reliance upon the application as filed by the applicant personally.",
      "id": "s121"
    },
    {
      "text": "Accordingly it appears that the appropriate way to dispose of the respondent's motion is to allow the motion in relation to the application on the record (and by implication the draft proposed substitute application) and to do so with costs.",
      "id": "s122"
    },
    {
      "text": "I certify that the preceding thirty (30) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Nicholson.",
      "id": "s123"
    },
    {
      "text": "Associate:\n\nDated: 19 December 2006\n\n\n Counsel for the Applicant: P Johnston with V Priskich appeared pro bono \n \n Counsel for the Respondent: L Price \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 12 December 2006 \n \n Date of Judgment: 19 December 2006 \n\n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1778.html",
      "id": "s124"
    }
  ]
}