{
  "name": "Bonan v Hadgkiss (Deputy Australian Building and Construction Commissioner) [2006] FCA 1334 (12 October 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1334.html",
  "catchphrases": [
    {
      "text": "australian building and construction commissioner",
      "id": "c0"
    },
    {
      "text": "legal representation",
      "id": "c1"
    },
    {
      "text": "where investigation underway into possible breaches of industrial relations laws pursuant to building and construction industry improvement act 2005 (cth)",
      "id": "c2"
    },
    {
      "text": "where legal practitioner has represented one witness in statutory examination",
      "id": "c3"
    },
    {
      "text": "whether power exists for deputy commissioner to exclude legal practitioner from appearing or acting for another witness at subsequent examination in the same investigation",
      "id": "c4"
    },
    {
      "text": "whether power exists to prevent legal practitioner from acting for another witness outside examination and in respect of examination",
      "id": "c5"
    },
    {
      "text": "whether discretion to exclude legal practitioner from examination properly exercised.",
      "id": "c6"
    },
    {
      "text": "administrative law",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application under s 39B(1) and (1A) of the Judiciary Act 1903 (Cth).",
      "id": "s0"
    },
    {
      "text": "The applicant is Mr Michael Bonan and the respondent is Mr Nigel Hadgkiss.",
      "id": "s1"
    },
    {
      "text": "The applicant is a plasterer and ceiling fixer and he has worked in the construction industry for approximately 20 years.",
      "id": "s2"
    },
    {
      "text": "The respondent is a Deputy Australian Building and Construction Commissioner appointed under the Building and Construction Industry Improvement Act 2005 (Cth) ('the Act').",
      "id": "s3"
    },
    {
      "text": "Relevantly, the Act came into force on 12 September 2005.",
      "id": "s4"
    },
    {
      "text": "The Australian Building and Construction Commissioner ('ABC Commissioner') has delegated his powers on an investigation under the Act to the respondent.",
      "id": "s5"
    },
    {
      "text": "Facts \n \n 2 On 1 October 2005 the ABC Commissioner commenced an investigation under the Act into alleged industrial action said to constitute a contravention of a 'designated building law' by a 'building industry participant'.",
      "id": "s6"
    },
    {
      "text": "The terms 'designated building law' and 'building industry participant' are defined in the Act: s 4.",
      "id": "s7"
    },
    {
      "text": "3 The events which were the subject of the investigation are said to have occurred at the Commercial Travellers Association Building located at the corner of Sherwood Court and the Esplanade, Perth Central Business District ('the CTA site') in the period of around 7 July 2005 to 8 July 2005.",
      "id": "s8"
    },
    {
      "text": "According to the written notice given to the applicant under s 52 of the Act, the designated building participants (or kind of building participants) were: \n \n \n 1.",
      "id": "s9"
    },
    {
      "text": "Employees of John Holland Pty Ltd and other persons engaged to perform work on the CTA site (collectively, 'the workers'); \n \n \n 2.",
      "id": "s10"
    },
    {
      "text": "The Construction, Forestry, Mining and Energy Union ('the Union'); \n \n \n 3.",
      "id": "s11"
    },
    {
      "text": "John McDonald and other officers, employees, members, representatives or agents of the Union.",
      "id": "s12"
    },
    {
      "text": "4 Again, according to the written notice given to the applicant under s 52 of the Act, the designated building law is s 38 of the Act and the events said to constitute the contravention are as follows.",
      "id": "s13"
    },
    {
      "text": "'On 7 July 2005 a meeting for the workers on the CTA site was held.",
      "id": "s14"
    },
    {
      "text": "The designated building participants listed in Part 2 of the Schedule to this notice were present at that meeting.",
      "id": "s15"
    },
    {
      "text": "An instruction or recommendation was given, or a resolution was made, in the meeting for all the workers to take a sick day on 8 July 2005.",
      "id": "s16"
    },
    {
      "text": "On 8 July 2005 only 9 out of approximately 80 of the workers attended the CTA site for work.",
      "id": "s17"
    },
    {
      "text": "Approximately 71 workers failed to attend the CTA site for work on 8 July 2005.",
      "id": "s18"
    },
    {
      "text": "Most of these workers notified their respective employers (or otherwise notified the person who had engaged them to work that day) that they would not be attending work on 8 July 2005 due to illness or because they were taking personal leave.",
      "id": "s19"
    },
    {
      "text": "Only a few of those workers subsequently provided documentary evidence of being sick on 8 July 2005.",
      "id": "s20"
    },
    {
      "text": "' \n \n \n 5 In 2005 the applicant worked for a company known as Centre Ceilings.",
      "id": "s21"
    },
    {
      "text": "In June or July 2005 the applicant worked at the CTA site for a period of about three or four weeks.",
      "id": "s22"
    },
    {
      "text": "The applicant is a member of the Union but he is not, and has not been, an office-holder of the Union.",
      "id": "s23"
    },
    {
      "text": "6 For the purposes of the investigation into the events which occurred at the CTA site in the period of around 7 July 2005 to 8 July 2005 ('the investigation') the respondent issued a number of notices under s 52 of the Act.",
      "id": "s24"
    },
    {
      "text": "That section is in the following terms: \n \n ' ABC Commissioner may require information, documents etc. \n \n \n (1) If the ABC Commissioner believes on reasonable grounds that a person: \n (a) has information or documents relevant to an investigation; or \n \n \n \n \n (b) is capable of giving evidence that is relevant to an investigation; \n \n \n \n \n the ABC Commissioner may, by written notice given to the person, require the person: \n \n \n \n \n (c) to give the information to the ABC Commissioner, or to an assistant, by the time, and in the manner and form, specified in the notice; or \n (d) to produce the documents to the ABC Commissioner, or to an assistant, by the time, and in the manner, specified in the notice; or \n (e) to attend before the ABC Commissioner, or an assistant, at the time and place specified in the notice, and answer questions relevant to the investigation.",
      "id": "s25"
    },
    {
      "text": "(2) The time specified under paragraph (1)(c), (d) or (e) must be at least 14 days after the notice is given.",
      "id": "s26"
    },
    {
      "text": "Legal representation \n (3) A person attending before the ABC Commissioner, or before an assistant, as mentioned in paragraph (1)(e) may, if the person so chooses, be represented by a person who, under the Judiciary Act 1903 , is entitled to practise as a barrister or solicitor, or both, in a federal court.",
      "id": "s27"
    },
    {
      "text": "Oath or affirmation \n (4) The ABC Commissioner, or an assistant, may require the information or answers to be verified by, or given on, oath or affirmation, and either orally or in writing.",
      "id": "s28"
    },
    {
      "text": "For that purpose, the ABC Commissioner, or an assistant, may administer the oath or affirmation.",
      "id": "s29"
    },
    {
      "text": "(5) The oath or affirmation is an oath or affirmation that the information or answers are or will be true.",
      "id": "s30"
    },
    {
      "text": "Offence \n \n \n (6) A person commits an offence if: \n \n \n (a) the person has been given a notice under subsection (1); and \n (b) the person fails: \n \n \n (i) to give the required information by the time, and in the manner and form, specified in the notice; or \n (ii) to produce the required documents by the time, and in the manner, specified in the notice; or \n (iii) to attend to answer questions at the time and place specified in the notice; or \n (iv) to take an oath or make an affirmation, when required to do so under subsection (4); or \n (v) to answer questions relevant to the investigation while attending as required by the notice.",
      "id": "s31"
    },
    {
      "text": "Penalty: Imprisonment for 6 months.",
      "id": "s32"
    },
    {
      "text": "Effect of other laws \n (7) The operation of this section is not limited by any secrecy provision of any other law (whether enacted before or after the commencement of this section), except to the extent that the secrecy provision expressly excludes the operation of this section.",
      "id": "s33"
    },
    {
      "text": "For this purpose, secrecy provision means a provision that prohibits the communication or divulging of information.",
      "id": "s34"
    },
    {
      "text": "Definitions \n \n \n (8) In this section: \n \n \n assistant means: \n (a) a Deputy ABC Commissioner; or \n (b) an ABC Inspector; or \n \n \n \n \n (c) a person referred to in subsection 25(1) or (3) who is assisting the ABC Commissioner.",
      "id": "s35"
    },
    {
      "text": "investigation means an investigation by the ABC Commissioner into a contravention, by a building industry participant, of a designated building law.",
      "id": "s36"
    },
    {
      "text": "' \n \n \n \n \n 7 Section 53 is in the following terms: \n \n 'Excuses that are not available \n \n \n (1) A person is not excused from giving information, producing a document, or answering a question, under section 52 on the ground that to do so: \n \n \n (a) would contravene any other law; or \n \n \n \n (b) might tend to incriminate the person or otherwise expose the person to a penalty or other liability; or \n \n \n \n \n (c) would be otherwise contrary to the public interest.",
      "id": "s37"
    },
    {
      "text": "Use/derivative use indemnity \n \n \n (2) However, neither: \n \n \n \n (a) the information or answer given or the document produced; nor \n (b) any information, document or thing obtained as a direct or indirect consequence of giving the information or answer or producing the document; \n \n \n \n \n is admissible in evidence against the person in proceedings, other than: \n (c) proceedings for an offence against subsection 52(6); or \n \n \n \n \n (d) proceedings for an offence against section 137.1 or 137.2 of the Criminal Code that relates to this Act; or \n (e) proceedings for an offence against section 149.1 of the Criminal Code that relates to this Act.",
      "id": "s38"
    },
    {
      "text": "' \n \n \n \n \n \n 8 Ms Joanne Boots is a legal practitioner who practises as a sole practitioner under the name 'Boots &amp; Co'.",
      "id": "s39"
    },
    {
      "text": "9 On 3 November 2005 a person who I will call 'A' consulted Ms Boots about a written notice he had been given under s 52 of the Act and which related to the investigation.",
      "id": "s40"
    },
    {
      "text": "He was due to be 'interviewed' on 10 November 2005.",
      "id": "s41"
    },
    {
      "text": "On 8 November 2005 a person who I will call 'B' contacted Ms Boots about a written notice he had been given under s 52 of the Act and which related to the investigation.",
      "id": "s42"
    },
    {
      "text": "B and Ms Boots appeared before the respondent on 9 November 2005 and an examination took place.",
      "id": "s43"
    },
    {
      "text": "Ms Boots appeared as B's legal representative.",
      "id": "s44"
    },
    {
      "text": "The examination proceeded by way of question and answer.",
      "id": "s45"
    },
    {
      "text": "After the examination the respondent made a direction that B and Ms Boots were not to disclose the evidence of B or the contents of documents produced to any other person save and except that Ms Boots could discuss those matters with B for the purpose of giving him legal advice.",
      "id": "s46"
    },
    {
      "text": "For convenience I will refer to directions of this nature as 'non-disclosure directions'.",
      "id": "s47"
    },
    {
      "text": "10 The written notice under s 52 of the Act given to B and a record of his examination on 9 November 2005 were tendered in evidence before me.",
      "id": "s48"
    },
    {
      "text": "To preserve the confidentiality of the matters referred to in those documents, another Judge of this Court made a confidentiality order in relation to them.",
      "id": "s49"
    },
    {
      "text": "For the same reason, I made confidentiality orders in relation to a summary of the examination prepared by the respondent and handed to me as aide-memoire and two paragraphs of the applicant's written submission (paragraphs 33 and 36).",
      "id": "s50"
    },
    {
      "text": "All of those orders should remain in place.",
      "id": "s51"
    },
    {
      "text": "11 As a result of other rulings made by the respondent in another investigation, Ms Boots did not appear for A on 10 November 2005.",
      "id": "s52"
    },
    {
      "text": "She advised A that if he wished to be represented he should seek representation from another legal practitioner.",
      "id": "s53"
    },
    {
      "text": "The examination of A was adjourned as a result of the fact that Ms Boots could not appear.",
      "id": "s54"
    },
    {
      "text": "12 On or about 24 November 2005 the applicant was given a notice under s 52 of the Act requiring his attendance before the respondent on 8 December 2005.",
      "id": "s55"
    },
    {
      "text": "For reasons which are not material on the present application that notice was withdrawn and a second notice was given to the applicant on 7 December 2005 requiring his attendance before the respondent on 24 January 2006.",
      "id": "s56"
    },
    {
      "text": "The applicant consulted Ms Boots about the proposed examination.",
      "id": "s57"
    },
    {
      "text": "On 1 December 2005 Ms Boots wrote to the respondent asking him whether he would indicate in advance of the proposed examination if he would allow her to represent the applicant at the examination.",
      "id": "s58"
    },
    {
      "text": "Mr McBurney, who holds the position of Assistant Commissioner (Legal), replied on behalf of the respondent on 5 December 2005 stating that the respondent would deal with the question of legal representation at the outset of the examination.",
      "id": "s59"
    },
    {
      "text": "13 The applicant and Ms Boots appeared before the respondent on 24 January 2006.",
      "id": "s60"
    },
    {
      "text": "There were other persons present including counsel assisting the respondent.",
      "id": "s61"
    },
    {
      "text": "An initial question arose as to Ms Boots' right to appear for the applicant having regard to the fact that she had acted for a 'witness ... in this same investigation and in an earlier examination'.",
      "id": "s62"
    },
    {
      "text": "14 The respondent heard submissions from Ms Boots and from counsel assisting him.",
      "id": "s63"
    },
    {
      "text": "He then adjourned briefly and upon resuming delivered his decision, which was in the following terms: \n \n 'I consider that I have the power to exclude Ms Boots and the investigation would be best served if Ms Boots did not act for Mr Bonan in this proposed examination and on that basis Ms Boots you are excluded.",
      "id": "s64"
    },
    {
      "text": "' \n \n \n 15 This statement and the subsequent statement set out in the respondent's written reasons (see [18] below) are variously referred to as a direction, ruling or decision made by the respondent.",
      "id": "s65"
    },
    {
      "text": "I will refer to it as a direction.",
      "id": "s66"
    },
    {
      "text": "16 The direction made on 24 January 2006 appears to go no further than a direction that Ms Boots not act or appear for the applicant at the examination.",
      "id": "s67"
    },
    {
      "text": "17 The respondent indicated that he would deliver written reasons for his direction and he adjourned the examination pending a decision by the applicant as to whether he would seek to challenge the respondent's direction.",
      "id": "s68"
    },
    {
      "text": "As I understand it, the examination remains adjourned.",
      "id": "s69"
    },
    {
      "text": "18 The respondent delivered written reasons for his direction on 30 January 2006.",
      "id": "s70"
    },
    {
      "text": "In those reasons he described the direction in the following terms: \n \n 'I rule that Ms Joanne Boots of Boots &amp; Co Lawyers is not permitted to legally represent Mr Michael Bonan at, and in respect of, an examination relevant to the above investigation to be conducted before me.",
      "id": "s71"
    },
    {
      "text": "' \n \n \n 19 There was a good deal of debate before me as to the extent to which this direction goes further than simply directing that Ms Boots not act or appear for the applicant at the examination.",
      "id": "s72"
    },
    {
      "text": "It is plain from the respondent's reasons that he did intend to go further (see [27] below).",
      "id": "s73"
    },
    {
      "text": "The applicant submits that the direction prevents Ms Boots not only from representing the applicant at the examination but also from representing the applicant in any matter arising from or connected with the examination.",
      "id": "s74"
    },
    {
      "text": "For example, it was said by the applicant that the direction prevents Ms Boots from acting for, or advising, him in relation to a prosecution or other legal action arising from the events which were the subject of the examination.",
      "id": "s75"
    },
    {
      "text": "The applicant submits that even if, contrary to its primary submission, a direction preventing Ms Boots from acting or appearing at the examination was within power and was properly made, the direction in the written reasons was beyond power.",
      "id": "s76"
    },
    {
      "text": "I will need to return to this issue.",
      "id": "s77"
    },
    {
      "text": "20 The applicant seeks a declaration that the direction made by the respondent on 30 January 2006 is invalid and of no effect and an injunction restraining the respondent, his servants and agents from giving effect to or taking any step under the direction.",
      "id": "s78"
    },
    {
      "text": "The applicant also seeks a declaration that the applicant is entitled to be represented by Ms Boots at, and in respect of, the examination, and an injunction or, alternatively, an order by way of mandamus directed at the respondent that he permit the applicant to be represented by Ms Boots at and in respect of the examination.",
      "id": "s79"
    },
    {
      "text": "The grounds upon which these orders are sought are as follows: \n \n 'The Applicant seeks the orders contained in the Application on the following grounds: \n \n \n (a) The decision involved an error of jurisdiction and of law and an improper exercise of power in that the Deputy ABC Commissioner did not have power under the provisions of the BCII Act to exclude Ms Boots from representing the Applicant at the examination to be conducted under that Act.",
      "id": "s80"
    },
    {
      "text": "(b) Further and/or in the alternative, the decision involved an error of jurisdiction and of law and an improper exercise of power in that the Deputy ABC Commissioner did not have power under the provisions of the BCII Act to prevent Ms Boots representing the Applicant in respect of the investigation other than in the examination.",
      "id": "s81"
    },
    {
      "text": "(c) Further and/or in the alternative, the decision involved an error of jurisdiction and of law and an improper exercise of power in that the Deputy ABC Commissioner did not have reasonable grounds upon which to conclude that the applicant being represented by Ms Boots would, or was likely to, prejudice the investigation.",
      "id": "s82"
    },
    {
      "text": "' \n \n \n The respondent's reasons \n \n 21 The respondent held that examinations under s 52 of the Act were to be conducted in private.",
      "id": "s83"
    },
    {
      "text": "22 The respondent said that there was power to make an order preventing a particular legal practitioner from representing a witness.",
      "id": "s84"
    },
    {
      "text": "He said that Parliament must have intended that investigations be conducted efficiently and properly and without the risk of prejudice.",
      "id": "s85"
    },
    {
      "text": "He said that, in his experience, witnesses to alleged unlawful conduct are often reluctant to give evidence because of a fear of reprisals from industry participants, including unions and employers.",
      "id": "s86"
    },
    {
      "text": "The respondent said that the examination process is, 'to some good extent, a formal process'.",
      "id": "s87"
    },
    {
      "text": "23 The respondent said that given the power to administer an oath or affirmation (s 52(4)), the fact that the obligation to answer questions is subject to only limited excuses (s 52(6) and s 53) and the right to legal representation (s 52(3)) a power in the ABC Commissioner to regulate and control an examination must be implied.",
      "id": "s88"
    },
    {
      "text": "That conclusion was, said the respondent, supported by the decision of the Full Court of this Court in Australian Securities Commission v Bell (1991) 32 FCR 517 (' Bell ').",
      "id": "s89"
    },
    {
      "text": "24 The respondent also referred to the decision of the Full Court of this Court in National Crime Authority v A, B and D (1988) 18 FCR 439 (' A, B and D' ) and said that the reasoning in that case was applicable to the case before him.",
      "id": "s90"
    },
    {
      "text": "The power of a statutory authority to regulate its own proceedings included as an implied power the more specific power to exclude a particular legal representative.",
      "id": "s91"
    },
    {
      "text": "The respondent gave examples of how an examination could be seriously undermined if there was no power to exclude a particular legal representative.",
      "id": "s92"
    },
    {
      "text": "He said: \n \n 'The absence of a power to preclude a particular legal practitioner from representing a witness could, in some circumstances, seriously undermine the efficacy of an examination.",
      "id": "s93"
    },
    {
      "text": "For example, if a lawyer acted improperly in an examination by, for example, prompting a witness or repeatedly obstructing the examination, the absence of the relevant power may seriously prejudice the examination.",
      "id": "s94"
    },
    {
      "text": "To take another example, if the legal practitioner was also the subject of the particular investigation, it would be highly undesirable for the legal practitioner to represent the witness, and he/she should not be permitted to do so.",
      "id": "s95"
    },
    {
      "text": "These examples highlight the need for the relevant power.",
      "id": "s96"
    },
    {
      "text": "' \n \n \n 25 The respondent then turned to the exercise of the relevant discretion.",
      "id": "s97"
    },
    {
      "text": "In considering this question he proceeded on the basis that the question was whether there were reasonable grounds to conclude that the representation either 'will or may prejudice the investigation'.",
      "id": "s98"
    },
    {
      "text": "He adopted this test in preference to a test formulated in terms of 'will or is likely to prejudice the investigation', although he said that even on the latter test he would exercise the discretion in the same way.",
      "id": "s99"
    },
    {
      "text": "26 The respondent recognised as an important factor to which he must give weight, the applicant's wish to have present the legal representative of his choice.",
      "id": "s100"
    },
    {
      "text": "However, he was satisfied that the examination of the applicant would canvass the same subject matter as was raised with B on 9 November 2005.",
      "id": "s101"
    },
    {
      "text": "Even accepting, as he did, that there was no suggestion that Ms Boots would deliberately prejudice the investigation he said there were reasonable grounds to conclude that Ms Boots' representation of the applicant at the examination 'will, or may prejudice the investigation'.",
      "id": "s102"
    },
    {
      "text": "The essence of his reasoning in that regard is contained in the following two paragraphs: \n \n 'Because of Ms Boots' attendance at the previous examination, Ms Boots is aware of the topics and issues that are likely to be covered by counsel assisting in questions and how counsel assisting is likely to proceed.",
      "id": "s103"
    },
    {
      "text": "Ms Boots is aware of the answers given by the previous witness, and how the previous witness handled questions.",
      "id": "s104"
    },
    {
      "text": "If, consistent with Ms Boots' duty to Mr Bonan, she has taken Mr Bonan to the issues and matters likely to arise, Mr Bonan may be aware of the general nature of the questions that will be asked, and the areas that will be focused on.",
      "id": "s105"
    },
    {
      "text": "There is accordingly a real risk that the evidence of Mr Bonan may be influenced by the evidence provided by the previous witness.",
      "id": "s106"
    },
    {
      "text": "In my experience in this industry, it is very important that witnesses give evidence unaffected by any evidence given by other witnesses.",
      "id": "s107"
    },
    {
      "text": "These comments are by no means a criticism of Ms Boots.",
      "id": "s108"
    },
    {
      "text": "I accept Mr Jacobs' submissions that there is no suggestion that Ms Boots will deliberately prejudice the investigation.",
      "id": "s109"
    },
    {
      "text": "However, consistent with Ms Boots' duty to Mr Bonan, I accept that there is a real risk that Ms Boots may unintentionally, perhaps subconsciously, reveal to Mr Bonan matters that would in effect forewarn him.",
      "id": "s110"
    },
    {
      "text": "This would prejudice the investigation.",
      "id": "s111"
    },
    {
      "text": "' \n \n \n 27 As I have already said, the respondent considered that the basis for a direction went beyond merely preventing Ms Boots from acting or appearing for the applicant at the examination.",
      "id": "s112"
    },
    {
      "text": "He said: \n \n 'Ms Boots submitted that \"the Commissioner cannot prevent Mr Bonan consulting a solicitor of his choice outside the examination, including Ms Boots.",
      "id": "s113"
    },
    {
      "text": "It is the effect of her presence at the examination alone that must be considered\".",
      "id": "s114"
    },
    {
      "text": "I conclude that, consistent with the relevant authorities, I can rule that Ms Boots not be permitted to represent Mr Bonan, not only at and during the relevant examination itself, but in any way related to the examination.",
      "id": "s115"
    },
    {
      "text": "If Ms Boots is submitting that, even if she cannot actually appear at the examination, she can prepare Mr Bonan for his now adjourned examination, I reject this submission.",
      "id": "s116"
    },
    {
      "text": "If this were correct, it would undermine the efficacy of the ruling and the private nature of the previous examination.",
      "id": "s117"
    },
    {
      "text": "' \n \n The evidence \n \n 28 Subject to one matter, the evidence put before me was not contentious.",
      "id": "s118"
    },
    {
      "text": "The one matter of contention was evidence in certain paragraphs (5-22) of Ms Boots' affidavit sworn on 13 April 2006.",
      "id": "s119"
    },
    {
      "text": "That affidavit was filed and served pursuant to an interlocutory order made that the applicant file and serve 'any affidavits in reply' by 13 April 2006.",
      "id": "s120"
    },
    {
      "text": "29 I ruled that the paragraphs were not admissible and I said I would deliver my reasons for that ruling as part of my reasons for judgment.",
      "id": "s121"
    },
    {
      "text": "30 The evidence in the relevant paragraphs was evidence of Ms Boots' dealings with the respondent in relation to another investigation.",
      "id": "s122"
    },
    {
      "text": "Those dealings took place in early November 2005.",
      "id": "s123"
    },
    {
      "text": "The evidence was said to suggest that the respondent had a firm and, in effect, fixed view that a legal practitioner could not represent more than one examinee.",
      "id": "s124"
    },
    {
      "text": "It was said by the applicant that the evidence was relevant to the issues on the application by way of background and to explain why Ms Boots wrote to the respondent on 1 December 2005 in the terms in which she did.",
      "id": "s125"
    },
    {
      "text": "The fact that Ms Boots wrote to the respondent on 1 December 2005 is not in issue and her reasons for doing so are not relevant.",
      "id": "s126"
    },
    {
      "text": "I do not think the evidence is relevant on this ground.",
      "id": "s127"
    },
    {
      "text": "It was also said by the applicant that the evidence was relevant because it indicated a 'mind-set' on the part of the respondent.",
      "id": "s128"
    },
    {
      "text": "As I pointed out in the course of submissions, there is no reference to the evidence in the applicant's detailed written submissions.",
      "id": "s129"
    },
    {
      "text": "The respondent said in his written reasons that he accepted the applicant's submission that the mere fact that Ms Boots attended the previous examination did not of itself provide a basis for the direction and there is no reason to think he did not proceed in that way.",
      "id": "s130"
    },
    {
      "text": "In those circumstances, I was not persuaded that the evidence was relevant and therefore admissible.",
      "id": "s131"
    },
    {
      "text": "Furthermore, the relevant paragraphs are not by way of reply and that is an independent basis for my decision to refuse to admit them.",
      "id": "s132"
    },
    {
      "text": "The issues on the application \n \n 31 The starting point is the provisions of the Act.",
      "id": "s133"
    },
    {
      "text": "The long title to the Act states that it is an Act 'to improve workplace relations practices in the building and construction industry, and for related purposes'.",
      "id": "s134"
    },
    {
      "text": "Section 3 defines the main object of the Act in the following terms: \n \n \n '(1) The main object of this Act is to provide an improved workplace relations framework for building work to ensure that building work is carried out fairly, efficiently and productively for the benefit of all building industry participants and for the benefit of the Australian economy as a whole.",
      "id": "s135"
    },
    {
      "text": "(2) This Act aims to achieve its main object by the following means: \n \n \n \n (a) improving the bargaining framework so as to further encourage genuine bargaining at the workplace level; \n \n \n \n \n (b) promoting respect for the rule of law; \n \n \n \n \n (c) ensuring respect for the rights of building industry participants; \n (d) ensuring that building industry participants are accountable for their unlawful conduct; \n (e) providing effective means for investigation and enforcement of relevant laws; \n \n \n \n \n (f) improving occupational health and safety in building work; \n \n \n \n \n (g) encouraging the pursuit of high levels of employment in the building industry; \n (h) providing assistance and advice to building industry participants in connection with their rights and obligations under relevant industrial laws.",
      "id": "s136"
    },
    {
      "text": "' \n \n \n \n \n \n 32 The Act creates an ABC Commissioner and such Deputy ABC Commissioners as may be appointed from time to time.",
      "id": "s137"
    },
    {
      "text": "The functions of the ABC Commissioner include the following: \n \n \n '(b) investigating suspected contraventions, by building industry participants, of: \n \n \n \n \n (i) this Act, the Workplace Relations Act or a Commonwealth industrial instrument; and \n \n \n \n \n (ii) the Building Code; \n \n \n (c) instituting, or intervening in, proceedings in accordance with this Act;' \n \n \n \n \n \n 33 A 'building industry participant' is defined in s 4 as follows: \n \n '(a) a building employee; \n (b) a building employer; \n (c) a building contractor; \n \n \n \n (d) a person who enters into a contract with a building contractor under which the building contractor agrees to carry out building work or to arrange for building work to be carried out; \n \n \n \n (e) a building association; \n \n \n \n (f) an officer, delegate or other representative of a building association; \n \n \n \n (g) an employee of a building association.",
      "id": "s138"
    },
    {
      "text": "' \n \n \n 34 Section 38 is an important section.",
      "id": "s139"
    },
    {
      "text": "It makes unlawful industrial action (as defined) subject to a civil penalty.",
      "id": "s140"
    },
    {
      "text": "It is not necessary for me to set out the definition.",
      "id": "s141"
    },
    {
      "text": "The ABC Commissioner may bring proceedings for a civil penalty in an appropriate court: s 49.",
      "id": "s142"
    },
    {
      "text": "Division 1 of Part 2 of Chapter 7 deals with compliance and s 52 is in this Division.",
      "id": "s143"
    },
    {
      "text": "Section 55 deals with the retention by the ABC Commissioner of documents produced under s 52.",
      "id": "s144"
    },
    {
      "text": "Section 65 contains stringent provisions protecting the confidentiality of information disclosed or obtained for the purposes of the Act.",
      "id": "s145"
    },
    {
      "text": "The recording or disclosing of information in breach of the Act is a criminal offence.",
      "id": "s146"
    },
    {
      "text": "The section applies to an ABC Commissioner (or his or her Deputy) although the recording or disclosure of information is permitted in certain circumstances: s 65(3).",
      "id": "s147"
    },
    {
      "text": "35 The parties referred to the attendance before the ABC Commissioner and the process of answering questions as an 'examination'.",
      "id": "s148"
    },
    {
      "text": "That is a convenient word to use although it is not a word which appears in the Act.",
      "id": "s149"
    },
    {
      "text": "The use of the word should not obscure the fact that the power is triggered by, and is part of, an investigation as defined in s 52(8).",
      "id": "s150"
    },
    {
      "text": "In discussing the powers in s 52 of the Act, I will refer only to the ABC Commissioner although it should be remembered that his lawful delegates such as the respondent are also included.",
      "id": "s151"
    },
    {
      "text": "It may be noted that there is no express provision in the Act stating that an examination must or may be held in private.",
      "id": "s152"
    },
    {
      "text": "Nor is there an express provision in the Act conferring on an ABC Commissioner the power to make a non-disclosure direction.",
      "id": "s153"
    },
    {
      "text": "There is no express provision in the Act qualifying the right of an examinee to legal representation.",
      "id": "s154"
    },
    {
      "text": "These matters, or some of them, are dealt with in 'Guidelines in relation to the exercise of compliance Powers in the Building and Construction Industry' issued by the office of the ABC Commissioner.",
      "id": "s155"
    },
    {
      "text": "The guidelines cannot affect the interpretation of the Act, but I note that clause 38 provides that an oral examination by an ABC Commissioner shall be conducted in private, clause 43 provides for representation of an examinee and the role an examinee's legal representative may play at an examination and clause 45 confers a power on the ABC Commissioner to make a non-disclosure direction in relation to the content of an examination.",
      "id": "s156"
    },
    {
      "text": "36 The first question is whether examinations under s 52 of the Act are to be conducted in private.",
      "id": "s157"
    },
    {
      "text": "I did not understand the applicant to suggest that the examinations are not to be conducted in private.",
      "id": "s158"
    },
    {
      "text": "In my opinion, they are to be conducted in private.",
      "id": "s159"
    },
    {
      "text": "In Constantine v Trade Practices Commissioner (1994) 48 FCR 141 (' Constantine ') a person (the applicant) was served with a notice pursuant to s 155(1)(c) of the Trade Practices Act 1974 (Cth) requiring him to give evidence about matters specified in the notice and to produce documents.",
      "id": "s160"
    },
    {
      "text": "He was permitted to have legal representation within certain limits.",
      "id": "s161"
    },
    {
      "text": "However, as a condition of that permission the applicant's legal representative was required to give certain undertakings as to non-disclosure.",
      "id": "s162"
    },
    {
      "text": "That condition was challenged by the applicant.",
      "id": "s163"
    },
    {
      "text": "Jenkinson J first considered whether examinations pursuant to a notice under s 155(1)(c) of the Trade Practices Act 1974 (Cth) were private.",
      "id": "s164"
    },
    {
      "text": "He held that they were private.",
      "id": "s165"
    },
    {
      "text": "He said (at 146-147): \n \n 'The authorities on which Mr Merkel relied as favouring privacy in the conduct of investigations into suspected contraventions of the law are concerned with prohibition of the investigator's inclination to proceed in public, not with prohibition of disclosure by those examined of what has occurred during the examination: see Hearts of Oak Assurance Co Ltd v Attorney-General [1932] AC 392; Re Pergamon Press Ltd [1971] Ch 388 at 400, 404; Finnane v Australian Consolidated Press Ltd [1978] 2 NSWLR 435.",
      "id": "s166"
    },
    {
      "text": "In the latter case Needham J observed (at 445): \"There is much to be said for the proposition that the inspector [investigating the affairs of several companies under Pt VIA of the Companies Act 1961 (NSW)] is bound to observe the confidences of the witnesses whom he examines; none of those cases has anything to say about the right of the witness to disclose what the inspector said to him and what he said to the inspector.",
      "id": "s167"
    },
    {
      "text": "\" However, observance of the confidences of the witnesses requires privacy of their examination.",
      "id": "s168"
    },
    {
      "text": "My conclusion is that an examination pursuant to a notice under s 155(1)(c) served for the purpose of investigating whether a contravention of the Act has occurred is required to be held in private.",
      "id": "s169"
    },
    {
      "text": "A clear legislative intention is to be discerned in the provisions of the Act, particularly in Pt VI and s 163 that the Commission should have the function of taking and authorising curial proceedings, civil and criminal, in respect of contraventions of the Act.",
      "id": "s170"
    },
    {
      "text": "Exercise in public of the investigative powers conferred by s 155 on the Commission, to enable it to determine whether or not a contravention has occurred and to procure means of proving in a curial proceeding that a contravention has occurred, is so likely to be inimical to the effectiveness of the investigation and to interests of those who are the subjects of investigation, both witnesses and those suspected of contravention, that the requirement of privacy may be seen to have been intended by the legislature, notwithstanding that the requirement is not explicitly stated in the Act: cf Hearts of Oak Assurance Co Ltd v Attorney-General (supra) at 401.",
      "id": "s171"
    },
    {
      "text": "Whatever may be the position of the person who is examined on oath or affirmation, there is authority for the conclusion that his legal representative, present during a private investigative examination, may lawfully be required by the investigator to undertake not for a certain time to disclose to others what has been disclosed to the legal representative during the examination.",
      "id": "s172"
    },
    {
      "text": "Re London and Northern Bank Ltd [1902] 2 Ch D 73 was a case in which a solicitor was held by the Court of Appeal to have been rightly required, as a condition of his being permitted to represent a witness under private investigative examination by the liquidator in a winding-up, to undertake to the Registrar conducting the examination not to disclose to others information required at the examination.",
      "id": "s173"
    },
    {
      "text": "The solicitor was employed by a firm which was acting for a company then engaged in litigation with the company in liquidation and that circumstance was noticed by the members of the Court as justifying the Registrar's requirement.",
      "id": "s174"
    },
    {
      "text": "' \n \n \n 37 The question is one of the intention of Parliament and that intention is to be discerned from the provisions of the Act: Hearts of Oak Assurance Co Ltd v Attorney-General [1932] AC 392.",
      "id": "s175"
    },
    {
      "text": "In my opinion, an examination under s 52 is to be conducted in private.",
      "id": "s176"
    },
    {
      "text": "Privacy or confidentiality is necessary to ensure the effectiveness of an examination and of an investigation which may lead to the ABC Commissioner instituting proceedings for a contravention of the Act and the recovery of a civil penalty.",
      "id": "s177"
    },
    {
      "text": "As I have said, the obligation on (among others) an ABC Commissioner or a Deputy ABC Commissioner to preserve the confidentiality of information obtained under the Act is a strict one and subject to criminal penalties for breach and it is subject to clearly defined exceptions in s 65(3) of the Act.",
      "id": "s178"
    },
    {
      "text": "38 The second question is whether the ABC Commissioner has the power to make a non-disclosure direction.",
      "id": "s179"
    },
    {
      "text": "Again, I did not understand the applicant to suggest that the ABC Commissioner did not have the power to make a non-disclosure direction.",
      "id": "s180"
    },
    {
      "text": "In my opinion, the ABC Commissioner has such a power.",
      "id": "s181"
    },
    {
      "text": "39 In National Companies and Securities Commission v Bankers Trust Australian Ltd (1989) 24 FCR 217 (' Bankers Trust ') a person who appeared before the National Companies and Securities Commission during the course of an investigation was required not to discuss the evidence given with any person other than his legal counsel.",
      "id": "s182"
    },
    {
      "text": "A similar direction was given to his legal counsel.",
      "id": "s183"
    },
    {
      "text": "Those directions were challenged on the basis (inter alia) that there was no power to make them.",
      "id": "s184"
    },
    {
      "text": "The Full Court of this Court held that there was power to make a non-disclosure direction, but a majority held that the particular order was beyond power because it went beyond the period in respect of which the Commission's implied power to prohibit disclosure could reasonably operate.",
      "id": "s185"
    },
    {
      "text": "Only the general question of power is relevant here.",
      "id": "s186"
    },
    {
      "text": "There were express statutory provisions to the effect that the Commission could direct that the hearing take place in private and give directions as to the persons who may be present at a private hearing.",
      "id": "s187"
    },
    {
      "text": "Lockhart J noted those provisions and said that the power to maintain the privacy of the evidence was a necessary element in the private hearing itself.",
      "id": "s188"
    },
    {
      "text": "His Honour said (at 221): \n \n 'It may appear odd that a like power was not vested in terms in the Commission when hearings commence as private hearings.",
      "id": "s189"
    },
    {
      "text": "In my opinion the answer is not that there is a lacuna in the legislation, but that the power of the Commission to conduct a hearing in private pursuant to s 36 and the express power conferred by s 36(5) to determine who should be present carries with it as an integral element of such a hearing the power to give directions preventing or restricting the publication of evidence given before it or of matters contained in documents lodged with it; otherwise the power to hold hearings in private would be of little value.",
      "id": "s190"
    },
    {
      "text": "The essence of a private hearing before the Commission is that what takes place is in private and, therefore, by definition and of necessity not open or accessible to the public.",
      "id": "s191"
    },
    {
      "text": "' \n \n 40 After referring to the authorities dealing with the power to restrict publication Beaumont and Einfeld JJ said (at 232): \n \n 'In the present case, the Commission was given, expressly, the power to direct that the hearing take place privately.",
      "id": "s192"
    },
    {
      "text": "In aid of that power, the Commission was also given, in our opinion, by necessary implication, the power to take all reasonable steps, which when viewed objectively, were necessary in order to ensure that the hearing was conducted privately.",
      "id": "s193"
    },
    {
      "text": "The Commission is entitled to regulate its proceedings to avoid a situation arising where the confidentiality of information obtained by it may be exposed to the risk of premature disclosure cf National Crime Authority v A, B and D (1988) 18 FCR 439 at 447-448.",
      "id": "s194"
    },
    {
      "text": "This is not to say that the information should always be regarded as confidential.",
      "id": "s195"
    },
    {
      "text": "But, in order to conduct a hearing properly, it is necessary that the Commission have the power to prohibit, at least during the hearing itself, the disclosure of information obtained at the hearing.",
      "id": "s196"
    },
    {
      "text": "Publication of that material before the conclusion of the hearing could prejudice the effective conduct of the hearing.",
      "id": "s197"
    },
    {
      "text": "It follows, in our opinion, that it is proper to imply in the Act a power in the Commission to prevent or restrict the premature publication of evidence given at the hearing; or to put the matter positively rather than negatively, the Commission had the power, by necessary implication, to take all reasonable steps which were necessary to secure a \"private\", rather than a \"public\", hearing.",
      "id": "s198"
    },
    {
      "text": "' \n \n \n 41 In this case the requirement that an examination be held in private arises by implication rather than by reason of an express provision.",
      "id": "s199"
    },
    {
      "text": "I do not think that that is a ground upon which to distinguish what the Full Court said in Bankers Trust and I agree with what Jenkinson J said in Constantine (at 148): \n \n 'Whether the legislative requirement of examination in private be expressly given or laboriously found, the necessary implications must in my opinion be the same.",
      "id": "s200"
    },
    {
      "text": "' \n \n \n 42 Having decided that an examination must be conducted in private and that an ABC Commissioner has the power to make a non-disclosure direction, I now address the question whether the ABC Commissioner has the power to direct that an examinee not be represented at an examination by a particular legal practitioner.",
      "id": "s201"
    },
    {
      "text": "The right to legal representation is an important right and may well have been implied in this case even in the absence of s 52(3) of the Act ( Constantine per Jenkinson J (at 150)).",
      "id": "s202"
    },
    {
      "text": "43 It seems to me that having regard to the relevant statutory provisions and the authorities which I will now discuss, the ABC Commissioner has such a power.",
      "id": "s203"
    },
    {
      "text": "44 In A, B and D , the Authority ('the Authority') was conducting a special investigation and for that purpose it held a number of hearings.",
      "id": "s204"
    },
    {
      "text": "Under the National Crime Authority Act 1984 (Cth) a witness at an examination had a right to be represented by a legal practitioner: s 25(4).",
      "id": "s205"
    },
    {
      "text": "A witness was represented by a legal practitioner and that witness's spouse also gave evidence and was represented by the same legal practitioner.",
      "id": "s206"
    },
    {
      "text": "It was proposed that the same practitioner would appear for three further witnesses.",
      "id": "s207"
    },
    {
      "text": "The Authority decided that the legal practitioner could not appear for the three proposed witnesses and they challenged the decision under the Administrative Decisions (Judicial Review) Act 1977 (Cth).",
      "id": "s208"
    },
    {
      "text": "Their challenge was initially successful but failed on appeal to the Full Court of this Court.",
      "id": "s209"
    },
    {
      "text": "There is no doubt that the statutory provisions under consideration in A, B and D were quite different from the statutory provisions in this case.",
      "id": "s210"
    },
    {
      "text": "There were express provisions providing that hearings were to be held in private and that the Authority could make a non-disclosure direction.",
      "id": "s211"
    },
    {
      "text": "There was a provision giving the Authority incidental powers which, at one point in its reasons, the Full Court of this Court described as the 'critical provision': at 447.",
      "id": "s212"
    },
    {
      "text": "The offences which were to be the subject of an investigation were serious criminal offences.",
      "id": "s213"
    },
    {
      "text": "The Court said (at 446-447): \n \n 'A starting point for the consideration of the problem is the nature of the Authority and of its functions.",
      "id": "s214"
    },
    {
      "text": "It is concerned with investigating, either generally on its own initiative, or specially on references to it pursuant to ss 13 or 14 of the Act, a wide range of serious criminal activity, or suspected criminal activity, in the community.",
      "id": "s215"
    },
    {
      "text": "The powers it has are expressed in wide terms and it is clear that the legislature intended its powers to be extensive and far-reaching.",
      "id": "s216"
    },
    {
      "text": "Even without s 19 there could be no doubt, notwithstanding the provisions of s 25(4), that the Authority had power to regulate its own proceedings with a view to ensuring that they were not prejudiced, or exposed to the risk of being prejudiced, by the conduct of any person, whether involved in a hearing before it or otherwise.",
      "id": "s217"
    },
    {
      "text": "... \n We think that the essential nature of the Authority and the functions with which it has been entrusted, when considered along with s 19 of the Act, lead to the conclusion that the power exists.",
      "id": "s218"
    },
    {
      "text": "We also regard s 46(8) as a further factor reinforcing this conclusion.",
      "id": "s219"
    },
    {
      "text": "It may seem strange that a provision dealing with meetings of the Authority should be relevant to the problem, but s 25(3) expressly applies s 46 to hearings .",
      "id": "s220"
    },
    {
      "text": "' \n \n \n 45 In Bell , an inspector was conducting an examination in the course of an investigation by the Australian Securities Commission ('the Commission') and he made an order that an examinee not be represented by a particular legal practitioner.",
      "id": "s221"
    },
    {
      "text": "The order was made on the basis that the legal practitioner had appeared for a number of examinees and the legal practitioner's firm had been involved in the preparation of a prospectus which might be under consideration in the course of the investigation.",
      "id": "s222"
    },
    {
      "text": "46 The Australian Securities Commission Act 1989 (Cth) contained provisions to the effect that an examinee may have legal representation (s 23(1)) , that an examination was to be in private (s 22(1)) , that the inspector could determine who was to be present at the examination (s 22(1)) , and provisions dealing with the inspector's powers to control the conduct of a legal representative at an examination (s 23(2)).",
      "id": "s223"
    },
    {
      "text": "47 Lockhart J said that an inspector must have the power 'effectively to regulate and control the investigation which he is conducting' (at 520).",
      "id": "s224"
    },
    {
      "text": "His Honour's reasons were closely linked to the statutory provisions under consideration, although he did say (at 522): \n \n 'The power created by s 22(1) is expressed in positive terms, namely, the giving of directions about who may be present, and not in negative terms about who may not be present; s 22(2) achieves this to a degree.",
      "id": "s225"
    },
    {
      "text": "It seems to me, however, that to sensibly construe s 22(1) requires that the inspector be authorised to direct who may and who may not be present.",
      "id": "s226"
    },
    {
      "text": "The express power to give directions about who may be present implies a like power about who may not be present.",
      "id": "s227"
    },
    {
      "text": "It may be that the inspector's power to exclude a particular lawyer would exist as being reasonably incidental or ancillary to the proper conduct of the examination even if the specific power conferred by s 22(1) was absent; but it is not necessary to consider this because of the power conferred by s 22(1).",
      "id": "s228"
    },
    {
      "text": "... \n The Full Court concluded in the A case [National Crime Authority v A (1988) 18 FCR 439] that the National Crime Authority had the power to regulate its own proceedings by excluding a legal practitioner \"if it concludes on reasonable grounds and in good faith that to allow the representation either will, or may, prejudice the investigation which it is obliged to carry out pursuant to the terms of its statute\".",
      "id": "s229"
    },
    {
      "text": "I have reached a similar conclusion with respect to ss 22 and 23 of the Act though, in this case, my preferred test of \"will or is likely to\" presents a slightly higher barrier than \"will, or may\"; but the difference in practical application will depend on judicial approach to the facts of the particular case.",
      "id": "s230"
    },
    {
      "text": "In my view, the differences between the two Acts and the basis of the power being s 22(1) coupled with an abuse of power under s 23(1), as opposed to the broader policy considerations relied on in the A case, lead to this result.",
      "id": "s231"
    },
    {
      "text": "' \n \n 48 Sheppard J also examined the statutory provisions closely.",
      "id": "s232"
    },
    {
      "text": "He said that there was no doubt that unless there was a clear legislative intention to the contrary, tribunals of all kinds had the power to regulate and control their own proceedings (at 528).",
      "id": "s233"
    },
    {
      "text": "Section 23(2) of the Australian Securities Commission Act 1989 (Cth) gave the inspector particular powers to give directions to an examinee's legal representative during the course of an investigation.",
      "id": "s234"
    },
    {
      "text": "Sheppard J said (at 528-529): \n \n 'If it were not for the matters provided for in s 23(2) , it would be clear, in my opinion, that the inspector would have power, if there were grounds for doing so, to exclude a particular lawyer from the examination and thus deprive the examinee of his or her services.",
      "id": "s235"
    },
    {
      "text": "This would be so notwithstanding the fact that ss 22(2) and 23 (1) confer upon the lawyer a right to be present.",
      "id": "s236"
    },
    {
      "text": "The power would be implied because it would be necessary for the proper discharge by the inspector of his powers and functions.",
      "id": "s237"
    },
    {
      "text": "' \n \n\n A little later, his Honour said (at 529-530):\n \n 'The provisions of ss 22 and 23 have to be read against the background of the Act itself.",
      "id": "s238"
    },
    {
      "text": "The Commission has important public functions to perform in relation to the detection of offences and other misconduct which may have occurred in relation to corporations.",
      "id": "s239"
    },
    {
      "text": "Those considerations are important matters to take into account in construing the power which the inspector has to carry out an examination.",
      "id": "s240"
    },
    {
      "text": "It is important that a situation not be permitted to arise in which his ability to do so may be prejudiced.",
      "id": "s241"
    },
    {
      "text": "One can imagine extreme, although unlikely, cases where it emerges quite clearly that the lawyer is acting in a grossly disruptive manner or in a patently dishonest manner.",
      "id": "s242"
    },
    {
      "text": "In either case reason dictates that the inspector, in order to safeguard the integrity of the examination, should have power to exclude the lawyer whose conduct is disruptive or dishonest.",
      "id": "s243"
    },
    {
      "text": "It would not be enough, concentrating upon the word \"obstruct\" in s 23(2), for the inspector to curtail the lawyer's right of address of examination.",
      "id": "s244"
    },
    {
      "text": "Disruptive conduct could take many forms not involving addressing the inspector or examining the person who has been called for examination.",
      "id": "s245"
    },
    {
      "text": "Dishonest conduct could also take many forms.",
      "id": "s246"
    },
    {
      "text": "I instance the prompting of the witness in answers given by him to the inspector.",
      "id": "s247"
    },
    {
      "text": "Unless an implication is read into the statute whereby the inspector has power to regulate the proceeding before him, the inspector will be exposed to a situation which may become quite farcical.",
      "id": "s248"
    },
    {
      "text": "He will not have any overall power to control the proceedings before him with the consequence that they may well become a charade.",
      "id": "s249"
    },
    {
      "text": "Counsel for the respondent saw the strength of this consideration and was prepared to concede that disruptive conduct might be conduct which would entitle an inspector to exclude a lawyer guilty of it from attendance.",
      "id": "s250"
    },
    {
      "text": "This concession was in my view rightly made.",
      "id": "s251"
    },
    {
      "text": "It leads immediately to the consequence that the rights conferred upon the lawyer by ss 22 and 23 are not absolute and must be qualified.",
      "id": "s252"
    },
    {
      "text": "That was the approach adopted by this Court in National Crime Authority v A (supra).",
      "id": "s253"
    },
    {
      "text": "It was there decided that the Authority had the power to regulate its own proceedings by excluding the legal practitioner if it concluded on reasonable grounds and in good faith that to allow the representation either would, or might, prejudice the investigation which it was obliged to carry out pursuant to the terms of its statute.",
      "id": "s254"
    },
    {
      "text": "I think the same sort of qualifications should be read into the provisions of ss 22 and 23 of the Act here.",
      "id": "s255"
    },
    {
      "text": "Whether an inspector in a particular case is justified in excluding a lawyer from the examination will depend upon the particular facts and circumstances of a given case.",
      "id": "s256"
    },
    {
      "text": "' \n \n 49 The decisions in A, B and D and Bell were referred to with approval by the Queensland Court of Appeal in Re Whiting [1994] 1 Qd R 561.",
      "id": "s257"
    },
    {
      "text": "A firm of solicitors was acting for a police officer who was the subject of a complaint under the Criminal Justice Act 1989 (Qld) and for three police officers who were witnesses in the proceeding.",
      "id": "s258"
    },
    {
      "text": "The Chairman of the Criminal Justice Commission ruled that the same legal representative would not be authorised by the Commission to represent both the potential witnesses and the officer against whom the complaint was made.",
      "id": "s259"
    },
    {
      "text": "An application to the Supreme Court challenging the order was dismissed.",
      "id": "s260"
    },
    {
      "text": "50 Macrossan CJ said (at 568): \n \n 'I agree that in cases like the present the question is to be determined by examining the statutory function of the tribunal and the powers which have been conferred.",
      "id": "s261"
    },
    {
      "text": "Such an approach when adopted here leads to the conclusion that there is an implication (no express provision excluding it) that the Commission is empowered to conduct its proceedings so as to discharge in an effective fashion the function with which it has been entrusted.",
      "id": "s262"
    },
    {
      "text": "That is, the Commission will have an implied power to remove obstacles encountered which impede the effective discharge of its function.",
      "id": "s263"
    },
    {
      "text": "This does not mean it has an arbitrary power to override established rights, but where an obstacle is encountered in some procedural aspect which can be expected to be under the Commission's control, authority to act appropriately should be conceded.",
      "id": "s264"
    },
    {
      "text": "A test determining the right of a tribunal to exclude a particular representative was arrived at in the Australian Securities Commission case, Lockhart J preferring a formulation of \"will or likely to\" rather than \"will or may prejudice the investigation\".",
      "id": "s265"
    },
    {
      "text": "In the present case the risk of prejudice which was perceived by the Commission can be regarded as supported by the existence of reasonable grounds.",
      "id": "s266"
    },
    {
      "text": "In deciding whether reasonable grounds existed, any apparent loss of integrity of the Commission's proceedings in the eyes of the public would be relevant.",
      "id": "s267"
    },
    {
      "text": "If, in its discretion, the Commission is seen to have acted in good faith to preserve the integrity of its processes when it has reasonable ground for so acting it should be conceded that it has the necessary implied authority.",
      "id": "s268"
    },
    {
      "text": "There is no reason to doubt the good faith of the Chairman in the present case and there were reasonable grounds for him to think that the processes of inquiry would be effectively preserved and be seen to be preserved only if he refused the right of witnesses as well as the person under investigation to be represented by the same counsel.",
      "id": "s269"
    },
    {
      "text": "The good faith and a reasonable and substantial grounds test should be adopted to determine the extent of the Commission's right in the interests of procedural integrity to restrict the choice of legal representative in the present circumstances.",
      "id": "s270"
    },
    {
      "text": "' \n \n \n 51 In Stockbridge v Ogilvie (1993) 43 FCR 244, French J followed Bell and in the course of his reasons said (at 254): \n \n 'Where one lawyer seeks to represent a number of examinees in the same investigation, it may be thought that there is a risk that without consciously intending any impropriety that lawyer might divulge to one examinee what has passed in the examination of another.",
      "id": "s271"
    },
    {
      "text": "The extension of a restriction to all members of a given firm may be controversial: see Wood v National Companies &amp; Securities Commission (1990) 2 WAR 176.",
      "id": "s272"
    },
    {
      "text": "However there are matters of judgment and assessment involved.",
      "id": "s273"
    },
    {
      "text": "It is of course, not the role of the ASC to supervise the lawyer-client relationships of those who appear before it in s 19 examinations.",
      "id": "s274"
    },
    {
      "text": "It is only where a conflict of interest has some actual or potential impact on the investigative process that a direction based on such a concern would be within power.",
      "id": "s275"
    },
    {
      "text": "' \n \n 52 In Gangemi v Australian Securities and Investment Commission [2003] FCA 494 ; (2003) 129 FCR 284, French J considered whether the Australian Securities and Investment Commission ('the Commission') had the power to give a non-disclosure direction and to direct that solicitors who had acted for other persons the Commission might wish to examine be excluded from the applicants' examinations.",
      "id": "s276"
    },
    {
      "text": "He followed Bell and his own decision in Stockbridge v Ogilvie (supra) and held that the Commission had both these powers.",
      "id": "s277"
    },
    {
      "text": "53 The statutory provisions in this case are very general.",
      "id": "s278"
    },
    {
      "text": "They may be contrasted with the quite detailed provisions under consideration in cases such as A, B and D and Bell .",
      "id": "s279"
    },
    {
      "text": "Nevertheless, I think it is clear that the ABC Commissioner must have the power to regulate and control the conduct of proceedings before him.",
      "id": "s280"
    },
    {
      "text": "He can determine when and where an examination will be held and, providing a proper basis exists, he can regulate and control how the examination is to proceed and who may be present.",
      "id": "s281"
    },
    {
      "text": "He is charged with the function of conducting an investigation into suspected unlawful conduct and may bring proceedings for a civil penalty in relation to that conduct.",
      "id": "s282"
    },
    {
      "text": "He must be taken to have by implication the power to make orders or give directions which will ensure the integrity of the investigation and, to a point, its effectiveness.",
      "id": "s283"
    },
    {
      "text": "In my opinion, he has the power to exclude a particular legal practitioner from acting or appearing for an examinee at an examination.",
      "id": "s284"
    },
    {
      "text": "54 The direction is within power insofar as it prevents Ms Boots from appearing or acting for the applicant at the examination.",
      "id": "s285"
    },
    {
      "text": "However, the direction purports to go further than this.",
      "id": "s286"
    },
    {
      "text": "The precise scope of the direction is debatable, but I do not need to resolve the question of the scope of the direction because I do not think the power to make a direction extends beyond a direction preventing a solicitor from acting or appearing for an examinee at an examination.",
      "id": "s287"
    },
    {
      "text": "55 In reaching that conclusion I acknowledge the force of the respondent's reasoning.",
      "id": "s288"
    },
    {
      "text": "In terms of avoiding prejudice to the investigation there is much to be said for a direction which would prevent Ms Boots from assisting the applicant in preparing for the examination.",
      "id": "s289"
    },
    {
      "text": "However, I do not think that because a direction preventing a solicitor acting or appearing for an examinee at an examination is justified by reference to the need to avoid prejudice to the investigation that that in turn means that any direction that might avoid prejudice to the investigation is within power.",
      "id": "s290"
    },
    {
      "text": "The question is what can be implied from the statutory provisions.",
      "id": "s291"
    },
    {
      "text": "In the case of inferior courts or tribunals the test for implying a power is a reasonably demanding one and a court will look carefully at the statutory provisions to discern if the particular power is legally ancillary to some other power which the inferior court or tribunal possesses, or is reasonably required for the purposes of some other such power or powers: Grassby v The Queen [1989] HCA 45 ; (1989) 168 CLR 1 per Dawson J at 16-17; Pelechowski v Registrar, Court of Appeal (NSW) [1999] HCA 19 ; (1999) 198 CLR 435; Medical Board of SA v N, JRP (2006) 93 SASR 546.",
      "id": "s292"
    },
    {
      "text": "There is no reason to think that a similar test does not apply in the case of an ABC Commissioner conducting an investigation under the Act.",
      "id": "s293"
    },
    {
      "text": "The power to direct that a solicitor not act for a party is a significant power and, whilst it may not be correct to say that a party has a right to be represented by a solicitor of his or her own choice, the Courts have looked carefully at the circumstances before making an order that a solicitor not act for a party: Rakusen v Ellis, Munday &amp; Clarke [1912] 1 Ch 831.",
      "id": "s294"
    },
    {
      "text": "Courts have made such orders either in the exercise of their inherent jurisdiction (Mr K Mason QC, 'The Inherent Jurisdiction of the Court' (1983) Australian Law Journal 449) or, put another way, their special jurisdiction over solicitors who are officers of the court ( Rakusen v Ellis, Munday &amp; Clarke (supra) per Cozens-Hardy MR at 835) or by reference to a substantive doctrine of law such as the need to protect confidential information.",
      "id": "s295"
    },
    {
      "text": "Clearly, the ABC Commissioner does not have such powers and I do not think that there are sufficiently strong indications in the statutory provisions to conclude that there is an implied statutory power to make a direction which goes beyond preventing a solicitor from acting or appearing for an examinee at an examination.",
      "id": "s296"
    },
    {
      "text": "56 It is appropriate for me to consider whether, insofar as the direction is within power, there was a proper basis to exercise the power.",
      "id": "s297"
    },
    {
      "text": "The test as formulated in A, B and D is whether the decision-maker 'concludes on reasonable grounds and in good faith that to allow the representation either will, or may, prejudice the investigation which it is obliged to carry out pursuant to the terms of its statute' (at 448).",
      "id": "s298"
    },
    {
      "text": "In Bell , Lockhart J said that he favoured a test which presented a slightly higher barrier of 'will or is likely to' prejudice the investigation, although he went on to say that 'the difference in practical application will depend on judicial approach to the facts of the particular case' (at 522).",
      "id": "s299"
    },
    {
      "text": "In my respectful opinion, although there is something to be said for a test which presents a slightly higher barrier, the weight of authority is in favour of the test of 'will or may' prejudice the investigation and it is that test which I will apply.",
      "id": "s300"
    },
    {
      "text": "57 There was no suggestion that Ms Boots would knowingly disclose confidential information to the applicant.",
      "id": "s301"
    },
    {
      "text": "Nevertheless, the respondent considered that to permit the same legal representative to appear for the applicant will or may prejudice the investigation.",
      "id": "s302"
    },
    {
      "text": "The essence of the respondent's reasons is set out above (at [26]).",
      "id": "s303"
    },
    {
      "text": "I have read the written notice issued to B and the record of his examination and I am satisfied that there is a proper basis for the respondent's conclusion that the applicant's examination will be 'virtually identical' to the subject matter of the examination of B.",
      "id": "s304"
    },
    {
      "text": "This is not a case like that which was before Mansfield J in Hogan v Australian Crime Commission (2005) 154 A Crim R 336 where the evidence did not disclose the nature of the previous examination.",
      "id": "s305"
    },
    {
      "text": "Mansfield J said (at 347): \n \n 'But the risk of such disclosure does not arise by assertion.",
      "id": "s306"
    },
    {
      "text": "It must arise on material known to the examiner.",
      "id": "s307"
    },
    {
      "text": "Here, I have found the examiner had no relevant knowledge, other than the counsel having previously appeared at an examination by another examiner of another person in the same special investigation.",
      "id": "s308"
    },
    {
      "text": "The nature of the former examinee or of the evidence that person gave or of the questions that person was asked was not known.",
      "id": "s309"
    },
    {
      "text": "' \n \n \n 58 In this case once one concludes that the risk of inadvertent disclosure is a sufficient basis for a direction (as it is on the authorities) the conclusion that there was a proper basis for a direction preventing Ms Boots from acting or appearing for the applicant at his examination is inevitable.",
      "id": "s310"
    },
    {
      "text": "Conclusions \n \n 59 The respondent had the power to make a direction that Ms Boots not act or appear for the applicant at the examination and there was a proper basis for the exercise of the discretion to make such a direction.",
      "id": "s311"
    },
    {
      "text": "However, the direction actually made by the respondent went further than this, and, to the extent that it did, it is beyond power.",
      "id": "s312"
    },
    {
      "text": "60 In view of those conclusions I will hear the parties as to the appropriate orders and on the question of costs.",
      "id": "s313"
    },
    {
      "text": "I certify that the preceding sixty (60) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Besanko.",
      "id": "s314"
    },
    {
      "text": "Associate:\n\nDated: 12 October 2006\n\n\n Counsel for the Applicant: M Gibian \n \n Solicitor for the Applicant: Gibson &amp; Gibson \n \n Counsel for the Respondent: T Southall QC, with T Jacobs \n \n Solicitor for the Respondent: Australian Government Solicitor (Victoria) \n \n Date of Hearing: 19 June 2006 \n \n Date of Judgment: 12 October 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1334.html",
      "id": "s315"
    }
  ]
}