{
  "name": "SZCHA v Minister for Immigration &amp; Multicultural Affairs [2006] FCA 1546 (17 November 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/1546.html",
  "catchphrases": [
    {
      "text": "status of findings of fact of the refugee review tribunal",
      "id": "c0"
    },
    {
      "text": "use of country information",
      "id": "c1"
    },
    {
      "text": "migration",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal against a judgment of Federal Magistrate Emmett of 14 March 2006 dismissing an application for judicial review of a decision of the Refugee Review Tribunal ('the Tribunal') made on 6 November 2003 and handed down on 3 December 2003.",
      "id": "s0"
    },
    {
      "text": "The Tribunal had affirmed a decision of a delegate of the Minister for Immigration and Multicultural and Indigenous Affairs to refuse the grant of a protection visa to the appellant.",
      "id": "s1"
    },
    {
      "text": "2 The appellant is a citizen of Bangladesh.",
      "id": "s2"
    },
    {
      "text": "He arrived in Australia on 29 March 2003.",
      "id": "s3"
    },
    {
      "text": "On 14 April 2003 the appellant lodged an application for a Protection (Class XA) Visa ('a Protection Visa') with the Department of Immigration and Multicultural and Indigenous Affairs.",
      "id": "s4"
    },
    {
      "text": "This application was rejected by a delegate for the Minister on 30 May 2003.",
      "id": "s5"
    },
    {
      "text": "The appellant lodged an Application for Review to the Tribunal on 19 June 2003.",
      "id": "s6"
    },
    {
      "text": "3 On 23 September 2003 the appellant was informed by the Tribunal that it was unable to make a decision in his favour based on the information provided alone, and the appellant was invited to attend a hearing before the Tribunal, to give oral evidence and present arguments in support of his claims.",
      "id": "s7"
    },
    {
      "text": "This hearing took place on 5 November 2003.",
      "id": "s8"
    },
    {
      "text": "4 The Tribunal handed down a decision on December 3, 2003.",
      "id": "s9"
    },
    {
      "text": "The Tribunal noted the appellant's claims as follows:\n 'The [appellant] claims that he is from a conservative Muslim family and his family is the \"leader of the local Mosque who maintained fanatical attitude towards other Muslims\" but since his youth he has not been able to \"digest religious phobia in my mind\" and claims he was strongly criticised and \"beaten mercilessly a number of times\" and he came to Australia because of his \"atheism towards other religious fanaticism particularly Muslim religion\".",
      "id": "s10"
    },
    {
      "text": "... \n \n He also claims that he became involved in drama and \"had a leading role to foster our cultural traditions against the orthodox views of our mullahs in society\", became a \"renown dramatist in Bangladesh\", participated in \"many open stage street drama from progressive banner in the country\", and was \"identified as an atheist\".",
      "id": "s11"
    },
    {
      "text": "With the coming to power of the BNP and Jamet-e-Islami in October 2001, he claims he \"became target of vehement attacks\" because of his religious beleifes and \"human rights in my country are not ensured by this regime\" and the government had killed, tortured, and injured [many] people.",
      "id": "s12"
    },
    {
      "text": "He claims he was attacked on a number of occasions by fanatic Muslims and on 26 December 2002 \"was attacked by a group of Chatra Sibir, the student wing of the Jamet-e-Islami\", was beaten \"mercilessly\", and was left unconscious and was taken to a clinic by people from alongside the road where he was \"treated for a number of weeks\", following which he looked for an opportunity to leave Bangladesh and this occurred when he was invited to perform in a Modern Rupban drama in Australia which was arranged by his sponsor.",
      "id": "s13"
    },
    {
      "text": "He claims he has a \"real fear of persecution based on convention reasons\" and has left his wife in danger \"where she is spending every night with nightmare without male protection\" and repeats he will be persecuted if he returns and his life is not safe in Bangladesh.",
      "id": "s14"
    },
    {
      "text": "' \n \n 5 Whilst accepting that the appellant was an actor, the Tribunal found ' he has embellished his claims in order to enhance his claim for refugee status'.",
      "id": "s15"
    },
    {
      "text": "It did not accept the appellant's claims to be an ' identifiable character ' who was a ' renown dramatist in Bangladesh '.",
      "id": "s16"
    },
    {
      "text": "6 The Tribunal said:\n '...",
      "id": "s17"
    },
    {
      "text": "The Tribunal while accepting that the [appellant] was attacked on 26 December 2002 has not been able to satisfy itself that the essential and significant reason for this attack was for a Convention related reason (as opposed, for example, because of common violence).",
      "id": "s18"
    },
    {
      "text": "Moreover, and of far greater significance, the Tribunal accepts that the [appellant] is only 26, and has worked both in a restaurant for over three years as well in the theatre where he has shown some promise and has not been denied work, even though he claims it is known that he is an atheist.",
      "id": "s19"
    },
    {
      "text": "Accordingly, in view of all the above, the Tribunal is satisfied that if for any reason the [appellant] did not want to return to Dhaka or Narayanlonjl because of a fear of being attacked for any reason whatsoever, it would be reasonable for him to live in another part of Bangladesh.",
      "id": "s20"
    },
    {
      "text": "In this regard, and based on independent country information put to the [appellant] at the hearing, the Tribunal is also satisfied that if he chooses to live elsewhere in Bangladesh, and even if it he continues to espouse his views on religion and Islam and it becomes known that he is a non believer, there is not a real chance that he will be subjected to serious harm amounting to persecution for a Convention reason on this or any other basis.",
      "id": "s21"
    },
    {
      "text": "' \n \n 7 On 7 March 2006, at the hearing before the Federal Magistrate, the appellant obtained leave to file a Further Amended Application containing four grounds of appeal.",
      "id": "s22"
    },
    {
      "text": "The Federal Magistrate considered and rejected each of the grounds of appeal, and said at par 54 of her reasons, being SZCHA v Minister for Immigration and Multicultural Affairs &amp; Anor [2006] FCMA 347:\n 'There has been no jurisdictional error, the Tribunal's decision is a privative clause decision and, pursuant to s.474 of the Act, this Court has no jurisdiction to interfere.",
      "id": "s23"
    },
    {
      "text": "' \n \n 8 On 4 April 2006 the appellant filed a Notice of Appeal to this Court, containing five grounds of appeal.",
      "id": "s24"
    },
    {
      "text": "'1.",
      "id": "s25"
    },
    {
      "text": "Her Honour erred in law in finding the decision of the Second Respondent is a \"privative clause decision\" in circumstances where the second respondent constructively failed to exercise jurisdiction by failing to consider the Appellant's claims that arose clearly and tolerably clearly on the material before the second respondent.",
      "id": "s26"
    },
    {
      "text": "Particulars \n \n a.",
      "id": "s27"
    },
    {
      "text": "The Appellant always claimed that he suffered persecution by reason of his belonging to a pious Muslim family that was intolerant of atheists.",
      "id": "s28"
    },
    {
      "text": "b.",
      "id": "s29"
    },
    {
      "text": "Given the preceding, her Honour erred in dismissing the Appellant's claim as \"unarticulated\" (at [30] of Reasons for Judgment) in circumstances where the Appellant asserted that \n i. he is from a conservative Muslim family, \n ii.",
      "id": "s30"
    },
    {
      "text": "his father was \"leader of the local Mosque who maintained fanatical attitude towards other Muslims\" and \n iii.",
      "id": "s31"
    },
    {
      "text": "his father \"tried to impose a 'strict Islamic role' with which he did not comply\".",
      "id": "s32"
    },
    {
      "text": "c. The Second Respondent was apprised of information indicating that atheists from especially pious Muslim families suffered discrimination.",
      "id": "s33"
    },
    {
      "text": "d. The Appellant further claimed that he was attacked on 26 December 2002 by a group from the governing party as opposed to Muslim extremists.",
      "id": "s34"
    },
    {
      "text": "i.",
      "id": "s35"
    },
    {
      "text": "The Appellant always maintained that he was attacked on 26 December 2002 \"by a group of Chatra Sibir, the student wing of the Jamat-e-Islami\" \n ii.",
      "id": "s36"
    },
    {
      "text": "Nevertheless, the second respondent dealt with the Appellant's claim on the basis that he was attacked by \"fanatic Muslims\" and/or \"MUSLIM FUNDAMENTALIST\" and dismissed the attack as not being for a \"Convention related reason\".",
      "id": "s37"
    },
    {
      "text": "2.",
      "id": "s38"
    },
    {
      "text": "Her Honour further erred when finding \"the Tribunal's decision is a privative clause decision\" in circumstances where the second respondent failed to satisfy the mandatory requirements of section 424A of the Migration Act 1958 (the \"Act\") by not providing particulars of critical information obtained by the second respondent from the Appellant's visa documentation.",
      "id": "s39"
    },
    {
      "text": "Particulars \n \n a.",
      "id": "s40"
    },
    {
      "text": "Contrary to her Honour's finding (at [37] of Reasons for Judgment ), visa information regarding the Appellant's visit to India was not submitted by the Applicant for the purposes of the RRT hearing but rather elicited from the Appellant by the second respondent under section 424 of the Act.",
      "id": "s41"
    },
    {
      "text": "b.",
      "id": "s42"
    },
    {
      "text": "Her Honour's reliance on Moore J's decision in SZEEU v MIMIA [2006] FCAFC 2 at [51] --- [52] is misconceived in circumstances where, unlike the facts in SZEEU, the second respondent did not indicate to the Appellant that it had seen the India visa in his passport at the beginning of the hearing \n c. In accordance with accepted construction principles, the exclusion in section 424A(3)(b) is to be construed in the Appellant's favour in case of ambiguity.",
      "id": "s43"
    },
    {
      "text": "d. The ambiguity in this particular instance arising by reason of the manner in which the Tribunal seized upon the visa information to draw adverse inferences against the Appellant.",
      "id": "s44"
    },
    {
      "text": "e. The Second Respondent failed to comply with s 424A(1) by not giving the appellant notice of the relevance of the appellant's failure to give details in his protection visa application about the attacks by Muslim fanatics.",
      "id": "s45"
    },
    {
      "text": "3.",
      "id": "s46"
    },
    {
      "text": "Her Honour also erred in finding the Tribunal's decision to be a privative clause decision in circumstances where the second respondent failed to act judicially in carrying out its functions under the Act in that its rejection of the Appellant's claims was based on use of independent country information (\"ICI\") without a minimum degree of proportionality.",
      "id": "s47"
    },
    {
      "text": "Particulars \n \n a.",
      "id": "s48"
    },
    {
      "text": "In rejecting the Appellant's claims to fear persecution by reason of his atheism, the second respondent selectively relied on ICI and/or relied on ICI that was either irrelevant and/or out of date.",
      "id": "s49"
    },
    {
      "text": "b.",
      "id": "s50"
    },
    {
      "text": "In affirming the delegate's decision, the Second Respondent relied on old and outdated independent country information (\"ICI\") to conclude \"atheism as we know it in Australia is not known in Bangladesh\".",
      "id": "s51"
    },
    {
      "text": "c. In affirming the delegate's decision, the Second Respondent also relied on irrelevant ICI regarding \"writers who are judged to be running campaigns against Islam\".",
      "id": "s52"
    },
    {
      "text": "d. In affirming the delegate's decision to find that \"there is not a real chance that [the Applicant] will be subject to serious harm amounting to persecution\", the Second Respondent relied on irrelevant ICI showing \"that the courts in Bangladesh are independent and can be relied upon to provide independent consideration of the matters before them, including even when politically motivated false charges have been lodged\".",
      "id": "s53"
    },
    {
      "text": "e. The Tribunal selectively used information to support its finding about independence of judiciary in Bangladesh by resorting to ICI regarding dismissal of political charges under the Special Powers Act to reject the Applicant's claim that he will be disinherited if refouled to Bangladesh for denouncing Islam.",
      "id": "s54"
    },
    {
      "text": "f. In affirming the delegate's decision, the Second Respondent acted unreasonably by selectively relying on ICI showing \"that the courts in Bangladesh are independent and that people can rely on the courts\" without having regard to ICI indicating that notwithstanding that the \" Constitution provides for an independent judiciary; however, under a longstanding 'temporary' provision of the Constitution , the lower courts remained part of the executive and were subject to its influence... there was corruption within the legal process, especially at lower levels\".",
      "id": "s55"
    },
    {
      "text": "4.",
      "id": "s56"
    },
    {
      "text": "Her Honour misconstrued the Applicant's claims at Ground 1 of the Further Amended Application when concluding that the particulars thereof \"otherwise seek merits review of the findings of fact arising out of independent country information\" ([32] of Reasons for Judgment ) in circumstances where the use rather than the truth of ICI was put into question.",
      "id": "s57"
    },
    {
      "text": "5.",
      "id": "s58"
    },
    {
      "text": "Her Honour further erred in law in finding \"the decision is a privative clause decision\" in circumstances where the second respondent's finding on relocation is tainted with jurisdictional error by reason of the summary way in which the Second Respondent dealt with the relocation issue.",
      "id": "s59"
    },
    {
      "text": "Particulars \n \n a.",
      "id": "s60"
    },
    {
      "text": "The second respondent's failure to explore the Applicant's concerns about his ability to survive outside Dhaka meant that the Tribunal did not apply the right test in concluding that it was satisfied that \"it would be reasonable for him to live in another part of Bangladesh\".",
      "id": "s61"
    },
    {
      "text": "b.",
      "id": "s62"
    },
    {
      "text": "The Applicant's evidence is that he worked in the only Chinese restaurant in Dhaka while studying acting.",
      "id": "s63"
    },
    {
      "text": "c. The second respondent did not consider the prospects or otherwise of the Applicant finding work outside Dhaka --- i.e., the practicality and reasonableness of relocation was not addressed.",
      "id": "s64"
    },
    {
      "text": "' \n \n \n 9 During the course of the hearing I granted leave for the appellant to add the ground of appeal which appears at 2(e).",
      "id": "s65"
    },
    {
      "text": "10 In relation to the first ground of appeal, counsel for the appellant, Dr John Azzi, submitted that this ground relates to a failure of the Tribunal to deal with the claims or what he termed the 'integers' of this particular applicant.",
      "id": "s66"
    },
    {
      "text": "11 The persecution feared by the appellant requires a state element.",
      "id": "s67"
    },
    {
      "text": "The Tribunal correctly said:\n 'The persecution must have an official quality, in the sense that it is official, or officially tolerated or uncontrollable by the authorities of the country of nationality.",
      "id": "s68"
    },
    {
      "text": "However, the threat of harm need not be the product of government policy; it may be enough that the government has failed or is unable to protect the applicant from persecution.",
      "id": "s69"
    },
    {
      "text": "Further, persecution implies and element of motivation on the part of those who persecute for the infliction of harm.",
      "id": "s70"
    },
    {
      "text": "People are persecuted for something perceived about them or attributed to them by their persecutors.",
      "id": "s71"
    },
    {
      "text": "However the motivation need not be one of enmity, malignity or other antipathy towards the victim on the part of the persecutor.",
      "id": "s72"
    },
    {
      "text": "' \n \n 12 The appellant sought to argue that three distinct groups of people were harassing him --- his family, his neighbours and his friends.",
      "id": "s73"
    },
    {
      "text": "The 'persecution' painted in ground one of this appeal is not 'persecution' as contemplated by the Convention.",
      "id": "s74"
    },
    {
      "text": "13 The appellant pointed to incident on 26 December 2002, where the Chatra Sibir removed the appellant from a bus.",
      "id": "s75"
    },
    {
      "text": "Of this the Tribunal said:\n '.. in his protection visa application [the appellant] claims on 26 December 2002 he \"was attacked by a group of Chatra Sibir, the student wing of the Jamet-e-Islami\", was beaten \"mercilessly\", and was left unconscious and was taken to a clinic by people from alongside the road where he was \"treated for a number of weeks\", following which he looked for an opportunity to leave Bangladesh and come to Australia.",
      "id": "s76"
    },
    {
      "text": "At the hearing, the Tribunal asked the [appellant] about this attack and, in reply, he claimed that when going home by bus, 10 --- 15 Chatra Sibir took him off the bus when near the market and badly beat him until he was unconscious as he was against Islam and claims local people took him to hospital.",
      "id": "s77"
    },
    {
      "text": "Asked how he knew it was the Chatra Sibir who did this, the [appellant] claimed that he had seen a lot of Jamet-e-Islami and he knew the people.",
      "id": "s78"
    },
    {
      "text": "Asked if anyone else was attacked, he replied in the negative.",
      "id": "s79"
    },
    {
      "text": "Asked how they knew he would be on that particular bus, he claimed he normally went to and from work at the same time each day --- so claims they waited to attack him there.",
      "id": "s80"
    },
    {
      "text": "Asked why, he claimed that they knew what he stood for very well as he had spoken out against Islam and religion since 1994 and his early childhood.",
      "id": "s81"
    },
    {
      "text": "' \n \n 14 The Tribunal later said:\n 'The Tribunal while accepting that the [appellant] was attacked on 26 December 2002 has not been able to satisfy itself that the essential and significant reason for this attack was for a Convention related reason (as opposed, for example, because of common violence).",
      "id": "s82"
    },
    {
      "text": "' \n \n 15 At the hearing of the appeal, it was submitted for the appellant that the persecution he faced can be evinced by the fact he was effectively expelled from college.",
      "id": "s83"
    },
    {
      "text": "This statement is in conflict with evidence before the Tribunal.",
      "id": "s84"
    },
    {
      "text": "The Tribunal stated the appellant's claims as follows:\n '..",
      "id": "s85"
    },
    {
      "text": "He claimed his father tried to impose a \"strict Islamic role\" on him which he did not follow so his father \"stopped paying money for the expenses of education\" and he became helpless, had no alternatives, and later stopped his studies.",
      "id": "s86"
    },
    {
      "text": "The [appellant] claimed he stopped his studies and married \"without the consent of my parents\".",
      "id": "s87"
    },
    {
      "text": "' \n \n 16 There was no constructive failure by the Tribunal to exercise jurisdiction concerning the applicant's claim to suffer persecution by reason of his atheism, or his beliefs about religion.",
      "id": "s88"
    },
    {
      "text": "That claim was considered by the Tribunal, but the Tribunal was not satisfied that there was a real chance of harm for a Convention reason should the appellant be returned to Bangladesh.",
      "id": "s89"
    },
    {
      "text": "The Federal Magistrate was correct to reject this attack on the Tribunal's approach to its task.",
      "id": "s90"
    },
    {
      "text": "17 On a fair reading of the statement by the appellant, which accompanied his application for a Protection Visa, the appellant claimed that since an early age he:\n '...could not digest religious phobia in my mind.",
      "id": "s91"
    },
    {
      "text": "During the tenure of my school and college I faced tremendous criticism for this and I was beaten mercilessly a number of times'.",
      "id": "s92"
    },
    {
      "text": "Later, in that statement, he said:\n \n 'My father tried to impose strict Islamic role against me, which I did not follow, and thus my father stopped paying money for the expenses of education.",
      "id": "s93"
    },
    {
      "text": "I became helpless and did not have any other alternative to continue my studies.",
      "id": "s94"
    },
    {
      "text": "' \n \n\nLater he said:\n \n 'I have a real fear of persecution based on convention reasons.",
      "id": "s95"
    },
    {
      "text": "...",
      "id": "s96"
    },
    {
      "text": "If I return home now I will be persecuted.",
      "id": "s97"
    },
    {
      "text": "My life is not safe in Bangladesh.",
      "id": "s98"
    },
    {
      "text": "' \n \n 18 It was argued by counsel for the appellant in the Federal Magistrates Court that the Tribunal had failed to consider a claim by the appellant that arose out of the 1994 independent country information that was before the Tribunal.",
      "id": "s99"
    },
    {
      "text": "The Federal Magistrate was of the view that the Tribunal had confirmed with the appellant that no other claims, other than those in his application, was made, and that the claim by the appellant to the Tribunal and before the delegate was a claim for persecution because of his atheism.",
      "id": "s100"
    },
    {
      "text": "19 The Federal Magistrate expressed the claim that the appellant would suffer discrimination because his family was biased and intolerant of his atheism (which was said to the claim arising out of the 1994 independent country information) was not raised on the material before the Tribunal, such that the Tribunal was obliged to consider it.",
      "id": "s101"
    },
    {
      "text": "No error has been shown in that view of the claims of the appellant.",
      "id": "s102"
    },
    {
      "text": "In any event, the Tribunal expressly referred to the requirement that a persecution have an official quality, an aspect missing in the claim of discrimination arising out of his family's bias and intolerance of his atheism.",
      "id": "s103"
    },
    {
      "text": "20 The second ground of the appeal arises from the use of visa information regarding the appellant's visit to India.",
      "id": "s104"
    },
    {
      "text": "21 Before this Court, Dr Azzi sought to argue that the appellant's trip to India and subsequent return to Bangladesh was 'information' the Tribunal ought to have considered the reason, or a part of the reason, for affirming the decision under review within the meaning of s 424A of the Migration Act 1958 (Cth) ('the Act').",
      "id": "s105"
    },
    {
      "text": "As such, the appellant contends that this information was required to be put to the appellant, with the invitation that the appellant comment on it.",
      "id": "s106"
    },
    {
      "text": "This was a rerun of the ground that Dr Azzi had unsuccessfully argued before Emmett FM.",
      "id": "s107"
    },
    {
      "text": "22 For the respondent, it was argued that s 424A(1) does not apply in the circumstances of this case, by operation of s 424A(3)(b), because the relevant information was provided for the purpose of the review application.",
      "id": "s108"
    },
    {
      "text": "23 The Migration Act 1958 (Cth) s 424A provides:\n ' 424A Applicant must be given certain information \n \n (1) Subject to subsection (3), the Tribunal must: \n (a) give to the applicant, in the way that the Tribunal considers appropriate in the circumstances, particulars of any information that the Tribunal considers would be the reason, or a part of the reason, for affirming the decision that is under review; and \n (b) ensure, as far as is reasonably practicable, that the applicant understands why it is relevant to the review; and \n (c) invite the applicant to comment on it.",
      "id": "s109"
    },
    {
      "text": "(2) The information and invitation must be given to the applicant: \n \n \n (a) except where paragraph (b) applies--by one of the methods specified in section 441A ; or \n (b) if the applicant is in immigration detention--by a method prescribed for the purposes of giving documents to such a person.",
      "id": "s110"
    },
    {
      "text": "(3) This section does not apply to information: \n \n \n (a) that is not specifically about the applicant or another person and is just about a class of persons of which the applicant or other person is a member; or \n (b) that the applicant gave for the purpose of the application; or \n (c) that is non-disclosable information.",
      "id": "s111"
    },
    {
      "text": "' \n \n \n \n \n 24 The appellant gave oral evidence to the Tribunal on 5 November 2003.",
      "id": "s112"
    },
    {
      "text": "The transcript of the proceedings before the Tribunal shows the circumstances in which the appellant's passport was examined by the Tribunal Member:\n 'MR INDER: .... Now, at this point I would like to ask you, is everything claimed in your protection visa application, application for review and other statements correct in every aspect having made that one alteration [to part B question number two] ?",
      "id": "s113"
    },
    {
      "text": "THE INTERPRETER: Yes.",
      "id": "s114"
    },
    {
      "text": "MR INDER: Are there any other changes you would like to make?",
      "id": "s115"
    },
    {
      "text": "THE INTERPRETER: No.",
      "id": "s116"
    },
    {
      "text": "MR INDER: And are all the claims that you made in your protection visa and your application for review and your statements your own?",
      "id": "s117"
    },
    {
      "text": "THE INTERPRETER: Yes.",
      "id": "s118"
    },
    {
      "text": "MR INDER: And when you told your adviser about them did he write them down and then did he read them back to you?",
      "id": "s119"
    },
    {
      "text": "THE INTERPRETER: Yes.",
      "id": "s120"
    },
    {
      "text": "MR INDER: I would just like to take a moment to look at your passport.",
      "id": "s121"
    },
    {
      "text": "Have you ever been to any other countries?",
      "id": "s122"
    },
    {
      "text": "THE INTERPRETER: Yes, sir in India.",
      "id": "s123"
    },
    {
      "text": "MR INDER: When did you go to India?",
      "id": "s124"
    },
    {
      "text": "THE INTERPRETER: It's in the year 2000 but I can't recall the date.",
      "id": "s125"
    },
    {
      "text": "MR INDER: Could I ask you to pass that back to the applicant; that might help him.",
      "id": "s126"
    },
    {
      "text": "THE INTERPRETER: It' s 18 th October 2002.",
      "id": "s127"
    },
    {
      "text": "MR INDER: How long did you go there for?",
      "id": "s128"
    },
    {
      "text": "THE INTERPRETER: One day.",
      "id": "s129"
    },
    {
      "text": "MR INDER: One day?",
      "id": "s130"
    },
    {
      "text": "Why did you go to India for one day?",
      "id": "s131"
    },
    {
      "text": "THE INTERPRETER: For the ... was to do a contract for a drama... \n MR INDER: Now, your adviser was saying you went there on the 16 th and you came back on the 18 th , is that the agreed time you spent?",
      "id": "s132"
    },
    {
      "text": "THE INTERPRETER: 18 th October it was ...",
      "id": "s133"
    },
    {
      "text": "I get back.",
      "id": "s134"
    },
    {
      "text": "MR INDER: So you went on the 16 th and you came back on the 18 th , is that correct?",
      "id": "s135"
    },
    {
      "text": "THE INTERPRETER: Yes, sir.",
      "id": "s136"
    },
    {
      "text": "' \n \n 25 The Tribunal found that the appellant's return to Bangladesh was inconsistent with a well-founded fear of serious harm for Convention reasons.",
      "id": "s137"
    },
    {
      "text": "The Tribunal said:\n 'However, the Tribunal also accepts that 10 October 2002 the [appellant] was legally issued a passport in his name and on 16 October 2002 he went to India but did not seek to remain there or apply for asylum.",
      "id": "s138"
    },
    {
      "text": "Moreover, the Tribunal accepts that the [appellant] chose to return to Bangladesh on 18 October 2002 and is satisfied that he would not have done so if he had a well-founded fear of serious harm for a Convention reason on this or any other basis.",
      "id": "s139"
    },
    {
      "text": "' \n \n 26 Emmett FM noted at par 35 of her Honour's reasons:\n 'Whilst Counsel for the [appellant] conceded that the passport may have been given by the Applicant to the Tribunal for the purposes of his review application, he submitted that the visa information in relation to the entry and exit into India was not information given by the [appellant] to the Tribunal for the purposes of the review application.",
      "id": "s140"
    },
    {
      "text": "' \n \n 27 The Federal Magistrate rejected this ground of appeal, concluding at par 37:\n 'It is plain both from the transcript and the decision, that the passport was given by the [appellant] to the Tribunal for the purposes of the review application and therefore was not \" information\" subject to the requirements of s.424A(1) of the Act and is excluded from the s.424A(1) obligations pursuant to the provisions of s.424A(3)(b) of the Act.",
      "id": "s141"
    },
    {
      "text": "' \n \n 28 The fact that the passport was given by the appellant to the Tribunal for the purposes of the review application means that the information in the passport falls within the exclusion in s 424A(3)(b) of the Act.",
      "id": "s142"
    },
    {
      "text": "The information contained in the appellant's passport was part of the reason for the conclusion that he did not have a subjective fear of persecution, and, therefore, in my view, would be information falling within the requirements of 424A(1), but s 424A does not apply because of s 424A(3)(b) of the Act.",
      "id": "s143"
    },
    {
      "text": "29 Sparsity of information, or a failure to supply details of general assertions, also is not 'information' for the purposes of s 424A(1).",
      "id": "s144"
    },
    {
      "text": "It is therefore not a breach of s 424A(1) for the Tribunal not to give the appellant written notice ' notice of the relevance of the appellant's failure to give details in its Protection Visa application about the attacks by Muslim fanatics '.",
      "id": "s145"
    },
    {
      "text": "30 In my judgment, Emmett FM was correct in holding that there had been no breach of s 424A of the Act by the Tribunal.",
      "id": "s146"
    },
    {
      "text": "31 The third ground of appeal argued before this Court is the complaint that the Tribunal did not use the independent country information in a rational way, and its findings were based on a use of independent country information which was irrelevant, selective, or outdated.",
      "id": "s147"
    },
    {
      "text": "As Emmett FM noted at par 24:\n 'The Tribunal identified with particularity and accepted the independent country information before it.",
      "id": "s148"
    },
    {
      "text": "It also noted that some of the independent country information to which it had regard was dated 1994...' \n \n 32 In my judgment, Emmett FM was correct in characterising the criticisms of the use of country information by the Tribunal as an attempt to seek merits review of the findings of fact from the country information used by the Tribunal.",
      "id": "s149"
    },
    {
      "text": "As her Honour noted, the Full Court of the Federal Court in NAHI v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 10 said at par 11:\n '\"It is not ... an error of law, or a jurisdictional error, for the Tribunal to base a decision on \"country information\" that is not true.",
      "id": "s150"
    },
    {
      "text": "The question of the accuracy of the \"country information\" is one for the Tribunal, not for the Court.",
      "id": "s151"
    },
    {
      "text": "If the Court were to make its own assessment of the truth of \"country information\", it would be engaging in merits review...' \n \n 33 Ground three of the appellant's appeal is not made out.",
      "id": "s152"
    },
    {
      "text": "34 Ground four of the appeal asserts that it was the use, rather than the truth, of the independent country information that was put in issue by the appellant in the Federal Magistrates Court.",
      "id": "s153"
    },
    {
      "text": "It was not a distinction that had been sought to be made.",
      "id": "s154"
    },
    {
      "text": "The claim by the appellant in the Federal Magistrates Court was that the independent country information on which the Tribunal relied was ' irrelevant, selective, and outdated '.",
      "id": "s155"
    },
    {
      "text": "This assertion challenged the accuracy and weight given to the country information by the Tribunal.",
      "id": "s156"
    },
    {
      "text": "For similar reasons expressed in relation to ground three, ground four is rejected.",
      "id": "s157"
    },
    {
      "text": "35 Ground five is directed at the finding that any fear of harm for any person could be avoided by relocating in Bangladesh.",
      "id": "s158"
    },
    {
      "text": "The test to be applied in relation to the question of relocation is whether it is reasonable and practical in the circumstances for the appellant to relocate: NAIZ v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCAFC 37 at par 22.",
      "id": "s159"
    },
    {
      "text": "The claim for the appellant is that the Tribunal did not consider the prospects or otherwise of the applicant finding work outside Dhaka, and its failure to explore his concerns about his ability to survive outside Dhaka meant that it failed to apply the correct test.",
      "id": "s160"
    },
    {
      "text": "36 Emmett FM found in par 47 of her reasons: \n \n \n '47.",
      "id": "s161"
    },
    {
      "text": "In the case before this Court the Tribunal considered the practical realities, as it found them facing the [appellant] and provided its reasons for its conclusion that it was both reasonable and practical for the [appellant] to relocate to another part of Bangladesh.",
      "id": "s162"
    },
    {
      "text": "48.",
      "id": "s163"
    },
    {
      "text": "The Tribunal noted that the [appellant] is only 26 years old, has worked in a restaurant for over 3 years as well as in the theatre.",
      "id": "s164"
    },
    {
      "text": "It also noted that the [appellant] had not been denied work despite his claims of being a known atheist.",
      "id": "s165"
    },
    {
      "text": "' \n \n \n \n 37 Contrary to the assertions for the appellant, the Tribunal did not deal with the relocation issue ' in a summary way '.",
      "id": "s166"
    },
    {
      "text": "As Emmett FM noted, the Tribunal considered the correct test for relocation and considered the practical realities, and gave reasons for its conclusion.",
      "id": "s167"
    },
    {
      "text": "There is nothing in the suggestion that its treatment on the relocation issue involved jurisdictional error.",
      "id": "s168"
    },
    {
      "text": "38 For the above reasons, none of the grounds of appeal have been made out.",
      "id": "s169"
    },
    {
      "text": "The appeal will be dismissed with costs.",
      "id": "s170"
    },
    {
      "text": "I certify that the preceding thirty-eight (38) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Spender.",
      "id": "s171"
    },
    {
      "text": "Associate:\n\nDated: 17 November 2006\n\n\n Counsel for the Appellant: Mr John Azzi \n \n Solicitor for the Respondent: Mrs PM Sibtain \n \n Date of Hearing: 8 August 2006 \n \n Date of Judgment: 17 November 2006 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/1546.html",
      "id": "s172"
    }
  ]
}