{
  "name": "Plantagenet Wines Pty Limited v Lion Nathan Wine Group Australia Limited [2006] FCA 247 (17 March 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/247.html",
  "catchphrases": [
    {
      "text": "stay of federal court proceedings",
      "id": "c0"
    },
    {
      "text": "forum non conveniens",
      "id": "c1"
    },
    {
      "text": "concurrent proceedings in federal court and new south wales supreme court",
      "id": "c2"
    },
    {
      "text": "effect of national cross vesting scheme on principles to be applied",
      "id": "c3"
    },
    {
      "text": "cross-vesting",
      "id": "c4"
    },
    {
      "text": "application to transfer federal court proceedings to new south wales supreme court",
      "id": "c5"
    },
    {
      "text": "non exclusive jurisdiction clause",
      "id": "c6"
    },
    {
      "text": "disparity between financial resources of the parties",
      "id": "c7"
    },
    {
      "text": "transfer refused",
      "id": "c8"
    },
    {
      "text": "conflict of laws",
      "id": "c9"
    },
    {
      "text": "practice and procedure",
      "id": "c10"
    }
  ],
  "sentences": [
    {
      "text": "1 On 16 December 2005, the applicant ('Plantagenent') filed an application in the Western Australia District Registry of this Court.",
      "id": "s0"
    },
    {
      "text": "By a notice of motion filed on 27 January 2006, the respondent to the application ('Lion Nathan') sought the stay of the application pursuant to the exercise of the inherent jurisdiction of the Court, or O 20 r 2(1)(c) of the Federal Court Rules ('the Rules') or alternatively under s 20(3) of the Service and Execution of Process Act 1992 (Cth) ('SEP Act').",
      "id": "s1"
    },
    {
      "text": "At the hearing of the motion I gave leave to Lion Nathan to amend the notice of motion to include a claim for the transfer of the proceedings to the Supreme Court of New South Wales under s 5(4) of the Jurisdiction of Courts (Cross-Vesting) Act 1987 (Cth) ('the Cross-Vesting Act').",
      "id": "s2"
    },
    {
      "text": "2 I also gave leave to both of the parties to file additional written submissions to deal with the matters raised by the amendment.",
      "id": "s3"
    },
    {
      "text": "Both parties availed themselves of the opportunity to file additional submissions.",
      "id": "s4"
    },
    {
      "text": "I note that thereafter Plantagenet filed further submissions and that Lion Nathan objected to the filing of those submissions.",
      "id": "s5"
    },
    {
      "text": "I have not considered those submissions.",
      "id": "s6"
    },
    {
      "text": "3 Lion Nathan relies upon the affidavits of Ms Julie Kathryn Ward sworn 27 January 2006 and 15 February 2006.",
      "id": "s7"
    },
    {
      "text": "Ms Ward is a partner of Mallesons Stephen Jaques, Lion Nathan's solicitors, who is resident in Sydney.",
      "id": "s8"
    },
    {
      "text": "Plantagenet relies upon the affidavit of Mr Ian Murray Mayo sworn 13 February 2006 and affidavits of Ms Leanne Allison sworn 14 February 2006 and 17 February 2006.",
      "id": "s9"
    },
    {
      "text": "Mr Mayo is the Managing Director of Plantagenet and Ms Allison is a solicitor with the Perth firm of solicitors, Williams and Hughes, Plantagenet's solicitors.",
      "id": "s10"
    },
    {
      "text": "4 For the reasons set out below, I am of the view that the notice of motion should be dismissed.",
      "id": "s11"
    },
    {
      "text": "Background \n \n5 Plantagenet is a private company which owns and operates a vineyard and wine making business which is located near Mount Barker in Western Australia, some 350 kms south of Perth.",
      "id": "s12"
    },
    {
      "text": "The winery employs 20 persons.",
      "id": "s13"
    },
    {
      "text": "6 Lion Nathan is one of a number of companies in a group which are related to a publicly listed corporation.",
      "id": "s14"
    },
    {
      "text": "These companies carry on business in Australia and overseas in the wine and liquor industry.",
      "id": "s15"
    },
    {
      "text": "Lion Nathan's principal place of business is in Sydney, New South Wales.",
      "id": "s16"
    },
    {
      "text": "7 On 8 March 2005, Lion Nathan and Plantagenet entered into a distribution agreement, pursuant to which Lion Nathan was appointed exclusively to distribute Plantagenet wines in all States and Territories of Australia other than Western Australia.",
      "id": "s17"
    },
    {
      "text": "8 Clause 24.7 of the distribution agreement provides:\n \n ' Governing Law : This Agreement and the transactions contemplated by this [sic] are governed by the law of New South Wales, Australia and each party submits to the non exclusive jurisdiction of the courts of that state.",
      "id": "s18"
    },
    {
      "text": "' \n \n\n9 On 15 December 2005 Plantagenet wrote a letter to the Managing Director of Lion Nathan, stating that it was terminating the distribution agreement.",
      "id": "s19"
    },
    {
      "text": "Plantagenet said that it was doing so because it had been induced to enter into the distribution agreement by the misleading and deceptive conduct of Lion Nathan.",
      "id": "s20"
    },
    {
      "text": "The letter also said Plantagenet accepted the repudiation of that agreement by Lion Nathan.",
      "id": "s21"
    },
    {
      "text": "The grounds relied upon by Plantagenet for the allegation that Lion Nathan had repudiated the distribution agreement were that Lion Nathan had without the consent of Plantagenet performed the obligations under the distribution agreement by a joint venture, called 'Fine Wine Partners', with a company, Tucker Seabrook (Aust) Pty Ltd ('Tucker Seabrook'), that Lion Nathan had failed to achieve its performance level obligations under the distribution agreement, and it had breached the confidentiality provisions of the distribution agreement.",
      "id": "s22"
    },
    {
      "text": "10 On 16 December 2005, Mr Peter Cowan on behalf of Lion Nathan responded to the letter saying that he had provided copies of Plantagenet's letter to his legal counsel and that Lion Nathan reserved all of its rights under the distribution agreement including 'our rights to seek substantial damages for wrongful termination'.",
      "id": "s23"
    },
    {
      "text": "11 On 16 December 2005, Plantagenet's solicitors wrote a letter to Mr Ian Morden, legal counsel of Lion Nathan, which included the following statements:\n \n 'It appears that the issues in relation to the distribution of Plantagenet Wines by Fine Wine Partners will not be resolved commercially.",
      "id": "s24"
    },
    {
      "text": "For that reason we have been instructed to institute proceedings in the Federal Court of Australia.",
      "id": "s25"
    },
    {
      "text": "We assume that you have instructions to accept service on behalf of Lion Nathan.",
      "id": "s26"
    },
    {
      "text": "Would you please confirm.",
      "id": "s27"
    },
    {
      "text": "' \n \n\n12 By an email dated 16 December 2005 in response, Mr Morden stated that he would accept service 'for now'.",
      "id": "s28"
    },
    {
      "text": "13 As already mentioned, on 16 December 2005, Plantagenet filed an application in the Western Australia District Registry of the Federal Court ('the Federal Court proceedings').",
      "id": "s29"
    },
    {
      "text": "Pursuant to that application Plantagenet claimed damages under s 82 of the Trade Practices Act 1974 (Cth) ('the TP Act'), an order pursuant to s 87 of the TP Act and also damages for breach of contract.",
      "id": "s30"
    },
    {
      "text": "The application was given the number WAD 389 of 2005 by the Western Australia District Registry of this Court.",
      "id": "s31"
    },
    {
      "text": "14 On 20 December 2005, Plantagenet appointed Casama Group Pty Ltd ('Casama') as exclusive distributor of its wines.",
      "id": "s32"
    },
    {
      "text": "15 On 20 December 2005, Lion Nathan's solicitors wrote a letter to Plantagenet's solicitors.",
      "id": "s33"
    },
    {
      "text": "By that letter, Lion Nathan's solicitors sought an undertaking from Plantagenet that it would continue to perform its obligations under the distribution agreement, failing which Lion Nathan would seek urgent interlocutory relief.",
      "id": "s34"
    },
    {
      "text": "The terms of the undertaking sought were that:\n \n '...pending a resolution of the current dispute (whether by a Court or otherwise), your client will take no steps to appoint or use the services of an alternative distributor for its products and will continue to supply products in accordance with the terms of the Distribution Agreement.",
      "id": "s35"
    },
    {
      "text": "' \n \n\n16 On 21 December 2005, Plantagenet's solicitors replied to that letter by facsimile.",
      "id": "s36"
    },
    {
      "text": "The heading of that letter read as follows:\n \n 'Plantagenet Wines Pty Ltd v Lion Nathan Wine Group Australia Limited Federal Court Action WAD 389 of 2005'.",
      "id": "s37"
    },
    {
      "text": "By that letter, the solicitors for Plantagenet advised that their client would not give the undertaking requested.",
      "id": "s38"
    },
    {
      "text": "The Federal Court proceedings referred to in the heading to the letter had not been served on Lion Nathan at the time that Lion Nathan's solicitors received that letter.",
      "id": "s39"
    },
    {
      "text": "17 On 22 December 2005, Lion Nathan commenced proceedings in the Supreme Court of New South Wales seeking urgent interlocutory relief against Plantagenet.",
      "id": "s40"
    },
    {
      "text": "Lion Nathan sought orders restraining Plantagenet from acting upon any purported termination of the distribution agreement; and from performing its new contract with Casama.",
      "id": "s41"
    },
    {
      "text": "18 The papers comprising the application for the urgent injunction were faxed by the solicitors for Lion Nathan to the solicitors for Plantagenet after midnight (WST) on 22 December 2005 and Plantagenet's solicitors first became aware of the institution of the New South Wales proceedings at 6.45 am (WST) when the solicitor with the conduct of the file arrived for work in Perth on 22 December 2005.",
      "id": "s42"
    },
    {
      "text": "The solicitor then faxed a copy of the pleadings in the Federal Court proceedings to Lion Nathan's solicitors.",
      "id": "s43"
    },
    {
      "text": "Prior to the receipt of this facsimile the injunction application had already been mentioned before the vacation duty judge in the New South Wales Supreme Court.",
      "id": "s44"
    },
    {
      "text": "The application was then stood over to that afternoon, and then to the following day.",
      "id": "s45"
    },
    {
      "text": "Plantagenet was represented by counsel at these two appearances.",
      "id": "s46"
    },
    {
      "text": "19 At the Supreme Court appearance, on 23 December 2005, there was no contested hearing of the injunction application.",
      "id": "s47"
    },
    {
      "text": "Plantagenet gave undertakings to supply 573 cases of wine, the subject of existing purchase orders and 576 cases of wine, the subject of a purchase order made that day.",
      "id": "s48"
    },
    {
      "text": "20 There was a further appearance in the New South Wales Supreme Court before McDougall J on 4 January 2006 where McDougall J made orders in the form of a minute of consent.",
      "id": "s49"
    },
    {
      "text": "The minute of consent orders runs to four pages and contains 14 paragraphs and a definitional section.",
      "id": "s50"
    },
    {
      "text": "It is plain that the consent orders represent the outcome of negotiations between the parties.",
      "id": "s51"
    },
    {
      "text": "Pursuant to the consent orders Plantagenet agreed to supply further wines to Lion Nathan.",
      "id": "s52"
    },
    {
      "text": "21 On 24 January 2006, the solicitors for Lion Nathan wrote to Plantagenet's solicitors stating that they had been instructed to seek a stay of the Federal Court proceedings and proposing a draft minute of orders for the progress of the Supreme Court proceedings which Lion Nathan intended to ask the Supreme Court to make at the directions hearing which was listed for 10 February 2006.",
      "id": "s53"
    },
    {
      "text": "22 The draft minute of orders proposed a timetable for the pleadings, discovery and evidence.",
      "id": "s54"
    },
    {
      "text": "The first draft order in the proposed timetable was for Lion Nathan to file and serve a statement of claim on or before Friday, 24 February 2006.",
      "id": "s55"
    },
    {
      "text": "23 On 27 January 2006, Lion Nathan filed a notice of appearance in the Federal Court proceedings and also, as previously mentioned, filed its notice of motion seeking a stay of these proceedings.",
      "id": "s56"
    },
    {
      "text": "This Court listed the motion for 10 February 2006.",
      "id": "s57"
    },
    {
      "text": "24 On 31 January 2006, Plantagenet's solicitors made a proposal to Lion Nathan's solicitors that the directions hearing listed for 10 February 2006 in the New South Wales Supreme Court be stood over by consent for seven days pending the determination of the stay application in the Federal Court.",
      "id": "s58"
    },
    {
      "text": "On 8 February 2006, Lion Nathan's solicitors responded to Plantagenet's solicitors advising that their client did not consent to the adjournment of the directions hearing listed on 10 February 2006 in the New South Wales Supreme Court proceedings pending the determination of the stay application in the Federal Court proceedings.",
      "id": "s59"
    },
    {
      "text": "The solicitors also said that they had been instructed to press for the procedural directions in the New South Wales Supreme Court proceedings in accordance with the timetable in the draft minute of orders provided on 24 January 2006.",
      "id": "s60"
    },
    {
      "text": "25 On 9 February 2006, Lion Nathan's solicitors sent a facsimile to Plantagenet's solicitors enclosing a copy of the statement of claim which they said Lion Nathan would be filing in the Supreme Court proceedings.",
      "id": "s61"
    },
    {
      "text": "Lion Nathan's solicitors also advised that they would be amending the proposed minute of orders accelerating the date for the filing of the statement of claim to 10 February 2006 with consequential acceleration to the other dates in the proposed minute of orders.",
      "id": "s62"
    },
    {
      "text": "26 At the hearing before Bergin J on 10 February 2006 Lion Nathan pressed the Court to make the directions in accordance with the proposed minute of orders but Bergin J refused to make the directions, save for the delivery of a statement of claim on 17 February 2006, pending the outcome of this motion in the Federal Court.",
      "id": "s63"
    },
    {
      "text": "The proceedings in each of the Courts \n \n27 In the statement of claim filed with its application in the Federal Court, Plantagenet alleges that Lion Nathan engaged in misleading and deceptive conduct in breach of s 52 of the TP Act.",
      "id": "s64"
    },
    {
      "text": "The conduct relied upon comprises the making of misleading representations by Lion Nathan prior to the completion of the distribution agreement.",
      "id": "s65"
    },
    {
      "text": "Plantagenet alleges that Lion Nathan represented that it would perform its obligations under the distribution agreement by its then sales staff and sales organisation; that it had no plans on foot to make major changes in its sales staff and sales organisation, to change its trading name or to enter into a joint venture with another wine distributor to sell Plantagenet wines together with or in partnership with that other distributor.",
      "id": "s66"
    },
    {
      "text": "28 Plantagenet also alleges that Lion Nathan represented that it would use reasonable endeavours to meet sales volume targets for each of the years.",
      "id": "s67"
    },
    {
      "text": "In addition to relying upon positive representations, Plantagenet also pleads that it had a reasonable expectation that if Lion Nathan was not going to give effect to the facts and matters contained in those representations, it would advise Plantagenet.",
      "id": "s68"
    },
    {
      "text": "Plantagenet pleads that Lion Nathan subsequently made major changes to its sales staff and sales organisation, entered into a partnership arrangement with Tucker Seabrook to distribute Plantagenet wines under the trade name 'Fine Wine Partners' and that since October 2005, Fine Wine Partners has marketed and made sales of Plantagenet wines.",
      "id": "s69"
    },
    {
      "text": "29 Plantagenet claims that it has suffered loss and damage because, as a consequence of relying upon the representations, Plantagenet entered into the distribution agreement, and did not make an agreement with a different party which it would otherwise have done.",
      "id": "s70"
    },
    {
      "text": "30 Further, Plantagenet also pleads a claim at common law for breach of the distribution agreement by Lion Nathan.",
      "id": "s71"
    },
    {
      "text": "Plantagenet claims that Lion Nathan breached the terms of the distribution agreement by entering into the Fine Wine Partners partnership with Tucker Seabrook and by permitting Plantagenet wines to be marketed and sold by that partnership; and by disclosing information to Tucker Seabrook and its employees and agents.",
      "id": "s72"
    },
    {
      "text": "Further, it alleges that Lion Nathan did not use reasonable endeavours to sell and distribute the products.",
      "id": "s73"
    },
    {
      "text": "It is alleged that the breaches amounted to repudiation by Lion Nathan of the distribution agreement and by an email dated 15 December 2005 from Mr Richard Erskine, a director of Plantagenet, to Mr Peter Cowan, of Lion Nathan, Plantagenet accepted the repudiation of the distribution agreement.",
      "id": "s74"
    },
    {
      "text": "It is also pleaded that by reason of Lion Nathan's breach of the distribution agreement, Plantagenet has suffered loss and damage.",
      "id": "s75"
    },
    {
      "text": "31 In the statement of claim in the New South Wales proceedings Lion Nathan pleads that on or about 15 December 2005 Plantagenet purported to terminate the distribution agreement and that Plantagenet was not entitled to terminate the distribution agreement on any of the grounds on which it purported to do so.",
      "id": "s76"
    },
    {
      "text": "Lion Nathan pleads further that in purporting to terminate the distribution agreement Plantagenet repudiated the distribution agreement; and that in further repudiation of the distribution agreement from about 15 December 2005 Plantagenet refused to supply Lion Nathan with wines in accordance with orders placed by Lion Nathan save for the supply of wines made in accordance with the New South Wales Supreme Court orders.",
      "id": "s77"
    },
    {
      "text": "32 Lion Nathan also pleads that the appointment by Plantangent of Casama as exclusive distributor in the territory which was the subject of the distribution agreement, was a further repudiation of the agreement.",
      "id": "s78"
    },
    {
      "text": "It alleges that Lion Nathan has refused to accept the repudiation and Lion Nathan seeks a declaration that the distribution agreement is on foot, an injunction restraining Plantagenet from performing its obligations under the Casama agreement; and alternatively damages for breach of contract and for wrongful repudiation of the distribution agreement.",
      "id": "s79"
    },
    {
      "text": "The application for a stay under O 20 r 2 of the Rules or the inherent jurisdiction \n \n33 Counsel for Lion Nathan submitted that the application for the stay should be considered by reference to the principles stated in the case of Sterling Pharmaceuticals Pty Ltd v Boots Company (Australia) Pty Ltd (1992) 34 FCR 287 ('Sterling Pharmaceuticals') .",
      "id": "s80"
    },
    {
      "text": "34 Counsel did not submit that the proceedings in this Court should be stayed on the basis that the proceedings were otherwise an abuse of process or because they were vexatious or frivolous.",
      "id": "s81"
    },
    {
      "text": "35 Counsel for Plantagenet submitted that the case of Sterling Pharmaceuticals was distinguishable because that case was concerned with two sets of proceedings one of which was in Australia and the other in New Zealand, and therefore beyond the scope of the cross-vesting scheme.",
      "id": "s82"
    },
    {
      "text": "Counsel for Plantagenet submitted that, in cases where the parties were amenable to the jurisdiction of the legislation comprising the national cross-vesting scheme, the scheme had ousted the common law principles on whether a court would stay its own proceedings on the basis of forum non conveniens.",
      "id": "s83"
    },
    {
      "text": "Counsel relied upon observations made by Ormiston JA in Schmidt v Won [1998] 3 VR 435 ('Schmidt') .",
      "id": "s84"
    },
    {
      "text": "36 Counsel submitted that Lion Nathan's application for a stay should therefore be addressed, not by reference to the common law jurisdiction in respect of stays on the grounds of forum non conveniens, but in accordance with the principles applicable under the cross-vesting scheme.",
      "id": "s85"
    },
    {
      "text": "37 Although counsel for Lion Nathan responded to Plantagenet's submissions by applying to amend the notice of motion to include a claim to transfer the Federal Court proceedings to the Supreme Court of New South Wales under the Cross-Vesting Act, counsel said that she continued to press the claim for the stay.",
      "id": "s86"
    },
    {
      "text": "38 In the case of Bankinvest AG v Seabrook (1988) 14 NSWLR 711 at 438 ('Bankinvest') Rogers AJA rejected a submission of counsel in that case that the common law principles of forum non conveniens continued to exist concurrently with the cross-vesting legislation, and observed that 'the former has clearly been subsumed by s 5(2)(b)(iii) [of the Cross-Vesting Act].",
      "id": "s87"
    },
    {
      "text": "'\n \n39 In Schmidt , Ormiston JA made the following observations at 453-454:\n \n 'Subject always to the power of the Court to stay frivolous, vexatious oppressive proceedings or any which amount to an abuse of process (the categories for which can never be closed), the Voth principle should be considered as having no continued practical application so far as the exercise of jurisdiction as between the several State Supreme Courts.",
      "id": "s88"
    },
    {
      "text": "So the ordinary remedy of parties, who are served in Australia with process issued out of the Supreme Courts of States or Territories other than that in which they reside and who wish to complain that the Supreme Court of that other State or Territory is not the appropriate forum in which the litigation should be heard, is to seek transfer pursuant to the provisions of s 5(2) of one of the State Cross-Vesting Acts.",
      "id": "s89"
    },
    {
      "text": "In the light of the complex and sophisticated scheme now in operation in this country, a stay of the kind contemplated by Voth must be seen as an inappropriately heavy-handed means of ensuring that issues are determined in the proper forum, ie in the court within Australia most appropriate to hear the action and most convenient to the parties for that purpose.",
      "id": "s90"
    },
    {
      "text": "Transfer under the Cross-Vesting legislation should be seen as now providing the necessary and appropriate weapon to achieve the same end by transferring litigation to a more appropriate jurisdiction within Australia.",
      "id": "s91"
    },
    {
      "text": "' \n \n\n40 Ormiston JA at 454 approved the following observations by Underwood J (as he then was) in McEntee v Connor (1994) 4 Tas R 18 at 24:\n \n 'With respect to causes of action that arise wholly within Australia, it seems to me that in a practical sense, Cross-Vesting legislation has ousted the operation of the common law.",
      "id": "s92"
    },
    {
      "text": "In such cases it is difficult to conceive of a situation where an Australian forum will be clearly inappropriate, and the choice of that forum will be governed by the principles governing the exercise of the statutory discretion conferred by the Cross-Vesting legislation.",
      "id": "s93"
    },
    {
      "text": "' \n \n\n41 Further, at 455 Ormiston JA said:\n \n 'The Voth principle was and [is] applicable where persons were served within the jurisdiction and so was not confined to cases where there was a statutory extension of personal jurisdiction.",
      "id": "s94"
    },
    {
      "text": "Nevertheless the Cross-Vesting Act is of general application and the procedure for transfer should be seen as making the Voth principle redundant for disputes within Australia, save in the most exceptional circumstances where the prevention of an abuse of process is the predominant consideration...' \n \n\n42 Although the observations of Rogers AJA and Ormiston JA were made in the context of concurrent proceedings pending in the Supreme Courts of two different States, in my view, the observations are equally applicable when one of the concurrent proceedings is pending in the Federal Court, and the other is pending in a State Supreme Court.",
      "id": "s95"
    },
    {
      "text": "The same rationale for the cross-vesting scheme of avoiding the wasteful consequences of concurrent proceedings, applies whether the concurrent proceedings exist in the Supreme Courts of two different States or in the Supreme Court of a State and in the Federal Court.",
      "id": "s96"
    },
    {
      "text": "43 Thus, although the Court retains a jurisdiction to stay its own proceedings on forum non conveniens grounds, the question of whether to exercise that jurisdiction will be informed by whether it is open to a party seeking the stay to seek relief under the cross-vesting scheme.",
      "id": "s97"
    },
    {
      "text": "44 In this case the parties were amenable to the cross-vesting scheme, and so it was open to Lion Nathan to have brought an application to transfer the Federal Court proceedings under the Cross-Vesting Act rather than to apply for a stay.",
      "id": "s98"
    },
    {
      "text": "The transfer application has now been made by the amendment to the notice of motion.",
      "id": "s99"
    },
    {
      "text": "As I have already mentioned, Lion Nathan does not seek a stay of the proceedings on the basis of an abuse of process by Plantagenet, and so this application does not fall into the exceptional circumstances category referred to by Ormiston JA in Schmidt in the observations set out above.",
      "id": "s100"
    },
    {
      "text": "In my view, therefore, it is appropriate that I decline to exercise the Court's jurisdiction to stay the proceedings.",
      "id": "s101"
    },
    {
      "text": "It is appropriate that the question of the destiny of the Federal Court proceedings be considered by reference to Lion Nathan's transfer application now before the Court.",
      "id": "s102"
    },
    {
      "text": "45 In the event that I am wrong in the views that I have expressed, I would decline to stay the Federal Court proceedings.",
      "id": "s103"
    },
    {
      "text": "This is because the appropriate test to apply in the circumstances is the test in Voth v Manildra Flour Mills Pty Ltd [1990] HCA 55 ; (1990) 171 CLR 538 and not in Sterling Pharmaceuticals (see BHP Billiton Ltd v Schultz [2004] HCA 61 ; (2004) 211 ALR 523 ('BHP Billiton') , the observations of Ormiston JA in Schmidt referred to above and Transport Workers' Union of Australia v Bentley [2001] FCA 671 ; (2001) 112 FCR 580).",
      "id": "s104"
    },
    {
      "text": "On the application of that test, it could not be said that the Western Australia District Registry of the Federal Court is a clearly inappropriate forum for Plantagenet to commence the Federal Court proceedings.",
      "id": "s105"
    },
    {
      "text": "Plantagenet's principal place of business is in Western Australia, the alleged breaches of the TP Act occurred in Western Australia and the alleged losses were suffered in Western Australia.",
      "id": "s106"
    },
    {
      "text": "The application under s 20 of the SEP Act \n \n46 I will now give consideration to Lion Nathan's application brought by reference to the SEP Act.",
      "id": "s107"
    },
    {
      "text": "Section 20 of the SEP Act reads as follows:\n \n '(1) This section does not apply in relation to a proceeding in which the Supreme Court of a State is the court of issue.",
      "id": "s108"
    },
    {
      "text": "(2) The person served may apply to the court of issue for an order staying the proceeding.",
      "id": "s109"
    },
    {
      "text": "(3) The court may order that the proceeding be stayed if it is satisfied that a court of another State that has jurisdiction to determine all the matters in issue between the parties is the appropriate court to determine those matters.",
      "id": "s110"
    },
    {
      "text": "(4) The matters that the court is to take into account in determining whether that court of another State is the appropriate court for the proceeding include: \n \n (a) the places of residence of the parties and of the witnesses likely to be called in the proceeding; and \n \n (b) the place where the subject matter of the proceeding is situated; and \n \n (c) the financial circumstances of the parties, so far as the court is aware of them; and \n \n (d) any agreement between the parties about the court or place in which the proceeding should be instituted; and \n \n (e) the law that would be most appropriate to apply in the proceeding; and \n \n (f) whether a related or similar proceeding has been commenced against the person served or another person; \n \n but do not include the fact that the proceeding was commenced in the place of issue.",
      "id": "s111"
    },
    {
      "text": "...' \n \n\n47 Counsel for Plantagenet argued that s 20 of the SEP Act had no application to proceedings issued by the Federal Court, and that, therefore, s 20 of the SEP Act could not found a basis for this Court to stay the Federal Court proceedings.",
      "id": "s112"
    },
    {
      "text": "48 In my view, counsel for Plantagenet's argument is to be accepted.",
      "id": "s113"
    },
    {
      "text": "'Court' is defined in s 3 of the SEP Act as follows:\n \n ' Court , except in Part 7, means a court of a State and includes an authority exercising the powers of such a court'.",
      "id": "s114"
    },
    {
      "text": "49 Section 20 of the SEP Act does not appear in Pt 7 of the SEP Act, and therefore the reference to the word 'Court' in s 20 of the SEP Act is to be construed as a reference to a court of a State.",
      "id": "s115"
    },
    {
      "text": "It follows that the reference to 'court' in s 20 of the SEP Act is not a reference to the Federal Court, whose proceedings are not, in any event, served pursuant to the SEP Act.",
      "id": "s116"
    },
    {
      "text": "Further, in Schmidt , Ormiston JA at 454 observed that s 20(1) of the SEP Act is to be construed as referring to an inferior court of a State.",
      "id": "s117"
    },
    {
      "text": "50 I, accordingly, decline to stay the Federal Court proceedings under s 20 of the SEP Act as there is no jurisdiction to do so.",
      "id": "s118"
    },
    {
      "text": "The application for transfer under the cross-vesting legislation \n \n51 In BHP Billiton , Gleeson CJ, McHugh and Heydon JJ said at 527, at [14]:\n \n 'In the context of the Cross-Vesting Act, one is not concerned with the problem of a court, with a prima facie duty to exercise a jurisdiction that has been regularly invoked, asking whether it is justified in refusing to perform that duty.",
      "id": "s119"
    },
    {
      "text": "Rather, the court is required by statute to ensure that cases are heard in the forum dictated by the interests of justice.",
      "id": "s120"
    },
    {
      "text": "An application for transfer under s 5 of the Cross-Vesting Act is brought upon the hypothesis that the jurisdiction of the court to which the application is made has been regularly invoked.",
      "id": "s121"
    },
    {
      "text": "If it appears to that court that it is in the interests of justice that the proceedings be determined by another designated court, then the first court \"shall transfer\" the proceedings to that other court.",
      "id": "s122"
    },
    {
      "text": "There is a statutory requirement to exercise the power of transfer whenever it appears that it is in the interests of justice that it should be exercised.",
      "id": "s123"
    },
    {
      "text": "It is not necessary that it should appear that the first court is a \"clearly inappropriate\" forum.",
      "id": "s124"
    },
    {
      "text": "It is both necessary and sufficient that, in the interests of justice, the second court is more appropriate.",
      "id": "s125"
    },
    {
      "text": "' \n \n\n52 Gleeson CJ, McHugh and Heydon JJ in BHP Billiton at 527, at [13] quoted with approval the following observations by Street CJ in Bankinvest :\n \n 'The cross-vesting legislation passed by the Commonwealth, the States and the Territories both conferred on each of the ten courts Australia-wide jurisdiction and set up the mechanism regulating the transferring of proceedings from one of these ten courts to another.",
      "id": "s126"
    },
    {
      "text": "In relation to transfer, the common policy reflected in each of the individual enactments is that there must be a judicial determination by the court in which proceedings are commenced either to transfer or not to transfer the proceedings to one of the other nine based, broadly speaking, upon consideration of the interests of justice...It calls for what I might describe as a \"nuts and bolts\" management decision as to which court, in the pursuit of the interests of justice, is the more appropriate to hear and determine the substantive dispute.",
      "id": "s127"
    },
    {
      "text": "' \n \n \n\n53 Lion Nathan relied upon the following factors in support of its submission that the Federal Court proceedings should be transferred to the New South Wales Supreme Court:\n \n (i) the distribution agreement contains a clause whereby the parties have submitted to the non exclusive jurisdiction of the courts of New South Wales;\n (ii) the distribution agreement contains a clause stating that the 'agreement and the transactions contemplated' by the agreement are governed by the laws of New South Wales, Australia;\n (iii) the New South Wales proceedings are likely to be determined in a shorter period of time than the Western Australia proceedings;\n (iv) the New South Wales proceedings are more advanced than the Western Australia proceedings and a considerable body of affidavit material has already been served and absorbed by the legal representatives in New South Wales, including the solicitors and counsel retained by Plantagenet in that State;\n (v) Lion Nathan's potential witnesses reside predominantly in New South Wales.",
      "id": "s128"
    },
    {
      "text": "54 Plantagenet, on the other hand, relies upon the following factors in opposing the transfer of the Federal Court proceedings to the New South Wales Supreme Court:\n \n (i) the claims made by Plantagenet are within the original jurisdiction of the Federal Court and there is a substantial connection between Western Australia and the claims made in the Federal Court proceedings;\n (ii) there is a great disparity in the financial resources of Plantagenet and Lion Nathan and the burden of interstate litigation will, relative to the parties' resources, be far greater for Plantagenet.",
      "id": "s129"
    },
    {
      "text": "55 I deal with each of the factors relied upon by Lion Nathan.",
      "id": "s130"
    },
    {
      "text": "56 Counsel for Lion Nathan submits that considerable weight must be given to the fact that the distribution agreement contains a clause whereby the parties have submitted to the non exclusive jurisdiction of the courts of New South Wales.",
      "id": "s131"
    },
    {
      "text": "Counsel relies upon observations by Simmonds J in Anderson Formrite Pty Ltd v Baulderstone Hornibrook Pty Ltd ( 2004) 206 ALR 614 at 618 where his Honour observed that weight should be given to a clause where parties have agreed to submit to the jurisdiction of a particular court even if the submission was to the non exclusive jurisdiction of that court, but that greater weight should be given if the parties have submitted to the exclusive jurisdiction of the court.",
      "id": "s132"
    },
    {
      "text": "57 Counsel for Plantagenet submitted that on the proper construction of the clause Plantagenet has not submitted its TP Act claims to the non exclusive jurisdiction of the courts of New South Wales.",
      "id": "s133"
    },
    {
      "text": "The submission to the non exclusive jurisdiction of the New South Wales Court was limited to claims relating to the construction and performance of the distribution agreement, and did not extend to claims of misrepresentation leading to the entry into the agreement.",
      "id": "s134"
    },
    {
      "text": "58 Secondly, counsel argued that the words 'courts of [New South Wales]' in the clause were apt to include the Federal Court which is a court which, inter alia, sits in New South Wales.",
      "id": "s135"
    },
    {
      "text": "59 A non exclusive jurisdiction clause does not preclude a party bound by that clause from commencing proceedings in a jurisdiction other than the jurisdiction specified in the clause.",
      "id": "s136"
    },
    {
      "text": "The effect of the clause is that the contracting parties agree to submit to the non exclusive jurisdiction of the court specified in the clause, the claims that are within the scope of the clause.",
      "id": "s137"
    },
    {
      "text": "I accept the argument of counsel for Plantagenet that there is a relationship between the scope of the choice of law clause and the scope of the submission to the non exclusive jurisdiction in cl 24.7 of the distribution agreement.",
      "id": "s138"
    },
    {
      "text": "I also accept Plantagenet's argument that the words 'The Agreement and the transactions contemplated by this [agreement]' in that clause, refer to claims relating to the construction and performance of the distribution agreement and do not refer to claims of misrepresentation inducing the entry into the distribution agreement (see Green v Australian Industrial Investment Ltd (1989) 25 FCR 532 at 543 ('Green') ).",
      "id": "s139"
    },
    {
      "text": "However, a significant part of Plantagenet's claim in the Federal Court proceedings relates to allegations of breach of contract by Lion Nathan and, therefore, the fact that Plantagenet is party to a non exclusive jurisdiction clause in favour of the courts of New South Wales must be taken into account.",
      "id": "s140"
    },
    {
      "text": "In my view, the effect of the clause is that the parties have agreed that New South Wales is an appropriate forum to consider claims falling within the ambit of the choice of law clause, and have, thereby, agreed to accept the jurisdiction of that Court for the determination of those claims, but that does not mean that they have agreed that there is no other court, particularly within Australia, which may also be an appropriate forum.",
      "id": "s141"
    },
    {
      "text": "I am of the view, therefore, that, given the limited scope of the claims that the parties have agreed to submit to the non exclusive jurisdiction of the New South Wales courts, some, but not much, weight is to be accorded to the non exclusive jurisdiction clause, as a factor in favour of the Federal Court proceedings being transferred to the New South Wales Supreme Court.",
      "id": "s142"
    },
    {
      "text": "60 I do not regard it as helpful to address, in this context, the question of whether the Federal Court sitting in Sydney is within the ambit of the expression 'courts of [New South Wales]'.",
      "id": "s143"
    },
    {
      "text": "This is because the inquiry at hand requires an assessment of whether, by reference to its connecting factors to the Western Australia District Registry of this Court, as opposed to any other district registry, the Federal Court proceedings should be transferred to the New South Wales Supreme Court.",
      "id": "s144"
    },
    {
      "text": "61 I place no weight, additional to that already referred to, on the fact that the distribution agreement provides that the governing law of the distribution agreement is the law of New South Wales.",
      "id": "s145"
    },
    {
      "text": "This is because the Federal Court is a national court which applies the common and statutory law of each of the States when it is appropriate to do so.",
      "id": "s146"
    },
    {
      "text": "Further, Lion Nathan has not pointed to any distinguishing features in the law of New South Wales which it is anticipated, will assume any importance in the resolution of the controversy (see Green at 544).",
      "id": "s147"
    },
    {
      "text": "62 I place no weight on the claim that the New South Wales proceedings are likely to be determined within a shorter period than the Federal Court proceedings.",
      "id": "s148"
    },
    {
      "text": "The evidence of Ms Ward is that the New South Wales proceedings could be heard within approximately six to seven months.",
      "id": "s149"
    },
    {
      "text": "The evidence of Ms Allison is that in her recent experience, it is possible for an application to get to trial in the Western Australia District Registry of this Court within a year of the date of issue, even in cases where there have been defaults in the timetable.",
      "id": "s150"
    },
    {
      "text": "In her view, if the parties were to comply with the timetable it would be possible to get a matter to trial in this Registry in a substantially lesser period of time.",
      "id": "s151"
    },
    {
      "text": "Ms Allison also deposes that she has been informed by Mr O'Connor, a partner of the Sydney law firm, Addisons, that in his experience a trial may be had in the Federal Court in Sydney within four to six weeks of the issue of the application if the disposition of the matter is regarded as urgent.",
      "id": "s152"
    },
    {
      "text": "In my view, evidence at this level of generality is of very limited value.",
      "id": "s153"
    },
    {
      "text": "What is more significant is that each court has the facilities available to the parties whereby each court is able to make directions, at the instance of the parties, for bringing the matter to trial within a short period of time.",
      "id": "s154"
    },
    {
      "text": "63 I also place no weight on the claim that the proceedings are further advanced in the New South Wales Supreme Court.",
      "id": "s155"
    },
    {
      "text": "In this Court, Plantagenet has filed an application and a statement of claim.",
      "id": "s156"
    },
    {
      "text": "In the New South Wales proceedings, Lion Nathan has filed a statement of claim and a commercial list statement.",
      "id": "s157"
    },
    {
      "text": "In neither of the proceedings has a defence been filed.",
      "id": "s158"
    },
    {
      "text": "Further, in neither of the proceedings have directions been made for the progress of the proceedings to trial.",
      "id": "s159"
    },
    {
      "text": "Further, I place no weight on the submission that solicitors and counsel retained in New South Wales will have acquired such a familiarity with the case that it would be inefficient to waste that expertise.",
      "id": "s160"
    },
    {
      "text": "There has not been any contested application heard in the New South Wales proceedings.",
      "id": "s161"
    },
    {
      "text": "64 As to the question of the number and location of witnesses, Ms Ward has deposed that she anticipates that there would be about 10 witnesses called in support of Lion Nathan's case and that they are largely resident in New South Wales.",
      "id": "s162"
    },
    {
      "text": "Among the witnesses referred to are employees from Tucker Seabrook and Fine Wine Partners Australia Pty Ltd as trustee of the Fine Wine Partners Unit Trust ('Fine Wine Partners').",
      "id": "s163"
    },
    {
      "text": "Ms Allison has not specified a number of witnesses whom she anticipates would be called to give evidence for Plantagenet, but she says she has identified several possible witnesses, who, save for one, are resident in Western Australia.",
      "id": "s164"
    },
    {
      "text": "65 Counsel for Lion Nathan submits that the number of potential witnesses resident in New South Wales is a strong factor in favour of the Federal Court proceedings being transferred to the New South Wales Supreme Court.",
      "id": "s165"
    },
    {
      "text": "Counsel for Plantagenet submits that it is too early to anticipate how many witnesses will be required to give evidence at trial and that should it transpire that most of the witnesses required to give evidence at trial are resident in New South Wales, it will be open to this Court to make orders to accommodate that eventuality by taking evidence by video link, or even, by directing that the trial be conducted in New South Wales.",
      "id": "s166"
    },
    {
      "text": "66 I accept that it is too early to make any reliable estimate as to the number of witnesses that will be required to give evidence at trial.",
      "id": "s167"
    },
    {
      "text": "The pleadings are not yet closed and Ms Ward has made no attempt to identify the issues likely to be in dispute and the matters in respect of which each of the 10 anticipated witnesses will be required to give evidence.",
      "id": "s168"
    },
    {
      "text": "I, accordingly, regard the evidence of Ms Ward as to the number of witnesses likely to be called to give evidence for Lion Nathan at trial as being of limited value.",
      "id": "s169"
    },
    {
      "text": "67 Further, I accept that the inconvenience of witnesses having to travel can be often be mitigated by taking evidence by video link; and that the Court does have the power to order that the trial be conducted in New South Wales.",
      "id": "s170"
    },
    {
      "text": "However, notwithstanding, these comments, in my view, some weight must be accorded to the prospect that there will be witnesses called by Lion Nathan who are resident outside of Western Australia, who will be required to travel to Perth (if that is the trial venue) to give evidence at the trial of the Federal Court proceedings.",
      "id": "s171"
    },
    {
      "text": "However, balanced against that factor must also be weighed the prospect of witnesses from Plantagenet having to travel to New South Wales to give evidence at the trial, if the Federal Court proceedings are transferred to New South Wales.",
      "id": "s172"
    },
    {
      "text": "In my view, because it is so early in the life of proceedings, any projection about the relative number of witnesses entails a considerable amount of speculation.",
      "id": "s173"
    },
    {
      "text": "I consider, therefore, that this factor must be regarded as neutral because the prospect of some of Lion Nathan's witnesses having to give evidence in Perth if the Federal Court proceedings are not transferred to New South Wales, must be weighed against the prospect of some of the Plantagenet witnesses having to give evidence in New South Wales if the Federal Court proceedings are transferred to the New South Wales Supreme Court.",
      "id": "s174"
    },
    {
      "text": "I do not accept the submission by counsel for Lion Nathan that it would be equally inconvenient for the Western Australia based witnesses called for Plantagenet to have to give evidence in Perth, as it would be if they had to give evidence in Sydney.",
      "id": "s175"
    },
    {
      "text": "68 I now deal with the factors relied upon by Plantagenet.",
      "id": "s176"
    },
    {
      "text": "69 Firstly, Plantagenet claims that the Federal Court is the appropriate forum because the Federal Court proceedings were brought in the original jurisdiction of the Court.",
      "id": "s177"
    },
    {
      "text": "Plantagenet also claims that there are substantial connections between Federal Court proceedings and Western Australia.",
      "id": "s178"
    },
    {
      "text": "These are that the principal place of business of Plantagenet is in Western Australia, the misrepresentations founding the TP Act claims were made in Western Australia and the damage has been suffered in Western Australia.",
      "id": "s179"
    },
    {
      "text": "70 Counsel for Lion Nathan does not dispute that the Federal Court proceedings were brought in the original jurisdiction of the Federal Court.",
      "id": "s180"
    },
    {
      "text": "Nor does counsel for Lion Nathan dispute that the Federal Court proceedings have some substantial connections with Western Australia.",
      "id": "s181"
    },
    {
      "text": "However, counsel for Lion Nathan submits that those proceedings also have substantial connections with jurisdictions outside of Western Australia, namely, that the principal place of business of each of Lion Nathan, Tucker Seabrook and Fine Wine Partners, is in New South Wales, that the breaches of the distribution agreement are alleged to have occurred in States and Territories outside of Western Australia, and, also, that the entry of Lion Nathan into the joint venture is alleged to have occurred outside of Western Australia.",
      "id": "s182"
    },
    {
      "text": "It is also said that the principal place of business of Casama is outside of Western Australia.",
      "id": "s183"
    },
    {
      "text": "71 In my view, there is substance in each party's submission and this factor is a neutral factor.",
      "id": "s184"
    },
    {
      "text": "72 Counsel for Plantagenet submitted that there was a significant disparity in the financial resources available to each of the parties for the conduct of these legal proceedings and this has the potential to lead to unfairness.",
      "id": "s185"
    },
    {
      "text": "He submitted that the relative imbalance in financial resources meant that it would be more onerous for Plantagenet to engage in long distance litigation in New South Wales, than it would be for Lion Nathan to engage in long distance litigation in the Federal Court in Western Australia.",
      "id": "s186"
    },
    {
      "text": "Counsel for Plantagenet also submitted that, based upon the manner in which Lion Nathan had conducted the litigation to date, it was likely that the litigation would be hard fought, time consuming and expensive; and this had the potential to exacerbate the disparity in financial resources between the parties.",
      "id": "s187"
    },
    {
      "text": "Counsel relied upon the following circumstances in support of this submission:\n \n (a) Lion Nathan had applied for an interlocutory injunction in New South Wales when it was unnecessary to do so, because the matter of an interim wine supply could have been resolved commercially.",
      "id": "s188"
    },
    {
      "text": "(b) Lion Nathan had refused to consent to an adjournment of the first directions hearing in the New South Wales proceedings which was listed on 10 February 2006 pending on the outcome of this motion and had sought to have directions made which provided for a timetable until the trial.",
      "id": "s189"
    },
    {
      "text": "Lion Nathan had accelerated its own proposed directions so as to serve a statement of claim before this motion was heard.",
      "id": "s190"
    },
    {
      "text": "73 Counsel for Lion Nathan submitted that each corporation operates a substantial business and that this factor should be regarded as neutral.",
      "id": "s191"
    },
    {
      "text": "Counsel also disputed that it was unnecessary for Lion Nathan to have applied for the interlocutory injunction in the New South Wales Supreme Court.",
      "id": "s192"
    },
    {
      "text": "74 Plantagenet is a private company which employs 20 people.",
      "id": "s193"
    },
    {
      "text": "Its net profit for 2005 was $269 000.",
      "id": "s194"
    },
    {
      "text": "Mr Mayo also deposed that Plantagenet is a small business, and that it is important that its management team including himself be available in Western Australia to attend to that business.",
      "id": "s195"
    },
    {
      "text": "He also said that Plantagenet does not have the staff resources to accommodate periods of absence interstate for the purposes of litigation.",
      "id": "s196"
    },
    {
      "text": "75 Lion Nathan is part of a publicly listed group of companies which operates a major multinational business.",
      "id": "s197"
    },
    {
      "text": "The parent company of Lion Nathan issued a press release on 9 November 2005 stating that its net profit after tax was $230.4 million for the 2005 year.",
      "id": "s198"
    },
    {
      "text": "76 In the case of Cultivaust Pty Ltd v Grain Pool of WA [2000] FCA 974 , Heerey J at [12] observed:\n \n 'Financial aspects loom large in this matter.",
      "id": "s199"
    },
    {
      "text": "Cultivaust is a small company with an annual income of less than $200 000.",
      "id": "s200"
    },
    {
      "text": "Grain Pool is a substantial statutory corporation with revenues in excess of $600 million.",
      "id": "s201"
    },
    {
      "text": "The objective of access to justice is just as applicable in the area of commercial litigation between corporations as it is when individuals are involved.",
      "id": "s202"
    },
    {
      "text": "The extra expense involved in a transfer would be a substantial burden on Cultivaust and would exacerbate the existing imbalance of financial resources between these two litigants.",
      "id": "s203"
    },
    {
      "text": "' \n \n\n77 Although those observations were made in the context of an application to transfer proceedings in the South Australia District Registry of this Court, to the Western Australia District Registry, Heerey J's observations are, in my view, equally applicable to an application for the transfer of proceedings under the cross-vesting legislation.",
      "id": "s204"
    },
    {
      "text": "78 I accept the submissions by counsel for Plantagenet that there is a large disparity in financial resources between Plantagenet and Lion Nathan, and that the effect of having to conduct interstate litigation would be substantially more onerous on the financial resources of Plantagenet than it would be on the financial resources of Lion Nathan.",
      "id": "s205"
    },
    {
      "text": "79 It has been necessary for Plantagenet to engage an additional firm of solicitors to act as its solicitors in New South Wales on instructions from Plantagenet's firm of solicitors in Perth, and that Plantagenet has also been required to engage counsel in New South Wales as well.",
      "id": "s206"
    },
    {
      "text": "By contrast, Lion Nathan has used its Sydney based firm of solicitors and counsel both in the New South Wales proceedings and the Federal Court proceedings.",
      "id": "s207"
    },
    {
      "text": "Lion Nathan can continue to do so in the event that the Federal Court proceedings are not transferred to the New South Wales Supreme Court.",
      "id": "s208"
    },
    {
      "text": "No doubt if the Federal Court proceedings were to be tried in Perth, Lion Nathan may well have to incur the additional costs of transporting and accommodating its legal representatives in Perth for the trial, but those costs would be relatively minor, in comparison to the costs that Plantagenet would have to incur in having to retain for the duration of the proceedings a second firm of solicitors and a counsel in Sydney.",
      "id": "s209"
    },
    {
      "text": "80 The parties produced a considerable amount of evidence in relation to the issue of whether it was necessary for Lion Nathan to have sought the interlocutory injunction in the New South Wales proceedings.",
      "id": "s210"
    },
    {
      "text": "By reason of the contentious nature of this evidence, the Court is simply not in a position to make any findings on this issue.",
      "id": "s211"
    },
    {
      "text": "Accordingly, I make no finding that it was unnecessary for Lion Nathan to invoke the jurisdiction of the New South Wales Supreme Court in order to obtain the interlocutory injunction when it did, and I do not accept Plantagenet's submission to that effect.",
      "id": "s212"
    },
    {
      "text": "81 However, I accept that in giving its solicitors instructions, whilst this motion was pending, to produce and serve an accelerated statement of claim, and to apply to the New South Wales Supreme Court for an accelerated programme of directions which had potential to require Plantagenet to undertake work which might ultimately prove unnecessary, Lion Nathan did indicate that it is prepared to conduct the litigation with a degree of indifference as to whether costs are wasted by the undertaking of potentially unnecessary work.",
      "id": "s213"
    },
    {
      "text": "82 In my view, the disparity in the financial resources of Plantagenet and Lion Nathan and the potential for the conduct of hard fought interstate commercial proceedings to 'exacerbate the existing imbalance of financial resources between these two litigants', is a factor to which I accord considerable weight.",
      "id": "s214"
    },
    {
      "text": "This factor weighs in favour of not transferring the Federal Court proceedings to the New South Wales Supreme Court.",
      "id": "s215"
    },
    {
      "text": "83 In balancing all of the factors referred to above, I am of the view that in the interests of justice the more appropriate forum for the conduct of the Federal Court proceedings is the Western Australia District Registry of the Federal Court.",
      "id": "s216"
    },
    {
      "text": "I, therefore, decline to order that the Federal Court proceedings be transferred to the New South Wales Supreme Court.",
      "id": "s217"
    },
    {
      "text": "84 It follows that I dismiss Lion Nathan's motion with costs.",
      "id": "s218"
    },
    {
      "text": "I certify that the preceding eighty-four (84) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Siopis.",
      "id": "s219"
    },
    {
      "text": "Associate:\n\nDated: 17 March 2006\n\n Counsel for the Applicant: Mr D Stone \n \n Solicitor for the Applicant: Williams &amp; Hughes \n \n Counsel for the Respondent: Ms K Reece \n \n Solicitor for the Respondent: Mallesons Stephen Jaques \n \n Date of Hearing: 17 February 2006 \n \n Date of Final Written Submissions: 24 February 2006 \n \n Date of Judgment: 17 March 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/247.html",
      "id": "s220"
    }
  ]
}