{
  "name": "Business in Focus (Aust) Pty Ltd v Begun Property Pty Ltd [2006] FCA 264 (20 March 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/264.html",
  "catchphrases": [
    {
      "text": "relevant principles",
      "id": "c0"
    },
    {
      "text": "costs assessed and paid forthwith",
      "id": "c1"
    },
    {
      "text": "costs in security for costs application",
      "id": "c2"
    },
    {
      "text": "vacation of trial date",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "BACKGROUND \n \n1 Before me there are two notices of motion.",
      "id": "s0"
    },
    {
      "text": "2 The first is a notice of motion filed 14 February 2006 by the respondents, seeking an order that the applicants give sufficient security as the Court thinks fit for the costs of the respondents up to and including the first day of the trial, including the costs of and incidental to the notice of motion.",
      "id": "s1"
    },
    {
      "text": "The respondents have stated that, in view of the undertaking as to costs in the affidavit sworn by one of the applicants, Paul Robert Wellard, filed on 17 March 2006, they do not intend to pursue the application for security for costs.",
      "id": "s2"
    },
    {
      "text": "However, the respondents do press for costs incurred in relation to the notice of motion.",
      "id": "s3"
    },
    {
      "text": "I propose to deal with this issue at the end of this judgment.",
      "id": "s4"
    },
    {
      "text": "3 The second is a notice of motion filed 10 March 2006 by the applicants to vacate the trial date pursuant to O 30 r 7 Federal Court Rules .",
      "id": "s5"
    },
    {
      "text": "This matter is currently listed for trial between 3 April 2006 and 7 April 2006.",
      "id": "s6"
    },
    {
      "text": "As the trial is currently scheduled to commence two weeks from today's date, a prompt decision in respect of this matter is clearly necessary.",
      "id": "s7"
    },
    {
      "text": "Last Friday I caused the hearing of this matter to be adjourned to this afternoon, in order for me to deliver judgment.",
      "id": "s8"
    },
    {
      "text": "4 The grounds supporting the notice of motion are essentially contained in the affidavit of Mr Farshad Amirbeaggi, a partner in the firm Yates Beaggi Lawyers which is currently acting on behalf of the applicants.",
      "id": "s9"
    },
    {
      "text": "This affidavit was affirmed by Mr Amirbeaggi and filed with the Queensland District Registry of the Federal Court of Australia on 17 March 2006.",
      "id": "s10"
    },
    {
      "text": "Mr Amirbeaggi refers therein to his earlier affidavit affirmed 3 March 2006, wherein he said that he received initial instructions from the applicants on or about 17 January 2006 to act on their behalf.",
      "id": "s11"
    },
    {
      "text": "5 Correspondence from the previous solicitors for the applicants, Aubrey F Crawley &amp; Co, (for the purposes of brevity I shall call them 'AFC') indicated that AFC was exercising a lien over their file relating to conduct of litigation on behalf of the applicants in this matter, for unpaid costs.",
      "id": "s12"
    },
    {
      "text": "This correspondence is in the form of letters dated 1 February 2006 and 8 February 2006 from AFC to Mr Amirbeaggi, attached to Mr Amirbeaggi's affidavit of 10 March 2006.",
      "id": "s13"
    },
    {
      "text": "In his affidavit of 17 March 2006, Mr Amirbeaggi affirmed that, on behalf of the applicants, since 13 March 2006 he has had access to the file of this matter in the possession of AFC.",
      "id": "s14"
    },
    {
      "text": "Further, Mr Amirbeaggi affirmed in his 17 March 2006 affidavit that he had believed there were 28 lever arch folders of material relevant to this matter, in the possession of AFC, however he had more recently formed the view that there were in excess of 60 folders relevant to this matter to review.",
      "id": "s15"
    },
    {
      "text": "Mr Amirbeaggi affirmed that he was not readily able, on initial review of the file, to distinguish material relevant to the proceedings currently before this Court from other proceedings in which the applicants were involved.",
      "id": "s16"
    },
    {
      "text": "SUBMISSIONS OF THE PARTIES \n \n6 The essential case of the applicants is that, as a result of the change in solicitors and associated complications, they are not in a position to prosecute the matter on 3 April 2006.",
      "id": "s17"
    },
    {
      "text": "Indeed, Mr Amirbeaggi' s 17 March 2006 affidavit indicates that it is unlikely the applicants, through their new solicitors, will be in a position to do so for several months.",
      "id": "s18"
    },
    {
      "text": "7 Relying on the decision of the High Court of Australia in The State of Queensland v JL Holdings Pty Ltd [1997] HCA 1 ; (1996) 189 CLR 146, the applicants submit that there are three factors which the court should take into account in reaching a decision on the issue of vacating a trial date --- the impact on the court and the need to avoid disruptions in the court's lists with consequential inconvenience to the court, the prejudice to the applicants if the trial proceeds on the listed dates, and the prejudice to the respondents waiting to be heard if the trial date is vacated.",
      "id": "s19"
    },
    {
      "text": "Counsel for the applicant also directed my attention to the High Court decision in Sali v SPC Ltd (1993) ALJR 841, and I note comments of Brennan, Deane and McHugh JJ in that case at 843-844 as follows:\n \n 'In determining whether to grant an adjournment, the judge of a busy court is entitled to consider the effect of an adjournment on court resources and the competing claims by litigants in other cases awaiting hearing in the court as well as the interests of the parties.",
      "id": "s20"
    },
    {
      "text": "' \n\n8 The applicants submit that there is the risk of a very real prejudice to them if they are required to proceed with the trial date.",
      "id": "s21"
    },
    {
      "text": "This prejudice is that, in view of the short time period during which the applicant's current solicitors have been engaged, and the even shorter time period during which the firm has had access to the litigation file, their solicitors would be required to conduct the case with detrimentally limited familiarity, or alternatively the applicants would need to seek leave to discontinue the proceedings (pursuant to O 22 r 2 Federal Court Rules ) with associated cost implications and recommence at a later date.",
      "id": "s22"
    },
    {
      "text": "The applicants also strongly dispute the proposition advanced by the respondents during argument before me that their case as pleaded in the Statement of Claim is defective, and have pointed out that no notice to strike out any part of the claim has been lodged by the respondents.",
      "id": "s23"
    },
    {
      "text": "9 The respondents vigorously oppose this application.",
      "id": "s24"
    },
    {
      "text": "In summary, primary reasons of the respondent for opposing the application are:\n \n &#8226; The limited scope of the applicants' case as disclosed particularly in paras 3-19 and 21-34 of the applicants' statement of claim, for which, in the respondents' submission, it would be possible for the applicants' solicitors to undertake adequate pre-trial preparation during the two weeks remaining to the trial date;\n &#8226; The limited nature of the loss and damage the applicants claim to have suffered, as disclosed particularly in paras 35-38 of the applicants' statement of claim, considered in the context of the limited steps the applicants' solicitors appear to have taken to prepare the case for trial;\n &#8226; The absence of admissible evidence produced by the applicants to show why they cannot be ready to meet the case as pleaded in their statement of claim in two weeks time;\n &#8226; The prejudice likely to be suffered by the second respondent, who, the respondents submit, is the holder of a restricted financial services advisory licence, and who is fearful of the impact of the postponement of the current action, and any associated reputational damage, on his legitimate business activities;\n &#8226; The fact that, as the respondents submit is demonstrated by a number of letters from the applicants' previous solicitors to the solicitors for the respondents, the applicants have taken no steps in these proceedings for several months, and have produced no evidence to indicate that their previous solicitors were failing to prosecute the case because of a dispute between the applicants and the solicitors; and\n &#8226; The delay of the current solicitors of the applicants in filing the notice of motion to vacate the trial date.",
      "id": "s25"
    },
    {
      "text": "THE LAW \n \n10 The leading case on this issue is the decision of the High Court of Australia in The State of Queensland v JL Holdings Pty Ltd [1997] HCA 1 ; (1996) 189 CLR 146.",
      "id": "s26"
    },
    {
      "text": "In that case, the applicants had instituted a number of actions against the respondents in the Federal Court of Australia, all of which claims the respondents denied.",
      "id": "s27"
    },
    {
      "text": "The respondents to the action sought to amend their defence in a number of respects.",
      "id": "s28"
    },
    {
      "text": "The trial judge accepted the explanation for the delay in making application for leave to amend the defence, however refused the application to amend the defence on the basis, inter alia, that the amendments would jeopardise the hearing dates, and would have the result that the matter would be unlikely to be relisted until the following year.",
      "id": "s29"
    },
    {
      "text": "In allowing the respondent's appeal, Dawson, Gaudron and McHugh JJ held:\n \n 'Case management is not an end in itself.",
      "id": "s30"
    },
    {
      "text": "It is an important and useful aid for ensuring the prompt and efficient disposal of litigation.",
      "id": "s31"
    },
    {
      "text": "But it ought always to be borne in mind, even in changing times, that the ultimate aim of a court is the attainment of justice and no principle of case management can be allowed to supplant that aim.",
      "id": "s32"
    },
    {
      "text": "' (at 154) \n\n11 Pertinently to this case, their Honours continued:\n \n 'Justice is the paramount consideration in determining an application such as the one in question.",
      "id": "s33"
    },
    {
      "text": "Save in so far as costs may be awarded against the party seeking the amendment, such an application is not the occasion for the punishment of a party for its mistake or for its delay in making the application.",
      "id": "s34"
    },
    {
      "text": "Case management, involving as it does the efficiency of the procedures of the court, was in this case a relevant consideration.",
      "id": "s35"
    },
    {
      "text": "But it should not have been allowed to prevail over the injustice of shutting the applicants out from raising an arguable defence, thus precluding the determination of an issue between the parties.",
      "id": "s36"
    },
    {
      "text": "' (at 155) \n THE PRESENT MATTER \n \n12 The Statement of Claim in the case before me was filed and served by the applicants on 29 July 2005.",
      "id": "s37"
    },
    {
      "text": "This means that, to date, the respondent has been in the position of answering this litigation in the court environment for eight months.",
      "id": "s38"
    },
    {
      "text": "Rescheduling the trial date for a matter which the parties estimate requires five days, to a date in the immediate future will prove challenging for this Court in view of current court lists and the availability of counsel, and may also mean that the respondents are in the unsatisfactory situation of being parties to this litigation for some time.",
      "id": "s39"
    },
    {
      "text": "13 From the respondents' viewpoint, the reasons behind the engagement of new solicitors by the applicants and any consequent impediments to the applicants pursuing their claims, are the problems of the applicants.",
      "id": "s40"
    },
    {
      "text": "However engaging new solicitors is also not an event for which either blame or an accusation of unreasonableness has been levelled at the applicants.",
      "id": "s41"
    },
    {
      "text": "Realistically, it does appear to mean that the applicants' solicitors will not in a position to adequately prepare for trial of this matter if the trial proceeds in two weeks time.",
      "id": "s42"
    },
    {
      "text": "14 Counsel for the respondents has pointed to the financial services business operated by the second respondent, and has raised the spectre of potential harm to the legitimate business activities of the second respondent if the current litigation is not resolved without undue delay.",
      "id": "s43"
    },
    {
      "text": "As Kirby J said in J &amp; L Holdings at 170, there is a natural desire of most litigants to be freed, as quickly as possible, from the anxiety, distraction and disruption which litigation causes.",
      "id": "s44"
    },
    {
      "text": "However, the potential prejudice to the second respondent as described by counsel in the case before me appears to be no more than hypothetical at this stage.",
      "id": "s45"
    },
    {
      "text": "No evidence has been produced to me which would indicate, other than in broad theoretical terms, possible damage which the second respondent may suffer if the trial date were to be vacated, and no evidence has been produced to me which would indicate any loss the other respondents could or would suffer if the trial date were to be vacated.",
      "id": "s46"
    },
    {
      "text": "15 In contrast in my view, the prejudice likely to be suffered by the applicant in the event that the trial date is not vacated is present, identifiable, serious and bona fide.",
      "id": "s47"
    },
    {
      "text": "They have recently engaged new solicitors after what appears to have been, for various reasons, a period of inactivity by their previous legal advisers in prosecuting this matter on their behalf.",
      "id": "s48"
    },
    {
      "text": "Those new solicitors have only recently managed to gain access to the case file held by the applicants' previous legal advisers.",
      "id": "s49"
    },
    {
      "text": "It will clearly take some time for Messrs Yates and Amirbeaggi to come to grips with their clients' case.",
      "id": "s50"
    },
    {
      "text": "To the extent that there is a need to balance the competing potential prejudices of the applicant and the respondent in this case, in my view the weight of prejudice clearly falls on the applicant.",
      "id": "s51"
    },
    {
      "text": "16 In my view such prejudice as the respondents have suffered can be appropriately addressed by an award of the costs wasted by the vacation of the trial date.",
      "id": "s52"
    },
    {
      "text": "17 Accordingly in accordance with O 30 r 7 Federal Court Rules , I order that the trial dates set for the hearing of this matter, currently from 3 April 2006 until 7 April 2006, be vacated.",
      "id": "s53"
    },
    {
      "text": "I order that the matter be relisted for trial before me 5 February 2007 until 9 February 2007.",
      "id": "s54"
    },
    {
      "text": "COSTS \n \n18 As has been conceded by the applicants, the vacation of the trial date in no way lies at the feet of the respondents.",
      "id": "s55"
    },
    {
      "text": "Accordingly, I order that any costs thrown away by the respondents as a result of the vacation of the trial date be borne by the applicants, with one exception.",
      "id": "s56"
    },
    {
      "text": "19 That exception relates to costs incurred by the applicants as a result of their solicitors, Mr Yates and Mr Amirbeaggi, being required to travel to Brisbane from Sydney for the hearing in this Court last Friday, at the insistence of the respondents.",
      "id": "s57"
    },
    {
      "text": "The necessity, or otherwise, of the presence of Messrs Yates and Amirbeaggi for cross-examination during the hearing, was the subject of faxed correspondence from each party, primarily addressed to my Associate but copied to the other party, during the week preceding the hearing.",
      "id": "s58"
    },
    {
      "text": "In my view the presence of Messrs Yates and Amirbeaggi was not necessary, and indeed the demand for their presence tends towards oppressive.",
      "id": "s59"
    },
    {
      "text": "I form this view in the light of the following facts:\n \n \n (1) That, despite requests by the applicants in the days before this hearing for clarification of the purpose of the respondents in cross-examining the applicants' solicitors, the respondents did not explain why the physical presence (as distinct from video or telephone attendance) of solicitors based in Sydney was essential in Brisbane.",
      "id": "s60"
    },
    {
      "text": "(2) That, when the reason for the request was finally provided in this Court, the explanation was that the respondents wished to cross-examine the applicants' solicitors on their preparedness to be ready for trial in two weeks in the context of the affidavits filed by Messrs Yates and Amirbeaggi.",
      "id": "s61"
    },
    {
      "text": "Counsel for the applicants objected to this cross-examination on the basis that it would add nothing to the material already contained in the affidavits.",
      "id": "s62"
    },
    {
      "text": "After hearing submissions from counsel on this point, I upheld this objection.",
      "id": "s63"
    },
    {
      "text": "(3) That in my view a viable alternative to requiring the physical presence in Brisbane of the solicitors was cross-examination by video-conference or telephone.",
      "id": "s64"
    },
    {
      "text": "Notwithstanding that this can be a difficult medium to conduct cross-examination, the witnesses in question were solicitors, familiar to some degree with the case in question, and familiar with court documentation and process.",
      "id": "s65"
    },
    {
      "text": "Further, counsel for the respondent volunteered the view early in the hearing on Friday that he would require the solicitors as witnesses for cross-examination for approximately only fifteen minutes, although there was some re-estimation of this time period later in the day.",
      "id": "s66"
    },
    {
      "text": "Despite some discussion with my Associate last week of limited video-conferencing facilities being available in this Court, the respondents pressed for the appearance in person of the solicitors without explanation.",
      "id": "s67"
    },
    {
      "text": "(4) After I had ruled against cross-examination of the solicitors for the applicants, counsel for the respondents, following the luncheon adjournment, referred the Court to a paragraph in a letter sent by the solicitors for the respondents to the solicitors for the applicants on 10 March 2006 (which letter was attached as Annexure TRH38 to the affidavit of Troy Ronald Hawthorn sworn and filed 15 March 2006) which stated: \n \n \n \n \n 'I place you on notice that at the hearing of your client's notice of motion to vacate the trial, your clients (if they do not do so in advance) will be called on to explain the genuineness of their endeavours to prepare for the trial; and, further, will be called on to identify with reasonable particularity what those endeavours were.",
      "id": "s68"
    },
    {
      "text": "' \n \n \n \n \n Notwithstanding this, I am not persuaded that it was necessary to require the applicants to incur the professional and other expenses associated with bringing their solicitors to the hearing in Brisbane.",
      "id": "s69"
    },
    {
      "text": "The word 'clients' as used in the paragraph in the letter to my mind means the applicants, not their solicitors.",
      "id": "s70"
    },
    {
      "text": "20 The Court has jurisdiction to award costs in all proceedings before it (s 43(1) Federal Court of Australia Act 1976 (Cth)).",
      "id": "s71"
    },
    {
      "text": "Award of costs is at the discretion of the Court of Judge (s 43(2)).",
      "id": "s72"
    },
    {
      "text": "Ordering costs to be assessed and paid forthwith notwithstanding that the proceeding is not concluded is unusual, however it is permitted by the rules (O 62 r 3(2)).",
      "id": "s73"
    },
    {
      "text": "In my view, the respondents have acted unreasonably in relation to their demand that the solicitors for the applicants travel from Sydney and be present for the hearing last Friday.",
      "id": "s74"
    },
    {
      "text": "I order that costs associated with the solicitors for the applicants travelling to and from Sydney and spending the hearing day in Brisbane should be borne by the respondent, to be taxed if not otherwise agreed, and to be paid forthwith.",
      "id": "s75"
    },
    {
      "text": "SECURITY FOR COSTS APPLICATION \n \n21 It is convenient in this judgment to record my decision concerning awarding of costs in relation to the other notice of motion before me, that is the notice of motion filed by the respondents on 14 February 2006 seeking an order that the applicants give sufficient security as the Court thinks fit for the cost of the respondents up to and including the first day of the trial.",
      "id": "s76"
    },
    {
      "text": "22 This notice of motion came before me on 13 February 2006.",
      "id": "s77"
    },
    {
      "text": "At this hearing I indicated to the respondents my preliminary view that the material then before the court did not provide any grounds for making of an order for security for costs, and I adjourned the hearing of this matter until last Friday 17 March 2006.",
      "id": "s78"
    },
    {
      "text": "23 On 15 March 2006, an affidavit was sworn by one of the applicants, Paul Robert Wellard.",
      "id": "s79"
    },
    {
      "text": "This affidavit was filed on 17 March 2006.",
      "id": "s80"
    },
    {
      "text": "In para 3 of the affidavit, Mr Wellard undertook as follows:\n \n 'By virtue of the facts set out below, in the event the Applicants suffer an adverse award and/or costs order, I undertake to appropriately indemnify the Respondents with respect to any costs that may be granted in their favour.",
      "id": "s81"
    },
    {
      "text": "' \n\n24 In light of this undertaking, the respondents were prepared to not proceed further with the application for security for costs.",
      "id": "s82"
    },
    {
      "text": "25 At the hearing last Friday, the applicants sought leave to withdraw para 3 of the affidavit, offering no reason.",
      "id": "s83"
    },
    {
      "text": "I refused leave.",
      "id": "s84"
    },
    {
      "text": "26 Accordingly, I made an order on 17 March 2006 as follows:\n \n 1.",
      "id": "s85"
    },
    {
      "text": "Upon the undertaking of the applicant Paul Robert Wellard, as provided in para 3 of his affidavit filed 17 March 2006: (a) the application filed 13 February 2006 be dismissed (b) judgment reserved in relation to costs.",
      "id": "s86"
    },
    {
      "text": "2.",
      "id": "s87"
    },
    {
      "text": "Judgment reserved in relation to the Notice of Motion to vacate the trial date filed 10 March 2006.",
      "id": "s88"
    },
    {
      "text": "3.",
      "id": "s89"
    },
    {
      "text": "The matter be listed for judgment in relation 1(b) and 2 above on 20 March 2006 at 4.00 pm.",
      "id": "s90"
    },
    {
      "text": "27 The issue remains however in relation to costs incurred by the respondents in relation to this notice of motion.",
      "id": "s91"
    },
    {
      "text": "28 Section 56(1) Federal Court of Australia Act 1976 (Cth) provides that the Court may order an applicant in a proceeding in the Court to give security for the payment of costs that may be awarded against him.",
      "id": "s92"
    },
    {
      "text": "Order 28 r 3(1) Federal Court Rules provides some guidance as to circumstances which may be taken into account in making an order, namely:\n \n \n (a) that an applicant is ordinarily resident outside Australia;\n (b) that an applicant is suing, not for the applicant's own benefit, but for the benefit of some other person and the Court has reason to believe that the applicant will be unable to pay the costs of the respondent if ordered to do so;\n (c) subject to subrule (2), that the address of the applicant is not stated or is incorrectly stated in the originating process;\n (d) that an applicant has changed address after the commencement of the proceeding in an attempt to avoid the consequences of the proceeding.",
      "id": "s93"
    },
    {
      "text": "29 None of the factors in O 28 r 3(1) is relevant here, however I note that this is not an exhaustive list of factors to be taken into consideration ( Bell Wholesale Co Pty Ltd v Gates Export Corporation (1984) 52 ALR 176 at 178).",
      "id": "s94"
    },
    {
      "text": "30 The only material before the Court in support of this notice of motion appears to be affidavits filed by solicitors for the respondents.",
      "id": "s95"
    },
    {
      "text": "I refer specifically to the affidavit of Michael James Hayne sworn and filed 13 February 2006, to which is annexed correspondence relevant to the litigation between the parties in general, and the affidavit of Troy Ronald Hawthorn sworn and filed 2 March 2006, which notes, inter alia, the current indebtedness of the applicants to third parties, and the nature of costs currently extant in this matter.",
      "id": "s96"
    },
    {
      "text": "31 The reason I outline this material is to indicate that, had this notice of motion been pursued by the respondents, it is unlikely on the basis of the material before me that I would have made the order requested by the respondents.",
      "id": "s97"
    },
    {
      "text": "Clearly, this is now in the realm of hypothesis, as the undertaking by the applicant Mr Wellard has had the result that the respondents are no longer pressing for judgment in this matter.",
      "id": "s98"
    },
    {
      "text": "However, this is an issue I take into consideration in relation to costs which have been incurred.",
      "id": "s99"
    },
    {
      "text": "32 In my view, the most appropriate order is that I make no order as to costs in relation to this notice of motion.",
      "id": "s100"
    },
    {
      "text": "MEDIATION \n \n33 Given the history of this matter, in my view it is appropriate to order that the parties attend mediation.",
      "id": "s101"
    },
    {
      "text": "Accordingly, I order that the parties attend mediation pursuant to O 72 r 1 at a date to be fixed no later than 30 May 2006.",
      "id": "s102"
    },
    {
      "text": "I give the parties liberty to apply to the Court on seven clear working days.",
      "id": "s103"
    },
    {
      "text": "I certify that the preceding thirty-three (33) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Collier.",
      "id": "s104"
    },
    {
      "text": "Associate:\n\nDated: 20 March 2006\n\n\n Counsel for the Applicant: Mr Mark Williams \n \n Solicitor for the Applicant: Mr Farshad Amirbeaggi \n \n Counsel for the Respondent: Mr John Peden \n \n Solicitor for the Respondent: Mr Julian Walsh \n \n Date of Hearing: 17 March 2006 \n \n Date of Judgment: 20 March 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/264.html",
      "id": "s105"
    }
  ]
}