{
  "name": "Thyer v Comcare [2006] FCA 278 (22 March 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/278.html",
  "catchphrases": [
    {
      "text": "administrative appeals tribunal",
      "id": "c0"
    },
    {
      "text": "where applicant claimed entitlement to compensation for permanent impairment pursuant to ss 24 and 27 of the safety rehabilitation and compensation act 1988",
      "id": "c1"
    },
    {
      "text": "whether tribunal failed to accord procedural fairness to the applicant",
      "id": "c2"
    },
    {
      "text": "administrative law",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application by way of appeal under s 44 of the Administrative Appeals Tribunal Act 1975 (Cth) (the AAT Act) from two decisions of the Administrative Appeals Tribunal (the Tribunal) given on 11 March 2005.",
      "id": "s0"
    },
    {
      "text": "2 The first of those appeals has some curious aspects.",
      "id": "s1"
    },
    {
      "text": "It is therefore helpful to set out something of the background to the appeals before identifying the decisions now challenged.",
      "id": "s2"
    },
    {
      "text": "3 The applicant has been employed in the Department of Defence since 1991, and since 1996 in the in-house information technology support organisation (now known as Science Corporation Information Systems) of the Defence Science Technology Organisation within the Department.",
      "id": "s3"
    },
    {
      "text": "He is at the level known as Science and Technology, Level 4 (the general equivalent of an APS 6 position).",
      "id": "s4"
    },
    {
      "text": "His duties have included, and include, all levels of UNIX systems support.",
      "id": "s5"
    },
    {
      "text": "4 On 14 November 2001 the applicant claimed compensation under the Safety Rehabilitation and Compensation Act 1988 (Cth) (the SRC Act) due to pain which he was experiencing in both his forearms and wrists.",
      "id": "s6"
    },
    {
      "text": "On 11 December 2001, the respondent accepted liability for those symptoms in respect of the injury which it described as 'synovitis and tenosynovitis (bilateral)' under s 14 of the SRC Act.",
      "id": "s7"
    },
    {
      "text": "I shall call that injury 'the accepted injury'.",
      "id": "s8"
    },
    {
      "text": "5 The determination at the time indicated that medical treatment claims resulting from the accepted injury up to 5 February 2002 would be paid and that incapacity for work from the accepted injury up to 14 November 2001 would be paid.",
      "id": "s9"
    },
    {
      "text": "An occupational therapist also arranged modifications to the applicant's work place and working systems.",
      "id": "s10"
    },
    {
      "text": "His symptoms nevertheless persisted during 2002 and he required ongoing medical supervision and treatment.",
      "id": "s11"
    },
    {
      "text": "6 On 24 September 2002, the applicant was examined by Dr Awerbuch, a rheumatologist, at the request of the respondent.",
      "id": "s12"
    },
    {
      "text": "Dr Awerbuch reported to the respondent on 25 September 2002.",
      "id": "s13"
    },
    {
      "text": "Subsequently, on 10 October 2002 the respondent through a delegate informed the applicant that it intended to determine that compensation including medical expenses would not be payable in respect of the accepted injury on and from 7 November 2002.",
      "id": "s14"
    },
    {
      "text": "7 That prompted the applicant's general practitioner, Dr Rositano, to take up the applicant's condition with the respondent.",
      "id": "s15"
    },
    {
      "text": "Dr Rositano had communicated with the respondent from time to time previously and had had his medical accounts paid.",
      "id": "s16"
    },
    {
      "text": "On 26 November 2002 Dr Rositano wrote a further letter to the respondent in which he joined issue with the views of Dr Awerbuch, and indicated that the accepted injury continued to be suffered by the applicant although he was coping with full-time modified duties and had improved significantly.",
      "id": "s17"
    },
    {
      "text": "Dr Rositano's letter concluded:\n \n 'Mr Thyer has the right to attend me if he wishes me to monitor his condition and treatment and I expect my expenses to be met.",
      "id": "s18"
    },
    {
      "text": "This attitude by Comcare can only cause him more stress and potentially worsen his condition.",
      "id": "s19"
    },
    {
      "text": "' \n \n\n8 On 13 November 2002, Dr Cullum, the treating specialist, provided a medical certificate to the respondent certifying him fit to return to (but in substance to maintain) his modified duties only until 20 January 2003.",
      "id": "s20"
    },
    {
      "text": "On 4 December 2002, a delegate of the respondent decided that on and from 3 December 2002 the respondent was 'no longer liable to pay compensation for your claim under any provision of the Act'.",
      "id": "s21"
    },
    {
      "text": "The applicant was notified of that decision by letter of that date, including reasons for the decision.",
      "id": "s22"
    },
    {
      "text": "On 28 February 2003, the decision of 4 December 2002 was affirmed upon internal review.",
      "id": "s23"
    },
    {
      "text": "Reasons for that decision also were given.",
      "id": "s24"
    },
    {
      "text": "The reasons point out that the determination of 4 December 2002 amounted to a finding that the effects of the compensable condition (the accepted injury) had ceased and so there had ceased to be an entitlement to compensation on and from 3 December 2002.",
      "id": "s25"
    },
    {
      "text": "It also pointed out that the determination of 4 December 2002 did not revoke the initial determination of 11 December 2001 that the applicant had suffered the accepted injury.",
      "id": "s26"
    },
    {
      "text": "9 I will call the decision of 4 December 2002 'the first decision'.",
      "id": "s27"
    },
    {
      "text": "10 The applicant had the first decision reviewed by the Tribunal.",
      "id": "s28"
    },
    {
      "text": "He claimed in his application to the Tribunal that he continued to suffer from the accepted injury and that he was entitled to income maintenance payments as a result.",
      "id": "s29"
    },
    {
      "text": "He adduced evidence to the Tribunal of ongoing symptoms during 2003.",
      "id": "s30"
    },
    {
      "text": "He underwent a range of treatments during 2003.",
      "id": "s31"
    },
    {
      "text": "During that year, he told the Tribunal, his pain had radiated into his upper arms, his biceps and his shoulder regions.",
      "id": "s32"
    },
    {
      "text": "He nevertheless kept working, and managed to do so with the assistance of voice recognition software, and a modified keyboard and mouse.",
      "id": "s33"
    },
    {
      "text": "11 The Tribunal set aside the first decision.",
      "id": "s34"
    },
    {
      "text": "On 11 March 2005, it substituted the decision that:\n \n \n (a) During the period 8 November 2001 to 3 December 2002, the applicant is entitled to compensation in respect of the condition of tenosynovitis/synovitis pursuant to ss 16 and 19 of the Safety Rehabilitation and Compensation Act 1988 .",
      "id": "s35"
    },
    {
      "text": "(b) Comcare is liable to pay compensation to the applicant in relation to the upper arm conditions of epicondylitis of the elbows, and tendonitis of the wrists, as and from 3 December 2002.",
      "id": "s36"
    },
    {
      "text": "(c) Comcare shall pay the applicant's costs of these proceedings, such costs in the absence of agreement to be taxed by the Registrar or a District Registrar of the Tribunal.",
      "id": "s37"
    },
    {
      "text": "' \n \n \n \n\n12 What is curious is that the applicant has appealed from the Tribunal's reversal of the first decision even though he appears to have succeeded in establishing the entitlement under the SRC Act which he claimed.",
      "id": "s38"
    },
    {
      "text": "The Tribunal itself appears to have had some difficulty in understanding what it was that the applicant wanted the Tribunal to do.",
      "id": "s39"
    },
    {
      "text": "He had given evidence of ongoing treatment, and therefore ongoing expenses, during 2003.",
      "id": "s40"
    },
    {
      "text": "He had given evidence of ongoing disability and symptoms during 2003.",
      "id": "s41"
    },
    {
      "text": "He had given evidence that those symptoms had extended from his lower arms to his upper arms and shoulders.",
      "id": "s42"
    },
    {
      "text": "He had led evidence of certain medical tests carried out during 2003 or 2004 to confirm an organic pathology for the symptoms in his upper arms.",
      "id": "s43"
    },
    {
      "text": "Nevertheless, the applicant before the Tribunal appears to have contended that the first decision was invalid because it purported to revoke the liability which had been accepted under s 14 of the Act in respect of the accepted injury otherwise than by the review process under s 62 of the Act.",
      "id": "s44"
    },
    {
      "text": "The Tribunal also understood the applicant to have argued before the Tribunal that the respondent could not have determined, in the first decision, that liability to pay compensation in respect of the accepted injury had ceased because it did not have a claim for compensation before it.",
      "id": "s45"
    },
    {
      "text": "That was not the basis of review which was specified in the application before the Tribunal.",
      "id": "s46"
    },
    {
      "text": "Nor is it consistent with the material the applicant submitted to the respondent following the respondent's letter of 10 December 2002, including the further report of Dr Rositano in which Dr Rositano asserted his intention to continue to treat the applicant as the applicant required and to have his accounts paid by the respondent.",
      "id": "s47"
    },
    {
      "text": "13 That is the matter which gives rise to the first question of law said to flow from the Tribunal's decision in relation to the first determination.",
      "id": "s48"
    },
    {
      "text": "It is expressed as being whether the respondent has power under the provisions of the SRC Act, including but not limited to ss 14 and 16, to determine that it is not liable to pay compensation on and from 4 December 2002 in relation to the primary injury.",
      "id": "s49"
    },
    {
      "text": "14 It is accepted by the respondent that it cannot deny future liability for compensation for an accepted condition or injury, in a way which could bar future claims for entitlements under the SRC Act in respect of that condition if those claims meet the requirements of the particular provisions for the entitlement.",
      "id": "s50"
    },
    {
      "text": "So much has been decided in Australian Postal Corporation v Oudyn (2003) 73 ALD 659 at 666-667 ( Oudyn ); Rosillo v Telstra Corporation Ltd (2003) 77 ALD 396; Re Pisani v Comcare [2004] AATA 441.",
      "id": "s51"
    },
    {
      "text": "15 Moreover, at the commencement of the hearing, senior counsel for the respondent acknowledged that:\n \n 1. the first decision of Comcare by its delegate of 4 December 2002 and affirmed internally on 28 February 2003 did not purport to determine that the applicant did not suffer the accepted injury, as earlier determined under s 14 of the SRC Act; and \n 2. the first decision and the decision of the Tribunal of 11 March 2005 could not, and did not, determine that the applicant could not make a further claim for expenses incurred or for compensation for incapacity in respect of the accepted injury under the SRC Act.",
      "id": "s52"
    },
    {
      "text": "16 In addition, the delegate of the respondent upon the internal review on 28 February 2003 made it clear that the first decision of 4 December 2002 as affirmed did not purport to determine that there had been no accepted injury as earlier determined under s 14 of the SRC Act.",
      "id": "s53"
    },
    {
      "text": "The Tribunal also made that fact plain.",
      "id": "s54"
    },
    {
      "text": "It said it was clear that the first decision did not purport to revoke liability under s 14 of the Act in respect of the accepted injury.",
      "id": "s55"
    },
    {
      "text": "To the extent that it purported to deny any future liability for compensation for the accepted injury, the Tribunal said it could not do so.",
      "id": "s56"
    },
    {
      "text": "The Tribunal's references included to Oudyn at 667, [34] where Cooper J said that the respondent:\n \n '... cannot bind itself in advance to reject any future application on the basis of a determination made to cease payment of compensation for an injury under a particular section of the [SRC Act] .",
      "id": "s57"
    },
    {
      "text": "' \n\n17 At the time of the first decision there were before the respondent two further medical certificates in respect of the applicant's reduced capacity for work both from Dr Rositano dated 21 October 2002, and from Dr Cullum dated 13 November 2002, as well as the medical report from Dr Rositano of 26 November 2002 which asserted an intention to continue to submit medical expenses for payment by the respondent.",
      "id": "s58"
    },
    {
      "text": "There was therefore, in my view, an issue which the respondent was required to address, namely whether ongoing incapacity payments for partial incapacity and ongoing medical expenses should be met.",
      "id": "s59"
    },
    {
      "text": "It decided not to do so.",
      "id": "s60"
    },
    {
      "text": "The applicant then had the opportunity of seeking review of that decision.",
      "id": "s61"
    },
    {
      "text": "He did so.",
      "id": "s62"
    },
    {
      "text": "As his application indicated, albeit perhaps omitting the claim for medical expenses by oversight, he sought a determination from the Tribunal that he continued to suffer from the accepted injury and continued to be entitled to income maintenance payments in respect of it.",
      "id": "s63"
    },
    {
      "text": "It was that issue which the Tribunal was required to address.",
      "id": "s64"
    },
    {
      "text": "18 The terms in which the first decision was expressed were infelicitous.",
      "id": "s65"
    },
    {
      "text": "It could properly only have addressed any actual outstanding or ongoing claims for income maintenance payments or payments for medical expenses.",
      "id": "s66"
    },
    {
      "text": "Its terms suggest that the first decision purported to do more, namely finally to terminate any future entitlements under the SRC Act in respect of the accepted injury.",
      "id": "s67"
    },
    {
      "text": "It could not do that.",
      "id": "s68"
    },
    {
      "text": "The respondent accepts that.",
      "id": "s69"
    },
    {
      "text": "19 Consequently, there is no issue between the parties on the first question of law.",
      "id": "s70"
    },
    {
      "text": "Nor was there any issue between them on the issue of principle before the Tribunal.",
      "id": "s71"
    },
    {
      "text": "The Tribunal noted that the first decision did not purport to revoke liability under s 14 of the SRC Act.",
      "id": "s72"
    },
    {
      "text": "It was then obliged to consider afresh, standing in the shoes of the initial decision-maker, whether the respondent had any outstanding liability for incapacity payments or for expenses in respect of the first injury.",
      "id": "s73"
    },
    {
      "text": "It determined that issue favourably to the applicant.",
      "id": "s74"
    },
    {
      "text": "In my judgment, it did not fall into any error of law in doing so.",
      "id": "s75"
    },
    {
      "text": "20 The second question of law raised on the application concerns both the first decision and a later decision of the Tribunal.",
      "id": "s76"
    },
    {
      "text": "21 On 2 September 2003, the applicant lodged a claim for compensation for permanent impairment of his upper limbs (the upper arm condition) pursuant to ss 24 and 27 of the SRC Act.",
      "id": "s77"
    },
    {
      "text": "That application was formally supported by a letter from his solicitors of 17 September 2003 and by a report of Dr Cullum of 10 September 2003.",
      "id": "s78"
    },
    {
      "text": "Dr Cullum first concluded that the applicant has a 10 per cent impairment of the whole person, having regard to his symptoms and medical investigations.",
      "id": "s79"
    },
    {
      "text": "The symptoms in respect of which that assessment was made included the applicant's symptoms of pain and disability in his lower arms as well as in his upper arms.",
      "id": "s80"
    },
    {
      "text": "Subsequently, by report of 22 September 2003 Dr Cullum clarified his assessment to 10 per cent impairment of the right upper limb and 10 per cent impairment of the left upper limb.",
      "id": "s81"
    },
    {
      "text": "He considered those impairments were permanent.",
      "id": "s82"
    },
    {
      "text": "He included with his report an ultrasound report carried out by Dr Simmons (referred to by the Tribunal) dated 19 September 2003 which included the diagnosis of mild tendinopathy of each arm of common flexor origin.",
      "id": "s83"
    },
    {
      "text": "It is plain, as counsel for the applicant acknowledged, that the claim for permanent impairment in respect of the upper limb condition based upon Dr Cullum's reports included the impairment attributable to symptoms in the upper arms of the applicant, as well as to those still attributable to the accepted injury.",
      "id": "s84"
    },
    {
      "text": "22 On 19 March 2004 a delegate of the respondent determined that the applicant is not entitled to compensation for permanent impairment in respect of conditions described as 'synovitis, tenosynovitis, de Quervain's tendonitis, intersection tendonitis, carpal tunnel syndrome, epicondylitis or any other condition of the upper arm'.",
      "id": "s85"
    },
    {
      "text": "That decision was affirmed by internal review on 5 April 2004.",
      "id": "s86"
    },
    {
      "text": "23 I shall call the decision of 19 March 2004 'the second decision'.",
      "id": "s87"
    },
    {
      "text": "24 The Tribunal was also asked to review the second decision.",
      "id": "s88"
    },
    {
      "text": "Its decision of 11 March 2005 affirmed the second decision.",
      "id": "s89"
    },
    {
      "text": "25 The second question of law on the application, said to arise from both the first decision, and the second decision is that the Tribunal failed to accord procedural fairness to the applicant in connection with its decision by finding that 'the upper arm symptoms could be due to the use of the \"30 lb gripper\" and self administered strengthening and stretching exercises of the arm'.",
      "id": "s90"
    },
    {
      "text": "26 The Tribunal reached the view that, on the whole of the medical evidence, the applicant's accepted injury had resolved at the time of its determination.",
      "id": "s91"
    },
    {
      "text": "It did not indicate that the resolution was permanent, as it acknowledged that a return to excessive movement by the applicant might lead to the return of his symptoms from the accepted injury.",
      "id": "s92"
    },
    {
      "text": "It found that he is currently suffering from epicondylitis of the elbow and tendonitis of the wrist (not tenosynovitis or synovitis, i.e.",
      "id": "s93"
    },
    {
      "text": "not the accepted injury).",
      "id": "s94"
    },
    {
      "text": "It noted that the present symptoms being suffered by the applicant are 'minor abnormalities, with minor symptoms and physical signs, and minor ultrasound abnormalities'.",
      "id": "s95"
    },
    {
      "text": "27 The Tribunal then addressed the aetiology of those conditions.",
      "id": "s96"
    },
    {
      "text": "It was unable to identify a work cause for them.",
      "id": "s97"
    },
    {
      "text": "There was no claim of a psychological cause for them.",
      "id": "s98"
    },
    {
      "text": "It concluded:\n \n 'We accept Dr Awerbuch's evidence that the upper arm symptoms could be due to the use of the \"30 lb gripper\" and self administered strengthening and stretching exercises of the arm.",
      "id": "s99"
    },
    {
      "text": "We note that the applicant is very \"meticulous\", and motivated to perform these exercises.",
      "id": "s100"
    },
    {
      "text": "The applicant suffers now, from different conditions, epicondylitis and tendonitis of the wrist, which in our view are attributable to the treatment he has undertaken in relation the accepted condition of tenosynovitis/synovitis.",
      "id": "s101"
    },
    {
      "text": "We are satisfied on the evidence, that he has undertaken these treatments in good faith, and meticulously, in an endeavour to relieve his symptoms.",
      "id": "s102"
    },
    {
      "text": "Mr Cole conceded, in the course of his final address, that if the applicant has a condition of the upper limbs which is materially contributed to by treatment for the accepted condition, it is also therefore compensable.",
      "id": "s103"
    },
    {
      "text": "We are satisfied on the evidence that the upper limb condition the applicant suffers now, has been materially contributed to by the treatment undertaken in relation to his accepted condition.",
      "id": "s104"
    },
    {
      "text": "' \n \n\n28 The Tribunal did not regard those conditions as producing a permanent impairment.",
      "id": "s105"
    },
    {
      "text": "It noted the applicant is not impaired in undertaking his current modified work, and that his general practitioner is hopeful of further improvement with the current work restrictions.",
      "id": "s106"
    },
    {
      "text": "Consequently, it reached the view that on the whole of the medical evidence there is a likelihood of improvement in the applicant's condition, so his condition did not satisfy the permanent impairment status required by s 24.",
      "id": "s107"
    },
    {
      "text": "29 It concluded:\n \n 'We are satisfied on the evidence, and find as a fact, that the applicant's conditions of tenosynovitis/synovitis have resolved; that he continues to suffer from upper limb conditions, which can be described as epicondylitis of the elbows, and a tendonitis of the wrists, attributable to the treatment undertaken for the accepted conditions; that the applicant's injury has not resulted in permanent impairment, and he does not satisfy s 24 of the Act.",
      "id": "s108"
    },
    {
      "text": "' \n \n\n30 In my view, that contention that, in reaching that conclusion, the Tribunal failed to accord the applicant procedural fairness in the manner asserted, must fail.",
      "id": "s109"
    },
    {
      "text": "It may be accepted that the Tribunal was obliged to accord to the applicant procedural fairness: Drake v Minister for Immigration &amp; Ethnic Affairs (1979) 46 FLR 409.",
      "id": "s110"
    },
    {
      "text": "But the issue as to the immediate cause of his ongoing symptoms was squarely before the Tribunal.",
      "id": "s111"
    },
    {
      "text": "There was a conflict of medical evidence as to whether there was any ongoing physical reason for the applicant's symptoms.",
      "id": "s112"
    },
    {
      "text": "Dr Awerbuch was of the view that there was not.",
      "id": "s113"
    },
    {
      "text": "There was evidence that the symptoms were not consistent with the accepted injury, including the common ground that they were more extensive than those the accepted injury itself could account for.",
      "id": "s114"
    },
    {
      "text": "The need to address the existence of a physical source for those more extensive and in essence different symptoms, and to ascribe it to the applicant's work, was a matter the applicant had to address.",
      "id": "s115"
    },
    {
      "text": "The final steps for the applicant then to establish was that the condition producing his symptoms was permanent and produced the level of disability which he claimed.",
      "id": "s116"
    },
    {
      "text": "Each of those steps was one the Tribunal had to address.",
      "id": "s117"
    },
    {
      "text": "In the course of the hearing, counsel for the parties indicated that the dispute before the Tribunal included whether the applicant suffered from any medical condition of his right and left arms materially related to his employment.",
      "id": "s118"
    },
    {
      "text": "31 The diagnosis of epicondylitis had also been made by the medical witnesses called for the applicant.",
      "id": "s119"
    },
    {
      "text": "Its cause was a matter the applicant had to address.",
      "id": "s120"
    },
    {
      "text": "Dr Cullum's report of 10 September 2003 referred to signs and symptoms of epicondylitis, 'compounded by personality factors' which he said were 'related to his employment'.",
      "id": "s121"
    },
    {
      "text": "He did not explain how.",
      "id": "s122"
    },
    {
      "text": "There was no formal claim of any non-organic explanation for the symptoms.",
      "id": "s123"
    },
    {
      "text": "The applicant's evidence about his moderated work activities did not suggest a particular incident or a particular activity was the cause of his epicondylar symptoms.",
      "id": "s124"
    },
    {
      "text": "Dr Awerbuch's report of 18 December 2003 contained the suggestion that the use of the gripper may be its cause.",
      "id": "s125"
    },
    {
      "text": "The applicant was on notice about that.",
      "id": "s126"
    },
    {
      "text": "That matter was not the respondent's case; it claimed there was no ongoing physical injury.",
      "id": "s127"
    },
    {
      "text": "32 The possibility of the gripper being the immediate cause of the applicant's epicondylitis was clearly raised during the hearing.",
      "id": "s128"
    },
    {
      "text": "The use of the gripper for strengthening exercises was noted by Dr Awerbuch in his report of 25 September 2002.",
      "id": "s129"
    },
    {
      "text": "During his evidence-in-chief on 18 June 2004, he said its use could lead to humeral epicondylitis.",
      "id": "s130"
    },
    {
      "text": "The Tribunal during his cross-examination raised the same issue.",
      "id": "s131"
    },
    {
      "text": "In the course of submissions on 31 August 2004, the Tribunal raised with counsel for the respondent the issue whether the use of the gripper might have lead to the present symptoms of the applicant, and result in the condition causing those symptoms being compensable because the use of the gripper may have been part of the reasonable treatment undertaken on the applicant's own medical advice.",
      "id": "s132"
    },
    {
      "text": "It said that was 'the way we are looking at it' at the time.",
      "id": "s133"
    },
    {
      "text": "That discussion took place before the submissions for the applicant.",
      "id": "s134"
    },
    {
      "text": "Part of the context for that exchange was the submission of the respondent that the applicant's symptoms were no longer a result of (and were not consistent with) the accepted injury, and there had been no other work-related injury to account for the applicant's symptoms.",
      "id": "s135"
    },
    {
      "text": "Counsel for the applicant was thereby given notice of a means by which a finding on the principal issue of the relationship between the epicondylar condition and the applicant's work might be made adversely to the respondent.",
      "id": "s136"
    },
    {
      "text": "33 In those circumstances, in my view, the applicant was not denied procedural fairness.",
      "id": "s137"
    },
    {
      "text": "The existence of a physical cause for the epicondylar symptoms, and indeed for his symptoms generally, was in issue.",
      "id": "s138"
    },
    {
      "text": "The cause of the epicondylar symptoms was a matter relevant to their permanence.",
      "id": "s139"
    },
    {
      "text": "The material available before the hearing identified as one possible cause the use of the gripper.",
      "id": "s140"
    },
    {
      "text": "No other specific cause for those symptoms was positively put forward, except in the general conclusionary way expressed by Dr Cullum.",
      "id": "s141"
    },
    {
      "text": "In closing submissions, the applicant through his counsel, did not ask for a specific finding by the Tribunal about the cause of those symptoms, except by identifying the issue of whether all his symptoms were as a result of the accepted injury (or the injury which occurred on 8 November 2001).",
      "id": "s142"
    },
    {
      "text": "The specific findings of fact sought on behalf of the applicant did not refine the issue, except by noting the diagnosis of epicondylitis was first made in mid 2002 and confirmed by ultrasound testing in September 2003, and by referring to Dr Cullum's view that 'these injuries are work related'.",
      "id": "s143"
    },
    {
      "text": "That approach was adopted notwithstanding the Tribunal had only shortly beforehand said it was looking at whether the use of the gripper was the cause of the epicondylar symptoms.",
      "id": "s144"
    },
    {
      "text": "The focus of the applicant's submissions was, understandably, upon why the views of Dr Awerbuch that there was no real ongoing organic condition to support any of the symptoms should be rejected.",
      "id": "s145"
    },
    {
      "text": "34 In fact, the Tribunal accepted the applicant's claim that his symptoms (including the epicondylar symptoms) are work related and so compensable.",
      "id": "s146"
    },
    {
      "text": "In the case of the conditions of epicondylitis and tendonitis, that was because they were attributable to treatment reasonably undertaken for the accepted injury.",
      "id": "s147"
    },
    {
      "text": "The result was that the applicant was found to be entitled to compensation under the SRC Act in respect of those conditions.",
      "id": "s148"
    },
    {
      "text": "The Tribunal's reasoning demonstrates the pathway by which it reached that conclusion.",
      "id": "s149"
    },
    {
      "text": "It was a pathway which was open to the Tribunal on the evidence, which was the subject of observation in medical evidence before the hearing, and which the Tribunal signalled in the course of submissions without demur from the applicant, and without any application by the applicant to expand the evidence to establish as more probable an alternative pathway to the conclusion.",
      "id": "s150"
    },
    {
      "text": "35 Counsel for the applicant on this application urged that the pathway chosen by the Tribunal was, by reason of the decisions in Fletcher v Commissioner of Taxation (1988) 19 FCR 442 ( Fletcher ) and Goldie v Minister for Immigration and Multicultural Affairs (1999) 56 ALD 321 ( Goldie ), one it should not have taken without giving the applicant the opportunity to rebut that process of reasoning.",
      "id": "s151"
    },
    {
      "text": "In my view, neither of those cases stand in the way of the Tribunal's reasoning, or show that it failed to accord procedural fairness to the applicant.",
      "id": "s152"
    },
    {
      "text": "In Fletcher the Tribunal affirmed a decision of the Commissioner of Taxation adversely to that applicant on a basis which had not been adverted to at all in the course of or before the hearing.",
      "id": "s153"
    },
    {
      "text": "Here, the applicant's primary factual claim was sustained by the Tribunal, namely that there was a relationship between his work and his upper arm condition, and the process of reasoning to reach that view favourable to the applicant was one which the applicant should himself have foreseen, and when it was explicitly raised did not object to, nor seek to expand the evidence about.",
      "id": "s154"
    },
    {
      "text": "In Goldie , the Full Court upheld an appeal where the Tribunal had decided a matter adversely to the appellant on a ground which the appellant had not had notice of.",
      "id": "s155"
    },
    {
      "text": "At 329 [35] the Full Court said:\n \n 'It is well-established that before the tribunal is entitled to make a decision against a party on a basis entirely different than that relied on by the other party, it must give the person affected notice that it is considering whether to make a determination adverse to him on that particular basis and a reasonable opportunity to deal with the case the tribunal is contemplating: see R v Lewis [1988] HCA 24 ; (1988) 165 CLR 12 at 16-7 ...' \n \n\nHere, the Tribunal's decision was favourable to the applicant on the issue as to whether the epicondylar condition was compensable.",
      "id": "s156"
    },
    {
      "text": "As I have sought to point out, the means of reaching that conclusion was one the applicant had to address.",
      "id": "s157"
    },
    {
      "text": "36 Haberfield v Department of Veterans Affairs as Delegate for Comcare [2002] FCA 1579 ; (2002) 121 FCR 233 ( Haberfield ) concerned an application by way of appeal from a decision of the Tribunal that Comcare was not liable to pay compensation to the applicant's wife for attendant care services under s 29 of the SRC Act.",
      "id": "s158"
    },
    {
      "text": "The Tribunal relied on evidence that emerged only in the course of the respondent's case.",
      "id": "s159"
    },
    {
      "text": "Sackville J concluded that there was no failure to accord procedural fairness to the applicant in the circumstances.",
      "id": "s160"
    },
    {
      "text": "His Honour at 246, [61] remarked that, once that evidence had emerged, the applicant through counsel could have sought to recall other medical witnesses, or call other evidence.",
      "id": "s161"
    },
    {
      "text": "As here, there was a gap of some days between the emergence of the particular evidence and the closing submissions, and no suggestion more time was needed to complete investigation.",
      "id": "s162"
    },
    {
      "text": "Here, as I have pointed out, the Tribunal signalled during final submissions its line of thinking on the topic.",
      "id": "s163"
    },
    {
      "text": "That did not provoke a contrary submission from the applicant, or a request for time to consider it.",
      "id": "s164"
    },
    {
      "text": "It is hard to conceive why, from the applicant's viewpoint, it might have done.",
      "id": "s165"
    },
    {
      "text": "The evidence was used as a vehicle to determine the issue to which it related favourably to the applicant.",
      "id": "s166"
    },
    {
      "text": "Nothing was put to suggest that a different pathway to the same conclusion on the issue might have altered the determination that the condition to which it related was permanent.",
      "id": "s167"
    },
    {
      "text": "It was only on that final step that the condition did not at that time result in permanent impairment (which was the subject of the second decision) that the applicant failed.",
      "id": "s168"
    },
    {
      "text": "37 Finally, the applicant contends that the Tribunal erred in law by failing to comply with s 43(2B) of the AAT Act by not giving any or adequate reasons for preferring the evidence of Drs Rositano, Awerbuch and Simmons to that of Dr Cullum where there was dispute between them.",
      "id": "s169"
    },
    {
      "text": "The adoption of one medical expert's evidence over that of another without explanation may amount to such an error: see e.g.",
      "id": "s170"
    },
    {
      "text": "Vock v Repatriation Commission [2005] FCA 967.",
      "id": "s171"
    },
    {
      "text": "See also Australian Postal Corporation v Wallace (1996) 41 ALD 455.",
      "id": "s172"
    },
    {
      "text": "The submissions had a particular focus upon the final step in the Tribunal's reasons, namely whether the applicant had a permanent impairment of each of his arms so as to be entitled to a lump sum payment under s 24 of the SRC Act.",
      "id": "s173"
    },
    {
      "text": "Dr Cullum was the only medical witness whose evidence positively supported such a finding.",
      "id": "s174"
    },
    {
      "text": "38 Some authorities considering the obligation on the Tribunal under s 43(2B) are discussed in Hill v Repatriation Commission (2004) 207 ALR 470 at 474-476, [18]-[28].",
      "id": "s175"
    },
    {
      "text": "That decision was the subject of appeal, but not in relation to that aspect of the case: Repatriation Commission v Hill [2005] FCAFC 7 ; (2005) 142 FCR 88.",
      "id": "s176"
    },
    {
      "text": "In essence, the obligation under s 43(2B) is to have the Tribunal's process of reasoning adequately exposed to indicate how it has gone about its task and why it has reached its conclusion.",
      "id": "s177"
    },
    {
      "text": "Those affected by its decision may then see why the decision has been made.",
      "id": "s178"
    },
    {
      "text": "The public may see that its task has been performed appropriately.",
      "id": "s179"
    },
    {
      "text": "If there has been some reviewable error in its processes or in its reasoning, that error should be exposed.",
      "id": "s180"
    },
    {
      "text": "39 The Tribunal's reasons for concluding that the applicant's condition has not resulted in permanent incapacity are brief.",
      "id": "s181"
    },
    {
      "text": "They are referred to in [29]-[30] above.",
      "id": "s182"
    },
    {
      "text": "40 As is customary, the Tribunal's reasons record the nature and history of the applicant's claim, including the treatment and management history, and the medical views expressed from time to time in medical reports, as well as a summary of the evidence at the hearing.",
      "id": "s183"
    },
    {
      "text": "That material is addressed chronologically.",
      "id": "s184"
    },
    {
      "text": "The Tribunal then addressed the matters arising in the applications to review the first decision and the second decision, including the respective contentions of the parties.",
      "id": "s185"
    },
    {
      "text": "Finally, it recorded its decisions in relation to those issues, and gave reasons for them.",
      "id": "s186"
    },
    {
      "text": "41 The Tribunal introduced its description of the medical evidence by indicating that all medical witnesses were objective and competent, but that it preferred the evidence of Dr Rositano (the applicant's general practitioner), Dr Simmons (a radiologist) and Dr Awerbuch (a rheumatologist called by the respondent) in areas of dispute.",
      "id": "s187"
    },
    {
      "text": "That general statement must however be qualified by a reading of its reasons.",
      "id": "s188"
    },
    {
      "text": "For example, the Tribunal preferred other evidence to that of Dr Awerbuch as to whether the applicant has any ongoing physical condition.",
      "id": "s189"
    },
    {
      "text": "42 It noted that the applicant had the accepted injury.",
      "id": "s190"
    },
    {
      "text": "That was not contentious.",
      "id": "s191"
    },
    {
      "text": "It then referred to the fact (based upon various medical examinations) that the signs attributable to the accepted injury no longer were apparent, and that the chronic form of tenosynovitis which sometimes occurs had not been diagnosed by any medical examiner and Dr Cullum's suggestion that it might exist was not borne out by any typical signs apparent in such a case, including that such signs were not shown on the ultrasound tests.",
      "id": "s192"
    },
    {
      "text": "It therefore accepted that the accepted injury had 'resolved currently', although it could return.",
      "id": "s193"
    },
    {
      "text": "It then addressed the other abnormalities of which the applicant gave evidence.",
      "id": "s194"
    },
    {
      "text": "It accepted he had epicondylitis of the elbow and tendonitis of the wrist, based upon the medical examinations including ultrasound testing.",
      "id": "s195"
    },
    {
      "text": "There was no conflict of views between Dr Cullum and the other doctors called by the applicant on those findings, which the Tribunal described as 'minor abnormalities, with minor symptoms and physical signs'.",
      "id": "s196"
    },
    {
      "text": "It referred to the medical evidence as to when the clinical signs of those conditions became apparent, and why they may have occurred.",
      "id": "s197"
    },
    {
      "text": "The latter step, namely ascribing them to use of the gripper as Dr Awerbuch had suggested, was the only medical evidence explicitly on that point.",
      "id": "s198"
    },
    {
      "text": "As the Tribunal then found, those conditions are nevertheless compensable.",
      "id": "s199"
    },
    {
      "text": "The respondent does not now contest that.",
      "id": "s200"
    },
    {
      "text": "43 The final step in the Tribunal's reasoning, namely whether there is permanent impairment from those conditions, is where the applicant's medical witnesses were not in accord.",
      "id": "s201"
    },
    {
      "text": "The Tribunal explained why it concluded that those conditions have not resulted in permanent impairment: it said the current symptoms are minor and are not stable, and that Dr Rositano is hopeful of further improvement.",
      "id": "s202"
    },
    {
      "text": "The Tribunal had earlier noted Dr Hill's view in his report of 10 June 2003 that the condition would not result in permanent incapacity.",
      "id": "s203"
    },
    {
      "text": "Dr Cullum's views were not accepted apparently because he considered the symptoms could not improve.",
      "id": "s204"
    },
    {
      "text": "The applicant gave evidence (noted by the Tribunal) that his condition is improving.",
      "id": "s205"
    },
    {
      "text": "His evidence was accepted, as the Tribunal regarded him as a competent and conscientious witness who did his best to describe accurately the history of his symptoms and treatments.",
      "id": "s206"
    },
    {
      "text": "It follows from the acceptance of his evidence that, as the Tribunal remarked:\n \n 'It cannot be said therefore, at the present time, that the applicant's condition is likely to continue indefinitely.",
      "id": "s207"
    },
    {
      "text": "He does not have a permanent impairment.",
      "id": "s208"
    },
    {
      "text": "' \n \n\nThe applicant's evidence was reflected in the views of Dr Rositano.",
      "id": "s209"
    },
    {
      "text": "It was not reflected in the views of Dr Cullum on this limited aspect.",
      "id": "s210"
    },
    {
      "text": "44 In my view, a reading of the Tribunal's reasons indicates why it reached the conclusions it did.",
      "id": "s211"
    },
    {
      "text": "I am not persuaded that it failed to comply with s 43(2B) of the AAT Act.",
      "id": "s212"
    },
    {
      "text": "45 The applicant has not made out any of the grounds of legal error for which he has contended.",
      "id": "s213"
    },
    {
      "text": "The application must therefore be dismissed.",
      "id": "s214"
    },
    {
      "text": "I certify that the preceding forty-five (45) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Mansfield.",
      "id": "s215"
    },
    {
      "text": "Associate:\n\nDated: 21 March 2005\n\n\n Counsel for the Applicant: S Ower \n \n Solicitor for the Applicant: Moody Rossi &amp; Co \n \n Counsel for the Respondent: P Hanks QC \n \n Solicitor for the Respondent: Phillips Fox \n \n Date of Hearing: 2 September 2005 \n \n Date of Judgment: 22 March 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/278.html",
      "id": "s216"
    }
  ]
}