{
  "name": "De Bruyn v The Minister for Justice and Customs (No. 2) [2006] FCA 259 (17 March 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/259.html",
  "catchphrases": [
    {
      "text": "extradition arrangements",
      "id": "c0"
    },
    {
      "text": "claim by the commonwealth of public interest immunity concerning documents relevant to the question of whether the minister has refused or constructively refused to discharge a statutory duty",
      "id": "c1"
    },
    {
      "text": "consideration of the principles generally",
      "id": "c2"
    },
    {
      "text": "matter brought forward for urgent determination prior to hearing commencing in one week.",
      "id": "c3"
    },
    {
      "text": "practice and procedure",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 On Tuesday afternoon 14 March 2006, I heard argument on a Notice of Motion filed by the Applicant in the proceedings, Jacob de Bruyn, seeking an order requiring the Respondent Minister for Justice and Customs for the Commonwealth of Australia to produce for inspection documents referred to in paragraphs 33 and 34 of the affidavit of Sally Ann Nelson filed on behalf of the Respondent on 6 March 2006.",
      "id": "s0"
    },
    {
      "text": "2 Having heard argument on the questions in issue, I considered the material and delivered Reasons on Wednesday, 15 March 2006, De Bruyn v The Minister for Justice and Customs [2006] FCA 232 upholding the claim of the Respondent to withhold production of certain documents containing information received by Australian agencies from the Republic of South Africa properly the subject of a claim of public interest immunity.",
      "id": "s1"
    },
    {
      "text": "I was not satisfied, however, that the claim was established in respect of other classes of documents and, in particular, communications from the Attorney-General's Department to the Australian High Commission in the Republic of South Africa or communications from the Australian High Commission to the Department.",
      "id": "s2"
    },
    {
      "text": "3 Accordingly, I elected to look at those documents accepted by the Respondent as relevant to the issues in the proceeding before me on Wednesday, 22 March 2006 and assess whether, with the benefit of that examination, the public interest in ensuring access to the documents so as to enable the Applicant to properly conduct its case outweighed the public interest in preventing damage or harm to the national interest which might be occasioned by disclosure of the documents.",
      "id": "s3"
    },
    {
      "text": "4 In forming a view about where the balance in those competing interests might lie, I formed the view that it would be necessary to examine the documents carefully to be satisfied that a claim for public interest immunity was made out on the affidavit material.",
      "id": "s4"
    },
    {
      "text": "5 Accordingly, I examined \"privately\" 20 documents handed to me by Counsel for the Respondent.",
      "id": "s5"
    },
    {
      "text": "6 Having examined those documents, I formed the view that parts of those documents could properly be disclosed in the interests of the conduct of the proceedings next Wednesday without occasioning damage to the public interest through disclosure and parts of the documents ought not to be disclosed.",
      "id": "s6"
    },
    {
      "text": "Accordingly, I marked-up the 20 documents and masked those parts of them which ought not be disclosed.",
      "id": "s7"
    },
    {
      "text": "I foreshadowed making an order for production of the documents so marked-up.",
      "id": "s8"
    },
    {
      "text": "7 I provided the Respondent with a copy of the 20 documents appropriately marked-up for proposed production.",
      "id": "s9"
    },
    {
      "text": "Counsel suggested that with the benefit of a precise indication of those documents or parts of documents which might be the subject of disclosure, Counsel would be in a position to take instructions from the Respondent as to its attitude to the proposed order.",
      "id": "s10"
    },
    {
      "text": "Counsel also indicated that the Respondent may wish to formulate a further affidavit addressing reasons why the disclosure of the proposed documents or parts of documents ought not occur.",
      "id": "s11"
    },
    {
      "text": "8 Yesterday, Counsel conferred with the Respondent and then indicated to my Associate that the Respondent would wish to put further submissions to me in relation to the proposed order.",
      "id": "s12"
    },
    {
      "text": "I invited Counsel to put written submissions before me as to those matters and the basis upon which further affidavit evidence might properly be put before me.",
      "id": "s13"
    },
    {
      "text": "Counsel for the Respondent requested the matter be listed today and with a view to determining finally these issues, recognising that the hearing of the proceeding is to occur on Wednesday, 22 March at 10.15am, the matter was listed for final determination today at 12.00 o'clock.",
      "id": "s14"
    },
    {
      "text": "9 In support of the proposition that parts of the documents marked for disclosure ought not be disclosed, the Respondent sought to rely upon a further affidavit from Joanne Sheryl Blackburn.",
      "id": "s15"
    },
    {
      "text": "The affidavit was marked Exhibit \"A\" for identification.",
      "id": "s16"
    },
    {
      "text": "The affidavit is marked confidential on the basis that it contains sensitive expressions of opinion about aspects of the relationship between the Australian Government and the Government of the Republic of South Africa concerning extradition arrangements, protocols and factors influencing Government opinion.",
      "id": "s17"
    },
    {
      "text": "Ms Blackburn says that the material in the affidavit warrants a \"confidential\" national security classification having regard to the guidelines set by the Australian Government in the Protective Security Manual adopted by the Government for such matters.",
      "id": "s18"
    },
    {
      "text": "10 The first question to determine was whether I ought properly receive a further affidavit elaborating upon the basis upon which the claim for public interest immunity had been made in the earlier affidavit of Ms Blackburn sworn 2 March and filed on 6 March 2006.",
      "id": "s19"
    },
    {
      "text": "The further affidavit elaborating on paragraph 8 of the earlier affidavit is 12 pages in length and comprises 23 paragraphs.",
      "id": "s20"
    },
    {
      "text": "11 In determining whether the public interest might be prejudiced by the disclosure of the material said by reference to the supplementary affidavit to be prejudicial, I took the view that a proper exercise of the discretion involved receiving the further material to aid in the final determination of the preliminary view I had formed that certain material ought properly be disclosed.",
      "id": "s21"
    },
    {
      "text": "12 In exercising the discretion to receive the supplementary affidavit, Counsel for the Respondent made submissions that the affidavit did not assert new or additional grounds for a claim of public interest immunity but sought, consistent with the expressions of opinion contained in paragraph 8 of the earlier affidavit, to identify the particular risks to the public interest associated with disclosure.",
      "id": "s22"
    },
    {
      "text": "13 In exercising the discretion to receive the additional material and assess it on the question in issue, support is found in the observations of Lord Blandesburgh in Robinson v State of South Australia No.",
      "id": "s23"
    },
    {
      "text": "2 (1931) AC 704 at 722.",
      "id": "s24"
    },
    {
      "text": "I have also been referred to National Crime Authority v Gould &amp; Anor (1989) 23 FCR 191 at 199, Foster J; Haj-Ismail &amp; Ors v Minister for Immigration and Ethnic Affairs &amp; Ors (No.",
      "id": "s25"
    },
    {
      "text": "2) (1982) 64 FLR 112; and Zarro &amp; Ors v Australian Securities Commission (1992) 36 FCR 40, Lockhart, Ryan and Gummow JJ.",
      "id": "s26"
    },
    {
      "text": "14 In receiving a further affidavit from the Respondent on the question, there is inevitably some real difficulty in terms of ensuring a balanced opportunity to the Applicant to deal with the additional material.",
      "id": "s27"
    },
    {
      "text": "The affidavit necessarily deals with matters which explain the thinking, approaches and dialogue between the two national governments which for the reasons indicated in the affidavit can not be put into public domain.",
      "id": "s28"
    },
    {
      "text": "One approach suggested by Counsel for Mr de Bruyn, as a mater of practice and procedure, is that the Respondent might file and serve an affidavit which identifies foundation facts persuasively demonstrating a need to adduce additional \"confidential information\" going to additional factors supporting the ground already identified as the basis for the claim of public interest immunity.",
      "id": "s29"
    },
    {
      "text": "Once the judge is satisfied on the basis of the threshold or preliminary affidavit that a further, more expansive affidavit ought be received, then and only then should the second affidavit be received.",
      "id": "s30"
    },
    {
      "text": "15 It seems to me as a matter of principle the suggestion is a sound one and in practice parties seeking to supplement an affidavit deposing to grounds, particulars and details of a claim for public interest immunity ought first file a preliminary affidavit properly identifying the basis for a supplementary affidavit and perhaps explaining the reasons for any lack of particularity in an earlier affidavit.",
      "id": "s31"
    },
    {
      "text": "Once satisfied of that matter, the judge might receive the additional material.",
      "id": "s32"
    },
    {
      "text": "16 In the current matter, the affidavit of Ms Blackburn reflects a conjunction of the background explanatory matters and the discursive treatment of the sensitive matters.",
      "id": "s33"
    },
    {
      "text": "In the interests of properly determining the question, I elected to exercise the discretion to receive the affidavit in its aggregated form.",
      "id": "s34"
    },
    {
      "text": "17 I stood the matter down over the luncheon break to read Ms Blackburn's affidavit carefully and the material attached to it comprising the marked-up 20 documents with comments directed to conclusions as to why parts of those documents ought not be disclosed.",
      "id": "s35"
    },
    {
      "text": "As to the affidavit itself, I have indicated this afternoon that I take the view that paragraphs 1, 2, 3, 4, 5, 6 and 7 do not reflect facts which contain views damaging to the public interest if disclosed.",
      "id": "s36"
    },
    {
      "text": "I accept that paragraphs 7, 8, 9, 10, 11, 12, 13, 14, 16, 17, 18, 19 and 20 ought not be disclosed.",
      "id": "s37"
    },
    {
      "text": "Paragraphs 15, 22 and 23 ought be disclosed.",
      "id": "s38"
    },
    {
      "text": "I have indicated that I propose to make an order effective from Monday, 10.15am that those paragraphs that seem safely susceptible to disclosure ought be disclosed and a copy of the affidavit of Ms Blackburn ought be provided to the solicitors for the Applicant masking the confidential paragraphs.",
      "id": "s39"
    },
    {
      "text": "18 Having regard to the affidavit itself, I have formed the view that some aspects of the material marked in a preliminary way for a proposed order for disclosure ought be further marked for non-disclosure on the ground that the additional matters go to the content of possible arrangements government to government.",
      "id": "s40"
    },
    {
      "text": "However, enquiries about the gathering of information that might influence the formulation of a particular proposition are capable of disclosure without injury to the national public interest, in the interests of the conduct of proceeding.",
      "id": "s41"
    },
    {
      "text": "It seems to me that the chronology of events and aspects of the content of the communications are relevant to the question of whether the Respondent has acted \"as soon as is reasonably practicable having regard to the circumstances, after [Mr de Bruyn] becomes an eligible person\" , in determining whether the Respondent has refused or constructively refused to discharge a statutory duty cast upon him.",
      "id": "s42"
    },
    {
      "text": "19 Although, as I have said previously, it seems to me that disclosure of the content of each of those communications is not necessary, some disclosure which provides appropriate contextual information without prejudice to the national public interest ought to occur.",
      "id": "s43"
    },
    {
      "text": "Additionally, the Respondent makes a claim to withhold some material which, it seems to me, could not qualify for protection as sensitive information on the ground of public interest immunity going to a national threat to the public interest.",
      "id": "s44"
    },
    {
      "text": "In document number 6, for example, the Respondent seeks to withhold a paragraph which describes briefly information drawn from a publicly accessible website.",
      "id": "s45"
    },
    {
      "text": "20 Accordingly, I have reviewed each of the 20 documents and marked some further information for non-disclosure on the basis of the assessment indicated in paragraph 18.",
      "id": "s46"
    },
    {
      "text": "I am satisfied that disclosure of this information would not be injurious to the public interest and that the interests of the administration of justice would be advanced by disclosure.",
      "id": "s47"
    },
    {
      "text": "21 Accordingly, I have ordered that the Respondent produce to the Applicant copies of the 20 documents in the marked-up form provided this afternoon to Counsel for the Respondent.",
      "id": "s48"
    },
    {
      "text": "In terms of precision, for the purposes of the Order, I have enclosed a copy of the marked-up documents the subject of the order, in an envelope and placed that material on the file cross-referenced to the Order so there can be no subsequent confusion as to the marked-up documents which correlate with the Order.",
      "id": "s49"
    },
    {
      "text": "I have also ordered a stay of the Order until 10.15am on Monday.",
      "id": "s50"
    },
    {
      "text": "22 Counsel for the Respondent is to advise my Associate by then as to its attitude to the matter and its attitude to those paragraphs of the affidavit of Ms Blackburn marked \"A\" for identification.",
      "id": "s51"
    },
    {
      "text": "23 Additionally, I have ordered the Respondent to pay the costs of today.",
      "id": "s52"
    },
    {
      "text": "The costs of the motion on Tuesday, 14 March 2006 remain reserved for determination.",
      "id": "s53"
    },
    {
      "text": "I certify that the preceding twenty-three (23) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Greenwood.",
      "id": "s54"
    },
    {
      "text": "Associate:\n\nDated: 17 March 2006\n\n\n Counsel for the Applicant: Mr D C Rangiah and Ms Kidson \n \n Solicitor for the Applicant: Allens Arthur Robinson \n \n Counsel for the Respondent: Mr Logan SC and Ms Brennan \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 17 March 2006 \n \n Date of Judgment: 17 March 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/259.html",
      "id": "s55"
    }
  ]
}