{
  "name": "Applicant S207/2003 v Refugee Review Tribunal [2006] FCA 243 (16 March 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/243.html",
  "catchphrases": [
    {
      "text": "application for leave to appeal judgment and orders made by single judge of the court",
      "id": "c0"
    },
    {
      "text": "no merit demonstrated by application",
      "id": "c1"
    },
    {
      "text": "relief refused",
      "id": "c2"
    },
    {
      "text": "migration",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicant seeks an extension of time and leave to appeal from the judgment and orders of Bennett J of this Court made on 4 November 2005.",
      "id": "s0"
    },
    {
      "text": "Her Honour thereby refused an application for an order nisi in respect of a decision of the Refugee Review Tribunal handed down on 19 January 2001, which in turn had earlier confirmed the refusal of the Minister's delegate on 23 October 1998 to grant the applicant a protection visa.",
      "id": "s1"
    },
    {
      "text": "2 The applicant arrived in Australia from Bangladesh, his country of origin, on 3 August 1998.",
      "id": "s2"
    },
    {
      "text": "The applicant alleged that his family had associations with the well-known Bangladesh National Party and had encountered hostility from Awami League activists.",
      "id": "s3"
    },
    {
      "text": "3 The applicant challenged the Tribunal's decision by way of an order nisi which he lodged with the High Court of Australia.",
      "id": "s4"
    },
    {
      "text": "Ultimately that application for prerogative relief was remitted to the Federal Court of Australia; subsequently on 4 November 2005, her Honour refused his application for an order nisi in respect of the Tribunal's decision as above stated.",
      "id": "s5"
    },
    {
      "text": "Subsequently the applicant sought an extension of time for leave to appeal from her Honour's decision to a Full Court of the Federal Court.",
      "id": "s6"
    },
    {
      "text": "The grounds for appealing that decision were stated as follows:\n \n '&#8226; The Federal Court erred in law not to find the lack of procedural fairness in the proceedings of the Refugee Review Tribunal (The Tribunal), in that the Tribunal did not give the opportunity to respond to the independent evidence in the possession of the Tribunal which suggested to the Tribunal it is possible to be involved in the political activities in Bangladesh in the circumstances of the Appellant (me), without a victim of violence and/or which otherwise suggested to the Tribunal that I am not a refugee within the meaning of the Refugee Convention.",
      "id": "s7"
    },
    {
      "text": "&#8226; My fear of persecution is not well-founded for my political belief within the meaning of convention and I do not meet the criteria set out in s 36(2) of the act.",
      "id": "s8"
    },
    {
      "text": "&#8226; The Tribunal did not consider all the materials readily available and/or accessible to come to a decision of my application for protection visa.",
      "id": "s9"
    },
    {
      "text": "&#8226; The Tribunal did not consider the outstanding charges I experienced in Bangladesh.",
      "id": "s10"
    },
    {
      "text": "&#8226; The Federal Court erred in not finding that the Tribunal failed to consider the amount of persecution I shall experience on my return back to Bangladesh.",
      "id": "s11"
    },
    {
      "text": "&#8226; I have no opportunity to be relocated in Bangladesh.",
      "id": "s12"
    },
    {
      "text": "&#8226; The Tribunal did not consider the risk of harm and persecution I experienced were politically motivated.",
      "id": "s13"
    },
    {
      "text": "' \n \n\n4 It is readily apparent that the decision of Bennett J was not affected by error in any one or more of the foregoing aspects.",
      "id": "s14"
    },
    {
      "text": "As her Honour pointed out, in order to obtain the order nisi which the applicant sought, it was necessary for him to show that he had at least an arguable case that the Tribunal, whose proceedings were called into question, had erred in a manner that would justify final relief by way of an order absolute.",
      "id": "s15"
    },
    {
      "text": "5 Bennett J carefully and comprehensively addressed the application for the order nisi sought and the alleged basis therefore, and concluded that none of the grounds relied upon by the applicant was fairly arguable, and that it was therefore inappropriate to grant an order nisi.",
      "id": "s16"
    },
    {
      "text": "Accordingly her Honour ordered that the application be refused; she also ordered that subrule (1) of Order 51A rule 5 should not apply to the application.",
      "id": "s17"
    },
    {
      "text": "6 In support of the present application, the submissions advanced by the applicant once more sought to rehearse the same or similar complaints concerning the proceedings conducted by the Tribunal and its subsequent decision-making.",
      "id": "s18"
    },
    {
      "text": "However the applicant did not articulate, much less address with reasons, errors asserted to have been made by Bennett J.",
      "id": "s19"
    },
    {
      "text": "It is readily apparent that any appeal from the decision made by her Honour has no prospects of success.",
      "id": "s20"
    },
    {
      "text": "7 The application for leave to appeal must therefore be dismissed with costs.",
      "id": "s21"
    },
    {
      "text": "I certify that the preceding seven (7) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Conti.",
      "id": "s22"
    },
    {
      "text": "Associate:\n\nDated: 16 March 2006\n\n\n The Applicant appeared in person \n \n \n Counsel for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 9 March 2006 \n \n Date of Judgment: 16 March 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/243.html",
      "id": "s23"
    }
  ]
}