{
  "name": "Australasian Meat Industry Employees Union (WA Branch) v Woolworths Limited [2006] FCA 206 (8 March 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/206.html",
  "catchphrases": [
    {
      "text": "costs",
      "id": "c0"
    },
    {
      "text": "excepting provision applicable only to institution of proceeding not to a step in the proceedings",
      "id": "c1"
    },
    {
      "text": "workplace relations",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "1 These reasons concern an application filed on 10 February 2006.",
      "id": "s0"
    },
    {
      "text": "The application seeks orders pursuant to ss 170NC, 170NF(1), 170NF(6) and 298T(1) of the Workplace Relations Act 1996 (Cth) ('the Act').",
      "id": "s1"
    },
    {
      "text": "It is alleged that the respondent's conduct in respect of the negotiation of a 'replacement certified agreement' breaches Pt XA of the Act.",
      "id": "s2"
    },
    {
      "text": "Within the application, there is a claim for interlocutory relief, namely an interim injunction.",
      "id": "s3"
    },
    {
      "text": "The interim injunction is sought to restrain the respondent from taking any further steps in relation to the certification of an agreement made between it and the members of the Shop Distributive and Allied Employees Association that purports to cover members, or those eligible to be members of the applicant.",
      "id": "s4"
    },
    {
      "text": "2 The application was listed for first directions on 8 March 2006 and is the first time the parties have been to Court.",
      "id": "s5"
    },
    {
      "text": "At the listing, the applicant advised that Court that it no longer pursues its claim for interlocutory relief due to events that occurred prior to the listing date.",
      "id": "s6"
    },
    {
      "text": "3 The respondent now seeks an order for costs of today being in its favour.",
      "id": "s7"
    },
    {
      "text": "It relies essentially on three circumstances.",
      "id": "s8"
    },
    {
      "text": "4 The first is that the application and the affidavit of urgency were not served on it until 1 or 2 March 2006 and by that time the subject of the urgent application for interlocutory relief, namely, the prevention of certification of the agreement referred to under that claim, had been foreclosed by the agreement in fact being certified.",
      "id": "s9"
    },
    {
      "text": "It is said that the applicant not only failed to press the urgent application from the lodgement of the application on 10 to 20 February 2006, the date of certification, but also took no steps consistent with the application after that date and before service.",
      "id": "s10"
    },
    {
      "text": "5 Secondly, the respondent says that there were non-compliance with the rules in terms of time and the character of the affidavit evidence, in that it did not support the application, in particular the claims under ss 170NC and 170NF(6) of the Act.",
      "id": "s11"
    },
    {
      "text": "6 Thirdly, the applicant asserts that the steps taken by the respondent for certification of the agreement were unknown to it, and that is not contradicted by the respondent.",
      "id": "s12"
    },
    {
      "text": "The consequence of that is that I proceed on the basis the applicant had in mind that its application and the urgency of the interlocutory claim remained viable at all times.",
      "id": "s13"
    },
    {
      "text": "7 In any event, there is, in my view, a statutory obstacle to any costs order being made in favour of the respondent.",
      "id": "s14"
    },
    {
      "text": "Section 347 of the Act provides in subs (1):\n \n 'A party to a proceeding (including an appeal) in a matter arising under this Act (other than an application under section 170CP) shall not be ordered to pay costs incurred by any other party to the proceeding unless the first-mentioned party instituted the proceeding vexatiously or without reasonable cause.",
      "id": "s15"
    },
    {
      "text": "' \n\n8 The cases in which costs have been awarded for vexatious conduct depend on the existence of facts, none of which is present in this application.",
      "id": "s16"
    },
    {
      "text": "That leaves the limb based on the applicant acting 'without reasonable cause'.",
      "id": "s17"
    },
    {
      "text": "Those words are, by the sub-section, related to the 'institution' of the proceeding, not to particular steps in it.",
      "id": "s18"
    },
    {
      "text": "The choice of that word 'instituted' is directed to resurrecting the power of a costs order only where the 'proceeding' is instituted vexatiously or without reasonable cause.",
      "id": "s19"
    },
    {
      "text": "Clearly, here, the proceeding was instituted with reasonable cause and one which remained, in the applicant's mind, reasonable throughout, until it learnt eventually of the certification of the agreement.",
      "id": "s20"
    },
    {
      "text": "9 Construing the section as I believe it must be in the way outlined, there is no ground for making an order in respect of a step in the proceeding as distinguished from the institution of the proceeding.",
      "id": "s21"
    },
    {
      "text": "10 In any event, it is common ground that orders should now be made for the filing of an amended application and statement of claim in light of the changed circumstances.",
      "id": "s22"
    },
    {
      "text": "That will give to the applicant the opportunity of addressing any deficiencies in evidence or deleting claims which are unsupported by evidence.",
      "id": "s23"
    },
    {
      "text": "There is, therefore, no injustice to the respondent which will result when those orders are made.",
      "id": "s24"
    },
    {
      "text": "11 However, that is not a germane factor to the determination of the costs issue which I base on my understanding of s 347(1).",
      "id": "s25"
    },
    {
      "text": "For that reason, I refuse the application for the order as moved by the respondent.",
      "id": "s26"
    },
    {
      "text": "I certify that the preceding eleven (11) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Nicholson.",
      "id": "s27"
    },
    {
      "text": "Associate:\n\nDated: 10 March 2006\n\n\n Counsel for the Applicant: A Gill \n \n Solicitor for the Applicant: Chapmans Barristers &amp; Solicitors \n \n Counsel for the Respondent: SD Harben \n \n Solicitor for the Respondent: Clayton Utz \n \n Date of Hearing: 8 March 2006 \n \n Date of Judgment: 8 March 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/206.html",
      "id": "s28"
    }
  ]
}