{
  "name": "Australian Competition and Consumer Commission v Admiral Mechanical Services Pty Ltd [2006] FCA 258 (7 March 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/258.html",
  "catchphrases": [
    {
      "text": "leave to bring proceeding against a respondent",
      "id": "c0"
    },
    {
      "text": "purpose of provision for grant of leave",
      "id": "c1"
    },
    {
      "text": "criteria satisfied",
      "id": "c2"
    },
    {
      "text": "corporations",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicant brings a notice of motion dated 8 February 2006 to proceed with this proceeding against the tenth respondent.",
      "id": "s0"
    },
    {
      "text": "Primarily sought in item 1 of the notice of motion is the grant of leave pursuant to s 500(2) of the Corporations Act 2001 (Cth) ('the Act').",
      "id": "s1"
    },
    {
      "text": "The tenth respondent was identified as HVAC Construction Limited ('HVAC') when the proceeding commenced.",
      "id": "s2"
    },
    {
      "text": "2 In item 2 of the notice of motion leave is sought pursuant to O 13, r 2(3) of the Federal Court Rules to change the name of the tenth respondent to 'ACN 009 298 686 Pty Ltd'.",
      "id": "s3"
    },
    {
      "text": "Evidence in support in the affidavit of Mr N Gvozdin states that 'HVAC became a proprietary company on 7 July 2005'.",
      "id": "s4"
    },
    {
      "text": "3 Therefore, not only has it changed its name as it did to the present name on 22 September 2005, but also changed its status.",
      "id": "s5"
    },
    {
      "text": "Those facts require further examination by the applicant.",
      "id": "s6"
    },
    {
      "text": "Item 2 of the notice of motion will therefore be held over to be dealt with in private chambers on receipt of further submissions.",
      "id": "s7"
    },
    {
      "text": "4 Turning to item 1, there are the affidavits of Mr N Gvozdin sworn on 7 February 2006 and 7 March 2006.",
      "id": "s8"
    },
    {
      "text": "In addition, there are the written and oral submissions which have been made by the applicant.",
      "id": "s9"
    },
    {
      "text": "5 Reliance is placed on what was said in the Queensland Full Court in Ogilvie-Grant v East [1983] 7 ACLR 669 at 672 by McPherson J with whom Wanstall CJ and Sheahan J agreed, namely, that a section such as s 500(2) of the Act has the purpose for its existence that without the relevant restriction which is constituted by the provision for the grant of leave, a company in liquidation would be subjected to a multiplicity of actions which would be both expensive and time consuming as well, in some cases, unnecessary.",
      "id": "s10"
    },
    {
      "text": "That dicta was applied by Wheeler J in Deputy Commissioner of Taxation v Robinswood Pty Ltd [2004] WASC 229 at [8] .",
      "id": "s11"
    },
    {
      "text": "6 In written submissions counsel for the applicant submitted the factors which should move the Court to a grant of leave in this instance.",
      "id": "s12"
    },
    {
      "text": "They are, firstly, that there is no prospect that, upon a grant of leave, there would be any risk of an avalanche of litigation.",
      "id": "s13"
    },
    {
      "text": "Secondly, the proceeding was commenced approximately 12 months prior to the commencement of the voluntary winding up and are well advanced and numerous interlocutory hearings have been held.",
      "id": "s14"
    },
    {
      "text": "Thirdly, the tenth respondent has been instanced in these hearings as likely to attract the highest pecuniary penalty.",
      "id": "s15"
    },
    {
      "text": "Fourthly, the claim against the tenth respondent, for contravention of s 45(2) of the Act is a serious claim.",
      "id": "s16"
    },
    {
      "text": "Fifthly, the applicant has already expended very substantial time, effort and expense in formulating its claim and progressing the proceeding to the present stage.",
      "id": "s17"
    },
    {
      "text": "Sixthly, the proceeding was not lightly instituted.",
      "id": "s18"
    },
    {
      "text": "Seventhly, there is a public interest in deterrence, recognised in a number of decisions, involving the applicant.",
      "id": "s19"
    },
    {
      "text": "For example, Australian Competition and Consumer Commission v SIP Australia Pty Ltd [2003] FCA 336 at [59] and Australian Competition and Consumer Commission v Leahy Petroleum (No 2) (2005) 215 ALR 281 per Merkel J. Additionally, no prejudice, procedural or substantive can be predicted to the other creditors who have an interest in the winding up of HVAC by virtue of the granting of leave.",
      "id": "s20"
    },
    {
      "text": "The other creditors would have priority.",
      "id": "s21"
    },
    {
      "text": "Finally, the applicant asserts it has a strong prima facie case against HVAC.",
      "id": "s22"
    },
    {
      "text": "7 The respondent does not consent or defend the motion and does not appear in any event.",
      "id": "s23"
    },
    {
      "text": "8 In my view, given the nature of this litigation and the potential impact which it would have on HVAC, considered in the context of the criteria enunciated by McPherson J in Ogilvie-Grant , the factors relied upon by the applicant are appropriate to move the Court to make a grant of leave.",
      "id": "s24"
    },
    {
      "text": "9 Therefore, for those reasons, I accede to item 1 in the notice of motion.",
      "id": "s25"
    },
    {
      "text": "10 As previously stated, item 2 will be held over for further submissions in private chambers.",
      "id": "s26"
    },
    {
      "text": "I certify that the preceding ten (10) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Nicholson.",
      "id": "s27"
    },
    {
      "text": "Associate:\n\nDated: 17 March 2006\n\n\n Counsel for the Applicant: S Owen-Conway QC \n \n Solicitor for the Applicant: Australian Government Solicitor \n \n There was no appearance for the Tenth Respondent.",
      "id": "s28"
    },
    {
      "text": "Date of Hearing: 7 March 2006 \n \n Date of Judgment: 7 March 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/258.html",
      "id": "s29"
    }
  ]
}