{
  "name": "Pham v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCA 315 (29 March 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/315.html",
  "catchphrases": [
    {
      "text": "deportation order",
      "id": "c0"
    },
    {
      "text": "non-citizen convicted of an offence",
      "id": "c1"
    },
    {
      "text": "serious criminal record",
      "id": "c2"
    },
    {
      "text": "decision affirmed by administrative appeals tribunal",
      "id": "c3"
    },
    {
      "text": "balancing competing considerations",
      "id": "c4"
    },
    {
      "text": "community expectations",
      "id": "c5"
    },
    {
      "text": "best interests of the child",
      "id": "c6"
    },
    {
      "text": "duty of tribunal to obtain current psychological report",
      "id": "c7"
    },
    {
      "text": "immigration",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application to challenge a decision of the Administrative Appeals Tribunal (\"the Tribunal\"), made on 9 June 2005 affirming the issue of a Deportation Order against the applicant by a Ministerial delegate.",
      "id": "s0"
    },
    {
      "text": "2 By s 200 of the Migration Act 1958 (Cth) the Minister has a discretionary power to order the deportation of a non-citizen in circumstances where the person has been convicted of an offence, if the person had been in Australia as a permanent resident for a period of less than ten years and the offence carries a sentence of imprisonment for a period of not less than one year.",
      "id": "s1"
    },
    {
      "text": "3 The applicant's circumstances are as follows.",
      "id": "s2"
    },
    {
      "text": "He was born in North Vietnam on 10 March 1972.",
      "id": "s3"
    },
    {
      "text": "In 1988 he travelled to Hong Kong seeking refugee status, and until 1993 lived in detention in a refugee camp in Hong Kong and married a fellow refugee.",
      "id": "s4"
    },
    {
      "text": "In 1993 and 1994, he lived in a refugee camp in the Philippines and met a lady who is referred to in the material as Ms Thi Thuy Hang Le.",
      "id": "s5"
    },
    {
      "text": "On 29 June 1995, the applicant entered Australia sponsored by his wife, and he claims that his marriage was dissolved soon thereafter.",
      "id": "s6"
    },
    {
      "text": "No decree of dissolution was produced but he commenced living in a de facto relationship with Ms Le soon after his arrival in Australia.",
      "id": "s7"
    },
    {
      "text": "On 17 April 1997, the applicant and two other men committed an armed robbery during which a 67 year old man was severely assaulted and money was stolen from him.",
      "id": "s8"
    },
    {
      "text": "One offender was armed with a loaded pistol.",
      "id": "s9"
    },
    {
      "text": "The applicant was armed with an army style knife with which he assaulted the victim by striking him with the handle.",
      "id": "s10"
    },
    {
      "text": "On 13 October 1997 he pleaded guilty to one count of robbery being armed in company and wounding contrary to the Crimes Act 1900 (NSW) .",
      "id": "s11"
    },
    {
      "text": "He was sentenced on 13 February 1998 to five and a half years in prison with a minimum term of three years backdated to 17 April 1997.",
      "id": "s12"
    },
    {
      "text": "4 On 22 June 1998, a letter was written to him by the Department stating that he may be liable for deportation under s 200 of the Migration Act 1958 (Cth) (\"the Act \") .",
      "id": "s13"
    },
    {
      "text": "The applicant subsequently appealed against the severity of his sentence, but this was dismissed by the New South Wales Court of Criminal Appeal on 2 August 1988.",
      "id": "s14"
    },
    {
      "text": "On 18 January 2000, the applicant was interviewed by Departmental officers with respect to his liability for deportation.",
      "id": "s15"
    },
    {
      "text": "On 16 April 2000, he was released from prison on parole.",
      "id": "s16"
    },
    {
      "text": "On 1 May 2000, the Minister's delegate signed a Deportation Order in respect of the applicant.",
      "id": "s17"
    },
    {
      "text": "On 25 May 2000, the Department wrote to the applicant advising that a decision had been made as to his deportation and requesting that the applicant contact the relevant officer.",
      "id": "s18"
    },
    {
      "text": "A Departmental officer spoke to the applicant on 30 May 2000 and requested that the applicant attend the Departmental Office on 2 June 2000 to be detained.",
      "id": "s19"
    },
    {
      "text": "However, the applicant did not keep that appointment and was not detained.",
      "id": "s20"
    },
    {
      "text": "5 Thereafter until 2003, the applicant remained at large living with Ms Le, who became pregnant in early 2003.",
      "id": "s21"
    },
    {
      "text": "On 22 February 2003, the applicant was arrested by New South Wales Police on one charge of shop lifting and a charge of parole violation.",
      "id": "s22"
    },
    {
      "text": "He was sentenced to imprisonment for one year, three months and twenty seven days in respect of the parole violation.",
      "id": "s23"
    },
    {
      "text": "He was also sentenced for one month, to be served concurrently, in respect of goods in custody suspected of being stolen.",
      "id": "s24"
    },
    {
      "text": "He was put in prison at Silverwater.",
      "id": "s25"
    },
    {
      "text": "He escaped from prison on 7 May 2003 and remained at large until February 2004.",
      "id": "s26"
    },
    {
      "text": "His son was born on 27 October 2003.",
      "id": "s27"
    },
    {
      "text": "On 14 February 2004, he was arrested in Victoria and later convicted and sentenced to four months imprisonment for theft.",
      "id": "s28"
    },
    {
      "text": "On 23 March 2004, he was served with the Deportation Order dated 1 May 2000 and on 13 June 2004 he was extradited to New South Wales for escape and breach of parole.",
      "id": "s29"
    },
    {
      "text": "On 15 June 2004, he was sentenced to eighteen months imprisonment for escaping from custody in the Sydney District Court.",
      "id": "s30"
    },
    {
      "text": "6 Largely as a result of the applicant breaching his parole and failing to present himself to the Department in June 2000, he was not formally notified of the Department's original decision to issue a deportation order until 23 March 2004.",
      "id": "s31"
    },
    {
      "text": "The applicant did not seek review of the delegate's decision until 8 April 2004.",
      "id": "s32"
    },
    {
      "text": "7 The Tribunal held a hearing in respect of the applicant's application for review on 15 and 23 February 2005, and on 9 June 2005 published its decision affirming the decision under review.",
      "id": "s33"
    },
    {
      "text": "The applicant has served his latest sentence and is now in Immigration detention at Villawood Detention Centre.",
      "id": "s34"
    },
    {
      "text": "THE APPLICANT'S CASE \n \n8 The applicant did not dispute that he fell within the terms of s 201 of the Act and was liable for deportation pursuant to s 200.",
      "id": "s35"
    },
    {
      "text": "However, he challenges the exercise of Ministerial discretion under s 200.",
      "id": "s36"
    },
    {
      "text": "The issue for the Tribunal therefore was whether applying the facts of the case to the terms of the Minister's decision there had been error by the Minister in exercise of his discretion.",
      "id": "s37"
    },
    {
      "text": "Under s 499 of the Act , the Minister may give written directions in relation to the performance of functions or exercise of powers assigned to a person or body under the Act .",
      "id": "s38"
    },
    {
      "text": "Such directions must not be inconsistent with the Act or its Regulations, and the person or body to whom directions are given must comply with them.",
      "id": "s39"
    },
    {
      "text": "Under s 500 of the Act , applications may be made to the Tribunal for review of the decisions of the Minister under s 200 because of the circumstances specified in s 201.",
      "id": "s40"
    },
    {
      "text": "9 On 21 December 1998, the Minister made General Direction No.",
      "id": "s41"
    },
    {
      "text": "9 in respect of Criminal Deportation pursuant to s 499 of the Act .",
      "id": "s42"
    },
    {
      "text": "This applies to the present decision and sets out a number of matters for consideration.",
      "id": "s43"
    },
    {
      "text": "10 Paragraph 6 of the Direction states that there are two primary considerations to be evaluated by decision-makers in respect of decisions made under ss 200 and 201 of the Act .",
      "id": "s44"
    },
    {
      "text": "These include the expectations of the Australian community and the best interests of any child of the potential deportee.",
      "id": "s45"
    },
    {
      "text": "In addition, Paragraph 7 states that there may be other relevant considerations in individual cases, including the degree of hardship which may reasonably be expected to be suffered by the deportee, and the degree of hardship to Australian citizens or permanent residents that would reasonably be expected to flow from deportation.",
      "id": "s46"
    },
    {
      "text": "Paragraph 5 states that decision-makers should have due regard to the importance placed by the Government on these two primary considerations, and adopt a balancing process which takes into account all relevant factors to arrive at a final determination.",
      "id": "s47"
    },
    {
      "text": "11 In relation to the first primary consideration, namely community expectations, the Tribunal had regard to the seriousness and nature of the harm, the risk of recidivism and deterrence.",
      "id": "s48"
    },
    {
      "text": "It concluded after considering the matters that Australian community expectations would be that the applicant should be deported subject to any other hardship.",
      "id": "s49"
    },
    {
      "text": "The robbery was regarded as extremely grave and serious and abhorrent to the community.",
      "id": "s50"
    },
    {
      "text": "12 The second primary consideration is the best interests of the child.",
      "id": "s51"
    },
    {
      "text": "At the time of the hearing, the child was one and half years old and an Australian citizen.",
      "id": "s52"
    },
    {
      "text": "The Tribunal noted that the applicant was take into police custody on 14 February 2004 when the child was only three months old and had been in custody ever since.",
      "id": "s53"
    },
    {
      "text": "The child visited the applicant from time to time in prison.",
      "id": "s54"
    },
    {
      "text": "The applicant and Ms Lee contended that the applicant had been in a position to develop a close relationship with the child but the Tribunal expressed considerable doubt on this aspect.",
      "id": "s55"
    },
    {
      "text": "The respondent argued that that there would be no language or cultural problems if the child was relocated in Vietnam with his mother, and the Tribunal noted that there was no evidence to suggest that the child would require medical attention or other health services in Vietnam which are said to be of a lesser quality than those available in Australia.",
      "id": "s56"
    },
    {
      "text": "On balance, the Tribunal considered that the best interests of the child would be served if the applicant were to remain in Australia but that this opinion would have to be reviewed if the applicant committed any further offences or was sentenced to further periods of imprisonment.",
      "id": "s57"
    },
    {
      "text": "Other considerations were taken into account by the Tribunal, including the hardship to Ms Lee and the applicant if he were deported.",
      "id": "s58"
    },
    {
      "text": "13 The applicant contended that he had suffered stress as a result of his experiences in Hong Kong and the Philippines and that this was supported by a psychological report from the Department of Corrective Services dated 23 July 1998.",
      "id": "s59"
    },
    {
      "text": "That report is about seven years old and was treated by the Tribunal at para [13] as an \"historical\" document and given little weight.",
      "id": "s60"
    },
    {
      "text": "The Tribunal also considered a second report dated 27 July 1999, but took the view that this report \"did not take the matter much further.",
      "id": "s61"
    },
    {
      "text": "\" In the view of the Tribunal, the July 1998 report provided only a limited correlation between the essentials of Post-Traumatic Stress Disorder and the symptoms presented by the applicant.",
      "id": "s62"
    },
    {
      "text": "The Tribunal observed that the psychologist had stated the applicant displayed appropriate responses to questions and emotional issues and his thought processes were ordered, and that there was no suggestion of thought or mood disorder.",
      "id": "s63"
    },
    {
      "text": "14 One main concern of the applicant considered by the Tribunal was the deportation would separate him from his de facto wife and his son Andrew.",
      "id": "s64"
    },
    {
      "text": "In view of his conduct before he fled Vietnam and after he commenced living in the Hong Kong refugee camp, the applicant was also concerned that his repatriation to Vietnam would lead to persecution for a one of the reasons outlined in the 1951 Convention Relating to the Status of Refugees (\"the Convention\").",
      "id": "s65"
    },
    {
      "text": "This was regarded as a matter which it was necessary to take into account under the heading of hardship to the applicant and Ms Le.",
      "id": "s66"
    },
    {
      "text": "However, the Tribunal concluded in the light of the reasons of the original decision-maker, and the information referred to, that the applicant did not engage any Australian protection obligation not to send him back under Article 33(1) of the Convention.",
      "id": "s67"
    },
    {
      "text": "Furthermore, country information indicated that his life and freedom would not be threatened on account of his race, religion, nationality or membership of a particular social group or political opinion, or that he would be subject to violation of any civil or political rights or subject to torture.",
      "id": "s68"
    },
    {
      "text": "The Tribunal recorded that this material had not been contradicted or exposed as unreliable by other material, and claimed that there was no real chance of persecution in the reasonable foreseeable future if the applicant was \"refouled\" to Vietnam.",
      "id": "s69"
    },
    {
      "text": "15 On balance and weighing up all the issues presented and taking account of all the evidence, the Tribunal affirmed that the Deportation Order had been correctly and appropriately made.",
      "id": "s70"
    },
    {
      "text": "REASONING ON APPEAL \n \n16 When the matter came on for hearing before me on 15 February 2006, Mr El-Hanamia sought an adjournment for six further weeks.",
      "id": "s71"
    },
    {
      "text": "However, because the applicant is in detention and due to other matters raised in relation to the chronology by Mr Markus for the respondent, combined with the fact that it was made clear to Mr El-Hanamia on 10 June February 2006 that the matter would be heard on 15 February 2006, I refused the application for adjournment.",
      "id": "s72"
    },
    {
      "text": "Mr El-Hanamia then made the submissions referred to below.",
      "id": "s73"
    },
    {
      "text": "17 Having regard to the sequence of events referred to above and the time limit imposed on an application for review, the application was not filed in the Magistrates Court until 13 October 2005, more than four months after the Tribunal decision of 9 June 2005.",
      "id": "s74"
    },
    {
      "text": "Thereafter the matter was transferred to the Federal Court.",
      "id": "s75"
    },
    {
      "text": "I propose to first examine the question whether the applicant has any prospect of success on the issue application.",
      "id": "s76"
    },
    {
      "text": "If I find against the applicant on this question the application will be dismissed.",
      "id": "s77"
    },
    {
      "text": "18 At the hearing there was some discussion as to what was meant by the statement by the Tribunal at para [13] of its decision that:\n \n \" [Ms Le] says that she believes she would be unable to return to Vietnam as she left the country as a refugee.",
      "id": "s78"
    },
    {
      "text": "There is no evidence to support this conclusion.",
      "id": "s79"
    },
    {
      "text": "She is now an Australian citizen.",
      "id": "s80"
    },
    {
      "text": "\" (Emphasis added)\n \n\n19 In my view the meaning of this sentence is that the decision-maker concluded on the material that there was no evidence that if Ms Le returned to Vietnam she would be persecuted for a Convention reason.",
      "id": "s81"
    },
    {
      "text": "It is not an assertion that she was not a refugee.",
      "id": "s82"
    },
    {
      "text": "Her claim was that since she became an Australian citizen as a result of being classified as a refugee therefore she would be persecuted for a Convention reason if returned to Vietnam.",
      "id": "s83"
    },
    {
      "text": "This does not follow and the Tribunal considered that on the material evidence this claim was not made out.",
      "id": "s84"
    },
    {
      "text": "I can see no error in the reasoning adopted by the Tribunal or the principles applied in determining this question.",
      "id": "s85"
    },
    {
      "text": "It was the case of both the applicant and the evidence of Ms Le that by reason of the fact they had been accepted into Australia as refugees they would be persecuted if returned.",
      "id": "s86"
    },
    {
      "text": "This is not a logical approach.",
      "id": "s87"
    },
    {
      "text": "20 As Mr Markus for the respondent points out, there is nothing in the statement of Ms Le to the effect that she had any fears of being persecuted for a Convention reason if returned to Vietnam.",
      "id": "s88"
    },
    {
      "text": "However, she stated that she has no other relatives in Australia apart from her husband and that her two sisters currently reside in Vietnam.",
      "id": "s89"
    },
    {
      "text": "In a report by Dr Kaplan, a psychologist, dated 1 March 2004 Ms Le stated that she feared the applicant would be persecuted having left illegally but there is no reference to such a fear for herself.",
      "id": "s90"
    },
    {
      "text": "This is a matter of assertion.",
      "id": "s91"
    },
    {
      "text": "There is no claim in this document that she felt she would be persecuted.",
      "id": "s92"
    },
    {
      "text": "The question of whether either of them would be persecuted by reason of having refugee status in Australia was a question of fact for the Tribunal, and I am not persuaded that there is any obligation to further enquire or adduce evidence which would compel the conclusion that any real chance of such persecution exists.",
      "id": "s93"
    },
    {
      "text": "21 The earlier psychological report in respect of the applicant and referred to above, was made on 23 July 1998 by two psychologists who concluded that the applicant had an extremely unusual and disturbing history of violence and drug abuse arising from his experiences in refugee camps in South East Asia.",
      "id": "s94"
    },
    {
      "text": "The conclusion was that the result of these experiences was Post-Traumatic Stress Disorder requiring prolonged psychological intervention, preferably with a Vietnamese speaking psychologist.",
      "id": "s95"
    },
    {
      "text": "On first presentation to the psychologists, the applicant stated he experienced difficulties because of atrocities experienced in refugee camps and had difficulty with sleeping.",
      "id": "s96"
    },
    {
      "text": "When not in custody, he would use heroin or alcohol to overcome nightmares.",
      "id": "s97"
    },
    {
      "text": "22 The applicant submitted that the 1998 report was out of date and that a more recent report should have been obtained by the Tribunal.",
      "id": "s98"
    },
    {
      "text": "The difficulty with this submission is that he did not attempt to present or arrange any updated report.",
      "id": "s99"
    },
    {
      "text": "As noted above, a report of 1 March 2004 was obtained in relation to Ms Le and no reason was given why a more recent report was not obtained by the applicant at that time.",
      "id": "s100"
    },
    {
      "text": "There was no obligation on the Tribunal to seek out a final report.",
      "id": "s101"
    },
    {
      "text": "The Tribunal was entitled to take this lack of evidence into account and therefore the applicant has not made out any case of procedural unfairness in relation to the treatment of the earlier report or the absence of a more recent report.",
      "id": "s102"
    },
    {
      "text": "23 In relation to the best interests of the child, I can see no basis for review in the reasoning of the Tribunal.",
      "id": "s103"
    },
    {
      "text": "A favourable finding was made for the applicant on this point but it was weighed in the balance with cogent considerations and was not seen to be determinative in itself.",
      "id": "s104"
    },
    {
      "text": "The Tribunal set out in its decision the view that it did not consider there had been a close relationship established by the appellant with the child, and this view was open on the evidence for the reasons given.",
      "id": "s105"
    },
    {
      "text": "This was a question of fact for the Tribunal.",
      "id": "s106"
    },
    {
      "text": "24 It was also submitted that the applicant's prospects of rehabilitation had not been given sufficient weight.",
      "id": "s107"
    },
    {
      "text": "It is clear from the Tribunal decision that it examined the risk of recidivism and had doubts as to the applicant's remorse.",
      "id": "s108"
    },
    {
      "text": "The Tribunal considered that if the appellant were short of money, he may resort to violence in the future.",
      "id": "s109"
    },
    {
      "text": "This is an adverse finding against the applicant in relation to any suggestion of rehabilitation.",
      "id": "s110"
    },
    {
      "text": "25 Finally, the applicant also argued that the Tribunal did not give adequate weight to particular considerations, namely the best interests of the child and his prospects for rehabilitation.",
      "id": "s111"
    },
    {
      "text": "However, the question of weight is one of fact and degree for the Tribunal in balancing the competing considerations and not for this Court to review.",
      "id": "s112"
    },
    {
      "text": "26 For the above reasons, the application is dismissed with costs.",
      "id": "s113"
    },
    {
      "text": "I certify that the preceding twenty-six (26) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Tamberlin.",
      "id": "s114"
    },
    {
      "text": "Associate:\n\nDated: 29 March 2006\n\n\n Solicitor for the Applicant: Slattery Thompson Solicitors \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 15 February 2006 \n \n Date of Judgment: 29 March 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/315.html",
      "id": "s115"
    }
  ]
}