{
  "name": "Deputy Commissioner of Taxation, in the matter of Deputy Commissioner of Taxation v British Finance Pty Ltd (ABN 52 096 757 836) [2006] FCA 301 (24 February 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/301.html",
  "catchphrases": [
    {
      "text": "insolvency",
      "id": "c0"
    },
    {
      "text": "application for termination of winding up order",
      "id": "c1"
    },
    {
      "text": "corporations",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "1 This is a matter in which the Registrar made an order on 16 December 2005 winding up British Finance Pty Ltd (ABN 52 096 757 836) (the company).",
      "id": "s0"
    },
    {
      "text": "It is clear from the evidence that the order should not have been made because the evidence for the plaintiff was deficient as it did not take into account events concerning the payment of outstanding liabilities.",
      "id": "s1"
    },
    {
      "text": "This lead to the affidavit upon which the order was made being incorrect.",
      "id": "s2"
    },
    {
      "text": "If the correct facts had been known then, no doubt, an order would not have been made.",
      "id": "s3"
    },
    {
      "text": "I should note that no creditor attended the hearing to support or oppose the order.",
      "id": "s4"
    },
    {
      "text": "It also appears that the company did not become aware of the proceedings because of an error concerning its registered office so there was, in fact, a series of errors.",
      "id": "s5"
    },
    {
      "text": "I am satisfied from the evidence that, in any event, there is no reason to believe that the company is insolvent and, indeed, the evidence is to the contrary.",
      "id": "s6"
    },
    {
      "text": "2 That being so, I have no doubt that the liquidation should be reversed.",
      "id": "s7"
    },
    {
      "text": "It was put to me that one mechanism for doing this is for there to be a review of the Registrar's orders rather than for there to be an order terminating the winding up pursuant to s 482 of the Corporations Act 2001 (Cth).",
      "id": "s8"
    },
    {
      "text": "On reflection, it seems to me that in this matter a review can properly lead to a discharge of the orders in question.",
      "id": "s9"
    },
    {
      "text": "I have set out the facts.",
      "id": "s10"
    },
    {
      "text": "They are unusual, and an order made upon an incorrect footing such as this should not be allowed to remain.",
      "id": "s11"
    },
    {
      "text": "There may be consequences in having an order made which is later terminated.",
      "id": "s12"
    },
    {
      "text": "3 There is no practical difficulty in the present case because the liquidator's costs and legal costs are being paid and there are no other intervening third parties' interests at stake.",
      "id": "s13"
    },
    {
      "text": "Therefore, I make the orders set out in the short minutes of order which I will place with the papers.",
      "id": "s14"
    },
    {
      "text": "I certify that the preceding three (3) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gyles.",
      "id": "s15"
    },
    {
      "text": "Associate:\n\nDated: 27 March 2006\n\n\n Counsel for the Plaintiff: MP Cleary \n \n Solicitor for the Plaintiff: Legal Services Branch, Australian Taxation Office \n \n Counsel for the Defendant: The Defendant did not appear \n \n Solicitor for the First Respondent: Michael K Bacina of Leonard Legal \n \n \n The Second Respondent appeared in person \n \n Date of Hearing: 24 February 2006 \n \n Date of Judgment: 24 February 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/301.html",
      "id": "s16"
    }
  ]
}