{
  "name": "Tu v Pakway Australia Pty Ltd (ACN 093872738) (T/AS Pakway Plastics) [2006] FCA 34 (7 February 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/34.html",
  "catchphrases": [
    {
      "text": "costs",
      "id": "c0"
    },
    {
      "text": "whether costs should follow the event",
      "id": "c1"
    },
    {
      "text": "reserved costs",
      "id": "c2"
    },
    {
      "text": "questionable success of motion",
      "id": "c3"
    },
    {
      "text": "where applicants did not pursue application for interlocutory relief in favour of early trial",
      "id": "c4"
    },
    {
      "text": "where affidavits contained unnecessary detail and inaccuracies and were given low weight",
      "id": "c5"
    },
    {
      "text": "costs of senior and junior counsel contested",
      "id": "c6"
    },
    {
      "text": "order 62 rule 36a(1), federal court rules",
      "id": "c7"
    },
    {
      "text": "practice and procedure",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 This is a design case in which the applicants claimed injunctive relief and damages for infringement of the first applicant's registered designs in respect of plates or, at the first applicant's option, an account of profits in respect of the infringement of its designs.",
      "id": "s0"
    },
    {
      "text": "On 7 September 2004, I published reasons for judgment on liability: Willis Tu v Pakway Australia Pty Ltd [2004] FCA 1151 (\" Willis Tu \").",
      "id": "s1"
    },
    {
      "text": "I found that the first and second respondents had infringed the registered designs.",
      "id": "s2"
    },
    {
      "text": "The applicants elected to have an account of profits and, by agreement, the parties subsequently settled on $36,728 as the amount of profit.",
      "id": "s3"
    },
    {
      "text": "The parties were, however, unable to agree on costs and have filed submissions concerning a number of costs questions.",
      "id": "s4"
    },
    {
      "text": "The question of costs now falls for determination.",
      "id": "s5"
    },
    {
      "text": "THE PARTIES' SUBMISSIONS \n \n2 The respondents concede that the applicants are entitled to a general order for costs in their favour.",
      "id": "s6"
    },
    {
      "text": "However, they submit that they are entitled to costs that were reserved in connection with the application for an interlocutory injunction and the notice of motion filed on 13 February 2002.",
      "id": "s7"
    },
    {
      "text": "The respondents also claim that the applicants should not recover costs relating to affidavits of Robin Walton, the evidence of Peter Kingsley Bayly, and the retention of two counsel for trial.",
      "id": "s8"
    },
    {
      "text": "3 The applicants submit that there is no reason to depart from, or modify, the application of the general rule that costs follow the event.",
      "id": "s9"
    },
    {
      "text": "Moreover, they submit that the Court should order that costs not be reduced by one-third pursuant to O 62 r 36A(1) of the Federal Court Rules 1979 (Cth) (\"the Rules\").",
      "id": "s10"
    },
    {
      "text": "CONSIDERATION \n \n4 The power of the Court to make orders for costs derives from s 43 of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s11"
    },
    {
      "text": "A successful litigant is ordinarily entitled to an award of costs: see, e.g., Oshlack v Richmond River Council [1998] HCA 11 ; (1998) 193 CLR 72 at 97 per McHugh J (dissenting in result) and 120-1 per Kirby J.",
      "id": "s12"
    },
    {
      "text": "The power to make orders for costs is, however, discretionary, although it \"must be exercised judicially and not against the successful party except for some reason connected with the case\": see Ruddock v Vadarlis (No 2) [2001] FCA 1865 ; (2001) 115 FCR 229 (\" Ruddock v Vadarlis (No 2) \") at 234 per Black CJ and French JJ.",
      "id": "s13"
    },
    {
      "text": "As their Honours said in that case, at 234---235:\n \n \"Within the general discretion of the courts to award costs it is accepted by decisions in both Australian and English jurisdictions that: \n \n \n \n &#8226; Ordinarily costs follow the event and a successful litigant receives costs in the absence of special circumstances justifying some other order.",
      "id": "s14"
    },
    {
      "text": "&#8226; Where a litigant has succeeded only upon a portion of the claim, the circumstances may make it reasonable that the litigant bear the expense of litigating that portion upon which he or she has failed.",
      "id": "s15"
    },
    {
      "text": "&#8226; A successful party who has failed on certain issues may not only be deprived of the costs of those issues but may be ordered as well to pay the other party's costs of them.",
      "id": "s16"
    },
    {
      "text": "In this sense ' issue ' does not mean a precise issue in the technical pleading sense but any disputed question of fact or law.",
      "id": "s17"
    },
    {
      "text": "See Hughes v Western Australian Cricket Association (Inc) and Ors (1986 ) ATPR 40---748 at 48,136 ; approved by the Full Court in Queensland Wire Industries Pty Ltd v Broken Hill Co Ltd (1987) 17 FCR 211 at 222.",
      "id": "s18"
    },
    {
      "text": "\" \n \n\n5 Ordinarily, if a successful party is denied an order for costs in whole or part, it is because of its conduct of the proceeding in some respect or respects.",
      "id": "s19"
    },
    {
      "text": "In Ruddock v Vadarlis (No 2) at 236, Black CJ and French J said:\n \n \"Within the general discretion to award costs, costs may be refused where, for example, the applicant has made an exaggerated claim which has occupied a significant proportion of the proceedings and has succeeded only on a minor aspect of its original claim.",
      "id": "s20"
    },
    {
      "text": "Costs may be apportioned according to success or failure on particular distinct or severable issues ... .",
      "id": "s21"
    },
    {
      "text": "And a trial judge may award only a proportion of the successful party's costs if the conduct of that party at trial was such as to unreasonably prolong the proceedings ....\" (Citations omitted) \n\n\nThe ordinary costs order in favour of a successful party is not made where, by reason of the successful party's conduct, it would not be just and reasonable to do so: see, e.g., Latoudis v Casey [1990] HCA 59 ; (1990) 170 CLR 534 at 544 per Mason CJ and Cummings v Lewis (1993) 41 FCR 599 at 603 per Cooper J (with whom Sheppard and Neaves JJ generally agreed).",
      "id": "s22"
    },
    {
      "text": "6 An unsuccessful party is not automatically entitled to costs in respect of those issues of facts or law on which the successful party failed: see Dr Martens Pty Ltd v Figgins Holdings Pty Ltd (No 2) [2000] FCA 602 (\" Dr Martens \") at [54] per Goldberg J; also Re Elgindata Ltd (No 2) [1993] All ER 232 at 237 per Nourse LJ, cited with approval in Hayle Holdings Pty Ltd v Australian Technology Group Ltd (No 2) [2000] FCA 1699 at [9] per Hely J; Dodds Family Investments Pty Ltd v Lane Industries Pty Ltd (1993) 26 IPR 261 at 271-2 per Gummow, French and Hill JJ; Mok v Minister for Immigration, Local Government and Ethnic Affairs (No 2) (1993) 47 FCR 81 per Keely J at 84; and Toohey J in Hughes v Western Australia Cricket Association (Inc) (1986) ATPR 40 ---748 at 48,136, citing Cretazzo v Lombardi (1975) 13 SASR 4 at 16 per Jacobs J.",
      "id": "s23"
    },
    {
      "text": "7 As will be seen below, some of the respondents' submissions run counter to these general principles.",
      "id": "s24"
    },
    {
      "text": "The Notice of Motion Filed February 2002 \n \n8 In the notice of motion filed on 14 February 2002, the respondents moved that the affidavit of Willis Tu sworn on 8 February 2002 be taken off the file on the grounds that paragraphs 17 to 29 contained scandalous or oppressive matter.",
      "id": "s25"
    },
    {
      "text": "Alternatively, the respondents sought a ruling on the admissibility of each of these paragraphs.",
      "id": "s26"
    },
    {
      "text": "The Court ruled that portions of these paragraphs were inadmissible but did not order that the affidavit be taken off the file.",
      "id": "s27"
    },
    {
      "text": "The Court reserved costs.",
      "id": "s28"
    },
    {
      "text": "9 Where the Court reserves the costs of an application, the costs reserved \"shall follow the event unless the Court or a Judge otherwise orders\": see O 62, r 15 of the Rules.",
      "id": "s29"
    },
    {
      "text": "The effect of this rule is to make reserved costs of interlocutory proceedings costs in the cause of the successful party in the principal proceeding unless some other order is made in respect of them.",
      "id": "s30"
    },
    {
      "text": "10 The respondents submit that they should be entitled to costs of the notice of motion as the motion largely succeeded.",
      "id": "s31"
    },
    {
      "text": "The applicants claim that the respondents, as the unsuccessful parties in the matter as a whole, should not be awarded costs for a hearing where the Court decided routine evidentiary issues.",
      "id": "s32"
    },
    {
      "text": "11 I accept the applicants' submissions on this point.",
      "id": "s33"
    },
    {
      "text": "The respondents did not succeed in having the affidavit taken off the file.",
      "id": "s34"
    },
    {
      "text": "Rather, they only succeeded on a subset of their evidentiary objections.",
      "id": "s35"
    },
    {
      "text": "An unsuccessful party should not ordinarily recover costs for evidentiary victories on route to final disposition.",
      "id": "s36"
    },
    {
      "text": "The circumstances are not such as to warrant departure from this position.",
      "id": "s37"
    },
    {
      "text": "The Application for an Interlocutory Injunction \n \n12 The respondents also sought the costs of the applicants' interlocutory injunction application.",
      "id": "s38"
    },
    {
      "text": "These costs were also reserved.",
      "id": "s39"
    },
    {
      "text": "13 The respondents argue that the applicants had a very weak case for the grant of interlocutory relief.",
      "id": "s40"
    },
    {
      "text": "It is well established that an applicant for an interlocutory injunction who gives the usual undertaking as to damages must show: (1) that there is a serious question to be tried; (2) that unless an injunction is granted the applicant will suffer irreparable harm for which damages will not be adequate compensation; and (3) that the balance of convenience favours the granting of an injunction: see Castlemaine Tooheys Ltd v The State of South Australia [1986] HCA 58 ; (1986) 161 CLR 148 per Mason ACJ at 153.",
      "id": "s41"
    },
    {
      "text": "Clearly, as the successful party in this litigation, the applicants could have satisfied the first prong of this test.",
      "id": "s42"
    },
    {
      "text": "It is less certain that the applicants could have satisfied the second requirement.",
      "id": "s43"
    },
    {
      "text": "If they had failed to satisfy this requirement then their application for interlocutory relief would have failed: see Hexal Australia Pty Ltd v Roche Therapeutics Inc [2005] FCA 1218 at [62] - [70] (denying interlocutory relief in a patent case where damages provided an adequate remedy).",
      "id": "s44"
    },
    {
      "text": "14 Further, the respondents relied on the principle that where a person charged with patent infringement contests the validity of the patent and has grounds for the contest, the alleged infringement ought not be restrained on an interlocutory basis.",
      "id": "s45"
    },
    {
      "text": "This principle was discussed in Beecham Group Ltd v Bristol Laboratories Pty Ltd [1968] HCA 1 ; (1968) 118 CLR 618 at 623-4 by Kitto, Taylor, Menzies and Owen JJ, referring to Smith v Grigg Ltd [1924] 1 KB 655.",
      "id": "s46"
    },
    {
      "text": "The same principle has been held to apply in design cases: see Tefex Pty Ltd v Bowler (1982) 60 FLR 314 at 321 per Rath J and Obsa Pty Ltd v TF Thomas &amp; Sons Pty Ltd (1990) 20 IPR 155 at 158 per Einfeld J.",
      "id": "s47"
    },
    {
      "text": "I accept that the respondents had grounds for their invalidity claim even though I did not ultimately accept the claim.",
      "id": "s48"
    },
    {
      "text": "The application of the principle was not, however, the subject of any real argument on the interlocutory injunction application, although I note that the respondents raised their invalidity claim early in these proceedings, by a cross claim filed on 5 November 2001.",
      "id": "s49"
    },
    {
      "text": "15 The applicants claim that they may have succeeded and should not be punished for not pressing the application after the parties agreed to an early trial date.",
      "id": "s50"
    },
    {
      "text": "The fact is that the application for an interlocutory injunction was not dismissed.",
      "id": "s51"
    },
    {
      "text": "The issue of irreparable damage was not argued.",
      "id": "s52"
    },
    {
      "text": "Nor, as noted already, was the principle referred to in [14] above the subject of much, if any, discussion.",
      "id": "s53"
    },
    {
      "text": "As the applicants point out, some of the affidavits prepared in support of the application for interlocutory relief were relied on at trial; and injunctions as sought were ultimately granted.",
      "id": "s54"
    },
    {
      "text": "Moreover, I accept that it was clearly in the interests of the efficient conduct of the matter at the time for the applicants to take the opportunity of an early trial in exchange for pursuing their application for interlocutory relief.",
      "id": "s55"
    },
    {
      "text": "The applicants ought not to be disadvantaged for acting reasonably by pursuing an early trial date.",
      "id": "s56"
    },
    {
      "text": "I would not order that the applicants pay the respondents' costs of the interlocutory injunction application.",
      "id": "s57"
    },
    {
      "text": "16 Nonetheless, although the applicants are the successful parties overall, I do not consider that, bearing in mind the matters referred to by the respondents, it would be appropriate for the applicants to have the costs of the interlocutory injunction application.",
      "id": "s58"
    },
    {
      "text": "In the circumstances of the case, each party should bear his or its own costs of the application for an interlocutory injunction.",
      "id": "s59"
    },
    {
      "text": "I would order that the costs reserved on this application be excluded from the general order for costs to be made in favour of the applicants.",
      "id": "s60"
    },
    {
      "text": "Costs Relating to Certain Affidavits \n \n17 The respondents also contended that the applicants should not be permitted to recover the costs of certain affidavits of Robin Walton and the evidence of Peter Bayly.",
      "id": "s61"
    },
    {
      "text": "18 The affidavits of Robin Walton and the evidence of Peter Bayly, to the extent admissible, did not much advance the applicants' case: see Willis Tu at [90].",
      "id": "s62"
    },
    {
      "text": "Nevertheless, Mr Bayly's evidence assisted the Court in identifying the significant features of the registered designs: see Willis Tu at [91]-[94].",
      "id": "s63"
    },
    {
      "text": "In the circumstances of the case, I do not find the applicants' reliance on his evidence as so unreasonable as to justify denying him the costs of this evidence.",
      "id": "s64"
    },
    {
      "text": "Similarly, I would not disallow the applicants the costs of Mr Walton's affidavits simply because these affidavits included some unnecessary technical details and the applicants did not succeed on the issues to which they were directed.",
      "id": "s65"
    },
    {
      "text": "19 Accordingly, the applicants should recover the costs relating to the affidavits of Mr Walton and the evidence of Mr Bayly.",
      "id": "s66"
    },
    {
      "text": "The Retention of Two Counsel \n \n20 Finally, the respondents contended that the applicants should not recover the costs of retaining senior and junior counsel.",
      "id": "s67"
    },
    {
      "text": "This is an issue that is properly raised before a taxing officer, although I deal with it here as a matter of expediency.",
      "id": "s68"
    },
    {
      "text": "21 In support of a submission that the Court should not reduce their costs on the basis that two counsel were retained, the applicants referred to the fact that this was a design infringement case in which the validity of the design was called in question.",
      "id": "s69"
    },
    {
      "text": "They also referred to the history of such cases in the courts and the commercial importance of the proceeding from their perspective.",
      "id": "s70"
    },
    {
      "text": "22 I accept that this case was not a straightforward one.",
      "id": "s71"
    },
    {
      "text": "The respondents themselves briefed experienced counsel.",
      "id": "s72"
    },
    {
      "text": "There were issues of complexity.",
      "id": "s73"
    },
    {
      "text": "I also accept that, in this case, the grant of interlocutory relief, rather than remedies of a purely pecuniary kind, was central to the applicants' case and their commercial interests.",
      "id": "s74"
    },
    {
      "text": "The respondents have not established that the Court ought to deny the successful parties the costs of the senior and junior counsel retained by them; and I would not do so.",
      "id": "s75"
    },
    {
      "text": "Applying Order 62 Rule 36 \n \n23 The final issue for determination is the application of O 62 r 36A(1) of the Rules, which provides that, where a party is awarded judgment for less than $100,000 on a claim for a money sum or damages, any costs ordered to be paid will be reduced by one-third of the amount otherwise allowable unless the Court or a Judge otherwise orders.",
      "id": "s76"
    },
    {
      "text": "24 The applicants ask the Court to exercise its discretion to order that there should be no one-third reduction in this case, even though they recovered much less than $100,000.",
      "id": "s77"
    },
    {
      "text": "In written submissions, the applicants submit that, first, the declaratory and injunctive relief obtained in this matter was more important to them than the recovery of damages or an account of profits.",
      "id": "s78"
    },
    {
      "text": "Secondly, they argue that the legal issues were complex and, thirdly, that the Court should place less emphasis on the monetary amount in this case, since it was an amount agreed in settlement of the matter of quantum.",
      "id": "s79"
    },
    {
      "text": "The applicants argue that they should not be penalized for agreeing to compromise their monetary claim.",
      "id": "s80"
    },
    {
      "text": "In reply to the respondents yesterday, the applicants sought to distinguish intellectual property cases, including design cases such as this, from the general run of cases; and to distinguish the authority relied on by the respondents from this case (see below).",
      "id": "s81"
    },
    {
      "text": "They emphasized that the nature of the case was not to be measured by the amount recovered.",
      "id": "s82"
    },
    {
      "text": "25 The respondents emphasised that they were relying on O 62 r 36A(1) rather than O 62 r 36A(2) (which applies if the Court is of the opinion that a proceeding could more suitably have been brought in another court or in a tribunal).",
      "id": "s83"
    },
    {
      "text": "The respondents submitted that wherever a party is awarded a judgment for less than $100,000, as was the case here, then O 62 r 36A(1) prima facie applies.",
      "id": "s84"
    },
    {
      "text": "26 The respondents submitted that, as the applicants settled for an amount of profit below $37,000, the Court can conclude that any damages would have been less than that amount.",
      "id": "s85"
    },
    {
      "text": "Also, the respondents argued that the effect of the final orders in the case was limited.",
      "id": "s86"
    },
    {
      "text": "In their submission, the effect of the orders was simply to preclude the respondents from using a particular mould.",
      "id": "s87"
    },
    {
      "text": "The respondents claimed that evidence in the case showed that such a mould cost approximately $25,000 and would not be difficult to replace.",
      "id": "s88"
    },
    {
      "text": "27 The respondents also asked the Court to give weight to the fact that Mr Tu did not act until 2001 even though he became aware of potential infringement in 1998.",
      "id": "s89"
    },
    {
      "text": "In their submission, this indicates that Mr Tu did not consider the possible design infringement as a serious matter worth investigating and acting upon promptly.",
      "id": "s90"
    },
    {
      "text": "The respondents also contended that the Court should have regard to the fact that, at least initially, the applicants' case was that the design in dispute was a matter of some complexity, whereas at the hearing Mr Tu's evidence was that he based his design on observations at a supermarket and completed his work in a short time with relatively little effort.",
      "id": "s91"
    },
    {
      "text": "28 The respondents cited Reidy's Lures Pty Ltd v Basser Millyard Pty Ltd [2003] FCA 1242 (\" Reidy's Lures \") in support of their position.",
      "id": "s92"
    },
    {
      "text": "In that case, the applicant sought injunctive relief against the respondents to restrain them from selling a fishing lure under a name similar to the name under which the applicant manufactured and sold its lure.",
      "id": "s93"
    },
    {
      "text": "It was alleged that the respondents' conduct involved conduct that was misleading or deceptive contrary to s 52 of the Trade Practices Act 1974 (Cth).",
      "id": "s94"
    },
    {
      "text": "The matter was resolved through consent orders granting such injunctive relief and damages of $4,200.",
      "id": "s95"
    },
    {
      "text": "Mansfield J ordered that costs be reduced by one third pursuant to O 62 r 36A(1) even though the applicant had secured the injunctive relief.",
      "id": "s96"
    },
    {
      "text": "29 As already indicated, in reply, the applicants noted that Reidy's Lures involved a different kind of cause of action (conduct in contravention of s 52 of the Trade Practices Act 1974 (Cth)) than this matter.",
      "id": "s97"
    },
    {
      "text": "Moreover, the applicants claimed that Reidy's Lures was straightforward and involved no challenge to the validity of any trade mark.",
      "id": "s98"
    },
    {
      "text": "In contrast, in the applicants' submission, this case, which involved an attack on validity, was far more complex.",
      "id": "s99"
    },
    {
      "text": "30 The Court has a discretion to order that O 62 r 36A(1) not be applied.",
      "id": "s100"
    },
    {
      "text": "This discretion is conferred by the words \"unless the Court or a Judge otherwise orders.",
      "id": "s101"
    },
    {
      "text": "\" Further, the Court has declined on occasions to apply the rule in intellectual property cases where injunctive relief was granted in addition to monetary relief: see Australasian Performing Right Association Limited v Metro on George Pty Limited (2004) 64 IPR 57 (\" Metro on George \") at [8]-[12] per Bennett J and Australian Performing Right Association Ltd v Pashalidis [2000] FCA 1815 at [13] per Moore J.",
      "id": "s102"
    },
    {
      "text": "In Metro on George , Bennett J treated the fact that the litigation was complex and the injunctive relief of more importance to the parties than the quantum of damages as a proper basis on which to order that the reduction under O 62 r 36A(1) should not be made.",
      "id": "s103"
    },
    {
      "text": "31 Although not on all fours with this case, Metro on George is more apposite than Reidy's Lures .",
      "id": "s104"
    },
    {
      "text": "As the applicants noted, Reidy's Lures involved a different cause of action, was very simple (the respondents were manufacturing and selling a lure under a name that was almost identical to that of the applicant) and involved no contest of validity.",
      "id": "s105"
    },
    {
      "text": "Its simplicity is reflected in the fact that, in marked contrast to this matter, it was settled quickly by consent orders.",
      "id": "s106"
    },
    {
      "text": "Moreover, the damages awarded in Reidy's Lures were very small indeed.",
      "id": "s107"
    },
    {
      "text": "For reasons similar to those canvassed in Metro on George , I find that it would not be appropriate to reduce the costs recovered in this case.",
      "id": "s108"
    },
    {
      "text": "32 Although the agreed amount of profit was low, the legal issues in the case were not without their complexity.",
      "id": "s109"
    },
    {
      "text": "The Court is not aware of and would not want to inquire into the various considerations that led the parties to agree upon the amount agreed in settlement of the matter of quantum.",
      "id": "s110"
    },
    {
      "text": "Clearly enough, injunctive relief was a significant component of the remedies sought and ultimately obtained by the applicants.",
      "id": "s111"
    },
    {
      "text": "The proceedings have also resolved the question of design validity in the applicants' favour.",
      "id": "s112"
    },
    {
      "text": "In all the circumstances, it is appropriate to order that the amount of recoverable costs not be reduced in accordance with O 62 r 36A(1) of the Rules.",
      "id": "s113"
    },
    {
      "text": "DISPOSITION \n \n33 It is not appropriate to make an order for costs against the third respondent, since the applicants did not succeed in their action against him.",
      "id": "s114"
    },
    {
      "text": "Save for this, I would make orders for costs in accordance with these reasons.",
      "id": "s115"
    },
    {
      "text": "I certify that the preceding thirty-three (33) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Kenny.",
      "id": "s116"
    },
    {
      "text": "Associate:\n\nDated: 7 February 2006\n\n Counsel for the Applicants: S Gatford \n \n Solicitor for the Applicants: Macpherson and Kelley \n \n Counsel for the Respondents: C R Northrop \n \n Solicitor for the Respondents: Harwood Andrews Lawyers \n \n Date of Hearing: 6 February 2006 \n \n Date of judgment: 7 February 2006 \n\n \n\n\n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/34.html",
      "id": "s117"
    }
  ]
}