{
  "name": "SZBPS v Minister for Immigration &amp; Multicultural &amp; Indigenous [2006] FCA 362 (4 April 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/362.html",
  "catchphrases": [
    {
      "text": "further proceedings by way of purported review notwithstanding multiplicity of unsuccessful applications arising out of essentially the same circumstances",
      "id": "c0"
    },
    {
      "text": "whether previous decision interlocutory",
      "id": "c1"
    },
    {
      "text": "migration",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application for leave to appeal from the decision of Federal Magistrate Smith given on 24 November 2005, whereby his Honour found that the applicant's application for judicial review of a decision of the Refugee Review Tribunal ('RRT') earlier made to the Federal Magistrates Court constituted an abuse of process.",
      "id": "s0"
    },
    {
      "text": "The applicant appeared in person, assisted by an interpreter.",
      "id": "s1"
    },
    {
      "text": "2 The purposed grounds for appeal appearing in the draft notice of appeal attached to the application for leave originally filed on 28 November 2005 were stated as follows:\n \n \n '1.",
      "id": "s2"
    },
    {
      "text": "The Honourable Federal Magistrates Court erred in law in determining whether this matter was reviewable in the Federal Magistrates Court.",
      "id": "s3"
    },
    {
      "text": "2.",
      "id": "s4"
    },
    {
      "text": "The Honourable Court breached the procedural fairness by dismissing the matter in my absence.",
      "id": "s5"
    },
    {
      "text": "3.",
      "id": "s6"
    },
    {
      "text": "The Honourable court failed to determine that the delegate made jurisdictional error in its notification.",
      "id": "s7"
    },
    {
      "text": "4.",
      "id": "s8"
    },
    {
      "text": "I will provide more details later.",
      "id": "s9"
    },
    {
      "text": "' \n \n \n \n\n3 At the commencement of the hearing of the precent proceedings, the appellant sought to file in Court a purported amended notice of appeal which contained a sole ground as follows:\n \n 'The RRT has breached s 424A.",
      "id": "s10"
    },
    {
      "text": "' \n \n\nThe practical course for me to adopt, at least because the applicant was unrepresented, was to accept and consider the amended notice of appeal.",
      "id": "s11"
    },
    {
      "text": "4 Purported particulars of that ground were as follows:\n \n 'Although the appellant did not go to the hearing, this did not exclude the RRT from the obligation of s 424A of the Migration Act 1958 .",
      "id": "s12"
    },
    {
      "text": "The appellant relies on the authority of SAAP.",
      "id": "s13"
    },
    {
      "text": "All of the information the Tribunal had was from the file provided by DIMA.",
      "id": "s14"
    },
    {
      "text": "None of those information was provided to the applicant.",
      "id": "s15"
    },
    {
      "text": "Secondly the Tribunal failed to explain in its reasons that why it does not accept the applicant's claims.",
      "id": "s16"
    },
    {
      "text": "The appellant is unrepresented at this time.",
      "id": "s17"
    },
    {
      "text": "He requests a special consideration from this court.",
      "id": "s18"
    },
    {
      "text": "In requesting special consideration, he depends on Minogue v Human Rights and Equal Opportunity Commission [1999] FCA 85 ; (1999) 84 FCR 438 at 445-446; and also In Marriage of F ( 2001) [2001] FamCA 348 ; 161 FLR 189 at 225-227.",
      "id": "s19"
    },
    {
      "text": "' \n \n\n5 The orders sought thereby were as follows:\n \n \n 'i.",
      "id": "s20"
    },
    {
      "text": "The application be heard and the appeal to the Honourable Court be allowed.",
      "id": "s21"
    },
    {
      "text": "ii.",
      "id": "s22"
    },
    {
      "text": "That the Judgment made by the honourable Federal Magistrates Court, be set aside.",
      "id": "s23"
    },
    {
      "text": "iii.",
      "id": "s24"
    },
    {
      "text": "The decision of the Refugee Review Tribunal be quashed.",
      "id": "s25"
    },
    {
      "text": "iv.",
      "id": "s26"
    },
    {
      "text": "A Prohibition on the delegate of the Minister or any officer of the Department of the Minister for Immigration to force the applicant to remove from Australia.",
      "id": "s27"
    },
    {
      "text": "v. An order (or declaration) to redirect the applicants' claims to the RRT for further consideration and to advice the Tribunal to make a further consideration according to law and procedure.",
      "id": "s28"
    },
    {
      "text": "vi.",
      "id": "s29"
    },
    {
      "text": "An order that the respondent will pay appellants' cost in this proceeding.",
      "id": "s30"
    },
    {
      "text": "vii.",
      "id": "s31"
    },
    {
      "text": "Any further orders that this Honourable Court may deem appropriate.",
      "id": "s32"
    },
    {
      "text": "' \n \n \n \n\n6 The applicant appeared in person, assisted by an official interpreter provided by the Court.",
      "id": "s33"
    },
    {
      "text": "Understandably the applicant was unable to provide any material or particularity explanatory of the grounds of appeal, or submissions by way of elaboration of the orders sought.",
      "id": "s34"
    },
    {
      "text": "It is apparent that both the notice of appeal and the amended notice of appeal were not prepared by the applicant, but by someone with some knowledge of migration law and of the processes involved in migration review applications and appeals.",
      "id": "s35"
    },
    {
      "text": "7 A chronology of events material to the present application is set out below:\n \n 'Refugee Review Tribunal ('RRT') proceedings \n \n \n \n 2.",
      "id": "s36"
    },
    {
      "text": "On 18 July 2003, the RRT wrote to the Applicant inviting him to a hearing on 21 August 2003.",
      "id": "s37"
    },
    {
      "text": "3.",
      "id": "s38"
    },
    {
      "text": "On 10 August 2003, the RRT received a completed 'Response to Hearing Invitation' form from the Applicant indicating that he wished to attend the hearing to which he was invited.",
      "id": "s39"
    },
    {
      "text": "4.",
      "id": "s40"
    },
    {
      "text": "On 21 August 2003, the matter was listed for hearing before the RRT.",
      "id": "s41"
    },
    {
      "text": "The Applicant did not appear.",
      "id": "s42"
    },
    {
      "text": "5.",
      "id": "s43"
    },
    {
      "text": "On 17 September 2003, the RRT handed down a decision refusing to grant a protection visa to the Applicant ('RRT Decision').",
      "id": "s44"
    },
    {
      "text": "Federal Magistrates Court Proceeding SYG 2122 of 2003 \n \n \n \n 6.",
      "id": "s45"
    },
    {
      "text": "On 10 October 2003, the Applicant filed an application for judicial review of the RRT decision in the Federal Magistrates Court of Australia (Federal Magistrates Court proceedings SYG 2122 of 2003).",
      "id": "s46"
    },
    {
      "text": "7.",
      "id": "s47"
    },
    {
      "text": "On or about 16 January 2005, the Applicant filed an outline of submissions and an affidavit sworn by him.",
      "id": "s48"
    },
    {
      "text": "8.",
      "id": "s49"
    },
    {
      "text": "On 17 January 2005, an interlocutory application filed by the First Respondent seeking summary dismissal of the Applicant's judicial review application was listed for hearing.",
      "id": "s50"
    },
    {
      "text": "His Honour Federal Magistrate Driver, inter alia, dismissed the Applicant's judicial review application.",
      "id": "s51"
    },
    {
      "text": "Federal Court Proceeding NSD 158 of 2005 \n \n \n \n \n 9.",
      "id": "s52"
    },
    {
      "text": "On 7 February 2005, the Applicant applied for leave to appeal from the judgment of Driver FM referred to in the preceding paragraph (Federal Court proceedings NSD 158 of 2005).",
      "id": "s53"
    },
    {
      "text": "10.",
      "id": "s54"
    },
    {
      "text": "On 22 March 2005, the Applicant sent a facsimile transmission to the Federal Court requesting an adjournment of the hearing set for his application for leave to appeal.",
      "id": "s55"
    },
    {
      "text": "11.",
      "id": "s56"
    },
    {
      "text": "On 23 March 2005, the application for leave to appeal was listed for hearing.",
      "id": "s57"
    },
    {
      "text": "The Applicant did not appear.",
      "id": "s58"
    },
    {
      "text": "His Honour Justice Moore of the Federal Court of Australia, inter alia, dismissed the Applicant's application for leave to appeal.",
      "id": "s59"
    },
    {
      "text": "High Court Proceeding S164 of 2005 \n \n \n \n \n 12.",
      "id": "s60"
    },
    {
      "text": "On 19 April 2005, the Applicant filed an application for special leave to appeal in the High Court (High Court proceedings S164 of 2005).",
      "id": "s61"
    },
    {
      "text": "13.",
      "id": "s62"
    },
    {
      "text": "On 8 September 2005, the High Court of Australia dismissed the Applicant's application for special leave to appeal.",
      "id": "s63"
    },
    {
      "text": "Federal Magistrates Court Proceedings SYG 2852 of 2005 \n \n \n \n \n 14.",
      "id": "s64"
    },
    {
      "text": "On 5 October 2005, the Applicant filed an application for judicial review in the Federal Magistrates Court of Australia seeking review of the RRT Decision ('FMC Application').",
      "id": "s65"
    },
    {
      "text": "15.",
      "id": "s66"
    },
    {
      "text": "On 10 November 2005, the First Respondent filed an interlocutory application and affidavit of Patrick David Reynolds in the Federal Magistrates Court of Australia.",
      "id": "s67"
    },
    {
      "text": "16.",
      "id": "s68"
    },
    {
      "text": "On 24 November 2005, the First Respondent's interlocutory application was listed for hearing.",
      "id": "s69"
    },
    {
      "text": "The learned Federal Magistrate dismissed the FMC Application as an abuse of process ([13]-[14]).",
      "id": "s70"
    },
    {
      "text": "17.",
      "id": "s71"
    },
    {
      "text": "On 28 November 2005, the applicant filed an application for leave to appeal, a draft notice of appeal and supporting affidavit --- the application that is now before this Court (together the 'Application').",
      "id": "s72"
    },
    {
      "text": "' \n \n The Minister's objection to competency \n \n8 Counsel for the Minister referred as a starting point to s 24(1)(d) of the Federal Court Act 1976 (Cth) ('the FC Act'), which provides that the Federal Court has jurisdiction to hear appeals from judgments of the Federal Magistrates Court.",
      "id": "s73"
    },
    {
      "text": "Thereafter my attention was drawn to s 24(1A) of the FC Act, which provides that an appeal shall not be brought from a judgment referred to in subsection (1) that is an interlocutory judgment, unless the Court or a Judge gives leave to appeal.",
      "id": "s74"
    },
    {
      "text": "Section 25(2)(a) of the FC Act thereafter provides that applications for leave to appeal to the Court may be heard and determined by a single judge or a Full Court.",
      "id": "s75"
    },
    {
      "text": "9 The Minister next emphasised that the Federal Magistrate's decision was indeed interlocutory, referring thereby to the distinction between final and interlocutory orders, enunciated for instance in Hall v Nominal Defendant [1966] HCA 36 ; (1966) 117 CLR 423 at 440 by Taylor J as follows:\n \n 'So an order made in the course of an action or suit which does not conclude the rights of the parties inter se, although it may, of course, conclude the fate of the particular application in which it is made, is interlocutory only.",
      "id": "s76"
    },
    {
      "text": "On this basis an order staying proceedings against one of several defendants on the grounds that they are scandalous, vexatious and an abuse of the process of the court has been treated as interlocutory: Hind v Marquis of Hartington (1890) 6 TLR 267.",
      "id": "s77"
    },
    {
      "text": "The same view was taken of an order striking out a plaintiff's statement of claim on the ground that it disclosed no reasonable cause of action: Jones v Insole (1891) 64 LT 703 and of an order dismissing an action as frivolous and vexatious In re Page [1910] 1 Ch 489.",
      "id": "s78"
    },
    {
      "text": "' \n\n\n \nThat dictum was more recently applied by a Full Federal Court in Dai v Telecommunications Industry Ombudsman [2000] FCA 717 at [7] (per Beaumont, Whitlam and Lehane JJ).",
      "id": "s79"
    },
    {
      "text": "10 The applicant provided no basis or reason why the course sought to be adopted should be open to him, given the history of the proceedings which speaks for itself.",
      "id": "s80"
    },
    {
      "text": "Plainly the plethora of decisions already made unfavourably to the applicant demonstrates that no substantial injustice would be occasioned by any refusal of the current purported further application to the Court.",
      "id": "s81"
    },
    {
      "text": "No matter of substance has been raised for my consideration.",
      "id": "s82"
    },
    {
      "text": "Nothing more is raised other than bare assertions of error.",
      "id": "s83"
    },
    {
      "text": "However no error is apparent on the face of the material before the Court.",
      "id": "s84"
    },
    {
      "text": "11 The application must be dismissed with costs.",
      "id": "s85"
    },
    {
      "text": "I certify that the preceding eleven (11) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Conti.",
      "id": "s86"
    },
    {
      "text": "Associate:\n\nDated: 4 April 2006\n\n\n The Applicant appeared in person \n \n Solicitor for the First Respondent: Clayton Utz \n \n Date of Hearing: 30 March 2006 \n \n Date of Judgment: 4 April 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/362.html",
      "id": "s87"
    }
  ]
}