{
  "name": "Textile Clothing &amp; Footwear Union of Australia v Southern Cross Clothing Pty Ltd [2006] FCA 325 (28 March 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/325.html",
  "catchphrases": [
    {
      "text": "outworkers",
      "id": "c0"
    },
    {
      "text": "application for penalty for breach of part 9 of the clothing trades award 1999",
      "id": "c1"
    },
    {
      "text": "no appearance or defence filed by respondent",
      "id": "c2"
    },
    {
      "text": "calculation of penalty",
      "id": "c3"
    },
    {
      "text": "industrial law",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 Outworkers in the clothing industry in Australia are some of the most exploited people in the Australian workforce.",
      "id": "s0"
    },
    {
      "text": "They perform garment making work often at absurdly low rates in locations outside their employer's premises.",
      "id": "s1"
    },
    {
      "text": "This frequently occurs in the homes of outworkers.",
      "id": "s2"
    },
    {
      "text": "2 To help alleviate this blatant exploitation the Australian Industrial Relations Commission has sought to regulate the provision of outwork in the clothing industry.",
      "id": "s3"
    },
    {
      "text": "The current manifestation of that intention is found in Part 9 of the Clothing Trades Award 1999 .",
      "id": "s4"
    },
    {
      "text": "3 The issues for determination in this proceeding concern whether the respondent, Southern Cross Clothing, has acted in breach of the outwork and related provisions found in Part 9.",
      "id": "s5"
    },
    {
      "text": "4 Each of Southern Cross and the Textile Clothing and Footwear Union of Australia is a party to and bound by the Award.",
      "id": "s6"
    },
    {
      "text": "The Union alleges that Southern Cross has breached terms contained in cll 46, 47 and 48 of the Award, all of which are found in Part 9.",
      "id": "s7"
    },
    {
      "text": "5 Southern Cross has not filed an appearance in the proceeding.",
      "id": "s8"
    },
    {
      "text": "It failed to file a defence, in defiance of an order of the Court that it do so.",
      "id": "s9"
    },
    {
      "text": "Its solicitor has informed the Court, in writing, that Southern Cross does not intend to participate in the proceeding.",
      "id": "s10"
    },
    {
      "text": "He suggested it was considering entering into voluntary liquidation.",
      "id": "s11"
    },
    {
      "text": "There is evidence before the Court that it is yet to do so.",
      "id": "s12"
    },
    {
      "text": "A company search relied upon by the Union disclosed that Southern Cross' registration is current as at today.",
      "id": "s13"
    },
    {
      "text": "The Award --- registration \n \n6 The Award provides for the registration, by a Board of Reference, of employers who desire to have work performed away from their workshops and factories.",
      "id": "s14"
    },
    {
      "text": "7 Clause 48 of the Award provides:\n \n \"An employer must be registered by the Board of Reference before having any work performed away from his or her own workshop or factory as provided by clauses 46 and 47.",
      "id": "s15"
    },
    {
      "text": "\" \n\n\n \n8 Southern Cross is not registered under cl 48.1.",
      "id": "s16"
    },
    {
      "text": "Notwithstanding its unregistered status, its director, Mr David Leongue, has admitted to officers of the Union that Southern Cross has given out work to be performed away from its premises.",
      "id": "s17"
    },
    {
      "text": "Southern Cross gave outwork involving the finishing and making up of articles of clothing to Vibe Creation, Jenny Ngo Fashions and Giang Son Fashions.",
      "id": "s18"
    },
    {
      "text": "It intended that such work be performed outside the premises of Southern Cross.",
      "id": "s19"
    },
    {
      "text": "9 Mr Leongue informed Ms Kruschel of the Union that he had \"no idea\" whether the persons to whom Southern Cross gave outwork were respondents to the Award.",
      "id": "s20"
    },
    {
      "text": "He said that between November/December 2003 and 8 September 2004, Southern Cross had given out work valued at about $70,000 and had been doing so for two to three years before 8 September 2004.",
      "id": "s21"
    },
    {
      "text": "10 Mr Leongue admitted to Ms Kruschel that Southern Cross was not registered to give work out.",
      "id": "s22"
    },
    {
      "text": "He also stated that it maintained no records concerning the giving out of work.",
      "id": "s23"
    },
    {
      "text": "11 I am satisfied that Southern Cross gave out work as defined by cl 45 of the Award.",
      "id": "s24"
    },
    {
      "text": "In this context, \"work\" is defined by cl 45 as meaning:\n \n \"hand or machine work which relates to the construction or finishing of a garment or product, or part of a garment or product, when such work is performed outside a workshop or factory.",
      "id": "s25"
    },
    {
      "text": "\" \n\n\n \n12 I am also satisfied that when it gave out work, Southern Cross was not registered under Part 9.",
      "id": "s26"
    },
    {
      "text": "Apart from Mr Leongue's admission in that regard, Southern Cross does not appear on the List of Employers registered by the Clothing Trades Board of Registration held by the Australian Industrial Registry.",
      "id": "s27"
    },
    {
      "text": "13 Southern Cross acted in breach of cl 48.1 of the Award from the time it became a party to the Award on 20 December 2002, until 8 September 2004.",
      "id": "s28"
    },
    {
      "text": "The Award - application for registration \n \n \" 46.1.1 An employer registered under clause 48 may, under certain conditions set out below, give work out to: \n 46.1.1(a) Another respondent, who will have all the work carried out in their own workshop or factory registered in accordance with relevant State legislation; \n 46.1.1(b) Another respondent, who will not have all the work carried out in their own workshop or factory registered in accordance with relevant State legislation; \n 46.1.1(c) A non-respondent, who will have all the work carried out in their own workshop or factory registered in accordance with relevant State legislation, and who does not employ outworkers; \n 46.1.1(d) A non-respondent who will not have all the work carried out in their own workshop or factory registered in accordance with relevant State legislation; \n 46.1.1(e) A non-respondent who will personally perform all the work.",
      "id": "s29"
    },
    {
      "text": "46.1.2 An employer must not give work out to that person(s) provided in clause 46.1.1(b) unless that/those person/s is/are also registered in accordance with clause 48.",
      "id": "s30"
    },
    {
      "text": "46.1.3 An employer, when desirous of giving work out to any of the persons provided in clause 46.1.1(c), 46.1.1(d) or 46.1.1(e), must make application for registration in accordance with clause 48.",
      "id": "s31"
    },
    {
      "text": "\" \n\n14 In the period 20 December 2002 to 8 September 2004, Southern Cross acted in breach of cl 46.1.3 in that it was obviously desirous of giving work out but did not apply for registration in accordance with cl 48.",
      "id": "s32"
    },
    {
      "text": "The Industrial Registrar has no record of any application for registration by Southern Cross.",
      "id": "s33"
    },
    {
      "text": "The three persons or entities to whom work was given out referred to at [8] above were not respondents to the Award, they were in the category of one of three classes of non- respondents identified in cl 46.1.1(c), (d) and (e).",
      "id": "s34"
    },
    {
      "text": "The Award - work records \n \n15 Clause 46.2 of the Award obliges an employer to make work records of the times when it gives out work to any of the entities referred to in cl 46.1.",
      "id": "s35"
    },
    {
      "text": "16 Southern Cross breached cl 46.2.1 by not making work records when giving out work.",
      "id": "s36"
    },
    {
      "text": "Mr Leongue admitted that it kept no records of the entities to whom it gave out work.",
      "id": "s37"
    },
    {
      "text": "The only relevant documents kept by Southern Cross show that there are about 50 invoices from three persons or entities referred to at [8].",
      "id": "s38"
    },
    {
      "text": "17 The obligation to keep work records carries with it the duty to keep records containing the prescriptive detail found in cl 46.2.3 which include, without being exhaustive, the identity and address of the person to whom work is given, the address where the work is to be performed, the date for the giving out of work and completion of work, a description of the nature of the work to be performed and the price to be paid for each garment and article.",
      "id": "s39"
    },
    {
      "text": "18 I am satisfied that the breach of cl 46.2.1 occurred on at least the 50 occasions on which the work was given out by Southern Cross as demonstrated by the invoices in evidence.",
      "id": "s40"
    },
    {
      "text": "19 The failure to provide work records carries with it a breach of the obligation to provide the details to be contained in the work records as set out in cl 46.2.3 and a breach of the obligation to provide a copy of such records to the person performing the work as set out in cl 46.2.6.",
      "id": "s41"
    },
    {
      "text": "The evidence discloses at least 50 occasions where Southern Cross breached these provisions.",
      "id": "s42"
    },
    {
      "text": "Similar requirements to keep records are also contained in cl 47.16 in respect of information provided to an outworker.",
      "id": "s43"
    },
    {
      "text": "The evidence discloses no provision of any information or records to any outworker by Southern Cross.",
      "id": "s44"
    },
    {
      "text": "Consequently it has also breached cl 47.16 of the Award.",
      "id": "s45"
    },
    {
      "text": "The Award - breach of obligations regarding contracts \n \n20 Clause 46.4.1 obliges an employer who gives out work to contract with that person for it to provide terms and conditions no less favourable than those provided by cl 47 of the Award.",
      "id": "s46"
    },
    {
      "text": "21 Clause 46.4.2 provides:\n \n \" 46.4.2 An employer may not enter into a contract or arrangement with a respondent or non-respondent as provided in clause 46.1.1(b), 46.1.1(c) or 46.1.1(d) unless: \n 46.4.2(a) the contract or arrangement contains a term which provides that any work performed by a person other than the respondent or non-respondent is carried out pursuant to a written agreement between the respondent or non respondent and the person who will actually perform the work; \n 46.4.2(b) the written agreement must specify each of the matters set out in relation to the work records referred to in clause 46.2.3(a) to (1); and \n 46.4.2(c) the written agreement must provide for wages and conditions no less favourable than those provided for outworkers in clause 47.",
      "id": "s47"
    },
    {
      "text": "\" \n \n \n\n22 Ms Jenny Ngo, the sole operator of Jenny Ngo Fashions, is not a respondent to the Award and is a person who personally performed the work in question.",
      "id": "s48"
    },
    {
      "text": "Southern Cross breached cl 46.4.1 of the Award by not contracting with Ms Ngo to ensure that she received no less favourable conditions than those provided by the Award.",
      "id": "s49"
    },
    {
      "text": "A simultaneous breach of cl 47.3.1 occurred.",
      "id": "s50"
    },
    {
      "text": "It obliges an employer not to employ an outworker unless a written agreement is first made which includes a range of matters prescribed by cl 47.3.2.",
      "id": "s51"
    },
    {
      "text": "23 Southern Cross also gave out work to other classes of non-respondents, referred to at [8] above, in breach of cl 46.4.2 and did not enter into agreements with them.",
      "id": "s52"
    },
    {
      "text": "The Award - keeping of lists \n \n24 Clause 46.4.3 obliges an employer who gives out work to keep lists of persons to whom the work is given out, lists of contracts entered into with such persons and lists of addresses.",
      "id": "s53"
    },
    {
      "text": "It also provides that copies of these lists are to be given to the Industrial Registrar and the Union.",
      "id": "s54"
    },
    {
      "text": "Southern Cross did not keep such lists in the period 20 December 2002 to 8 September 2004 and consequently provided none to the Industrial Registrar or the Union.",
      "id": "s55"
    },
    {
      "text": "Three different classes of lists were to be provided to two entities on four occasions in each of 2003 and 2004.",
      "id": "s56"
    },
    {
      "text": "This did not occur and resulted in 48 separate breaches of cl 46 over the relevant period.",
      "id": "s57"
    },
    {
      "text": "The Award - provision of information.",
      "id": "s58"
    },
    {
      "text": "25 Clause 46.7 of the Award obliged Southern Cross to give information to Ms Jenny Ngo concerning her entitlements when it gave outwork to her.",
      "id": "s59"
    },
    {
      "text": "Southern Cross did not give such information to Ms Ngo.",
      "id": "s60"
    },
    {
      "text": "It therefore breached cl 46.7 of the Award in respect of her.",
      "id": "s61"
    },
    {
      "text": "The Award - hindering compliance \n \n26 Ms McPherson, the President of the Union, gave evidence that she travelled to the premises of Vibe Creation, being one of the entities to whom Southern Cross gave out work.",
      "id": "s62"
    },
    {
      "text": "A member of the family which operated Vibe Creation factory informed her that sometimes Vibe gave out work.",
      "id": "s63"
    },
    {
      "text": "It is not clear that the work which Vibe gave out was the same work which was given to it by Southern Cross.",
      "id": "s64"
    },
    {
      "text": "On that basis I am not satisfied that Southern Cross has breached cl 46.6.1 by hindering, preventing or discouraging compliance with the Award by giving work to an entity which gave it on to a further entity.",
      "id": "s65"
    },
    {
      "text": "Summary of the breaches and penalties sought \n \n27 The following summary is taken from Schedule 1 to the written submissions of counsel for the Union.",
      "id": "s66"
    },
    {
      "text": "For the reasons set out above, save for the reference to cl 46.6.1, I adopt it.",
      "id": "s67"
    },
    {
      "text": "Term of Award Breached Approx.",
      "id": "s68"
    },
    {
      "text": "Date or Period \n of Breaches No.",
      "id": "s69"
    },
    {
      "text": "of Breaches Clause 48.1 --- Registration December 2002 --- September 2004 1 Clause 46.1.3 --- Application for Registration December 2002 --- September 2004 1 Clause 46.2.1 --- Making of Work Record December 2002 --- September 2004 50 Clause 46.2.3 --- Details to be contained in work records December 2002 --- September 2004 50 Clause 46.2.6 --- Provision of copy of work record December 2002 --- September 2004 50 Clause 46.4.1 --- Obligation to contract December 2002 --- September 2004 50 Clause 46.4.2 --- Contents of Contract December 2002 --- September 2004 50 Clause 47.3.1 --- Contracts with Outworker December 2002 --- September 2004 Numerous Clause 46.4.3 --- List of person to whom work given December 2002 --- September 2004 1 Clause 46.4.3 --- List of Contracts/Arrangements December 2002 --- September 2004 1 Clause 46.4.3 --- List of Names and Addresses December 2002 --- September 2004 1 Clause 46.4.3(d) --- Provision of Lists to Registrar and TCFUA December 2002 --- September 2004 48 Clause 46.7 --- Schedule B December 2002 --- September 2004 Numerous \n\n Course of conduct \n \n28 In each instance where numerous breaches of a term of the Award is established, the Union concedes that those breaches arose out of a single course of conduct; see s 178(2) of the Workplace Relations Act 1996 (Cth) as it existed at the time the application was filed.",
      "id": "s70"
    },
    {
      "text": "The multiple breaches of cll 46.2.1, 46.2.3, 46.2.6, 46.4.1, 46.4.2, 47.3.1 and 46.7 will be treated as a single breach in those terms of the Award.",
      "id": "s71"
    },
    {
      "text": "Remedy \n \n29 It is appropriate to impose penalties for the relevant breaches of the Award which I have found Southern Cross to have engaged in.",
      "id": "s72"
    },
    {
      "text": "The principal remedy under s 178 of the Act is the remedy of a penalty which is ordinarily paid to the applicant.",
      "id": "s73"
    },
    {
      "text": "There is no additional need for the Court to make declarations that the relevant breach has occurred.",
      "id": "s74"
    },
    {
      "text": "It is sufficiently evident from these reasons for judgment and the penalties imposed that the breaches occurred.",
      "id": "s75"
    },
    {
      "text": "30 It is appropriate to impose penalties because the relevant breaches were numerous and occurred over a period of nearly two years.",
      "id": "s76"
    },
    {
      "text": "I also accept the submission of counsel for the Union that the breaches were ones which offended an important regulatory regime.",
      "id": "s77"
    },
    {
      "text": "It is a regulatory regime designed to stop flagrant exploitation of outworkers in an industry notorious for such behaviour; see Clothing and Allied Trades Union v J &amp; J Saggio Clothing Manufacturers Pty Ltd (1990) 34 IR 26 at 37, per Gray J.",
      "id": "s78"
    },
    {
      "text": "The breaches are serious and appear to have been committed in defiance of Part 9 of the Award.",
      "id": "s79"
    },
    {
      "text": "31 Given the above factors, it would ordinarily be appropriate to order a high range penalty in respect of the breach of each term of the Award.",
      "id": "s80"
    },
    {
      "text": "However, a countervailing factor is that there is no evidence of any prior offending behaviour by Southern Cross.",
      "id": "s81"
    },
    {
      "text": "Also, Mr Leongue, when interviewed by Union officials did not attempt to conceal the Award breaches and co-operated with the Union.",
      "id": "s82"
    },
    {
      "text": "32 In Textile Clothing and Footwear Union of Australia v Lotus Cove Pty Ltd [2004] FCA 43 , Merkel J found that various breaches of cl 46 and cl 48 of the Award had occurred over a period of about one year.",
      "id": "s83"
    },
    {
      "text": "He imposed a penalty of 60 per cent of the maximum available on Lotus Cove for breach of the requirement to register imposed by cl 48.1.",
      "id": "s84"
    },
    {
      "text": "He imposed no additional penalty on Lotus Cove for related breach of cl 46.1.3 for failing to make an application to register.",
      "id": "s85"
    },
    {
      "text": "33 The circumstances prevailing in this matter and the circumstances in Lotus Cove are very similar, save that the period of time over which the breaches occurred in this instance is almost twice as long.",
      "id": "s86"
    },
    {
      "text": "As with Southern Cross, Lotus Cove co-operated with officers of the Union and did not try to hide the breaches from them.",
      "id": "s87"
    },
    {
      "text": "34 Given the similarity between the two matters I would ordinarily take the same approach and impose a penalty on Southern Cross of 60 per cent of the maximum of $33,000, being $19,800.",
      "id": "s88"
    },
    {
      "text": "However, Southern Cross was advised of the outcome of the Lotus Cove case by a letter dated 2 September 2004 and still failed to apply to register under Part 9 of the Award.",
      "id": "s89"
    },
    {
      "text": "In these circumstances a penalty of 70 per cent of the maximum is more appropriate, being a penalty of $23,100.",
      "id": "s90"
    },
    {
      "text": "That penalty will be imposed in respect of cl 48.1 of the Award.",
      "id": "s91"
    },
    {
      "text": "Although the non-observance of cl 46.1.3 is technically another breach of a term of an award, consistently with the reasoning of Merkel J in Lotus Cove at [49], I consider that the breach of cl 48.1 and that of cl 46.1.3 to \"essentially relate to one omission\".",
      "id": "s92"
    },
    {
      "text": "That omission was the failure to apply for and achieve registration.",
      "id": "s93"
    },
    {
      "text": "Consequently, no additional penalty will be imposed for the breach of cl 46.1.3 of the Award.",
      "id": "s94"
    },
    {
      "text": "35 In Lotus Cove at [50], Merkel J imposed a single penalty of 40 per cent of the maximum available for breaches of cl 46.2.1 and the related cl 46.2.6, concerning the making of work records and the provision of a copy of work records.",
      "id": "s95"
    },
    {
      "text": "Applying a consistent penalty in this matter involves the Court in imposing a penalty of $13,200 on Southern Cross for breach of cl 46.2.1 of the Award and no additional penalty for its breach of cl 46.2.6.",
      "id": "s96"
    },
    {
      "text": "36 In Lotus Cove , Merkel J imposed an additional penalty of 24 per cent of the maximum for breach of cl 46.2.3 of the Award.",
      "id": "s97"
    },
    {
      "text": "I raise that amount slightly to 25 per cent, having regard to the longer period over which the breaches occurred in this case.",
      "id": "s98"
    },
    {
      "text": "Accordingly, I impose a penalty of $8,250 for breach of cl 46.2.3.",
      "id": "s99"
    },
    {
      "text": "37 Merkel J imposed a penalty of 36 per cent of the maximum for breach of cl 46.4.3 concerning the provision of lists.",
      "id": "s100"
    },
    {
      "text": "Considering the extra length of time involved in the current transgressions, it is appropriate to impose a penalty of 40 per cent of the maximum, being $13,200 in respect of the breach of cl 46.4.3.",
      "id": "s101"
    },
    {
      "text": "His Honour imposed no extra penalty for the breach of the requirement to provide copies of a list to the Industrial Registrar and the Union.",
      "id": "s102"
    },
    {
      "text": "I see no reason to depart from that approach.",
      "id": "s103"
    },
    {
      "text": "38 In Lotus Cove , Merkel J imposed a penalty of 40 per cent of the maximum available for the breach of cl 46.7 concerning the failure of Lotus Cove to provide information to an outworker.",
      "id": "s104"
    },
    {
      "text": "In the similar circumstances of this matter a like penalty is appropriate and I impose a penalty of $13,200 on Southern Cross for its breach of cl 46.7.",
      "id": "s105"
    },
    {
      "text": "39 In Lotus Cove there was no separate finding of a breach of any of the following terms of the Award; cll 46.4.1, 46.4.2 and 47.3.1.",
      "id": "s106"
    },
    {
      "text": "I consider that the breaches of those terms of the Award are no less serious than those in respect of which penalties have been imposed at 40 per cent of the maximum rate.",
      "id": "s107"
    },
    {
      "text": "Accordingly, I impose a penalty of $13,200 in respect of each such breach.",
      "id": "s108"
    },
    {
      "text": "Summary of the penalties \n \n40 In accordance with the above reasoning I will order that:\n \n 1.",
      "id": "s109"
    },
    {
      "text": "A penalty in the sum of $23,100 for breach of cl 48.1 of the Clothing Trades Award 1999 (\"the Award\") between 20 December 2002 and 8 September 2004 be imposed on the respondent.",
      "id": "s110"
    },
    {
      "text": "2.",
      "id": "s111"
    },
    {
      "text": "A penalty in the sum of $13,200 for breach of cl 46.2.1 of the Award between 20 December 2002 and 8 September 2004 be imposed on the respondent.",
      "id": "s112"
    },
    {
      "text": "3.",
      "id": "s113"
    },
    {
      "text": "A penalty in the sum of $8,250 for breach of cl 46.2.3 of the Award between 20 December 2002 and 8 September 2004 be imposed on the respondent.",
      "id": "s114"
    },
    {
      "text": "4.",
      "id": "s115"
    },
    {
      "text": "A penalty in the sum of $13,200 for breach of cl 46.4.1 of the Award between 20 December 2002 and 8 September 2004 be imposed on the respondent.",
      "id": "s116"
    },
    {
      "text": "5.",
      "id": "s117"
    },
    {
      "text": "A penalty in the sum of $13,200 for breach of cl 46.4.2 of the Award between 20 December 2002 and 8 September 2004 be imposed on the respondent.",
      "id": "s118"
    },
    {
      "text": "6.",
      "id": "s119"
    },
    {
      "text": "A penalty in the sum of $13,200 for breach of cl 47.3.1 of the Award between 20 December 2002 and 8 September 2004 be imposed on the respondent.",
      "id": "s120"
    },
    {
      "text": "7.",
      "id": "s121"
    },
    {
      "text": "A penalty in the sum of $13,200 for breach of cl 46.4.3 of the Award between 20 December 2002 and 8 September 2004 be imposed on the respondent.",
      "id": "s122"
    },
    {
      "text": "8.",
      "id": "s123"
    },
    {
      "text": "A penalty in the sum of $13,200 for breach of cl 46.7 of the Award between 20 December 2002 and 8 September 2004 be imposed on the respondent.",
      "id": "s124"
    },
    {
      "text": "41 The above penalties total $110,550.",
      "id": "s125"
    },
    {
      "text": "The total penalties in Lotus Cove were $20,000.",
      "id": "s126"
    },
    {
      "text": "However, since that time the maximum penalty has more than tripled and more breaches of the Award were alleged and found in this matter than in Lotus Cove .",
      "id": "s127"
    },
    {
      "text": "In addition, the failure to register in this matter occurred after Southern Cross was advised of the outcome in Lotus Cove .",
      "id": "s128"
    },
    {
      "text": "Payment of penalty \n \n42 In accordance with s 356(b) of the Act the usual order is that the penalty be paid to the applicant.",
      "id": "s129"
    },
    {
      "text": "I see no reason to depart from that approach and will order that each of the penalties in this matter be paid to the Union.",
      "id": "s130"
    },
    {
      "text": "43 In addition to the orders referred to at [40] above, I will add an order that the penalties so imposed be paid to the applicant.",
      "id": "s131"
    },
    {
      "text": "I certify that the preceding forty-three (43) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Marshall.",
      "id": "s132"
    },
    {
      "text": "Associate:\n\n\nDated: 31 March 2006\n\n\n Counsel for the Applicant: Mr C Dowling \n \n Solicitor for the Applicant: Slater and Gordon \n \n There was no appearance by the Respondent.",
      "id": "s133"
    },
    {
      "text": "Date of Hearing: 28 March 2006 \n \n Date of Judgment: 28 March 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/325.html",
      "id": "s134"
    }
  ]
}