{
  "name": "Metcash Trading Limited v Bunn [2006] FCA 322 (9 March 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/322.html",
  "catchphrases": [
    {
      "text": "application for injunction to restrain the publication of certain allegations",
      "id": "c0"
    },
    {
      "text": "whether there was a serious question to be tried",
      "id": "c1"
    },
    {
      "text": "whether the balance of convenience favoured the applicants",
      "id": "c2"
    },
    {
      "text": "whether damages adequate remedy",
      "id": "c3"
    },
    {
      "text": "application allowed.",
      "id": "c4"
    },
    {
      "text": "interlocutory application",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicants commenced these proceedings on 24 February 2006 and in the originating application sought interlocutory relief directed to the respondent.",
      "id": "s0"
    },
    {
      "text": "The applicants sought six separate orders restraining the respondent in the terms mentioned in their Claim for Interlocutory Relief.",
      "id": "s1"
    },
    {
      "text": "I have given the applicants leave to amend their originating application to delete paragraph 6, first appearing in the Details of Claim and paragraph 6 appearing in the Claim for Interlocutory Relief, and substituting there paragraph 6 in the following terms:\n \n '(6) An injunction restraining the respondent, his servant or agents from publishing, whether on the Internet or by any other means of communication to the public, any allegation to the effect that: \n \n (a) the respondent or the respondent's former company, Chadmar Enterprises Proprietary Limited (in liquidation) is currently pursuing recovery proceedings against any of the applicants or their related entities; \n \n (b) the applicants actively and deliberately operate in a manner calculated to destroy the respondent's business; \n \n (c) the applicants actively and deliberately operate in a manner calculated to prejudice, damage, or destroy the business of independent retailers with whom they deal; \n \n (d) the applicants have deliberately and improperly concealed the existence of substantial actions commenced by suppliers and customers, and thereby caused Metcash Limited to breach its disclosure requirements.",
      "id": "s2"
    },
    {
      "text": "' \n\n2 Leave was also given to the applicants to amend the claim for interlocutory relief in the same terms.",
      "id": "s3"
    },
    {
      "text": "3 The application for interlocutory relief first came before me on 24 February 2006 when the applicants sought ex parte orders in terms of paragraphs 1(b), 3, 4 and 5 of the Claim for Interlocutory Relief.",
      "id": "s4"
    },
    {
      "text": "I made those orders on 24 February 2006 in the terms of an interim injunction which was to expire on 2 March 2006.",
      "id": "s5"
    },
    {
      "text": "On that day, the respondent consented to the orders continuing until 5 o'clock today.",
      "id": "s6"
    },
    {
      "text": "Whilst the respondent consented to the orders continuing, it was only for the reason that he wished to prepare his evidence to address the interlocutory relief sought by the applicants.",
      "id": "s7"
    },
    {
      "text": "It was not, in any way, any admission by the respondent of the matters contained in the applicants' affidavits.",
      "id": "s8"
    },
    {
      "text": "4 On this application, the applicants have relied on four separate affidavits of Mr Peter Campbell (the applicants' solicitor), two affidavits of Mr John Hunter (the applicants' in-house general counsel) and an affidavit of Andrew Reitzer, who is the Chief Executive Officer of the holding company of the first applicant.",
      "id": "s9"
    },
    {
      "text": "5 It is necessary to say something about the parties before addressing the application.",
      "id": "s10"
    },
    {
      "text": "The first applicant is a wholly owned subsidiary of Metcash Limited, which is a publicly listed company on the Australian Stock Exchange.",
      "id": "s11"
    },
    {
      "text": "The second and third applicants are trading subsidiaries of the first applicant.",
      "id": "s12"
    },
    {
      "text": "The first applicant and the second applicant operate a grocery wholesale business throughout Australia, which business, Mr Hunter has deposed, generates an annual turnover of approximately $4 billion.",
      "id": "s13"
    },
    {
      "text": "The third applicant was formerly known as Consolidated Liquor Merchants Pty Ltd and carries on the business of a liquor merchant.",
      "id": "s14"
    },
    {
      "text": "6 The respondent, Mr Bunn, has relied on an affidavit sworn by himself in answer to the applicants' claim for interlocutory relief.",
      "id": "s15"
    },
    {
      "text": "Mr Bunn was the proprietor of Chadmar Enterprises Pty Ltd ('Chadmar'), a retailer formerly supplied by IGA in the course of IGA's business.",
      "id": "s16"
    },
    {
      "text": "Chadmar is now in liquidation.",
      "id": "s17"
    },
    {
      "text": "7 It is fair to say that Mr Bunn is aggrieved by the conduct of the applicants, both before and after Chadmar went into liquidation.",
      "id": "s18"
    },
    {
      "text": "It is not necessary, on an interlocutory application of this kind, to enter into and inquire into the various matters which underlie Mr Bunn's grievances in relation to the applicants.",
      "id": "s19"
    },
    {
      "text": "It is simply enough to observe, and to put it in neutral terms, that Mr Bunn has carried out a spirited campaign directed to and against the applicants.",
      "id": "s20"
    },
    {
      "text": "8 The applicants claim that Mr Bunn has infringed the applicants' trademarks and continues to do so, that he has committed the tort of inducing parties with whom the applicants have contracted to breach their contracts, and that he has contravened ss 52 and 53 of the Trade Practices Act 1974 (Cth) (' Trade Practices Act ').",
      "id": "s21"
    },
    {
      "text": "They claim, in respect of each of those causes of action on the facts contained in the affidavit to which I have referred, that there is a real likelihood that unless restrained Mr Bunn will continue to infringe the trademark, commit the tort, and contravene the Trade Practices Act .",
      "id": "s22"
    },
    {
      "text": "In respect of the first cause of action, they claim to be entitled to an injunction under the Trade Marks Act 1995 (Cth) (' Trade Marks Act ') or in accordance with the ordinary equitable principles.",
      "id": "s23"
    },
    {
      "text": "In respect of the second cause of action, they seek relief in equity.",
      "id": "s24"
    },
    {
      "text": "In respect of the third matter, they claim to be entitled to an injunction pursuant to the provisions of s 80 of the Trade Practices Act .",
      "id": "s25"
    },
    {
      "text": "9 The first applicant is the registered proprietor of a trademark for the word 'Metcash'.",
      "id": "s26"
    },
    {
      "text": "IGA Inc is the registered proprietor of the Australian trademark 'IGA'.",
      "id": "s27"
    },
    {
      "text": "The first applicant is licensed to use the 'IGA' name and mark in Australia.",
      "id": "s28"
    },
    {
      "text": "The third applicant is registered as the proprietor of a trademark, 'ALM'.",
      "id": "s29"
    },
    {
      "text": "10 The applicants complain that the respondent has and will continue to infringe their trademarks by operating two domain names on the Internet; namely, metcashinfo.net and IGA-ALM.net.",
      "id": "s30"
    },
    {
      "text": "It is contended that the use of those names by the respondent on the Internet amounts to an infringement of the trademarks whereby they are entitled to injunctive relief, either under the terms of the Trade Marks Act or in equity.",
      "id": "s31"
    },
    {
      "text": "The respondent has contended that there is no infringement of those trademarks because, in respect of each of those Internet addresses, the first page shows that the Internet address is not operated by the registered proprietors.",
      "id": "s32"
    },
    {
      "text": "Therefore, he says, there is no infringement.",
      "id": "s33"
    },
    {
      "text": "11 The applicants complain that the respondent has committed the tort of inducing a breach of contract by advertising generally for parties who have contractual arrangements with the applicants to provide information relating to their contracts and commercial dealings with the applicants which, because of the standard form of contract between the applicants and their suppliers and retailers, would amount to a breach of those contracts.",
      "id": "s34"
    },
    {
      "text": "In respect of both their suppliers and their retailers, the applicants say that the parties are bound to keep confidential the terms of their contracts and their commercial dealings.",
      "id": "s35"
    },
    {
      "text": "Therefore, if they were to supply the information sought by the respondent they would be in breach of those contracts.",
      "id": "s36"
    },
    {
      "text": "They say that the respondent by advertising for those classes of people to contact the respondent for the purposes named in the advertisement that it amounts to a tort of inducing a breach of contract.",
      "id": "s37"
    },
    {
      "text": "12 The third cause of action, as I have said, relies upon the provisions of ss 52 and 53 of the Trade Practices Act .",
      "id": "s38"
    },
    {
      "text": "Of course, Mr Bunn is an individual and he will only have a liability under the Trade Practices Act if what he has done comes within s 6(3) of the Act.",
      "id": "s39"
    },
    {
      "text": "It is contended by the applicants that Mr Bunn's activities in relation to the two websites which I have identified amount to engaging in conduct which involves the use of postal and telephonic services so as to bring him within s 6(3) of the Trade Practices Act .",
      "id": "s40"
    },
    {
      "text": "13 The applicants also say that the impugned conduct amounts to conduct in trade or commerce.",
      "id": "s41"
    },
    {
      "text": "It was put that his conduct amounted to representations of a disgruntled trader in trade or commerce and, therefore, came within the terms of the Trade Practices Act .",
      "id": "s42"
    },
    {
      "text": "14 The applicants' claim, in relation to the respondent's conduct which they say amounts to a contravention of the Trade Practices Act , is that the respondent has made a series of allegations which are misleading and deceptive.",
      "id": "s43"
    },
    {
      "text": "The categories of allegations of which the applicants complain have been severally identified in paragraph 8 of an affidavit of Mr Hunter sworn on 8 March 2006.",
      "id": "s44"
    },
    {
      "text": "He there identifies four different types of allegations; being recovery proceedings allegations, Chadmar destruction allegations, retailer destruction allegations, and concealment allegations.",
      "id": "s45"
    },
    {
      "text": "Mr Hunter, in that affidavit, identifies the source of those allegations and in that same affidavit addresses the falsity of each of those allegations.",
      "id": "s46"
    },
    {
      "text": "15 As I explained to Mr Bunn (who was unrepresented) during the hearing, the purpose of this hearing is not to determine any facts or to make any findings of facts.",
      "id": "s47"
    },
    {
      "text": "What I am called upon to determine is whether the applicants have identified a serious question to be tried; whether the balance of convenience favours the applicants; whether damages are an adequate remedy; and whether the orders sought should be made.",
      "id": "s48"
    },
    {
      "text": "16 I am satisfied on the evidence which has been produced that the serious questions to which the applicants advert have been made out.",
      "id": "s49"
    },
    {
      "text": "There are, in my opinion, serious questions to be tried.",
      "id": "s50"
    },
    {
      "text": "I have no doubt that the balance of convenience favours the applicants.",
      "id": "s51"
    },
    {
      "text": "There would be no inconvenience to Mr Bunn in making the orders which are sought except the inconvenience of having to abide by those orders.",
      "id": "s52"
    },
    {
      "text": "However, if the orders were not made there is a real risk that the applicants could suffer damage for which damages are not an adequate remedy.",
      "id": "s53"
    },
    {
      "text": "17 I am satisfied, therefore, that the applicants are entitled to the relief which they have sought except in respect of one aspect of the claim.",
      "id": "s54"
    },
    {
      "text": "The applicants have sought six separate orders which, as I have said, are identified in the originating application as amended as mentioned above.",
      "id": "s55"
    },
    {
      "text": "I am not satisfied on the evidence before me that there is any need to make the order sought in paragraph 5 of the orders sought.",
      "id": "s56"
    },
    {
      "text": "I think if an order were made in the terms of paragraph 1 a., which I am prepared to make, there is no need for the further order in paragraph 5.",
      "id": "s57"
    },
    {
      "text": "18 I am not persuaded that there is any real likelihood that Mr Bunn would make any representation that he has a sponsorship or approval or affiliation of or with the applicants or any of them.",
      "id": "s58"
    },
    {
      "text": "For those reasons, I make the orders contained in paragraphs 1, 2, 3, 4 and 6 in the minutes of order, except in respect of paragraph 6, I delete in the third line of that paragraph the words 'by any person' and include the words 'to the effect that'.",
      "id": "s59"
    },
    {
      "text": "Those orders are made, of course, on the basis of the undertaking as to damages which was filed by the applicants on 27 February 2006 and which Mr Wells QC has said today is still proffered in support of the application for the interlocutory relief.",
      "id": "s60"
    },
    {
      "text": "The parties will have liberty to apply.",
      "id": "s61"
    },
    {
      "text": "I reserve the question of costs.",
      "id": "s62"
    },
    {
      "text": "I certify that the preceding eighteen (18) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Lander.",
      "id": "s63"
    },
    {
      "text": "Associate:\n\nDated: 29 March 2006\n\n\n Counsel for the Applicant: Mr J Wells QC with Mr I Robertson \n \n Solicitor for the Applicant: Kelly &amp; Co \n \n Counsel for the Respondent: Mr P Bunn appeared in person \n \n Date of Hearing: 9 March 2006 \n \n Date of Judgment: 9 March 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/322.html",
      "id": "s64"
    }
  ]
}