{
  "name": "Expectation Pty Ltd v PRD Realty Pty Ltd &amp; Anor (No. 2) [2006] FCA 392 (7 April 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/392.html",
  "catchphrases": [
    {
      "text": "application to adjourn the trial of an action on the ground of apprehended bias",
      "id": "c0"
    },
    {
      "text": "consideration of the impact upon the conduct of the trial by reason of a party retaining senior counsel who has been offered and accepted an appointment to act as chief justice of the supreme court of western australia",
      "id": "c1"
    },
    {
      "text": "consideration of whether a fair-minded objective lay observer might reasonably apprehend a possibility of a lack of impartiality.",
      "id": "c2"
    },
    {
      "text": "practice and procedure",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 I have before me a Notice of Motion filed by the Respondents in the proceeding by which the Respondents seek an order that the hearing set down from Monday, 10 April 2006 to 4 May 2006 be adjourned to a date to be fixed and an order that the Applicant pay the Respondents' costs of and incidental to the Notice of Motion.",
      "id": "s0"
    },
    {
      "text": "2 The Notice of Motion filed yesterday was listed for hearing in circumstances of some urgency at 3.30pm yesterday having regard to the following events.",
      "id": "s1"
    },
    {
      "text": "3 This action is a complex piece of commercial litigation which has a long history.",
      "id": "s2"
    },
    {
      "text": "The action was commenced on 5 December 1996, proceeded to trial and was the subject of a judgment by Justice Spender on 11 March 2003: Expectation Pty Ltd v PRD Realty Pty Ltd &amp; Anor [2003] FCA 175.",
      "id": "s3"
    },
    {
      "text": "The Full Court of the Federal Court set aside, in part, his Honour's judgment ( Expectation Pty Ltd v PRD Realty Pty Ltd &amp; Anor per Carr, Emmett and Gyles JJ [2004] FCAFC 189 ; (2004) 140 FCR 17), and ordered a new trial in relation to a part of the Applicant's claim.",
      "id": "s4"
    },
    {
      "text": "4 The Applicant's claim which is the subject of the new trial is a claim that PRD Realty Pty Ltd, a real estate agent carrying on business on the Gold Coast in Queensland and Mr Douglas, a director of PRD Realty, engaged in conduct in contravention of the Trade Practice Act 1974 (Cth) and the Fair Trading Act 1989 (Qld) or alternatively, each of them engaged in conduct constituting negligence, breach of fiduciary duty and breach of contract concerning an agreement entered into by the Applicant for the purchase of a commercial shopping complex described as the Benowa Gardens Shopping Centre (\"the Benowa Centre\") located on the corner of Ashmore Road and Benowa Road at the Gold Coast in Queensland.",
      "id": "s5"
    },
    {
      "text": "5 The Applicant in the proceedings is a Western Australian corporation.",
      "id": "s6"
    },
    {
      "text": "For a considerable part of the proceedings, the Applicant has been represented by Mr Wayne Martin QC (\"Mr Martin\").",
      "id": "s7"
    },
    {
      "text": "Mr Martin is retained to appear on behalf of the Applicant at the trial commencing on Monday, 10 April 2006.",
      "id": "s8"
    },
    {
      "text": "6 The proceeding has been the subject of a series of Directions Orders designed to ensure that no outstanding interlocutory questions might put the trial of the action at risk in any way having regard to the history of the litigation and the allocation of significant Court time to the conduct of the trial.",
      "id": "s9"
    },
    {
      "text": "The parties have been engaged in extensive preparation of the matter for trial.",
      "id": "s10"
    },
    {
      "text": "7 On 4 April 2006, my Associate received a letter from Mr Martin a copy of which was provided by Mr Martin to the solicitors and counsel for the Respondents.",
      "id": "s11"
    },
    {
      "text": "The letter is in these terms:\n \n \"The Associate to the Honourable Justice Greenwood \n Federal Court of Australia \n BRISBANE \n \n Dear Sir \n \n Expectation Pty Ltd v PRD Realty &amp; Anor \n \n I refer to the above matter, the trial of which is listed to commence before his Honour on Monday, 10 April 2006.",
      "id": "s12"
    },
    {
      "text": "I have been retained to appear as Counsel on behalf of the Applicant.",
      "id": "s13"
    },
    {
      "text": "The purpose of this letter is to request that you bring to the attention of his Honour the fact that the Government of Western Australia has earlier today announced my appointment as Chief Justice of Western Australia, to take effect as and from Monday, 8 May 2006.",
      "id": "s14"
    },
    {
      "text": "His Honour will no doubt appreciate that the date specified for the commencement of my judicial duties has been chosen in order that I might discharge my responsibilities as Counsel in the case which is listed before his Honour.",
      "id": "s15"
    },
    {
      "text": "This course has been chosen because, by the time the decision of the Government of Western Australia was known to me, it was too late for my client to engage alternative Senior Counsel to appear at the trial commencing on 10 April 2006.",
      "id": "s16"
    },
    {
      "text": "I would mention in this connection that I have been heavily engaged in the preparation of this case for trial, having appeared on behalf of the Applicant at the Appeal which led to the retrial.",
      "id": "s17"
    },
    {
      "text": "I was therefore confronted with the situation in which, if I were to withdraw from the case at short notice, my client would suffer the prejudice of going to trial without properly instructed Senior Counsel, unless of course the trial was adjourned which would be extremely disruptive to the other parties and the Court.",
      "id": "s18"
    },
    {
      "text": "I would therefore be most grateful if you would bring the announcement of my appointment to the attention of his Honour but also advise his Honour that subject to any views he may have, it is my present intention to fulfil my obligations to my client and appear as Counsel at the trial.",
      "id": "s19"
    },
    {
      "text": "In this regard, and subject to his Honour's views, it seems to me that this course does not pose any difficulty, given that the proceedings are in a Court which is of course not part of the curial hierarchy to which I am to be appointed, and the trial is to be held outside the State in which I am to be appointed.",
      "id": "s20"
    },
    {
      "text": "I should also mention that it is my understanding that this matter was raised with Chief Justice Black by the Solicitor-General for Western Australia a little while ago.",
      "id": "s21"
    },
    {
      "text": "I will of course send a copy of this letter to the Solicitors and Counsel for the Respondent.",
      "id": "s22"
    },
    {
      "text": "WAYNE MARTIN \" \n \n \n\n8 That letter is Exhibit \"A\" to the affidavit of John Richard Moore sworn 5 April 2006, the solicitor for the Respondents.",
      "id": "s23"
    },
    {
      "text": "9 The Respondents take the position that, contrary to the view expressed by Mr Martin in the third last paragraph of his letter, the course proposed by him does pose a difficulty and the difficulty is this.",
      "id": "s24"
    },
    {
      "text": "Because Mr Martin has been offered an appointment to the position of Chief Justice of the Supreme Court of Western Australia and has accepted the appointment notwithstanding that a Commission has not yet issued and nor will the taking of oaths of office occur until 8 May 2006, Mr Martin is now clothed with the standing within the administration of justice of a judicial officer.",
      "id": "s25"
    },
    {
      "text": "That being so, the Respondents say that for all relevant practical purposes, one judge will be representing a party before another judge.",
      "id": "s26"
    },
    {
      "text": "That result, it is said, necessarily has the appearance of unfairness and tends to undermine public confidence in the fair and impartial administration of justice.",
      "id": "s27"
    },
    {
      "text": "10 The fair and impartial administration of justice is said to be undermined because a fair-minded lay observer might reasonably apprehend that a trial judge might not bring an impartial and unprejudiced mind to the resolution of the various questions the trial judge is required to decide if senior counsel retained by one side carries the imprimatur and standing of such an appointment into the conduct of the trial.",
      "id": "s28"
    },
    {
      "text": "The Respondents say that the very fact of the appointment is the circumstance that unfairly weighs the scales against the Respondents at least in a way which would constitute a reasonable apprehension of bias.",
      "id": "s29"
    },
    {
      "text": "11 Mr Moore deposes upon information and belief in his affidavit in support of the motion to a conversation he had with the Second Respondent, Mr Gordon Douglas.",
      "id": "s30"
    },
    {
      "text": "Mr Douglas articulates his concern in the following way.",
      "id": "s31"
    },
    {
      "text": "Mr Douglas feels very uncomfortable with the Applicant being represented by counsel with an accepted appointment as Chief Justice of a Supreme Court.",
      "id": "s32"
    },
    {
      "text": "Mr Martin's appointment confers extra credibility upon the Applicant's case so as to place PRD Realty and Mr Douglas in a position of disadvantage.",
      "id": "s33"
    },
    {
      "text": "The Respondent's feel aggrieved by what has occurred.",
      "id": "s34"
    },
    {
      "text": "The process is unfair.",
      "id": "s35"
    },
    {
      "text": "Mr Douglas is extremely disappointed about the timing of the announcement of the appointment on the eve of the trial.",
      "id": "s36"
    },
    {
      "text": "Mr Martin carries the authority of the Chief Justice of Western Australia into the trial.",
      "id": "s37"
    },
    {
      "text": "The Respondents have the odds stacked against them unfairly and Mr Douglas feels the Respondents have been put through enough without having to face the concern of the Applicant now being represented in Court by a person who has received an appointment as Chief Justice of a State Supreme Court.",
      "id": "s38"
    },
    {
      "text": "Mr Douglas and PRD Realty will always believe that the trial judge was influenced to find for the Applicant by the authority which Mr Martin's position as State Chief Justice gives to the Applicant's case.",
      "id": "s39"
    },
    {
      "text": "The most recent turn of events is awkward and embarrassing.",
      "id": "s40"
    },
    {
      "text": "12 Accordingly, the Respondents' submission is that the trial judge upon whose docket the action is listed or any judge of the Federal Court of Australia is not capable of conducting a trial of the action should Mr Martin appear for the Applicant, in a way which is consistent with a perception in the mind of a fair-minded lay observer acting reasonably of the judge bringing a fair, independent and impartial mind to bear on the issues.",
      "id": "s41"
    },
    {
      "text": "The very presence of Mr Martin raises the possibility of a failure to afford independence and impartiality in the exercise of judicial power.",
      "id": "s42"
    },
    {
      "text": "13 There is no basis for such an apprehension.",
      "id": "s43"
    },
    {
      "text": "14 Mr Martin is a senior member of an Australian Bar who is retained to appear as counsel in a matter before the Federal Court of Australia.",
      "id": "s44"
    },
    {
      "text": "He is not the Chief Justice of the Supreme Court of Western Australia although plainly enough the announcement of the appointment to be made ultimately the subject of a Commission and the taking of oaths of office is an expression of confidence by the Government of Western Australia in the professional standing and skills of Mr Martin.",
      "id": "s45"
    },
    {
      "text": "He is to be appointed to the Supreme Court of a State.",
      "id": "s46"
    },
    {
      "text": "He is not appointed as Chief Justice of the Federal Court of Australia nor as a Justice of the High Court of Australia or a Justice of the Federal Court of Australia.",
      "id": "s47"
    },
    {
      "text": "Appeals from decisions of the Federal Court of Australia do not lie to the Supreme Court of Western Australia.",
      "id": "s48"
    },
    {
      "text": "There is, therefore, no tenable conscious or unconscious influence or apprehended influence which might affect the mind of a Federal Court judge in the conduct of a case, in the present circumstances, as an incident of existing structural jurisdictional arrangements.",
      "id": "s49"
    },
    {
      "text": "15 The second question then is whether a fair-minded lay observer might reasonably apprehend conscious or unconscious influence in a way which would undermine the impartial and unprejudiced determination of the issues by reason of Mr Martin's proposed appointment to take effect at the conclusion of the trial.",
      "id": "s50"
    },
    {
      "text": "16 Three preliminary observations should be made.",
      "id": "s51"
    },
    {
      "text": "The first is that the action forms part of my docket and the trial will be conducted before me.",
      "id": "s52"
    },
    {
      "text": "Although I have been engaged in the conduct of commercial litigation for over 30 years, I have never met Mr Martin nor been involved in any commercial litigation with or against him.",
      "id": "s53"
    },
    {
      "text": "I simply know of him by reputation in the way in which any experienced person knows of leaders of the Bar.",
      "id": "s54"
    },
    {
      "text": "17 Secondly, the conduct of the case on behalf of the Respondents is undertaken by not one but two senior counsel.",
      "id": "s55"
    },
    {
      "text": "The conduct of the case for the Respondents will be lead by Mr Brian O'Donnell QC and Mr Peter Applegarth SC leading Mr Pomerenke all instructed by Mr Moore who is an experienced litigation solicitor.",
      "id": "s56"
    },
    {
      "text": "It is not suggested that Mr Martin will conduct the case on behalf of the Applicant in an unprofessional way or in any way inconsistent with the proper discharge of all obligations to the Court.",
      "id": "s57"
    },
    {
      "text": "To the extent that Mr Martin might seek to put propositions that are thought by the Respondents to be or are in fact unsustainable, the Respondents seem to be in a position to add their own gravitas through their advisers so as to ensure the balance and proportionality required to properly protect their interests.",
      "id": "s58"
    },
    {
      "text": "18 Thirdly, although I accept that a natural response of a lay litigant to the notion that counsel representing an adversary is a person who has acquired what might be perceived to be elevated standing, is to raise a concern as to the implications for that litigant in the conduct of the case, the question is whether in all the circumstances a fair-minded lay observer acting objectively and reasonably would perceive a possibility of an absence of an impartial mind on the part of a judge.",
      "id": "s59"
    },
    {
      "text": "The question is not determined by the views expressed by Mr Douglas [11] unless it is said that those views are emblematic of the view a fair-minded lay observer acting objectively and reasonably might take.",
      "id": "s60"
    },
    {
      "text": "The role of experienced counsel in advising the lay litigant in the face of particular articulated concerns is to reflect informed opinion as to whether the presence in the conduct of a trial in the Federal Court in Brisbane for a party represented by senior counsel from Western Australia facing appointment to the Supreme Court in that State raises fairly and objectively, assessed from the standpoint of a fair-minded lay observer a possibility (that is, a real and not remote possibility) of impartiality.",
      "id": "s61"
    },
    {
      "text": "19 In Ebner v Official Trustee in Bankruptcy [2000] HCA 63 ; (2001) 205 CLR 337, their Honours Gleeson CJ, McHugh, Gummow and Hayne JJ expressed the principles in these terms:\n \n \n \"6.",
      "id": "s62"
    },
    {
      "text": "Where, in the absence of any suggestion of actual bias, a question arises as to the independence or impartiality of a judge (or other judicial officer or juror), as here, the governing principle is that, subject to qualifications relating to waiver ... or necessity ..., a judge is disqualified if a fair-minded lay observer might reasonably apprehend that the judge might not bring an impartial mind to the resolution of the question the judge is required to decide.",
      "id": "s63"
    },
    {
      "text": "That principle gives effect to the requirement that justice should both be done and be seen to be done, a requirement which reflects the fundamental importance of the principle that the tribunal be independent and impartial.",
      "id": "s64"
    },
    {
      "text": "It is convenient to refer to it as the apprehension of bias principle.",
      "id": "s65"
    },
    {
      "text": "7.",
      "id": "s66"
    },
    {
      "text": "The apprehension of bias principle may be thought to find its justification in the importance of the basic principle, that the tribunal be independent and impartial.",
      "id": "s67"
    },
    {
      "text": "So important is the principle that even the appearance of departure from it is prohibited lest the integrity of the judicial system be undermined.",
      "id": "s68"
    },
    {
      "text": "There are, however, some other aspects of the apprehension of bias principle which should be recognised.",
      "id": "s69"
    },
    {
      "text": "Deciding whether a judicial officer might not bring an impartial mind to the resolution of a question that has not been determined requires no prediction about how the judge will in fact approach the matter.",
      "id": "s70"
    },
    {
      "text": "The question is one of possibility (real and not remote), not probability.",
      "id": "s71"
    },
    {
      "text": "...\" \n \n \n \n\n20 Importantly, their Honours also said this:\n \n \n \"8.",
      "id": "s72"
    },
    {
      "text": "The apprehension of bias principle admits of the possibility of human frailty.",
      "id": "s73"
    },
    {
      "text": "Its application is as diverse as human frailty.",
      "id": "s74"
    },
    {
      "text": "Its application requires two steps .",
      "id": "s75"
    },
    {
      "text": "First , it requires the identification of what it is said might lead a judge to decide a case other than on its legal and factual merits.",
      "id": "s76"
    },
    {
      "text": "The second step is no less important.",
      "id": "s77"
    },
    {
      "text": "There must be an articulation of the logical connection between the matter and the feared deviation from the course of deciding the case on its merits.",
      "id": "s78"
    },
    {
      "text": "The bare assertion that a judge has an 'interest' in litigation, or an interest in a party to it, will be of no assistance until the nature of the interest, and the asserted connection with the possibility of departure from impartial decision-making, is articulated.",
      "id": "s79"
    },
    {
      "text": "Only then can the reasonableness of the asserted apprehension of bias be assessed.",
      "id": "s80"
    },
    {
      "text": "\" \n \n \n\n21 Their Honours also pointed out that the apprehension of bias principle has become part of the common law of Australia expressed differently in this country in its formulation to that of England as expressed in Locabail (UK) Ltd v Bayfield Properties Ltd [2000] QB 451.",
      "id": "s81"
    },
    {
      "text": "22 Traditionally, apprehended bias connoting an absence of impartiality has been examined against the background of whether a judge has an \"interest\" in the cause to be determined before him (whether the interest is a financial interest or, in more recent times, a non-economic interest), an \"interest in a party\" of a sufficient threshold (such as shares in an entity being a party in the proceeding before the judge), an \"association\" with a party or counsel, knowledge of particular \"information\" or \"some other circumstance\": Ebner v Official Trustee in Bankruptcy (supra) at paragraph [33].",
      "id": "s82"
    },
    {
      "text": "Those factors reflect the identification of what might lead a judge to decide a case other than on its legal and factual merits.",
      "id": "s83"
    },
    {
      "text": "Having identified those factors, there must be an articulation of the logical connection between that matter and the feared deviation from the course of deciding the case on its merits.",
      "id": "s84"
    },
    {
      "text": "That analysis determines whether the apprehension is reasonably held.",
      "id": "s85"
    },
    {
      "text": "23 In this case, the proposition is that the standing of Mr Martin is the matter which might lead a judge of the Federal Court of Australia to decide a case other than on its legal and factual merits.",
      "id": "s86"
    },
    {
      "text": "It seems to me that the offer made to Mr Martin of an appointment and the proposal to accept such an appointment to the Supreme Court of Western Australia does not identify a matter which might be said to lead a judge of the Federal Court to decide the case other than on its merits both as to the facts and the legal issues.",
      "id": "s87"
    },
    {
      "text": "But even if it is thought that Mr Martin's elevated status provided the foundation for an identified matter giving rise to such a concern, the Respondents have not articulated a \"logical connection\" between that matter and the fear held of a deviation from the course of deciding the case on its merits which is a duty of the trial judge in exercising judicial power.",
      "id": "s88"
    },
    {
      "text": "24 The submission of the Respondents is essentially a \"bare assertion\" which is of \"no assistance\" until the true nature of the \"asserted connection with the possibility of departure from an impartial decision-making\", is articulated [20].",
      "id": "s89"
    },
    {
      "text": "It seems to me that the Respondents have not been able to demonstrate the \"reasonableness of the asserted apprehension of bias\".",
      "id": "s90"
    },
    {
      "text": "25 These principles are consistent with the observations of their Honours Gleeson CJ, Gaudron, McHugh, Gummow and Hayne JJ in Johnson v Johnson [2000] HCA 48 ; (2000) 201 CLR 488.",
      "id": "s91"
    },
    {
      "text": "The notion that the test is an objective one to be assessed by reference to a fair-minded lay observer acting reasonably having regard to a real and not remote possibility is consistent with the views of Callinan J and Heydon J in Antoun v The Queen [2006] HCA 2.",
      "id": "s92"
    },
    {
      "text": "26 The Respondents place particular emphasis upon an exchange which occurred in an application before their Honours Gleeson CJ, McHugh J and Gummow J in an application for special leave in three matters S296, S297 and S298 of 2004 the first of which is described as Batterham v Maylord Equity Management Pty Ltd , (22 April 2005).",
      "id": "s93"
    },
    {
      "text": "Mr Rothman SC appeared for the applicant for special leave.",
      "id": "s94"
    },
    {
      "text": "McHugh J made this observation at the commencement of the application:\n \n \"Before you start, Mr Rothman, there is a matter I must draw your attention to.",
      "id": "s95"
    },
    {
      "text": "Yesterday, it was announced you were going to be appointed to the Supreme Court and it is very difficult, no doubt, in the circumstances to get another counsel to do these cases, but the tradition in New South Wales, Victoria and Western Australia, at least to my knowledge, is that counsel do not appear in cases after they have been appointed to the bench.",
      "id": "s96"
    },
    {
      "text": "That tradition has been breached on at least another occasion in recent times.",
      "id": "s97"
    },
    {
      "text": "\" \n \n \n\n27 The Respondents rely upon his Honour's observation as recognising the existence of such a tradition and articulate the underlying principle for the tradition as one consistent with their argument in the present case, namely, that counsel's election to appear in a case after appointment to the bench is apt to convey to a fair-minded objective lay observer the possibility of a lack of impartiality.",
      "id": "s98"
    },
    {
      "text": "28 Mr Rothman responded by apologising to the Court if his appearance in the case caused any embarrassment.",
      "id": "s99"
    },
    {
      "text": "Mr Rothman observed, however, \"I have to say, I did seek some indication from the Chief Justice of New South Wales who indicated that it was appropriate so I had that in mind and I apologise if it has caused any embarrassment, your Honours\" .",
      "id": "s100"
    },
    {
      "text": "The Chief Justice then said, \"Anyway, go ahead with your argument ... and congratulations on your appointment\" .",
      "id": "s101"
    },
    {
      "text": "McHugh J said, \"Yes\" .",
      "id": "s102"
    },
    {
      "text": "29 Counsel for the applicant in the proceeding and the respondent to the motion point out that Chief Justice Spiegelman seemed to take the view that it was appropriate for Mr Rothman to appear and, therefore, it seems minds might legitimately differ about the \"tradition\".",
      "id": "s103"
    },
    {
      "text": "Further, Chief Justice Gleeson did not embrace the observations of McHugh J and seemed.",
      "id": "s104"
    },
    {
      "text": "notwithstanding those observations, to immediately invite Mr Rothman to go ahead with his argument, without further comment.",
      "id": "s105"
    },
    {
      "text": "30 The applicant respondents say that the respondent to the special leave application did not object to Mr Rothman's appearance and that is the end of the matter and, secondly, Mr Rothman was appearing before the High Court.",
      "id": "s106"
    },
    {
      "text": "Since Mr Rothman's appearance was before the highest Court in the Australian appellate structure, there could be no embarrassment in the sense in which apprehended bias arises in the present proceedings.",
      "id": "s107"
    },
    {
      "text": "In the course of argument, I invited counsel for the Respondent to the motion (the Applicant in the proceeding), Mr Sofronoff QC to say whether he accepted that there is a \"tradition\" consistent with the views expressed by McHugh J and, if so, what principle provides the foundation for such a tradition.",
      "id": "s108"
    },
    {
      "text": "Mr Sofronoff was not able to say whether there is a \"tradition\" although the views of Justice McHugh must, of course, be given great weight and regard.",
      "id": "s109"
    },
    {
      "text": "Since Mr Sofronoff can not say whether there is a practice elevated to a tradition, he is not able to identify a principle out of which such a tradition might have evolved.",
      "id": "s110"
    },
    {
      "text": "31 It seems to me that there is an analogous position in the present proceeding in the sense that Mr Martin is appointed to the State Supreme Court of Western Australia.",
      "id": "s111"
    },
    {
      "text": "There is no structural constitutional impediment conscious or unconscious to a robust conduct of the trial in a fair and balanced way by reason of Mr Martin's appointment to that Court.",
      "id": "s112"
    },
    {
      "text": "The question would be different if Mr Martin's appointment was to the Federal Court or, more specifically, as Chief Justice of the Federal Court.",
      "id": "s113"
    },
    {
      "text": "32 I am not satisfied that any basis has been established for apprehended bias.",
      "id": "s114"
    },
    {
      "text": "33 The order sought is not one of disqualification of a trial judge but adjournment of the proceeding and adjournment would have the effect of displacing the conduct of the trial until possibly September or more probably October 2006 since I am advised by counsel for the Respondents that one cannot be assured the trial will conclude in the period 10 April to 4 May 2006.",
      "id": "s115"
    },
    {
      "text": "That adjournment would have the effect of displacing Mr Martin from his role as counsel for the Applicant.",
      "id": "s116"
    },
    {
      "text": "The Respondents say that if the proceeding is so adjourned, the Applicant would have sufficient time to retain alternative counsel.",
      "id": "s117"
    },
    {
      "text": "When the application was initially foreshadowed yesterday, the order to be sought was one restraining the Applicant from engaging the counsel of its choice in the conduct of the trial.",
      "id": "s118"
    },
    {
      "text": "That order has not been sought.",
      "id": "s119"
    },
    {
      "text": "The order now sought is an order that the trial be adjourned and the Applicant pay the costs of the motion.",
      "id": "s120"
    },
    {
      "text": "34 Having regard to the history of the matter and recognising that this proceeding was commenced on 5 December 1996, it is important that the controversy between these parties is resolved as soon as possible.",
      "id": "s121"
    },
    {
      "text": "I am not persuaded that it is in the interests of justice that the matter be adjourned.",
      "id": "s122"
    },
    {
      "text": "The Respondent Applicant relies upon an affidavit of Mr Andrew Charles which identifies the history of the matter, the preparation of the matter for re-trial, the analysis of the documents in preparation, the arrangements in relation to witnesses and the consequences of any adjournment.",
      "id": "s123"
    },
    {
      "text": "I am satisfied that the adjournment of the matter will inflict significant dislocation on the Applicant as it no doubt will upon the Respondents.",
      "id": "s124"
    },
    {
      "text": "It is important that the matter proceed to trial as soon as possible.",
      "id": "s125"
    },
    {
      "text": "There is a real need or necessity to determine the controversy by trial without any further delay having regard to the history and the field of the issues raised by the litigation.",
      "id": "s126"
    },
    {
      "text": "In that regard see Expectation Pty Ltd v PRD Realty Pty Ltd &amp; Anor [2006] FCA 360, 4 April 2006.",
      "id": "s127"
    },
    {
      "text": "35 In Ebner v Official Trustee in Bankruptcy (supra), Justice Gaudron at paragraphs [79] to [82] observed that the notions of impartiality and the appearance of impartiality are so fundamental to the judicial process that they are defining features of judicial power and form part of the exercise of the judicial power of the Commonwealth by Chapter III Courts.",
      "id": "s128"
    },
    {
      "text": "Accordingly, Chapter III operates to provide a constitutional guarantee that matters of Federal jurisdiction are determined by a Court constituted by a judge who is impartial and who appears to be impartial.",
      "id": "s129"
    },
    {
      "text": "A question might then arise as to whether, in the face of a failure to act consistently with the constitutional guarantee, there is any role for a doctrine of necessity.",
      "id": "s130"
    },
    {
      "text": "I have formed the view that in the circumstances of this case there is no apprehension of bias.",
      "id": "s131"
    },
    {
      "text": "If, however, the relevant circumstances give rise to an apprehension of bias, it seems to me that there is a real necessity to conduct the trial and not postpone it.",
      "id": "s132"
    },
    {
      "text": "Consistent with the views of their Honours, Gleeson CJ, McHugh, Gummow and Hayne JJ in Ebner v Official Trustee in Bankruptcy (supra), it may be that the doctrine forms part of the qualification upon the content of the constitutional guarantee.",
      "id": "s133"
    },
    {
      "text": "36 Notwithstanding these observations in relation to the doctrine of necessity, I am not satisfied that there is any basis demonstrated in the circumstances of the present case of apprehended bias.",
      "id": "s134"
    },
    {
      "text": "Although Mr Sofronoff asserts in his submissions that \"the proposition that the court could be seen to bring a less than impartial mind to bear on the determination of the issues is preposterous\" , I am content to conclude that there is no basis made out for a submission of apprehended bias.",
      "id": "s135"
    },
    {
      "text": "37 I propose to dismiss the motion.",
      "id": "s136"
    },
    {
      "text": "38 As to the question of costs, I propose to reserve the costs of the motion until the parties have had an opportunity to consider these Reasons and make submissions in relation to costs.",
      "id": "s137"
    },
    {
      "text": "I certify that the preceding thirty-eight (38) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Greenwood.",
      "id": "s138"
    },
    {
      "text": "Associate:\n\nDated: 7 April 2006\n\n Counsel for the Applicant: Mr Walter Sofronoff QC and Mr Burns \n \n Solicitor for the Applicant: Clewett Corser &amp; Drummond \n \n Counsel for the Respondent: Mr Brian O'Donnell SC and Mr Pomerenke \n \n Solicitor for the Respondent: Thynne &amp; Macartney \n \n Date of Hearing: 6 April 2006 \n \n Date of Publication of Orders: 7 April 2006 \n \n Date of Publication of Reasons for Judgment: 7 April 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/392.html",
      "id": "s139"
    }
  ]
}