{
  "name": "SZECD v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2006] FCA 31 (7 February 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/31.html",
  "catchphrases": [
    {
      "text": "whether a second tribunal was entitled to rely on the findings of the first tribunal pursuant to s 416 of the migration act",
      "id": "c0"
    },
    {
      "text": "whether the first tribunal decision determined an rrt-reviewable decision",
      "id": "c1"
    },
    {
      "text": "application based on \"grounds to follow\" not valid",
      "id": "c2"
    },
    {
      "text": "delegate decision on invalid visa application is nonetheless a decision for the purposes of ss 411 and 412",
      "id": "c3"
    },
    {
      "text": "delegate decision on invalid visa application is an rrt-reviewable decision",
      "id": "c4"
    },
    {
      "text": "visa application becomes complete and valid when further information received by the department or by the tribunal",
      "id": "c5"
    },
    {
      "text": "procedural fairness",
      "id": "c6"
    },
    {
      "text": "applicant not told by the second tribunal that it may rely on the findings of the first tribunal",
      "id": "c7"
    },
    {
      "text": "applicant denied the opportunity to address the matters that gave rise to the first tribunal decision",
      "id": "c8"
    },
    {
      "text": "denial of natural justice",
      "id": "c9"
    },
    {
      "text": "whether denial of natural justice infects the whole decision where there is an alternative basis for the decision",
      "id": "c10"
    },
    {
      "text": "actual or imputed bias",
      "id": "c11"
    },
    {
      "text": "whether second tribunal demonstrated bias in relying on s 416",
      "id": "c12"
    },
    {
      "text": "migration",
      "id": "c13"
    },
    {
      "text": "migration",
      "id": "c14"
    },
    {
      "text": "migration",
      "id": "c15"
    }
  ],
  "sentences": [
    {
      "text": "1 The appellant, from Bangladesh, lodged an application for a protection visa on 16 October 1997.",
      "id": "s0"
    },
    {
      "text": "A delegate of the first respondent refused to grant a protection visa ('the first delegate's decision').",
      "id": "s1"
    },
    {
      "text": "The visa application before the first delegate referred to \"my statutory declaration\" but did not contain any such statutory declaration or any information relating to the appellant's claims for protection.",
      "id": "s2"
    },
    {
      "text": "2 The appellant then lodged an application to the Refugee Review Tribunal ('the Tribunal') for review of the first delegate's decision on 21 November 1997 ('the first Tribunal application').",
      "id": "s3"
    },
    {
      "text": "On 6 October 1999, the Tribunal ('the first Tribunal') wrote to the appellant informing him that it was not prepared to make a decision on the information that it had.",
      "id": "s4"
    },
    {
      "text": "It invited him to a hearing and invited him, inter alia, to submit any new documents or written arguments.",
      "id": "s5"
    },
    {
      "text": "On 9 November 1999, the appellant submitted a statutory declaration made on 9 November 1999 and other material to the first Tribunal.",
      "id": "s6"
    },
    {
      "text": "The appellant attended the hearing before the first Tribunal.",
      "id": "s7"
    },
    {
      "text": "On 7 December 1999, the Tribunal upheld the first delegate's decision ('the first Tribunal decision').",
      "id": "s8"
    },
    {
      "text": "One of its findings was that it was not satisfied that the appellant ' has ever been an active politically-savvy member of any political party, not the BNP nor any other '.",
      "id": "s9"
    },
    {
      "text": "I refer to the first Tribunal's findings in order to understand the findings the subject of this appeal.",
      "id": "s10"
    },
    {
      "text": "3 On 3 July 2001 the appellant lodged a second application for a protection visa on the basis that the first application was invalid.",
      "id": "s11"
    },
    {
      "text": "The second application included a copy of the statutory declaration that had earlier been forwarded to the first Tribunal.",
      "id": "s12"
    },
    {
      "text": "The second application also included the statement: ' I trust all my supporting documents which I have provided the RRT is now available to the Onshore Refugee.",
      "id": "s13"
    },
    {
      "text": "However if the department wants them again to forward I will do so as soon as I am advised '.",
      "id": "s14"
    },
    {
      "text": "On 31 August 2001 a delegate of the first respondent refused to grant a protection visa to the appellant ('the second delegate's decision').",
      "id": "s15"
    },
    {
      "text": "4 On 18 September 2001 the appellant applied to the Tribunal ('the second Tribunal') for a review of the second delegate's decision.",
      "id": "s16"
    },
    {
      "text": "On 15 April 2002 the second Tribunal affirmed the second delegate's decision ('the second Tribunal decision').",
      "id": "s17"
    },
    {
      "text": "THE SECOND TRIBUNAL DECISION \n \n5 The second Tribunal held that, pursuant to s 416 of the Migration Act 1958 (Cth) ('the Act'), it was not required to consider any information considered in the earlier application for review.",
      "id": "s18"
    },
    {
      "text": "It held that it may have regard to, and take to be correct, any decision that the first Tribunal made about or because of that information, and did so.",
      "id": "s19"
    },
    {
      "text": "The second Tribunal accepted the findings of the first Tribunal ' that the [appellant] had not been a politically active member of any political party, not the BNP or any other, and that the [first] Tribunal was not satisfied that the [appellant] had a well founded fear of persecution in the foreseeable future if he returned to Bangladesh '.",
      "id": "s20"
    },
    {
      "text": "6 The second Tribunal continued to consider the situation, in the alternative, if it were to accept the appellant's claims of political activism.",
      "id": "s21"
    },
    {
      "text": "The second Tribunal noted that the appellant's claimed political party, the BNP, had been elected to government in Bangladesh and determined that the appellant could safely return to his country.",
      "id": "s22"
    },
    {
      "text": "The second Tribunal also found that, if it accepted the appellant's claim that he faced false politically motivated charges on his return, he nevertheless would be able to access adequate state protection and that there would be no real chance of treatment amounting to persecution.",
      "id": "s23"
    },
    {
      "text": "The second Tribunal also rejected the appellant's claim that he could not return to Bangladesh because his mother was contemplating moving to Sweden and there would be no one to protect him.",
      "id": "s24"
    },
    {
      "text": "Even if this was accepted as factually correct, the Tribunal said that such a claim was not Convention based.",
      "id": "s25"
    },
    {
      "text": "7 On 29 July 2004 the appellant lodged an application in the Federal Magistrates Court to review the second Tribunal decision.",
      "id": "s26"
    },
    {
      "text": "On 29 April 2005, the Federal Magistrate dismissed the application.",
      "id": "s27"
    },
    {
      "text": "THE DECISION OF THE FEDERAL MAGISTRATE \n \n8 The appellant was represented before the Federal Magistrate by Mr Julian Gormly of counsel.",
      "id": "s28"
    },
    {
      "text": "9 The grounds relied upon before the Federal Magistrate were, in substance:\n \n &#8226; failure on the part of the second Tribunal to carry out its review function and to exercise its jurisdiction by its reliance on the first Tribunal decision; and\n &#8226; lack of entitlement on the part of the second Tribunal to rely on s 416 of the Act because the first Tribunal decision was based on the invalid first visa application.",
      "id": "s29"
    },
    {
      "text": "10 The Federal Magistrate set out in some detail the submissions on these grounds but did not decide whether the second Tribunal was entitled to rely on the first Tribunal decision by reason of s 416.",
      "id": "s30"
    },
    {
      "text": "His Honour's decision was based upon the \"alternative reasons\" for the second Tribunal decision.",
      "id": "s31"
    },
    {
      "text": "At [36], his Honour said:\n \n 'In this matter a decision had been made by the Tribunal member and that finding was recorded in the second Tribunal decision at paragraph [38] (CB p.83).",
      "id": "s32"
    },
    {
      "text": "The transcript reproduced in paragraph 33 above, indicated that the Tribunal member raised this issue with the [appellant] .",
      "id": "s33"
    },
    {
      "text": "It could be argued that the change in the political fortunes of the various parties leading to the change of controlling power in the Parliament in October 2001 would be broad public knowledge to anyone associated with Bangladesh and particularly a person who claimed a high political profile.",
      "id": "s34"
    },
    {
      "text": "However, the Tribunal member did accord the [appellant] procedural fairness by raising the issue of the consequences that flow from such a change that would result in a change of circumstances of the [appellant] himself.",
      "id": "s35"
    },
    {
      "text": "There was no need to examine the decision making process of the second Tribunal member in reaching this decision as this could encroach on the merits of the decision.",
      "id": "s36"
    },
    {
      "text": "Importantly, the decision was not dependent upon the first Tribunal's decision or the material submitted to that the first Tribunal and subsequently re-submitted to the second Tribunal.",
      "id": "s37"
    },
    {
      "text": "This decision was based on information that stood alone and was not influenced by prior determinations concerning the [appellant] and was, in fact, as the respondent Counsel suggested a simple and complete answer to the Tribunal's decision.",
      "id": "s38"
    },
    {
      "text": "' \n \n FURTHER AMENDED NOTICE OF APPEAL \n \n11 In the further amended notice of appeal to this Court, the appellant lists the following grounds of appeal: \n \n (1) The Federal Magistrate erred in not finding that the second Tribunal decision was affected by jurisdictional error in that the second Tribunal failed to carry out its review function and to exercise its jurisdiction in respect of the second delegate's decision: \n \n \n &#8226; The second Tribunal did not consider or independently evaluate the claims of the appellant and instead relied on the findings of the first Tribunal.",
      "id": "s39"
    },
    {
      "text": "(2) The second Tribunal was not entitled to rely on the findings of the first Tribunal decision pursuant to s 416 of the Act because the first application was invalid: \n \n \n &#8226; The first application was invalid because it made no specific claims for recognition as a refugee under The Convention relating to the Status of Refugees as amended by the Refugees Protocol .",
      "id": "s40"
    },
    {
      "text": "&#8226; As the first application was invalid, the first Tribunal had no authority to make any decision.",
      "id": "s41"
    },
    {
      "text": "Therefore the first Tribunal's purported decision cannot be said to have \"determined\" an \"RRT-reviewable decision\" within the meaning of s 416 of the Act.",
      "id": "s42"
    },
    {
      "text": "(3) The second Tribunal decision was affected by jurisdictional error in that the appellant was denied procedural fairness: \n \n \n &#8226; in relation to the matters in grounds 1 and 2, which also amount to a failure to comply with s 414 of the Act; and\n &#8226; in relation to the bias.",
      "id": "s43"
    },
    {
      "text": "(4) The second Tribunal decision was affected by jurisdictional error in that it was affected by actual bias in relation to its findings pursuant to s 416: \n \n \n &#8226; The grounds of the further amended notice of appeal relate to factual matters or to the asserted reliance by the second Tribunal on the first Tribunal decision.",
      "id": "s44"
    },
    {
      "text": "12 It can be seen from the further amended notice of appeal that Mr Gormly, who again appears for the appellant, does not assert any separate basis for error on the part of the Federal Magistrate or jurisdictional error on the part of the second Tribunal with respect to the alternative basis for the decision.",
      "id": "s45"
    },
    {
      "text": "His submission is that, if the second Tribunal was not entitled to rely on s 416 , the second Tribunal decision is 'infected' with procedural unfairness and the whole of that decision is vitiated.",
      "id": "s46"
    },
    {
      "text": "13 Three issues arise for consideration:\n \n &#8226; Was the second Tribunal entitled to rely on s 416?",
      "id": "s47"
    },
    {
      "text": "&#8226; If the second Tribunal was not entitled to rely on s 416 , is the alternative basis for the decision sufficient to avoid the consequence that the whole decision fails for jurisdictional error?",
      "id": "s48"
    },
    {
      "text": "&#8226; If the second Tribunal was not entitled to rely on s 416 , does there remain a discretion not to refer the matter back to the Tribunal and, if so, how should that discretion be exercised?",
      "id": "s49"
    },
    {
      "text": "WAS THE SECOND TRIBUNAL ENTITLED TO RELY ON S 416?",
      "id": "s50"
    },
    {
      "text": "14 Section 416 of the Act provides:\n \n 'If a non-citizen who has made: \n \n \n \n (a) an application for review of an RRT-reviewable decision that has been determined by the Tribunal or the Administrative Appeals Tribunal; or \n \n \n \n \n \n (b) applications for reviews of RRT-reviewable decisions that have been determined by the Tribunal or the Administrative Appeals Tribunal; \n \n \n \n makes a further application for review of an RRT-reviewable decision, the Tribunal, in considering the further application: \n \n \n \n (c) is not required to consider any information considered in the earlier application or an earlier application; and \n \n \n \n \n \n (d) may have regard to, and take to be correct, any decision that the Tribunal or the Administrative Appeals Tribunal made about or because of that information.",
      "id": "s51"
    },
    {
      "text": "' \n \n \n \n\n15 There is no dispute that the second Tribunal did not re-evaluate the claims made by the appellant to the first Tribunal nor that, but for s 416 , it was obliged to do so by reason of s 414.",
      "id": "s52"
    },
    {
      "text": "16 The RRT-reviewable decision is the first delegate's decision to refuse to grant a protection visa.",
      "id": "s53"
    },
    {
      "text": "Mr Gormly submits that s 416 does not apply to the first Tribunal decision because that decision was made in respect of an invalid application and, accordingly, the first Tribunal had no jurisdiction to review or determine the first delegate's decision in respect of that invalid application.",
      "id": "s54"
    },
    {
      "text": "The invalidity arises, it is submitted, from the fact that the first application did not substantially comply with the requirements, made under the Act and Regulations, of lodging a completed application in the prescribed form.",
      "id": "s55"
    },
    {
      "text": "Mr Gormly says that this invalidity was not cured by the appellant sending the promised statutory declaration and material relating to his claims to the first Tribunal.",
      "id": "s56"
    },
    {
      "text": "He refers to s 47(3) which provides that the Minister is not to consider an application that is not a valid application and submits that the invalidity is not cured by s 69(1).",
      "id": "s57"
    },
    {
      "text": "He relies upon the decision in Minister for Immigration and Multicultural Affairs v Li [2000] FCA 1456 ; (2000) 103 FCR 486.",
      "id": "s58"
    },
    {
      "text": "17 Mr Johnson who appears for the first respondent submits that, based upon the reasoning in Yilmaz v Minister for Immigration &amp; Multicultural Affairs [2000] FCA 906 ; (2000) 100 FCR 495, Thayananthan v Minister for Immigration &amp; Multicultural Affairs [2001] FCA 831 ; (2001) 113 FCR 297 and Zubair v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2004] FCAFC 248 ; (2004) 139 FCR 344, the first delegate's decision was not invalid and that an RRT-reviewable decision had been determined by the first Tribunal.",
      "id": "s59"
    },
    {
      "text": "18 In Yilmaz, the Full Court (Spender and Gyles JJ, Marshall J dissenting) the promised statement was not supplied prior to the decision of the delegate; it was submitted to the Department after that decision.",
      "id": "s60"
    },
    {
      "text": "The Court was concerned with the power of the Tribunal to determine an application for a protection visa which was, to use the expression of Spender J, \"inchoate\" at the time that the delegate had determined it but complete at the time that the application was before the Tribunal.",
      "id": "s61"
    },
    {
      "text": "The visa application had stated that the grounds were contained in a \"statement to follow.",
      "id": "s62"
    },
    {
      "text": "\" The promised statement was not supplied prior to the decision of the Minister's delegate but was supplied to the Department after the delegate's decision.",
      "id": "s63"
    },
    {
      "text": "19 Gyles J (with whom Spender J agreed, Marshall J dissenting) referred to decisions of the Court as to whether material received by the Tribunal would cure deficiencies in the application.",
      "id": "s64"
    },
    {
      "text": "First instance authority differed as to whether the application was complete for the purposes of the Act in those circumstances.",
      "id": "s65"
    },
    {
      "text": "In each of those cases the view was taken that the decision of the delegate was a decision within the meaning of ss 411 and 412 of the Act, that is it was an RRT-reviewable decision.",
      "id": "s66"
    },
    {
      "text": "The basis for that conclusion was either the application of s 69 of the Act or the application of the principle in Collector of Customs (NSW) v Brian Lawlor Automotive Pty Ltd (1979) 41 FLR 338.",
      "id": "s67"
    },
    {
      "text": "The latter principle was stated as ' an administrative decision which is legally ineffective or void may be susceptible to appeal '.",
      "id": "s68"
    },
    {
      "text": "As put by Gyles J at [79], each of those judges (Finn, Heerey and Lindgren JJ) had held that an invalid decision is nonetheless a decision for the purposes of ss 411 and 412 .",
      "id": "s69"
    },
    {
      "text": "However, Heerey J and Lindgren J had each held that the Tribunal, in reviewing the decision, was limited to holding that it was invalid.",
      "id": "s70"
    },
    {
      "text": "Finn J had held that the Tribunal was entitled to exercise all the powers and discretions conferred by the Act; the Tribunal was entitled to consider the application as it stood at the time it was completed or perfected before it.",
      "id": "s71"
    },
    {
      "text": "20 Gyles J reviewed the Act and the authorities and concluded at [88] that the Tribunal had jurisdiction to review the \"invalid\" delegate's decision both by reason of the Lawlor principle and by reason of s 69 of the Act.",
      "id": "s72"
    },
    {
      "text": "That is, the decision under review was an RRT-reviewable decision.",
      "id": "s73"
    },
    {
      "text": "His Honour's reasoning then was, at [92], that once the jurisdiction of the review body (here the Tribunal) is enlivened, the decision it makes supersedes the original decision and the invalidity of the original decision is irrelevant.",
      "id": "s74"
    },
    {
      "text": "21 Gyles J held at [93] that the application could be completed later and that there was no reason why this could not take place in the course of review by the Tribunal.",
      "id": "s75"
    },
    {
      "text": "Further, his Honour specifically endorsed that view of Finn J in Phanouvong v Minister for Immigration and Multicultural Affairs (1999) 60 ALD 438.",
      "id": "s76"
    },
    {
      "text": "In Phanouvong the missing information to complete the application for a visa was submitted not to the Department but to the Tribunal.",
      "id": "s77"
    },
    {
      "text": "22 In Li the Full Court affirmed Yilmaz to the extent that, where the additional information was sent to the Department, the application was complete once the promised information was supplied and that if submitted prior to the decision of the delegate, the application, thus completed, was a valid application.",
      "id": "s78"
    },
    {
      "text": "In Li the additional information had been received by the Tribunal rather than by the Department.",
      "id": "s79"
    },
    {
      "text": "The Court in Li at [81] distinguished Yilmaz on the basis that Yilmaz decided that the Tribunal could review, on the merits, a decision of the delegate where a valid application for a visa had been lodged, albeit after the date of the delegate's decision.",
      "id": "s80"
    },
    {
      "text": "23 In Li, the Court determined that, where the additional information was sent to the Tribunal and not to the Department, a valid application had not been lodged.",
      "id": "s81"
    },
    {
      "text": "The Court said at [82] that the fact that the Act preserves an unauthorised decision by a delegate, so that it is subject to review by the Tribunal, does not confer on the Tribunal greater powers than the delegate could have exercised in relation to an invalid application.",
      "id": "s82"
    },
    {
      "text": "The Court, in distinguishing Yilmaz , did not refer to the reasoning of Gyles J in dealing with the circumstances in Phanouvong which were the same as in Li .",
      "id": "s83"
    },
    {
      "text": "24 In Thayananthan , the additional information was supplied to the Department, before the decision was made by the delegate.",
      "id": "s84"
    },
    {
      "text": "The Full Court noted the decision in Li but followed the decision in Yilmaz in concluding that the decision of the delegate was valid.",
      "id": "s85"
    },
    {
      "text": "The Full Court also noted that the analysis of Spender and Gyles JJ regarding the Lawlor principle and s 69 of the Act was ' equally applicable ' to the circumstances arising in Thayananthan .",
      "id": "s86"
    },
    {
      "text": "25 Yilmaz and the cases which have followed it concerned circumstances where the visa application was valid by the time it was considered by the Tribunal but invalid at the time of consideration by the delegate.",
      "id": "s87"
    },
    {
      "text": "Li determined that the application does not become valid if the additional material is submitted to the Tribunal and not to the Department.",
      "id": "s88"
    },
    {
      "text": "However, Gyles J in Yilmaz specifically referred to that situation and drew no distinction.",
      "id": "s89"
    },
    {
      "text": "The respondent relies also upon Zubair which followed Yilmaz (to which I would add Minister for Immigration and Multicultural and Indigenous Affairs v Ahmed [2005] FCAFC 58 ; (2005) 143 FCR 314 and Uddin v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2005] FCAFC 218).",
      "id": "s90"
    },
    {
      "text": "They are authority for the proposition that a decision of the delegate, invalid for its examination of an application that is invalid due to failure to comply with the requirements of the Act, is a decision capable of being reviewed by the Tribunal.",
      "id": "s91"
    },
    {
      "text": "The defects are \"cured\" upon merits review.",
      "id": "s92"
    },
    {
      "text": "The Court in Ahmed and in Zubair endorsed the application of the principles in Lawlor .",
      "id": "s93"
    },
    {
      "text": "26 The weight of authority supports the approach of Yilmaz , that is that missing information can complete an invalid application when submitted to the Department or to the Tribunal .",
      "id": "s94"
    },
    {
      "text": "A delegate's decision, which involved consideration of an invalid application, is an \"RRT-reviewable\" decision.",
      "id": "s95"
    },
    {
      "text": "27 Therefore, in this case, the first delegate's decision was an RRT-reviewable decision and that the first Tribunal had jurisdiction to review that decision as the visa application was complete prior to the determination of the first Tribunal.",
      "id": "s96"
    },
    {
      "text": "It follows that the first Tribunal decision was a valid decision, which was referred to by the second Tribunal for the purposes of s 416(a).",
      "id": "s97"
    },
    {
      "text": "The second Tribunal was entitled by s 416(b) , (c) and (d) not to reconsider any information considered by the first Tribunal and to have regard to and take to be correct the first Tribunal decision.",
      "id": "s98"
    },
    {
      "text": "However, that conclusion, if it be wrong, is not determinative of the appeal, as there was an independent basis for the second Tribunal decision.",
      "id": "s99"
    },
    {
      "text": "THE INDEPENDENT BASIS FOR THE DECISION \n \n28 In my opinion, it is clear from the second Tribunal decision that it also made findings on the assumption that the appellant's claims, as made both to the first and second Tribunals, were accepted.",
      "id": "s100"
    },
    {
      "text": "That is, there were separate findings that independently led to a conclusion that the second Tribunal was not satisfied that the appellant is a person to whom Australia has protection obligations.",
      "id": "s101"
    },
    {
      "text": "These findings, in turn, were not dependent upon the findings of the first Tribunal or upon the rejection of the appellant's claims by the first Tribunal and adopted by the second Tribunal.",
      "id": "s102"
    },
    {
      "text": "Was there procedural unfairness?",
      "id": "s103"
    },
    {
      "text": "29 The second Tribunal decision was made prior to the enactment of the Migration Legislation Amendment (Procedural Fairness) Act 2002 .",
      "id": "s104"
    },
    {
      "text": "30 Mr Gormly contended that there was procedural unfairness in the second Tribunal applying s 416 and relying on the first Tribunal decision.",
      "id": "s105"
    },
    {
      "text": "He concedes, however, that if the second Tribunal was entitled to do so, there was no procedural unfairness.",
      "id": "s106"
    },
    {
      "text": "I have concluded that the second Tribunal was so entitled.",
      "id": "s107"
    },
    {
      "text": "31 There is, however, another problem in my opinion, although it was not advanced by counsel.",
      "id": "s108"
    },
    {
      "text": "It is not suggested that the second Tribunal told the appellant that it may rely on the first Tribunal decision.",
      "id": "s109"
    },
    {
      "text": "32 In my opinion, the second Tribunal should have brought to the attention of the appellant the possibility that the first Tribunal decision would be relevant to its decision.",
      "id": "s110"
    },
    {
      "text": "Even if s 424A(1) does not apply to the information in the first Tribunal decision by reason of s 424A(3)(b), it seems to me that it does apply to the first Tribunal decision itself.",
      "id": "s111"
    },
    {
      "text": "The first Tribunal decision itself was information for the purposes of the second Tribunal decision.",
      "id": "s112"
    },
    {
      "text": "It was part of the reasoning process of the second Tribunal which adopted its conclusions without a reconsideration of the reasons for those conclusions.",
      "id": "s113"
    },
    {
      "text": "The first Tribunal decision was part of the reason for the second Tribunal decision.",
      "id": "s114"
    },
    {
      "text": "Failure to comply with s 424A(1) would result in jurisdictional error.",
      "id": "s115"
    },
    {
      "text": "33 Procedural fairness required the second Tribunal to inform the appellant of the fact that it was entitled to rely on the first Tribunal decision ( Commissioner for Australian Capital Territory Revenue v Alphaone Pty Ltd (1994) 49 FCR 576 at 591-2).",
      "id": "s116"
    },
    {
      "text": "It did not do so.",
      "id": "s117"
    },
    {
      "text": "With that knowledge, the appellant may have been able to convince the second Tribunal not to rely on that decision or to come to a different conclusion.",
      "id": "s118"
    },
    {
      "text": "The consequences of the denial of natural justice \n \n34 Mr Gormly submits that the denial of natural justice \"infects\" the whole of the second Tribunal decision.",
      "id": "s119"
    },
    {
      "text": "35 Mr Johnson, who appears for the Minister, submits that the alternative basis for the decision stands totally separate and uncontaminated, based as it was on acceptance of the appellant's claims, contrary to the first Tribunal decision.",
      "id": "s120"
    },
    {
      "text": "He submits that the denial of the opportunity to make submissions about the first Tribunal decision made no difference to the outcome.",
      "id": "s121"
    },
    {
      "text": "The effect of his submissions is that, at the highest, the appellant would have convinced the second Tribunal to come to a different decision to that of the first Tribunal and accepted that, as at the date of the first Tribunal decision, he had a well-founded fear of persecution for a Convention reason.",
      "id": "s122"
    },
    {
      "text": "That, in effect, is what the second Tribunal accepted before turning to events that had occurred between the first and second Tribunal hearings.",
      "id": "s123"
    },
    {
      "text": "36 The alternative basis of the second Tribunal decision, which is not challenged, was not founded on any findings of credibility but on the changed political landscape in Bangladesh and the fact that the party of which the appellant claimed to be an active member had been elected to government since the first Tribunal decision.",
      "id": "s124"
    },
    {
      "text": "The alternative approach of the second Tribunal was to accept the appellant's claims.",
      "id": "s125"
    },
    {
      "text": "The appellant's claims, including his position with the BNP, the current governing political party, provided the basis for the second Tribunal's conclusion that he had no well-founded fear of persecution by reason of false cases that had been brought against him by the Awami League.",
      "id": "s126"
    },
    {
      "text": "The claim that the appellant's mother would not be in Bangladesh to protect him did not, even if accepted, support a Convention reason.",
      "id": "s127"
    },
    {
      "text": "37 Mr Gormly has not explained how the alternative basis was itself affected by the denial of procedural fairness.",
      "id": "s128"
    },
    {
      "text": "I cannot see how it is.",
      "id": "s129"
    },
    {
      "text": "This is not the case where additional evidence and submissions on the first Tribunal decision might have affected the outcome of the second Tribunal hearing.",
      "id": "s130"
    },
    {
      "text": "The two bases of the second Tribunal decision were founded on different issues of fact.",
      "id": "s131"
    },
    {
      "text": "It can be said that, had the second Tribunal informed the appellant of the possibility of its reliance on the first Tribunal decision and the appellant had made further submissions on the correctness of that decision, it could not possibly have produced a different result ( Stead v State Government Insurance Commission [1986] HCA 54 ; (1986) 161 CLR 141 at 145-6; Re Refugee Review Tribunal; ex parte Aala [2000] HCA 57 ; (2000) 204 CLR 82 at [104] ; Applicant NAFF of 2002 v Minister for Immigration and Multicultural Affairs [2004] HCA 62 ; (2004) 211 ALR 660 at [86] ); Re Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs, ex parte Lam [2003] HCA 6 ; (2003) 214 CLR 1 at [38] , [122], [149] ---[151 ; WALD v Minister for Immigration and Multicultural and Indigenous Affairs (2003) FCR 571 at [58]).",
      "id": "s132"
    },
    {
      "text": "38 Mr Johnson submits that SAAP v Minister for Immigration and Multicultural and Indigenous Affairs [2005] HCA 24 ; (2005) 79 ALJR 1009 and Applicant VEAL of 2002 v Minister for Immigration and Multicultural and Indigenous Affairs [2005] HCA 72 ; (2005) 80 ALJR 228 do not suggest that the whole decision is affected if there is any breach of natural justice, but only that part of the decision to which the denial of procedural fairness relates.",
      "id": "s133"
    },
    {
      "text": "The High Court was not in those cases considering a Tribunal decision which was based on two independent grounds.",
      "id": "s134"
    },
    {
      "text": "39 In SZCJH v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCA 1660 , Sackville J at [23] adopted what was said by North J in VBAP of 2002 v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCA 965 at [33] , to the effect that SAAP does not stand for the proposition that a breach of s 424A (and therefore denial of procedural fairness) in relation to one ground, where there exists one or more other grounds upon which the decision is not or cannot be impeached, the decision nonetheless falls.",
      "id": "s135"
    },
    {
      "text": "40 In VEAL the High Court rejected the statement in the Tribunal's decision that in reaching its findings it had given no weight to a confidential \"dob-in\" letter that it had received.",
      "id": "s136"
    },
    {
      "text": "The Tribunal's conclusion that it would not have regard to the letter and that the decision could be reached on other bases or information was not sufficient to obviate the requirement that the appellant be given the opportunity to respond to the information.",
      "id": "s137"
    },
    {
      "text": "The High Court said at [18]: ' Deciding that it could reach its conclusion on other bases did not discharge the Tribunal's obligation to give the appellant procedural fairness ' and at [19]: ' The relevant inquiry is: what procedures should have been followed?",
      "id": "s138"
    },
    {
      "text": "The relevant inquiry is neither what decision should the decision-maker have made, nor what reasons did the decision-maker give for the conclusion reached '.",
      "id": "s139"
    },
    {
      "text": "41 This is not a case where the outcome was determined by one core conclusion reached by the Tribunal.",
      "id": "s140"
    },
    {
      "text": "The \"infected\" conclusion was that, as at the date of the first Tribunal decision, the appellant did not have a well-founded fear of persecution.",
      "id": "s141"
    },
    {
      "text": "The second Tribunal based its independent ground on an assumption that the \"infected\" conclusion was wrong.",
      "id": "s142"
    },
    {
      "text": "Bias \n \n42 Mr Gormly alleges bias on the part of the second Tribunal, either actual or apprehended.",
      "id": "s143"
    },
    {
      "text": "He submits that, in relying on the first Tribunal decision, the second Tribunal demonstrated bias in the totality of its consideration of the appellant's claims.",
      "id": "s144"
    },
    {
      "text": "No such case is made out, either in the decision of the Tribunal or in the transcript which was before me.",
      "id": "s145"
    },
    {
      "text": "I reject that submission.",
      "id": "s146"
    },
    {
      "text": "43 His submission that the second Tribunal decision exhibited bias in relying on the first Tribunal decision, which it was entitled to do by reason of s 416, is rejected.",
      "id": "s147"
    },
    {
      "text": "Discretion \n \n44 Even if the decision reached by the second Tribunal is invalid for want of procedural fairness in respect of the consideration of the first Tribunal decision, there remains a discretion to refuse the relief sought ( SAAP at [211] per Hayne J).",
      "id": "s148"
    },
    {
      "text": "45 Mr Johnson submits that, even if there be reviewable error in reliance on the first Tribunal decision, the decision of the second Tribunal on the lack of well-founded fear as at the date of the second Tribunal hearing means that the conclusion of the second Tribunal could not have been affected.",
      "id": "s149"
    },
    {
      "text": "It is submitted that, as a matter of discretion, I should refuse relief.",
      "id": "s150"
    },
    {
      "text": "I agree.",
      "id": "s151"
    },
    {
      "text": "46 Mr Gormly submits that if the matter were remitted, by the time the Tribunal hears it, the political situation in Bangladesh could change.",
      "id": "s152"
    },
    {
      "text": "47 The purpose of allowing the Tribunal to take into account developments that might occur or have occurred since the second Tribunal decision is not a proper basis on which to remit the matter ( Minister for Immigration and Multicultural Affairs v Thiyagarajah [2000] HCA 9 ; (2000) 199 CLR 343).",
      "id": "s153"
    },
    {
      "text": "CONCLUSION \n \n48 The second Tribunal was entitled to have regard to and take as correct the first Tribunal decision pursuant to s 416 of the Act.",
      "id": "s154"
    },
    {
      "text": "49 There was a denial of natural justice in that the second Tribunal did not inform the appellant of the fact that it may rely upon the first Tribunal decision and give to the appellant the opportunity to address the matters that gave rise to that first decision.",
      "id": "s155"
    },
    {
      "text": "50 The second Tribunal made its decision on the basis that the first Tribunal decision was correct.",
      "id": "s156"
    },
    {
      "text": "It also made a decision on the basis that the first Tribunal decision was not correct, that is, on the basis that the appellant's claims as made to the first Tribunal were accepted.",
      "id": "s157"
    },
    {
      "text": "51 The second Tribunal came to the conclusion that Australia did not owe the appellant protection obligations because, at the time of its decision, the appellant did not have a well-founded fear of persecution for a Convention reason on a ground that was completely independent of the first Tribunal decision.",
      "id": "s158"
    },
    {
      "text": "That conclusion was determinative of the application to the Tribunal and could not have been affected by the denial of natural justice.",
      "id": "s159"
    },
    {
      "text": "52 It follows that the second Tribunal decision was relevantly unaffected by jurisdictional error.",
      "id": "s160"
    },
    {
      "text": "The conclusion of the Federal Magistrate was not in error.",
      "id": "s161"
    },
    {
      "text": "53 The appeal should be dismissed with costs.",
      "id": "s162"
    },
    {
      "text": "I certify that the preceding fifty-three (53) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Bennett.",
      "id": "s163"
    },
    {
      "text": "Associate:\n\nDated: 7 February 2006\n\n\n Counsel for the Appellant: J Gormly \n \n Counsel for the Respondents: GT Johnson \n \n Solicitor for the Respondents: Clayton Utz \n \n Date of Hearing: 6 and 21 December 2005 \n \n Date of Judgment: 7 February 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/31.html",
      "id": "s164"
    }
  ]
}