{
  "name": "Delta Metallics v Hawley-Jacobs T/A Fightboi Health &amp; Fitness Centre [2006] FCA 334 (31 March 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/334.html",
  "catchphrases": [
    {
      "text": "application to strike out paragraphs of defence",
      "id": "c0"
    },
    {
      "text": "failure to particularise allegations of misrepresentation",
      "id": "c1"
    },
    {
      "text": "failure to particularise breaches of statutes",
      "id": "c2"
    },
    {
      "text": "defective pleadings struck out",
      "id": "c3"
    },
    {
      "text": "respondent granted leave to file amended defence and cross-claim",
      "id": "c4"
    },
    {
      "text": "practice and procedure",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 On 15 September 2005, Delta Metallics Pty Ltd, doing business as the Australian Academy of Boxing (\"AAB\"), instituted proceedings for infringement of a registered trade mark \"BOXACISE\".",
      "id": "s0"
    },
    {
      "text": "AAB's central claim is that the respondent, Allan Hawley Jacobs, trading as Fightboi Health and Fitness Centre, infringed its word trademark by use of the deceptively similar word \"Boxercise\".",
      "id": "s1"
    },
    {
      "text": "2 On 9 December 2005, the respondent filed his Defence and Cross-claim.",
      "id": "s2"
    },
    {
      "text": "On 17 March 2006, AAB filed a notice of motion seeking to strike out portions of some paragraphs of the defence and two paragraphs of the cross-claim's prayer for relief.",
      "id": "s3"
    },
    {
      "text": "In the alternative, AAB asks the court to order that these paragraphs be struck out unless the respondent files further and better particulars.",
      "id": "s4"
    },
    {
      "text": "3 AAB challenges the following parts of the defence:\n \n \" 6.",
      "id": "s5"
    },
    {
      "text": "...",
      "id": "s6"
    },
    {
      "text": "The generic word BOXERCISE has become more well known than the applicant's BOXACISE mark and is not held as meaning and distinctively or exclusivity indicating a sport and fitness service provided by or under the authority of the applicant.",
      "id": "s7"
    },
    {
      "text": "The BOXACISE mark has lost distinctiveness and exclusivity through misuse; the applicant falsely and recklessly allows his mark to be replaced by the word BOXERCISE for a fee indifferent to the deception and confusion it causes.",
      "id": "s8"
    },
    {
      "text": "The applicant does so (1) in breach of the Trade Marks Act [1995 (Cth) (\"TMA\")] , without being required or authorised to do so by the Act, a direction of the Registrar or an order of a court and (2) in breach of s52 of the Trade Practices Act 1974 [(Cth) (\"TPA\")].",
      "id": "s9"
    },
    {
      "text": "The applicant's BOXACISE mark now lacks the essential characteristic of being capable of distinguishing his services in respect of which his marks are registered.",
      "id": "s10"
    },
    {
      "text": "7.",
      "id": "s11"
    },
    {
      "text": "...",
      "id": "s12"
    },
    {
      "text": "The applicant falsely and recklessly applies the name BOXERCISE which is substantially identical with his registered trade marks 597134 and 577380 without being required to do so by the Act, a direction of the Registrar or an order of the court.",
      "id": "s13"
    },
    {
      "text": "... \n \n 9.",
      "id": "s14"
    },
    {
      "text": "...",
      "id": "s15"
    },
    {
      "text": "The word BOXERCISE has become a sign that since the date of registration of the Applicant's trade mark is accepted as a sign that describes or is the name of an exercise and fitness service.",
      "id": "s16"
    },
    {
      "text": "The applicant falsely and recklessly applies the name BOXERCISE which is substantially identical with his registered trade marks 597134 and 577380 without being required to do so by the Act, a direction of the Registrar or an order of the court.",
      "id": "s17"
    },
    {
      "text": "The applicant accepts money for allowing individuals to use the term BOXERCISE.",
      "id": "s18"
    },
    {
      "text": "... \n \n \n \n 21.",
      "id": "s19"
    },
    {
      "text": "...",
      "id": "s20"
    },
    {
      "text": "The applicant falsely and recklessly applies, and allows others to apply the BOXERCISE word for a fee.",
      "id": "s21"
    },
    {
      "text": "The applicant does so (1) in breach of the [TMA] , without being required or authorised to do so by the Act, a direction of the Registrar or an order of a court and (2) in breach of s52 of the [TPA] .",
      "id": "s22"
    },
    {
      "text": "\" \n\nAAB asks the Court to strike out the following paragraphs of the respondent's prayer for relief:\n \n \" 2.",
      "id": "s23"
    },
    {
      "text": "Pursuant to s24 and s 87 of the [TMA] the Registrar of Trademarks is to rectify the register and remove trade marks number 597134 and 577380.",
      "id": "s24"
    },
    {
      "text": "3.",
      "id": "s25"
    },
    {
      "text": "Pursuant to s146(2) and s149 of the [TMA] a penalty in whatever form the court thinks fit is to be imposed on [AAB] for falsely and recklessly applying BOXERCISE a sign substantially identical with BOXACISE registered trade marks NUMBER 597134 AND 577380 without being required or authorised to do so by the act, a direction of the Registrar or an order of a court.",
      "id": "s26"
    },
    {
      "text": "\" \n\n4 By its reply, AAB indicated that the defence and cross-claim did not comply with the rules of pleading.",
      "id": "s27"
    },
    {
      "text": "Counsel for AAB reiterated this today.",
      "id": "s28"
    },
    {
      "text": "It is clear from correspondence between the parties that AAB says that the challenged parts of the defence and cross-claim do not comply with O 11 and O 12 of the Federal Court Rules 1979 (\"the Rules\").",
      "id": "s29"
    },
    {
      "text": "AAB claims that the pleadings demonstrate the following deficiencies, among others: (1) the pleadings fail to particularise allegations of misrepresentation (i.e., that the applicant acted \"falsely and recklessly\") in contravention of O 11 r 10, O 12 r 2 and O 12 r 3; (2) the pleadings do not particularise which provisions of the TMA that AAB is alleged to have breached; (3) the pleadings do not provide particulars as to how and why such provisions have been breached; (4) the pleadings do not provide particulars regarding the claim that the BOXACISE mark has lost its exclusivity; and (5) the pleadings do not particularise the allegation that the applicant accepts money for allowing individuals to use the word BOXERCISE in place of the word BOXACISE.",
      "id": "s30"
    },
    {
      "text": "5 The respondent appears in person in this matter.",
      "id": "s31"
    },
    {
      "text": "His pleadings lack the precision expected of pleadings drafted by a legal practitioner.",
      "id": "s32"
    },
    {
      "text": "Whilst allowance can be made for the respondent's lack of representation, the requirements of the Rules apply to all litigants.",
      "id": "s33"
    },
    {
      "text": "For the reasons I am about to give, AAB is entitled to have the defective pleadings struck out.",
      "id": "s34"
    },
    {
      "text": "6 Without providing an exhaustive list of defects, it is sufficient to state that the challenged portions of the respondent's Defence and Cross-Claim do not comply with the Rules.",
      "id": "s35"
    },
    {
      "text": "For example, paragraphs 6, 7, 9 and 21 all allege that AAB acted \"falsely and recklessly\" in some regard.",
      "id": "s36"
    },
    {
      "text": "This allegation appears akin to one of fraud, and as such must be further particularised pursuant to O 12 r 2: see Banque Commerciale SA (In Liquidation) v Akhil Holdings Ltd [1990] HCA 11 ; (1990) 169 CLR 279 at 285 per Mason CJ and Gaudron J.",
      "id": "s37"
    },
    {
      "text": "Even if it is not intended as an allegation of fraud (or misrepresentation or wilful default), O 12 r 3 obliges the respondent to particularise the facts relied upon for his allegations that AAB had such a condition of mind.",
      "id": "s38"
    },
    {
      "text": "7 Also, the respondent must provide particulars of AAB's alleged breach of s 52 of the Trade Practices Act 1974 (Cth): see Johnson Tiles Pty Ltd v Esso Australia [2000] FCA 1572 ; (2001) ATPR 41-794 at 42,547-42,548, [63] - [66] per French J with whom Beaumont and Finkelstein JJ agreed (outlining the detailed requirements for pleading a claim under s 52 of the TPA).",
      "id": "s39"
    },
    {
      "text": "8 Furthermore, pursuant to O 11 r 10 the respondent must plead specifically the provisions of the TMA he claims AAB has violated.",
      "id": "s40"
    },
    {
      "text": "Amongst other things, O 11 r 10 requires a party to plead specifically any matter of fact or point of law that, if not specifically pleaded, might take the other party by surprise.",
      "id": "s41"
    },
    {
      "text": "It is insufficient to specify provisions in the prayer for relief.",
      "id": "s42"
    },
    {
      "text": "It must be borne in mind that no relief can be granted unless justified by what has been pleaded in the body of the pleadings.",
      "id": "s43"
    },
    {
      "text": "9 If the deficiencies in the pleading could be cured by the provision of further and better particulars, I would order that such particulars be provided.",
      "id": "s44"
    },
    {
      "text": "There is, however, a basic problem that the provision of particulars will not overcome.",
      "id": "s45"
    },
    {
      "text": "It is a fundamental rule of pleading that a respondent must state in his defence the material facts essential to any affirmative case he wants to make in answer to the applicant's claim.",
      "id": "s46"
    },
    {
      "text": "These facts (and not the evidence for them) are to be stated in a summary form according to the pleading rules.",
      "id": "s47"
    },
    {
      "text": "As far as convenient, each material fact or other matter is to be put into a separate paragraph, with paragraphs numbered consecutively (O 11, r 1 and r 2).",
      "id": "s48"
    },
    {
      "text": "Proper particulars are required of the relevant allegations (see, e.g., [6]-[8] above).",
      "id": "s49"
    },
    {
      "text": "Paragraphs 6, 7, 9 and 21 of the defence and cross-claim do not comply with these requirements.",
      "id": "s50"
    },
    {
      "text": "10 A court is ordinarily cautious when exercising its discretion to strike out a pleading.",
      "id": "s51"
    },
    {
      "text": "No court wishes to deprive a respondent of the opportunity to defend himself in proceedings brought against him.",
      "id": "s52"
    },
    {
      "text": "In light of the deficiencies in the respondent's pleadings, I would strike out the challenged parts of paragraphs 6, 7, 9 and 21.",
      "id": "s53"
    },
    {
      "text": "As paragraphs 2 and 3 of the respondent's prayer for relief are based on the challenged paragraphs of his defence, those paragraphs of the prayer for relief will also be struck out.",
      "id": "s54"
    },
    {
      "text": "At the same time, I would grant the respondent liberty to file a draft proposed amended Defence and Cross-claim.",
      "id": "s55"
    },
    {
      "text": "As counsel for AAB noted, this course will afford the parties an opportunity to ensure the pleading is in proper form before it is finally filed.",
      "id": "s56"
    },
    {
      "text": "11 By its notice of motion, the applicant sought its costs of the motion on an indemnity basis.",
      "id": "s57"
    },
    {
      "text": "Counsel properly did not press this application today.",
      "id": "s58"
    },
    {
      "text": "It is true that the applicant sough to put the respondent on notice that there were problems with his pleading late last year when it wrote its letter of 22 December 2005.",
      "id": "s59"
    },
    {
      "text": "Ordinarily, however, costs in this court are awarded on a party and party basis.",
      "id": "s60"
    },
    {
      "text": "The respondent has made a good faith effort to respond to the allegations against him.",
      "id": "s61"
    },
    {
      "text": "In Re Wilcox; Ex parte Venture Industries Pty Ltd (No 2) (1996) 72 FCR 151 (\" Re Wilcox \") at 156-157, Cooper and Merkel JJ said that: (a) the court ought not to depart from the usual party and party basis for costs unless this was warranted by the circumstances of the case; and (b) these circumstances arise \"as and when the justice of the case so requires or where there may be some special or unusual feature in the case to justify the court in departing from the usual course\".",
      "id": "s62"
    },
    {
      "text": "I do not find that the circumstances of this case warrant a departure from the usual course.",
      "id": "s63"
    },
    {
      "text": "12 Nevertheless, the applicant has been successful in its motion and, notwithstanding the respondent's opposition, costs should follow the event.",
      "id": "s64"
    },
    {
      "text": "I propose to order that the respondent pay the costs of the motion on a party and party basis.",
      "id": "s65"
    },
    {
      "text": "13 I also propose to direct that the parties file and serve submissions on the following two questions: whether or not the proceeding should be transferred to the Queensland District Registry; and (2) whether or not the proceeding should be referred to mediation under O 72 of the Federal Court Rules.",
      "id": "s66"
    },
    {
      "text": "I have already raised these matters with the parties in the course of the recent directions hearing.",
      "id": "s67"
    },
    {
      "text": "I would also make a further direction in the terms discussed in court today in relation to matters presently the subject of a confidentiality order.",
      "id": "s68"
    },
    {
      "text": "14 Counsel for AAB has undertaken to draft a minute of orders in conformity with these reasons and to seek instructions in relation to an undertaking as to confidentiality.",
      "id": "s69"
    },
    {
      "text": "Accordingly, I defer making orders until counsel has had an opportunity to take instructions and prepare draft orders.",
      "id": "s70"
    },
    {
      "text": "I certify that the preceding fourteen (14) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Kenny.",
      "id": "s71"
    },
    {
      "text": "Associate:\n\nDated: 31 March 2006\n\n\n Counsel for the Applicant: M A Robins \n \n Solicitor for Applicant:\n\nCounsel for the Respondent: Pointon Partners\n\nThe respondent appeared in person \n \n Date of Hearing: 31 March 2006 \n \n Date of Judgment: 31 March 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/334.html",
      "id": "s72"
    }
  ]
}