{
  "name": "Evans v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2006] FCA 307 (28 March 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/307.html",
  "catchphrases": [
    {
      "text": "appeal from administrative appeals tribunal",
      "id": "c0"
    },
    {
      "text": "applicant convicted of attempted murder",
      "id": "c1"
    },
    {
      "text": "visa cancelled",
      "id": "c2"
    },
    {
      "text": "whether the tribunal's \"perception\" was unreasonable and constituted jurisdictional error on grounds of \"character test\"",
      "id": "c3"
    },
    {
      "text": "whether the tribunal's failure to take account of the applicant's improved mental condition was a factor that the tribunal was bound to consider",
      "id": "c4"
    },
    {
      "text": "whether findings open to tribunal",
      "id": "c5"
    },
    {
      "text": "\"unreasonableness\", \"relevant consideration\"",
      "id": "c6"
    },
    {
      "text": "migration",
      "id": "c7"
    },
    {
      "text": "words and phrases",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicant appeals from a decision of the Administrative Appeals Tribunal constituted by the Honourable C R Wright QC, Deputy President, which affirmed a decision of a delegate of the Minister to cancel the applicant's visa under s 501(2) of the Migration Act 1958 (Cth) (the Act): Evans v Minister for Immigration and Multicultural and Indigenous Affairs [2005] AATA 1051.",
      "id": "s0"
    },
    {
      "text": "It was not in dispute that the applicant failed to pass the \"character test\" because he had a \"substantial criminal record\": s 501(6)(a) ,(7)(c).",
      "id": "s1"
    },
    {
      "text": "The Minister nevertheless had a discretion to refuse to cancel the visa and the delegate was subject to ministerial directions under s 499.",
      "id": "s2"
    },
    {
      "text": "Applicant's conviction \n \n 2 On 3 December 2003 the applicant was convicted by a jury in the Supreme Court of Tasmania of attempting to murder his wife Ann Flowers.",
      "id": "s3"
    },
    {
      "text": "He was sentenced to imprisonment for a period of four and a half years with parol eligibility after two years three months.",
      "id": "s4"
    },
    {
      "text": "3 At the trial Mrs Flowers gave evidence that on the evening of 9 May 2003 she returned to the matrimonial home at about 7.55 pm and found her husband waiting inside.",
      "id": "s5"
    },
    {
      "text": "He appeared to have been drinking heavily.",
      "id": "s6"
    },
    {
      "text": "She went to the bedroom and lay on the bed reading a magazine.",
      "id": "s7"
    },
    {
      "text": "Shortly afterwards the applicant entered, picked up a loaded gun which was kept in the bedroom, and said to her\n \"I've been waiting all day for you --- you bitch --- you are going to die you bitch.",
      "id": "s8"
    },
    {
      "text": "\" \n \n 4 He pointed the gun at her and kept repeating \"You're going to die\".",
      "id": "s9"
    },
    {
      "text": "He discharged the gun, shooting her in the stomach.",
      "id": "s10"
    },
    {
      "text": "She attempted to wrest the gun from him.",
      "id": "s11"
    },
    {
      "text": "He said he intended to \"blow her brains out\" and then to \"blow his own brains out\".",
      "id": "s12"
    },
    {
      "text": "She managed to get hold of the gun.",
      "id": "s13"
    },
    {
      "text": "He followed her from the bedroom and then returned saying \"I'll get the other gun and finish what I started\".",
      "id": "s14"
    },
    {
      "text": "She escaped from the house.",
      "id": "s15"
    },
    {
      "text": "She underwent surgery and eventually recovered.",
      "id": "s16"
    },
    {
      "text": "5 The applicant's case at the trial was that he followed his wife to the bedroom for the purpose of killing himself in her presence.",
      "id": "s17"
    },
    {
      "text": "He said he had no intention to harm her.",
      "id": "s18"
    },
    {
      "text": "He denied threatening her in the manner alleged.",
      "id": "s19"
    },
    {
      "text": "He said that his wife tried to take the gun from him and was shot accidentally in the ensuing struggle.",
      "id": "s20"
    },
    {
      "text": "6 In the context of decisions under s 501 it was not open to the applicant to challenge his conviction or the essential facts giving rise thereto: Luu v Minister for Immigration and Multicultural and Indigenous Affairs [1998] FCA 1021 , Bridges v Minister for Immigration and Multicultural and Indigenous Affairs [2001] FCAFC 1647.",
      "id": "s21"
    },
    {
      "text": "Dr Sale's Report \n \n 7 Prior to the trial Dr Ian Sale FRANZCP provided a report dated 31 October 2003 to the Legal Aid Commission of Tasmania.",
      "id": "s22"
    },
    {
      "text": "The purpose of the report was to advise of the possibility of an insanity defence for the applicant under s 16 of the Criminal Code 1924 (Tas).",
      "id": "s23"
    },
    {
      "text": "8 Dr Sale noted that the applicant, who was born in 1942, had a \"number of significant health problems\".",
      "id": "s24"
    },
    {
      "text": "These included \n\n&#8226; Back problems --- six operations including laminectomies\n \n&#8226; Osteoarthritis of the hips --- one hip replacement three years ago, another one may be needed\n \n&#8226; Gout\n \n&#8226; Hypertension\n \n&#8226; Sarcoidosis (presence of calcified material in the lungs)\n \n 9 The applicant's drinking had increased to the order of about four glasses of wine and a third of a bottle of Scotch whisky each evening.",
      "id": "s25"
    },
    {
      "text": "10 Dr Sale noted that there had been something of an \"escalation of health related issues\" in the final few weeks prior to the wounding of his wife.",
      "id": "s26"
    },
    {
      "text": "Abnormal chest x-rays had led to concerns that he had developed a lymphoma.",
      "id": "s27"
    },
    {
      "text": "He was scheduled to have a biopsy but was too fearful to take this step.",
      "id": "s28"
    },
    {
      "text": "He appeared to have given up, believing there was nothing further that could possibly happen to him, and was harbouring thoughts of suicide.",
      "id": "s29"
    },
    {
      "text": "Since being in custody he had undergone further investigations, including a biopsy, and the diagnosis was not of lymphoma but, as previously mentioned, sarcoidosis which is a connective tissue disease, not malignant and generally not lethal.",
      "id": "s30"
    },
    {
      "text": "11 Under the heading \"Comment\" Dr Sale noted that there were discrepancies between the accounts given by the applicant and his wife.",
      "id": "s31"
    },
    {
      "text": "Given the applicant had been drinking, and probably substantially, the wife's account was likely to be the more reliable.",
      "id": "s32"
    },
    {
      "text": "Fitness to stand trial was not an issue.",
      "id": "s33"
    },
    {
      "text": "Turning to his mental state at the time of the incident, Dr Sale noted \n \n \n \"(a) he had suffered increasing health problems over recent years and was effectively an invalid \n (b) he was drinking heavily \n (c) he had become impotent \n (d) he likely resented his wife's better health and ability to participate in work \n (e) his self esteem was poor \n (f) he harboured fears about his wife's fidelity --- fuelled by (b), (c) and (d) \n (g) he was depressed --- a response to the above circumstances --- and he had harboured thoughts of self-harm.",
      "id": "s34"
    },
    {
      "text": "Matters reached a crisis when, in a further health development, he was given information that caused him to fear that he had developed a lethal illness.",
      "id": "s35"
    },
    {
      "text": "Although Mr Evans states that his intention was to kill himself in front of his wife, her statement suggests that he planned to kill her, and then probably turn the gun on himself.",
      "id": "s36"
    },
    {
      "text": "Those issues listed above make this a likely scenario.",
      "id": "s37"
    },
    {
      "text": "Your client will likely instruct that this was an accident caused by his wife seizing the barrel of the rifle.",
      "id": "s38"
    },
    {
      "text": "This is a version he may now genuinely believe.",
      "id": "s39"
    },
    {
      "text": "As outlined earlier, his memory of what happened is likely to be flawed and patchy.",
      "id": "s40"
    },
    {
      "text": "His current version of events, now that he is more composed and no longer facing death by lymphoma, is one which he will be better able to live with.",
      "id": "s41"
    },
    {
      "text": "\" \n \n Tribunal decision \n \n 12 The Tribunal heard evidence from the applicant and his wife which confirmed the version of events each of them had given at the trial.",
      "id": "s42"
    },
    {
      "text": "The Tribunal found that even if it were competent for it to find facts inconsistent with the jury verdict it certainly would not do so.",
      "id": "s43"
    },
    {
      "text": "It found Mrs Flowers to be a \"frank and impressive witness\".",
      "id": "s44"
    },
    {
      "text": "By contrast the Tribunal found at [7] that the applicant \n \"to be either lying about the relevant incident or, possibly, as suggested by Dr Sale in his report, to have deluded himself as to what actually happened.",
      "id": "s45"
    },
    {
      "text": "The Tribunal said at [7]:\n \n \"Frankly, I am much more inclined to the first alternative, however.",
      "id": "s46"
    },
    {
      "text": "I am in no doubt that the applicant attempted to murder his wife, but obdurately refuses to concede that he did so.",
      "id": "s47"
    },
    {
      "text": "This obviously has ramifications when considering the exercise of a discretion which may have the effect of allowing him to remain in Australia.",
      "id": "s48"
    },
    {
      "text": "\" \n \n 13 The Tribunal then turned to the Act and the directions given under s 499 (Direction No 21, 23 August 2001).",
      "id": "s49"
    },
    {
      "text": "The latter posed three primary considerations, two of which were relevant: (a) the protection of the Australian community and members of the community, (b) the expectations of the Australian community.",
      "id": "s50"
    },
    {
      "text": "14 The assessment involved three elements (par 2.5) namely the serious nature of the conduct, the likelihood of the conduct being repeated and the likelihood of cancellation providing discouragement for other like-minded offenders.",
      "id": "s51"
    },
    {
      "text": "15 The Tribunal considered the criminal offence \"very serious indeed\" and the applicant's conduct was at a \"very high level of culpability\".",
      "id": "s52"
    },
    {
      "text": "His intention to turn a gun on himself once he had despatched his wife did not diminish his blameworthiness.",
      "id": "s53"
    },
    {
      "text": "No provocation by Mrs Flowers was alleged.",
      "id": "s54"
    },
    {
      "text": "At no time did he deviate from his claim that the shooting was accidental.",
      "id": "s55"
    },
    {
      "text": "There was no acknowledgement of an attempt to kill or \"a meaningful expression of remorse for his criminal conduct\".",
      "id": "s56"
    },
    {
      "text": "The Tribunal noted the comment of the trial judge when sentencing that the likelihood of re-offending was \"slight\" but the Tribunal could see no evidentiary support for that observation in the evidence of Dr Sale.",
      "id": "s57"
    },
    {
      "text": "While the applicant said that on release from prison he had no intention of making contact with his wife, Mrs Flowers was obviously genuinely fearful that unless he was forced to leave Australia he may well seek her out and try once more to kill her or do her serious harm.",
      "id": "s58"
    },
    {
      "text": "The evidence, in the Tribunal's view, tended to establish a determined and violent disposition on the part of the applicant.",
      "id": "s59"
    },
    {
      "text": "It was plain from Mrs Flowers' evidence that he was usually particularly aggressive after consuming whisky.",
      "id": "s60"
    },
    {
      "text": "He was a person who held grudges.",
      "id": "s61"
    },
    {
      "text": "While the applicant had no doubt been sober in prison and there was no evidence that he was alcohol dependent, it was plain that he had consumed large amounts of liquor on a regular basis for many years and the Tribunal had little confidence that he would moderate his drinking when released.",
      "id": "s62"
    },
    {
      "text": "The Tribunal thought it significant that there was no obvious motive for the applicant deciding to kill his wife.",
      "id": "s63"
    },
    {
      "text": "His conduct suggested that he had become \"self absorbed, emotive and vengeful\".",
      "id": "s64"
    },
    {
      "text": "The Tribunal was quite unable to conclude that the risk of his attempting to inflict further harm upon Mrs Flowers when discharged from prison was slight or non-existent.",
      "id": "s65"
    },
    {
      "text": "On the contrary, the Tribunal thought that such a risk was real and substantial.",
      "id": "s66"
    },
    {
      "text": "A pre-parole report suggested the applicant was \"in the high range in relation to high risk of re-offending\".",
      "id": "s67"
    },
    {
      "text": "16 The applicant had been unable to show any realistic support mechanism which would be available to him in the Australian community when discharged.",
      "id": "s68"
    },
    {
      "text": "His plans appeared vague.",
      "id": "s69"
    },
    {
      "text": "These factors tended to accentuate the possibility of the applicant resuming his over indulgence in alcohol and brooding upon his hatred or resentment of his wife.",
      "id": "s70"
    },
    {
      "text": "17 The second primary consideration required an assessment of the expectations of the Australian community.",
      "id": "s71"
    },
    {
      "text": "The applicant's Australian visa was granted in 1984 and he has been living in Australia since 1977.",
      "id": "s72"
    },
    {
      "text": "However, he had spent the first half of his life in the United Kingdom.",
      "id": "s73"
    },
    {
      "text": "Although in poor health, he was a British citizen and would be able to access all appropriate services and facilities upon return to that country.",
      "id": "s74"
    },
    {
      "text": "There was no reason to think he will have any particular difficulty in re-establishing in Britain and wherever he went after prison he would have to make a fresh start.",
      "id": "s75"
    },
    {
      "text": "The Tribunal concluded that a fair-minded reasonable member of the Australian community would expect that the applicant's visa should be cancelled.",
      "id": "s76"
    },
    {
      "text": "18 The Tribunal then went on to consider matters required by the Direction.",
      "id": "s77"
    },
    {
      "text": "These included the following:\n \"(h) Evidence of rehabilitation or recent conduct.",
      "id": "s78"
    },
    {
      "text": "The applicant has been in prison and apparently has not caused any problems.",
      "id": "s79"
    },
    {
      "text": "He still denies the events and I have assessed his risk of re-offending as substantial.",
      "id": "s80"
    },
    {
      "text": "I agree with Mr Livermore's [counsel for the respondent] submission that there is no persuasive evidence of rehabilitation.",
      "id": "s81"
    },
    {
      "text": "This consideration does not support a favourable exercise of discretion.",
      "id": "s82"
    },
    {
      "text": "\" \n \n 19 The Tribunal's conclusion was in these terms:\n \"24.",
      "id": "s83"
    },
    {
      "text": "The applicant has committed a very serious crime.",
      "id": "s84"
    },
    {
      "text": "Upon his release from prison he will have to make a fresh start.",
      "id": "s85"
    },
    {
      "text": "His long term residency in Australia is a factor in his favour, but he has no support network among relatives or friends and having regard to his evidence it is unlikely that such a network will be developed.",
      "id": "s86"
    },
    {
      "text": "He may have relatives in the UK who would provide some assistance, but there is no guarantee of this.",
      "id": "s87"
    },
    {
      "text": "The determinative factor in my determining not to exercise my discretion to save his visa from cancellation is my perception of his substantial risk of re-offending if he remains in Australia and decides to pursue his wife.",
      "id": "s88"
    },
    {
      "text": "Removal to Britain will effectively prevent any temptation to do so as she intends to continue residing in Australia.",
      "id": "s89"
    },
    {
      "text": "In my opinion the decision under review should be affirmed.",
      "id": "s90"
    },
    {
      "text": "I so order.",
      "id": "s91"
    },
    {
      "text": "\" \n Applicant's argument: unreasonableness \n \n 20 Senior counsel for the applicant submitted that there was jurisdictional error in that the decision of the Tribunal was so unreasonable that no reasonable decision-maker could make it ( Associated Provincial Picture Houses Limited v Wednesbury Corporation [1947] EWCA Civ 1 ; [1948] 1 KB 223) and that its fact finding process was \"tainted by extreme irrationality or illogicality\".",
      "id": "s92"
    },
    {
      "text": "21 This ground was said to arise because, as expressed in its conclusion quoted above, the Tribunal had formed a \"perception\" without logically reasoning to it.",
      "id": "s93"
    },
    {
      "text": "The decision was arbitrary without a logical course of reasoning.",
      "id": "s94"
    },
    {
      "text": "22 This argument is without foundation.",
      "id": "s95"
    },
    {
      "text": "Plainly in par 24 of its reasons the Tribunal was using \"perception\" in the sense of a conclusion or finding, not some idiosyncratic or capricious impression.",
      "id": "s96"
    },
    {
      "text": "It was entirely open to the Tribunal to conclude on the evidence, and particularly that relating to the offence itself, that the applicant was a man who was, in the language of the Tribunal, \"self-absorbed, emotive and vengeful\".",
      "id": "s97"
    },
    {
      "text": "There was every reason to think that if released and at large in Australia he might continue to pursue Mrs Flowers.",
      "id": "s98"
    },
    {
      "text": "This was a case where even if the risk of re-offending could be assessed as slight, the possible outcome if the risk eventuated would be catastrophic, involving the death of or serious injury to a particular person.",
      "id": "s99"
    },
    {
      "text": "Applicant's argument: failure to take into account relevant consideration \n \n 23 It was argued that the Tribunal failed to take into account that the underlying cause of the applicant's mental condition, that is the fear of lymphoma, no longer existed.",
      "id": "s100"
    },
    {
      "text": "24 This was not a relevant consideration in the Peko-Wallsend sense, that is to say it was not a consideration the Tribunal was bound to take into account, having regard to the text of the Migration Act or by implication from its subject-matter, scope and purpose: Minister for Aboriginal Affairs v Peko-Wallsend Limited [1986] HCA 40 ; (1986) 162 CLR 24 at 39-41.",
      "id": "s101"
    },
    {
      "text": "At best it was evidence.",
      "id": "s102"
    },
    {
      "text": "Even if it had been ignored there would have been no legal error by the Tribunal, still less jurisdictional error.",
      "id": "s103"
    },
    {
      "text": "25 But in any event there is no reason to conclude that the Tribunal did not pay regard to Dr Sale's report.",
      "id": "s104"
    },
    {
      "text": "Moreover, the character and medical problems detailed by Dr Sale are by no means confined to the lymphoma question.",
      "id": "s105"
    },
    {
      "text": "It is a considerable distortion to impute to Dr Sale the view that (i) all the applicant's criminal behaviour was due to his fear of lymphoma, (ii) it is now established he does not have lymphoma, (iii) ergo there is now no risk of further criminal behaviour, and in particular, towards his wife.",
      "id": "s106"
    },
    {
      "text": "Conclusion \n \n 26 The appeal will be dismissed with costs.",
      "id": "s107"
    },
    {
      "text": "I certify that the preceding twenty-six (26) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Heerey .",
      "id": "s108"
    },
    {
      "text": "Associate:\n\nDated: \n\n\n Counsel for the Applicant: S P Estcourt QC and G J Barns \n \n Solicitor for the Applicant: Don Armstrong \n \n Counsel for the Respondent: G Livermore \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 15 March 2006 \n \n Date of Judgment: 28 March 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/307.html",
      "id": "s109"
    }
  ]
}