{
  "name": "Expectation Pty Ltd v PRD Realty Pty Ltd &amp; Anor [2006] FCA 360 (4 April 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/360.html",
  "catchphrases": [
    {
      "text": "application for further discovery immediately prior to trial",
      "id": "c0"
    },
    {
      "text": "consideration of the case management of the re-hearing of the action",
      "id": "c1"
    },
    {
      "text": "directions orders",
      "id": "c2"
    },
    {
      "text": "consideration of the principles in relation to supplementary discovery.",
      "id": "c3"
    },
    {
      "text": "practice and procedure",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n 1 I have before me a Notice of Motion filed by the Applicant in the proceeding by which the Applicant seeks an order for further discovery by the Respondents pursuant to Order 15, rules 2, 5 and 8 of the Federal Court Rules by the making, filing and serving of a further affidavit listing the following documents:\n \"1.",
      "id": "s0"
    },
    {
      "text": "... \n \n \n \n \n (d) all correspondence, file notes or agreements for the period March 1993 to August 1993 with respect to the purchase by the Applicant of the properties, or interests in the properties known as Canterbury Downs and Sippy Downs (renamed Chancellor Park): \n \n \n \n \n \n \n \n \n \n (e) all brochures and reports produced by the Respondents relating to the availability or sale of commercial or retail properties during the period June 1993 to July 1994.",
      "id": "s1"
    },
    {
      "text": "\" \n \n \n \n \n \n 2 Although paragraph 1(d) is unclear, Counsel for the Applicant describes the Order sought as one with respect to documents concerning the two blocks of land described at paragraph 6 of the Third Further Amended Statement of Claim, namely, land purchased by the Applicant in May 1993 described as the \"Chancellor Park land\" and land purchased by the Applicant in July 1993 described as the \"Canterbury Downs land\".",
      "id": "s2"
    },
    {
      "text": "3 The issues concerning the documents described by paragraphs 1(a), (b), (c) and (f) and paragraph 2 of the Notice of Motion are essentially resolved.",
      "id": "s3"
    },
    {
      "text": "4 The matter has been listed before me with a sense of urgency as the trial of the proceeding is to commence on Monday, 10 April 2006 and is set down until Thursday, 4 May 2006.",
      "id": "s4"
    },
    {
      "text": "Accordingly, I heard argument on the Notice of Motion on Wednesday, 29 March, considered the material and on Thursday, 30 March 2006 made orders in these terms: \n \n \n 1.",
      "id": "s5"
    },
    {
      "text": "The Respondents give further discovery by making, filing and serving a further affidavit listing: \n \n\n\n \n \n \n (a) all documents (including any reports concerning or assessments of the investment characteristics of a particular property) relating to commercial shopping centre developments available for purchase by a prospective investor purchaser during the period July 1993 to March 1994; and \n \n (b) all documents (including file notes or assessments of the investment characteristics of the particular land) relating to the purchase by the Applicant in May 1993 of land described as the \"Chancellor Park land\" and the purchase by the Applicant in July 1993 of land described as \"the Canterbury Downs land\".",
      "id": "s6"
    },
    {
      "text": "by 12 noon, Friday, 7 April 2006.",
      "id": "s7"
    },
    {
      "text": "2.",
      "id": "s8"
    },
    {
      "text": "Costs of the Applicant's Notice of Motion filed 24 March 2006 are reserved.",
      "id": "s9"
    },
    {
      "text": "\" \n \n \n \n \n 5 I advised the parties I would publish Reasons for the making of the above orders.",
      "id": "s10"
    },
    {
      "text": "However, other matters before the Court made it not possible to publish these Reasons on Thursday when making the Orders.",
      "id": "s11"
    },
    {
      "text": "It seemed to me important to publish the Orders as soon as possible.",
      "id": "s12"
    },
    {
      "text": "BACKGROUND \n \n 6 This action was commenced on 5 December 1996, proceeded to trial and was the subject of a Judgment by Justice Spender on 11 March 2003: Expectation Pty Ltd v PRD Realty Pty Ltd &amp; Anor [2003] FCA 175.",
      "id": "s13"
    },
    {
      "text": "The Full Court of the Federal Court set aside, in part, his Honour's judgment ( Expectation Pty Ltd v PRD Realty Pty Ltd &amp; Anor ; Carr, Emmett and Gyles JJ, [2004] FCAFC 189 ; 140 FCR 17) and ordered a new trial in relation to a part of the Applicant's claim.",
      "id": "s14"
    },
    {
      "text": "7 The Applicant claims that PRD Realty Pty Ltd, a real estate agent carrying on business on the Gold Coast in Queensland and Mr Douglas, a Director of PRD Realty, engaged in conduct in contravention of the Trade Practices Act 1974 (Cth) and the Fair Trading Act 1989 (Qld) or alternatively, each of them engaged in conduct constituting negligence, breach of fiduciary duty and breach of contract in relation to an agreement entered into by the Applicant for the purchase of the Benowa Gardens Shopping Centre (\"the Benowa Centre\") situated on the corner of Ashmore Road and Benowa Road, of the Gold Coast.",
      "id": "s15"
    },
    {
      "text": "8 That part of the judgment of Spender J concerning a commercial centre described as \"Broadway on the Mall Shopping Complex\" in Queen Street, Brisbane was not set aside.",
      "id": "s16"
    },
    {
      "text": "9 Directions Orders have been made concerning pre-trial steps leading to the conduct of the new trial commencing on 10 April, including: \n \n \n (a) leave to file an Amended, Further Amended and Third Further Amended Statement of Claim;\n (b) leave to file an Amended, Further Amended and Second Further Amended Defence,\n (c) leave to file an Amended, Further Amended and Second Further Amended Reply;\n (d) further general discovery by all parties by 11 November 2005;\n (e) the provision by the Applicant of further statements of witnesses upon which it intended to rely, by 14 December 2005;\n (f) similarly, the provision of further statements by the Respondents of witnesses upon which they intended to rely, by 10 February 2006; and \n (g) various review hearings.",
      "id": "s17"
    },
    {
      "text": "10 The proceeding was reviewed on 14 February to test compliance with the Directions Orders and again on 24 February to review any outstanding compliance issues.",
      "id": "s18"
    },
    {
      "text": "On 24 February, the Respondents, it seems, were pressing the Applicant for disclosure of 11 categories of documents going to damages some of which (the KPMG documents) may have been destroyed.",
      "id": "s19"
    },
    {
      "text": "Counsel for the Applicant did not concede the relevance of any of these documents.",
      "id": "s20"
    },
    {
      "text": "Similarly, the Applicant was agitating outstanding questions concerning discovery in correspondence with the solicitors for the Respondents.",
      "id": "s21"
    },
    {
      "text": "11 I mention these contextual matters because the Directions Orders I made on 15 September 2005 for the completion of further discovery by 11 November 2005 were designed to avoid argument close to the hearing concerning compliance by each side with its discovery obligation on the assumption that if those matters could not be so resolved by 11 November 2005, the matter might be listed quickly for determination by motion and well prior to 29 March 2006, the date of the present motion.",
      "id": "s22"
    },
    {
      "text": "Having regard to the history of the litigation and the allocation of significant time for the conduct of the trial, I am concerned to ensure that no outstanding interlocutory questions put the trial of the action at risk in any way.",
      "id": "s23"
    },
    {
      "text": "THE PRESENT FORMULATION OF THE APPLICANT'S CASE \n \n 12 The Applicant's case is put this way: [13] to [29] \n 13 In November 1992, the Applicant by Daniel Hill appointed PRD Realty by Mr Douglas to advise it in relation to possible real estate investments and to act as the Applicant's exclusive agent to locate, investigate, evaluate, make recommendations about and negotiate the purchase of such investments.",
      "id": "s24"
    },
    {
      "text": "14 It was an implied term of the appointment that the Respondents would exercise due care and skill, act honestly and in the best interests of the Applicant.",
      "id": "s25"
    },
    {
      "text": "On 29 July 1993, the owner of the Benowa Centre (Benoco Pty Ltd) and PRD Realty agreed terms upon which PRD Realty would act as the marketing and selling agent of the Benowa Centre and on 25 October 1993, PRD Realty was formerly appointed as sole selling agent.",
      "id": "s26"
    },
    {
      "text": "15 PRD Realty acted as the Centre Manager from 15 August 1992, leasing agent from immediately prior to 30 September 1992 and selling agent from July 1993 to 8 December 1993.",
      "id": "s27"
    },
    {
      "text": "In these capacities, PRD Realty had access to comprehensive financial and commercial information relating to the Benowa Centre.",
      "id": "s28"
    },
    {
      "text": "16 On 16 July 1993, the appointment of November 1992 was varied in a number of respects including an exclusive appointment to locate, investigate, evaluate, make recommendations about and negotiate the purchase of commercial properties .",
      "id": "s29"
    },
    {
      "text": "17 The express terms of the variation are pleaded by paragraphs 7B(1) to 7B(4).",
      "id": "s30"
    },
    {
      "text": "18 By reason of all of these matters --- the appointment, the variation, the implied terms, the express terms and the access to the information, the Respondents owed the Applicant a fiduciary duty.",
      "id": "s31"
    },
    {
      "text": "19 The content of that duty is pleaded at paragraph 7D.",
      "id": "s32"
    },
    {
      "text": "20 Between 16 July 1993 and 2 December 1993 pursuant to the varied appointment, PRD Realty purported to evaluate the Benowa Centre and recommended its purchase to the Applicant unconditionally for $A15 million.",
      "id": "s33"
    },
    {
      "text": "21 That recommendation contained three implied representations as to the true value of the Benowa Centre, the reasonable grounds held by PRD Realty for its view and an honest belief that an unconditional contract would be necessary to secure the purchase.",
      "id": "s34"
    },
    {
      "text": "22 By paragraph 10A, the Applicant says Mr Douglas, pursuant to the varied appointment, made a series of extensive representations concerning the Benowa Centre and by paragraph 11, another representative of PRD Realty, Mr Cooney, also made a series of extensive representations.",
      "id": "s35"
    },
    {
      "text": "By paragraph 11A, the Applicant relied upon the representations and was induced to a particular belief.",
      "id": "s36"
    },
    {
      "text": "23 By paragraphs 12, 13 and 14, the making of the recommendation, the Douglas representations and the Cooney representations constituted misleading or deceptive conduct or conduct likely to mislead or deceive in contravention of the legislation.",
      "id": "s37"
    },
    {
      "text": "24 By paragraph 14A, the Respondents failed to disclose material matters going to the relationship between the Respondents and the owner of the Benowa Centre and failed to disclose material information relating to the Centre.",
      "id": "s38"
    },
    {
      "text": "By paragraph 14B, Mr Douglas was knowingly concerned in PRD's conduct.",
      "id": "s39"
    },
    {
      "text": "25 By paragraph 14C, the recommendation to buy the Benowa Centre, the implied representations, the Douglas representations, the Cooney representations, the inducement of the belief in the Applicant by the Respondents, the misleading or deceptive quality of the conduct and the failure to disclose the paragraph 14A matters, all reflected the expression of a breach of the fiduciary duty pleaded at paragraph 7D.",
      "id": "s40"
    },
    {
      "text": "26 The reliance conduct of the Applicant involved making an offer to purchase the Centre on 30 November 1993, entering into an unconditional contract on 8 December 1993 and settling the purchase of that contract at $A15 million on 7 February 1994.",
      "id": "s41"
    },
    {
      "text": "27 By reason of the recommendation, the implied representations, the Douglas representations, the Cooney representations, the inducement conduct, the misleading conduct, the non-disclosure conduct, the breach of fiduciary duty and reliance conduct, the Applicant suffered loss and damage of $3 million together with the value of that money measured by interest from 7 February 1994 (paragraph 16).",
      "id": "s42"
    },
    {
      "text": "28 Alternatively, by reason of the misleading conduct, the non-disclosure conduct, the breach of fiduciary duty and the reliance conduct, the Applicant suffered loss and damage measured in this way.",
      "id": "s43"
    },
    {
      "text": "Had the Applicant not purchased the Benowa Centre, it would have purchased an alternative commercial retail investment property reflecting the investment characteristics and yield described in Schedule A to the pleading (capital investment $15 million; funding $8 million at 8.5% interest per annum; yield 11%; income $1,650,000; rent reviews at 5% per annum --- and other factors).",
      "id": "s44"
    },
    {
      "text": "The measure of the loss on such a basis is said to be $5,952,056.00 plus interest from 7 February 1994; see paragraph 16A.",
      "id": "s45"
    },
    {
      "text": "29 The pleading sets up a case in negligence and breach of contract in reliance on the same facts and pleads loss and damage pleaded in accordance with the formulation in paragraph 16 and the alternative formulation in paragraph 16A.",
      "id": "s46"
    },
    {
      "text": "THE PARAGRAPH 6 DOCUMENTS \n \n 30 By paragraph 6, the Applicant pleads three transactions (one in May 1993 and two in July 1993) by which, pursuant to the November 1992 appointment, PRD Realty located, investigated, evaluated, recommended and negotiated the purchase for the Applicant of two blocks of land and a property at Mermaid Beach.",
      "id": "s47"
    },
    {
      "text": "The two blocks of land are the \"Chancellor Park land\" and the \"Canterbury Downs land\".",
      "id": "s48"
    },
    {
      "text": "31 In one sense, the pleading of these facts is a distraction from the structure of the pleading and the formulation of the relief claimed by the Applicant.",
      "id": "s49"
    },
    {
      "text": "No case is made that any of the three transactions reflect operative misrepresentations giving rise to misleading conduct, an inducement to an inaccurate belief about relevant matters, a breach of a fiduciary duty owed to the Applicant, negligence on the part of the Respondents or a breach of contract by the Respondents.",
      "id": "s50"
    },
    {
      "text": "32 There is no justiciable controversy raised on the pleading concerning any aspect of the conduct of the Respondents arising out of the three transactions.",
      "id": "s51"
    },
    {
      "text": "They are not the subject of a claim by the Applicant.",
      "id": "s52"
    },
    {
      "text": "33 The Respondents say there is therefore no obligation to give discovery of documents in connection with the three transactions and, for present purposes, in particular the two land transactions, pursuant to the Directions Order for the purposes of Order 15 generally.",
      "id": "s53"
    },
    {
      "text": "So far as Order 15, rule 8 is concerned, the Respondents say the documents sought by the Applicant or the class of documents relating to the two land transactions do not and cannot \"relate to any matter in question in the proceeding\" since no cause of action is claimed nor any remedial right asserted in reliance upon the two land transactions.",
      "id": "s54"
    },
    {
      "text": "34 The documents are, in truth, irrelevant and inadmissible.",
      "id": "s55"
    },
    {
      "text": "Moreover, the documents are not susceptible to discovery because they do not lead to a line of enquiry which might reveal relevant or admissible documents and nor do they reflect documents which would assist the Applicant's case or damage the Respondent's case.",
      "id": "s56"
    },
    {
      "text": "35 The matter that is, however, put in controversy is the question of whether the Applicant and PRD Realty entered into a contract in the terms contended for by the Applicant.",
      "id": "s57"
    },
    {
      "text": "The Respondents deny the contract as alleged by the Applicant.",
      "id": "s58"
    },
    {
      "text": "The Applicant pleads the matter in these terms:\n \" The Appointment \n \n ... \n \n \n 4.",
      "id": "s59"
    },
    {
      "text": "In about November 1992, the Applicant by its agent Daniel Hill ('Hill') appointed the First Respondent to advise the Applicant in relation to possible real estate investments and to act as the agent for the Applicant in relation to the location, investigation, evaluation, negotiation for, and purchase thereof ('the appointment').",
      "id": "s60"
    },
    {
      "text": "PARTICULARS \n \n \n \n \n The appointment was oral and was made in conversation between Hill and the Second Respondent at Surfers Paradise, Queensland \n \n 5.",
      "id": "s61"
    },
    {
      "text": "Express terms of the appointment were (inter alia) that: \n \n 5.1 The First Respondent, through the Second Respondent, would act as exclusive purchasing agent for the Applicant, would locate land and other property suitable for purchase as an investment by the Applicant, would investigate each such investment opportunity, would evaluate each such investment opportunity and would make recommendations for the Applicant as to the purchase or otherwise thereof; \n \n 5.2 Where instructed to do so, the First Respondent, through the Second Respondent, would negotiate the purchase of the identified land or other property as the Applicant's agent; \n \n 5.3 The First Respondent would be remunerated by the payment of commissions, marketing fees and management fees payable in relation to land or other property purchase; and \n \n 5.4 The First Respondent through the Second Respondent, would provide like services to Hill.",
      "id": "s62"
    },
    {
      "text": "5A.",
      "id": "s63"
    },
    {
      "text": "It was an implied term of the Appointment that: \n \n \n \n \n \n 5A.1 The Respondents would exercise due care and skill in the performance of the tasks particularised in paragraphs 5.1, 5.2 and 5.4; \n \n 5A.2 The Respondents would act honestly and in the best interests of the Applicant.",
      "id": "s64"
    },
    {
      "text": "\" \n \n \n \n \n 36 As to those matters, the Respondents deny the formation of such a contract.",
      "id": "s65"
    },
    {
      "text": "They say a contract in these terms was made: \n \n \n \"2.",
      "id": "s66"
    },
    {
      "text": "In relation to the allegations of fact contained in paragraphs 4 and 5 of the Third Further Amended Statement of Claim, the First and Second Respondents: \n \n \n \n \n \n (a) say that in or about late 1992 or early 1993 Daniel Hill ('Hill') orally requested the First Respondent (through the Second Respondent) to introduce him to possible real estate investments for his consideration, and the First Respondent agreed to do so; \n \n (b) say that it was agreed that the First Respondent would act as purchasing agent for Hill in relation to any properties which: \n \n \n \n \n (i) were introduced to Hill by the First Respondent; \n \n \n \n \n \n \n \n (ii) Hill decided to purchase; \n \n (iii) were not listed by the vendor thereof for sale through the agency of the First Respondent; \n \n \n \n \n (c) deny that the First or Second Respondents agreed to act as 'exclusive' purchasing agent for the Applicant; \n \n (d) deny that the First or Second Respondents agreed to investigate or evaluate any property as an investment opportunity beyond assessing whether such property might be of interest to Hill as a possible real estate investment; \n \n (e) say the properties that were introduced to Hill by the First Respondent were to be investigated and evaluated as investment opportunities by way of due diligence performed by employees and agents of Hill other than the First and Second Respondents; \n \n (f) say that prior to the First Respondent agreeing to introduce properties to Hill, the First Respondent (by the Second Respondent) explained to Hill that: \n \n \n \n \n \n \n \n (i) in some cases where the First Respondent introduced a property to Hill, the vendors of that property would have listed it for sale through the agency of the First Respondent; \n \n \n \n \n \n \n \n (ii) in those cases, the First Respondent would be acting as agent for the vendor of the property and was obliged to act in the interests of the vendor in any sale to Hill; \n \n \n \n \n \n \n \n (g) say that at all material times Hill: \n \n \n \n \n \n \n \n (i) was aware that the First Respondent owed obligations to vendors who listed property for sale through its agency, namely obligation: \n \n \n \n \n \n \n \n (A) to act in the interests of the vendor to the exclusion of the interests of any potential purchaser in so far as the interests of that potential purchaser conflicted with the interests of the vendor; \n \n (B) not to disclose to any potential purchaser information which the First Respondent obtained from the vendor which, by reason of the First Respondent's agency, it was obliged to keep confidential; \n \n \n \n \n \n \n \n (iii) did not expect the First Respondent when it introduced the property to Hill, in respect to which the First Respondent acted as agent for the vendor, to disclose confidential information which the First Respondent held on behalf of the vendor; \n \n \n \n \n \n \n \n (h) say that it was an implied term of the agreement between the First Respondent and Hill that when introducing properties to Hill as possible investments, the First Respondent was entitled to: \n \n \n \n \n \n \n \n (i) act as agent for the vendors of properties that were listed for sale by the First Respondent; \n \n \n \n \n \n \n \n (ii) keep confidential information which the First Respondent obtained from vendors for whom it was acting as agent; \n \n \n \n \n \n \n \n (i) otherwise deny the allegations contained therein.",
      "id": "s67"
    },
    {
      "text": "\" \n \n \n \n \n \n \n \n 37 As to the implied terms pleaded by the Applicant at paragraph 5A, the Respondents say it was an implied term of the agreement as pleaded by them that PRD Realty would exercise reasonable care as real estate agents in their dealings with Hill, act honestly in performing the First Respondent's duties as formulated but otherwise deny the contention that an agreement was reached reflecting the implied terms asserted by the Applicant.",
      "id": "s68"
    },
    {
      "text": "38 Order 15, rule 2 in its current form commenced operation on 3 December 1999.",
      "id": "s69"
    },
    {
      "text": "The operation of the rule should be read in conjunction with Practice Note 14 issued by the Chief Justice on 3 December 1999 reflecting the notion that the Court will mould discovery orders to accommodate the particular circumstances of the case, the issues, the burden of discovery, the likely costs and likely benefits.",
      "id": "s70"
    },
    {
      "text": "39 Order 15, rule 2(3) recognises that, in principle, a party ought to disclose by way of discovery documents upon which that party proposes to rely.",
      "id": "s71"
    },
    {
      "text": "Order 15, rule 5 provides that the Court may at any stage of the proceeding, order any party to give discovery in accordance with rule 2.",
      "id": "s72"
    },
    {
      "text": "Order 15, rule 8 is in these terms: \n \" Order for particular discovery \n \n 8.",
      "id": "s73"
    },
    {
      "text": "Where, at any stage of the proceeding, it appears to the court from evidence or from the nature or circumstances of the case or from any document filed in the proceeding that there are grounds for a belief that some document or class of document relating to any matter in question in the proceeding may be or may have been in the possession, custody or power of a party, the court may order that party - \n \n \n (a) to file any affidavit stating whether that document or any document of that class is or has been in the possession, custody or power and, if it has been but is not then in his possession, custody or power, when he parted with it and what has become of it; and \n \n (b) to serve the affidavit on any other party.",
      "id": "s74"
    },
    {
      "text": "\" \n \n \n 40 For some time prior to the filing of the Notice of Motion, the Applicant and Respondents have been exchanging correspondence between the respective solicitors as to the adequacy of discovery.",
      "id": "s75"
    },
    {
      "text": "41 By a letter dated 28 December 2005, the solicitors for the Respondents wrote to the Applicant's solicitors and said: \n \n \n \"2.1 We are trying to locate any relevant documents in our client's possession relating to Chancellor Park and Canterbury Downs.",
      "id": "s76"
    },
    {
      "text": "At this stage, these documents cannot be located.",
      "id": "s77"
    },
    {
      "text": "We are still pursuing this.",
      "id": "s78"
    },
    {
      "text": "2.2 Please confirm that your client has now disclosed all relevant documents in its possession relating to Chancellor Park and Canterbury Downs.",
      "id": "s79"
    },
    {
      "text": "\" \n \n \n \n \n 42 By reason of the Directions Orders, the parties have now exchanged extensive statements formulating evidence presumably thought to be probative of the matters in issue in the proceeding.",
      "id": "s80"
    },
    {
      "text": "In short, Mr Douglas seeks to rely upon the transactions as conduct consistent with his version of the agreement he says he reached with the Applicant in November 1992.",
      "id": "s81"
    },
    {
      "text": "Consistent with Mr Douglas's reliance upon conduct in connection with the two transactions, the solicitors for the Respondents have pressed the Applicant for discovery of all relevant documents in the Applicant's possession, custody or power relating to the two land transactions and have assured the Applicant's solicitors that the Respondents continue to try and locate any relevant documents in their possession relating to the two transactions [41].",
      "id": "s82"
    },
    {
      "text": "43 It seems an odd notion that the Respondents would resist discovery of documents in their possession, custody or power in relation to the two transactions yet seek to rely upon the transactions in their own case, engage affirmatively with the Applicant's solicitors in the discovery process so as to secure access to documents in the Applicant's possession and volunteer at least as at 28 December 2005 to try and locate any relevant documents relating to the two transactions in their possession.",
      "id": "s83"
    },
    {
      "text": "44 In the first statement filed by Mr Douglas, he describes the Canterbury Downs transaction and says that an analysis of that transaction shows it is not emblematic of PRD Realty making the recommendations to Mr Hill alleged against PRD Realty.",
      "id": "s84"
    },
    {
      "text": "Rather, the transaction is emblematic of Mr Hill undertaking his own analysis and due diligence as to the purchase.",
      "id": "s85"
    },
    {
      "text": "Similarly, Mr Douglas, in his statements, describes the acquisition of the Chancellor Park land and relies upon that transaction as conduct consistent with Mr Hill's own analysis of the investment merits of that purchase.",
      "id": "s86"
    },
    {
      "text": "Thus, one is invited to conclude that the agreement contended for by the Respondents is the agreement formed between the parties rather than the contract contended for by the Applicant.",
      "id": "s87"
    },
    {
      "text": "45 In the second statement filed by Mr Douglas, he makes further reference to the Chancellor Park land and the Canterbury Downs land.",
      "id": "s88"
    },
    {
      "text": "The thrust of the relevant paragraphs in the statement is to demonstrate the \"de minimis\" role played by PRD Realty in the evaluation of the investment opportunity or the due diligence analysis of the investment features of the acquisition.",
      "id": "s89"
    },
    {
      "text": "46 As to the agreement reached between PRD Realty and the Applicant governing the acquisition of commercial property [20], Mr Douglas says in his second statement at paragraph 85 that this agreement was the same arrangement put in place by Mr Hill and Mr Douglas in respect of the residential properties that Mr Hill purchased through Mr Douglas.",
      "id": "s90"
    },
    {
      "text": "47 Since PRD Realty and Mr Douglas seek to rely upon the transactions as conduct probative of the agreement reached with the Applicant, it seems difficult to resist the conclusion that PRD Realty ought discover documents in its possession and that of Mr Douglas relevant to those transactions.",
      "id": "s91"
    },
    {
      "text": "Moreover, it is clear from the correspondence that the parties have proceeded at least until recently on the footing that these documents ought be the subject of discovery.",
      "id": "s92"
    },
    {
      "text": "THE PREVIOUS DECISION BY JUSTICE COOPER \n \n 48 The Respondents say the decision of Cooper J of 2 September 1999 ( Expectation Pty Ltd v PRD Realty Pty Ltd [1999] FCA 1207) is a complete answer to the present application so far as it relates to paragraph 1(d) of the Notice of Motion.",
      "id": "s93"
    },
    {
      "text": "By Notice of Motion filed on 15 July 1999, the Applicant sought further discovery pursuant to Order 15 (rule 2, rule 5 and rule 8) directed to correspondence, file notes, agreements, invoices, bank statements, financial documents and other documents generated during the period January 1993 to January 1994 with respect to the acquisition by the Applicant of the Canterbury Downs and Chancellor Park land.",
      "id": "s94"
    },
    {
      "text": "49 Cooper J concluded that the transactions formed no part of any cause of action pleaded by the Applicant, gave rise to no justiciable question in the proceeding and thus no basis for discovery of the documents arose.",
      "id": "s95"
    },
    {
      "text": "Further, his Honour concluded that the transactions constituted post-contractual conduct and since the transactions were not relied upon as part of a course of conduct from which a contract might be inferred, evidence of the transactions could not be admitted solely as to the effect or construction of the terms of the agreement.",
      "id": "s96"
    },
    {
      "text": "50 The point of departure from the otherwise compelling reasoning of Cooper J lies in the precise point in the proceeding at which the question now arises for a second time.",
      "id": "s97"
    },
    {
      "text": "General discovery has, subject to these questions (and any others to be raised by the Respondents), now been completed.",
      "id": "s98"
    },
    {
      "text": "Statements have been filed and exchanged between the parties.",
      "id": "s99"
    },
    {
      "text": "Reliance, it seems, has been placed upon the documents in relation to the transactions by both sides and exchanges have occurred as recently as 28 December 2005 to secure each side's cooperation in the production of material in the possession, custody or power of the other.",
      "id": "s100"
    },
    {
      "text": "The parties seem to have treated the documents as relevant and Mr Douglas relies upon the transactions in both of his statements presumably on the basis that if his evidence were accepted, the evidence \"could rationally affect (director or indirectly) the assessment of the probability of the existence of a fact in issue in the proceeding\": s.55 Evidence Act 1995 (Cth)\n 51 Even if the evidence is not relevant in a sense which would make the documents relating to the transactions admissible for the purposes of s.55 of the Evidence Act , the Applicant says the documents are nevertheless susceptible to further discovery in the sense that they represent \"documents which may --- not which must either directly, or indirectly, enable the party requiring the discovery either to advance its own case or to damage the case of its adversary or which may fairly lead to a train of inquiry which may have either of those two consequences (see, e.g.",
      "id": "s101"
    },
    {
      "text": "Compagnie Financiere et Commerciale du Pacifique v The Peruvian Guano Co (1882) 11 QBD 55 at 62-63)\": Reading Entertainment Australia Pty Ltd v Birch Carroll &amp; Coyle Ltd [2002] FCAFC 109 at [63] per Beaumont J.",
      "id": "s102"
    },
    {
      "text": "See generally paragraphs [63] to [70].",
      "id": "s103"
    },
    {
      "text": "52 On either basis, I propose to make the order for further discovery of the documents arising out of the transaction.",
      "id": "s104"
    },
    {
      "text": "53 It might be said that even though the Respondents expressed a willingness, up to the end of 2005, to produce the documents (if located) and press the Applicant to confirm discovery for its part of the documents in its possession, custody or power arising out of the transactions, the Respondents have now concluded that the documents do not relate to any matter in question, ought not be produced and are not susceptible to discovery within the expression of principle reflected in Reading Entertainment Australia Pty Ltd v Birch Carroll &amp; Coyle Ltd (supra).",
      "id": "s105"
    },
    {
      "text": "It seems to me that such a change in position comes late in the day and is inconsistent with the position taken by Mr Douglas in his statements.",
      "id": "s106"
    },
    {
      "text": "54 In addition, the question of whether the parties formed an agreement comprising metaphorically elements A, B, C, D and E as the Applicant contends or A, B, F and G as Mr Douglas contends is a central question.",
      "id": "s107"
    },
    {
      "text": "The issue is not at the threshold one of construction of an agreed document, letter or conversation.",
      "id": "s108"
    },
    {
      "text": "The content of the terms of the agreement are in issue (see [35] and [36]).",
      "id": "s109"
    },
    {
      "text": "The question is what agreement did the parties make and once made, what construction as a matter of law is to be attributed to the content of the agreement?",
      "id": "s110"
    },
    {
      "text": "55 In Brambles Holdings Limited v Bathhurst City Council [2001] NSWCA 61 , Heydon JA in dealing with the question of whether a contract between those parties comprehended a regulated charge for \"liquid waste\" as a subset of general commercial waste, stated some of the relevant principles in these terms: \n \n \n \"23.",
      "id": "s111"
    },
    {
      "text": "To some extent the defendant's arguments turned on appeals to the conduct of the parties before the contract was made on 12 July 1990, to their conduct after the contract was made on that date, to their subject beliefs and to submissions about the implication of terms.",
      "id": "s112"
    },
    {
      "text": "24.",
      "id": "s113"
    },
    {
      "text": "The first relevant principle of law is that pre-contractual conduct is only admissible on questions of construction if the contract is ambiguous and if the pre-contractual conduct casts light on the genesis of the contract, its objective aim, or the meaning of any descriptive term: Codelfa Construction Pty Ltd v State Rail Authority of New South Wales [1982] HCA 24 ; (1982) 149 CLR 337 at 347 --- 352.",
      "id": "s114"
    },
    {
      "text": "25.",
      "id": "s115"
    },
    {
      "text": "The second relevant principle is that post-contractual conduct is admissible on the question of whether the contract was formed : Howard Smith &amp; Co Ltd v Varawa [1907] HCA 38 ; (1907) 5 CLR 68 at 77; Barrier Wharfs Ltd v W Scott Fell &amp; Co Ltd [1907] HCA 79 ; (1908) 5 CLR 647 at 668, 669 and 672; B Seppelt &amp; Sons Ltd v Commissioner for Main Roads (1975) 1 BPR [97011] at 9149 and 9154 --- 9156; Film Bars Pty Ltd v Pacific Film Laboratories Pty Ltd (1979) 1 BPR [97023] at 9255.",
      "id": "s116"
    },
    {
      "text": "26.",
      "id": "s117"
    },
    {
      "text": "The third relevant principle is that post-contractual conduct is not admissible on the question of what a contract means as distinct from the question of whether it was formed .",
      "id": "s118"
    },
    {
      "text": "27.",
      "id": "s119"
    },
    {
      "text": "The fourth relevant principle is that the construction of a contract is an objective question for the court and the subject of beliefs of the parties are generally irrelevant in the absence of any argument that a decree of rectification should be ordered or an estoppel by convention found.",
      "id": "s120"
    },
    {
      "text": "28.",
      "id": "s121"
    },
    {
      "text": "The fifth relevant principle is that terms may be implied by force of express words, the nature of the contract itself, usage or for reasons of business efficacy.",
      "id": "s122"
    },
    {
      "text": "\" \n \n \n \n \n 56 In Baulderstone Hornibrook Pty Ltd v Qantas Airways Ltd [2003] FCA 174 , Finkelstein J at paragraph [34] observed that it is \"universally accepted\" that the question of whether the evidence reveals a \"manifestation of mutual assent (agreement) ... is to be resolved by reference to the parties apparent and not their actual intention: that is, the objective appearance of the parties' intention\" and \"it is permissible in this area to also have regard to the parties' conduct after the date of the putative contract, as that conduct may show what the parties intended at the earlier time: Australian Broadcasting Corporation v XIV Commonwealth Games Ltd (1988) 18 NSWLR 540, 548\".",
      "id": "s123"
    },
    {
      "text": "See also Damevski v Guidice [2003] FCAFC 252 at paragraphs [85] to [87].",
      "id": "s124"
    },
    {
      "text": "57 In formulating an order for further discovery, the Respondents say that an order for further discovery of the documents in relation to the two land transactions would be oppressive, fails to recognise the scoping of appropriate orders required by the Practice Note 14 issued by the Chief Justice of 3 December 1999 and is an application made too late in the day.",
      "id": "s125"
    },
    {
      "text": "58 It seems to me that an order for discovery of the particular documents confined to the two transactions is neither too broad nor oppressive.",
      "id": "s126"
    },
    {
      "text": "The application is unfortunately made late in the day.",
      "id": "s127"
    },
    {
      "text": "However, since the parties have for some time exchanged correspondence directed to securing production of the documents and the Respondents rely upon the transactions, it seems consistent with the proper conduct of the trial to make an order for further production in terms of paragraph 1(b) [4].",
      "id": "s128"
    },
    {
      "text": "59 I also note that s.193 of the Evidence Act (Cth) provides:\n \" 193 Additional Powers \n \n (1) The powers of a court in relation to: \n \n (a) the discovery or inspection of documents; and \n \n \n (b) ordering disclosure and exchange of evidence, intended evidence, documents and reports; \n \n \n \n \n \n extend to enabling the court to make such orders as the court thinks fit (including orders about methods of inspection, adjournments and costs) to ensure that the parties to a proceeding can adequately, and in an appropriate manner, inspect documents of the kind referred to in paragraph (b) or paragraph (c) of the definition of document in the Dictionary.",
      "id": "s129"
    },
    {
      "text": "60 \"Document\" for the purposes of the Dictionary means \"any record of information, and includes (a) anything on which there is writing; or (b) anything on which there are marks, figures, symbols or perforations having a meaning for persons qualified to interpret them\" .",
      "id": "s130"
    },
    {
      "text": "THE DOCUMENTS SOUGHT BY PARAGRAPH 1(E) OF THE NOTICE OF MOTION \n \n 61 By paragraph 1(e) of the motion, the Applicant seeks an order for further discovery of all brochures and reports produced by the Respondents relating to the availability or sale of commercial or retail properties during the period June 1993 to July 1994.",
      "id": "s131"
    },
    {
      "text": "62 The relevance of the documents is said to arise in this way.",
      "id": "s132"
    },
    {
      "text": "By paragraph 16 of the Third Further Amended Statement of Claim (\"TFASC\"), the Applicant claims damages of $3 million together with interest from 7 February 1994 as the measure of the loss said to arise by reason of the recommendation [20], the implied representations [15], the Douglas representations [22], the Cooney representations [22], the inducement conduct [22], the misleading conduct [23], the non-disclosure conduct [24], the breach of fiduciary duty [25] and the reliance conduct [26].",
      "id": "s133"
    },
    {
      "text": "63 Alternatively to that formulation, the Applicant by reason of the misleading conduct, the non-disclosure conduct, the breach of fiduciary duty and the reliance conduct suffered a lost investment opportunity.",
      "id": "s134"
    },
    {
      "text": "64 By paragraph 16A of the TFASC, the Applicant says that, \"had it not purchased the Benowa Centre it would have acquired an alternative commercial/retail investment having the characteristics set forth in Schedule A.",
      "id": "s135"
    },
    {
      "text": "The alternative investment would have provided the returns set forth in Schedule A.",
      "id": "s136"
    },
    {
      "text": "The Applicant's loss and damage is $5,952,056.00 together with interest from 7 February 1994 to the date of judgment\" , see paragraph [28] for the content of Schedule A.",
      "id": "s137"
    },
    {
      "text": "65 The Respondents deny that the Applicant suffered any loss or damage by reason of its acquisition of the Benowa Centre and assert by paragraph 8E of the Second Further Amended Defence (\"SFAD\"), as a question of fact, that, \"the Centre was the only shopping centre available for purchase by the Applicant in December 1993 that met the Applicant's requirements as outlined in paragraph 5(a) above\" .",
      "id": "s138"
    },
    {
      "text": "Paragraph 5 of the SFAD is responsive to paragraph 8 of the TFASC.",
      "id": "s139"
    },
    {
      "text": "Paragraph 8 pleads the purported investigation of the Benowa Centre as a potential commercial property for purchase by the Applicant, the evaluation of the Centre and the recommendation made that the Applicant purchase the Centre.",
      "id": "s140"
    },
    {
      "text": "66 By paragraph 5 of the SFAD, the Respondents plead the scope of the recommendation in this way: \n \n \n \"5.",
      "id": "s141"
    },
    {
      "text": "In relation to the allegations of fact contained in paragraph 8 of the Third Further Amended Statement of Claim, the First and Second Respondents: \n \n \n \n \n \n (a) say that between July and November 1993 Hill orally advised the Second Respondent (Douglas) that he wanted to purchase a commercial property for his ex-wife, Daisy, as a stable, income-producing, long term investment; \n \n (b) say that between July and November 1993 the First Respondent (by Langford) identified the Centre as a property that might be of interest to Hill as a commercial real estate investment for Daisy Hill; \n \n (c) deny that the First Respondent (by Douglas) purported to investigate the Centre as an investment opportunity for the Applicant; \n \n ... \n \n (g) say that the Second Respondent (Douglas) did not purport to investigate or evaluate the Centre as an investment opportunity for the Applicant, because, save for having and informing Hill of general information about the Centre being a brand new Centre in an area that had a reasonably protected catchment and potential for population growth near it, the Second Respondent did not purport to investigate or evaluation the Centre; \n \n (h) otherwise, deny the allegations contained therein.",
      "id": "s142"
    },
    {
      "text": "\" \n \n \n \n \n \n 67 The Respondents put in issue the scope and content of the agreement between the parties as to the agency role of PRD Realty in acting to locate, investigate, evaluate, make recommendations about and act in the purchase exclusively for the Applicant of commercial properties suitable for investment.",
      "id": "s143"
    },
    {
      "text": "As to the scope of the agreement contended for by the Respondents, they say that of the possible field of commercial properties that might reflect a \"stable income producing long term investment\" at least as at December 1993 (being the date of purchase of the Centre by the Applicant), the Benowa Centre was the only shopping centre available for purchase by the Applicant reflecting those features.",
      "id": "s144"
    },
    {
      "text": "68 Presumably, PRD Realty has examined those documents in its possession, custody or power relating to commercial properties (including shopping centres since the Benowa Shopping Centre fell within the characterisation of a commercial property reflecting a stable income producing long term investment) so as to form a view that the Benowa Centre was the only property reflecting the features pleaded by PRD Realty (that is, by paragraphs 8E and 5(a) of the SFAD).",
      "id": "s145"
    },
    {
      "text": "Although the pleading by PRD Realty on this issue is not responsive to the case pleaded by the Applicant as such (that is, the specific content of Schedule A), the paragraph asserts a material fact in response to paragraph 16A thus establishing a controversy between the parties on the material fact pleaded by the Respondent.",
      "id": "s146"
    },
    {
      "text": "Accordingly, documents within the possession, custody or power of the Respondents which form the basis for the fact pleaded (the Benowa Centre being the only shopping centre relevantly available) could rationally affect (directly or indirectly) the assessment of the probability of the existence of the fact put in issue in the proceeding by the Respondents.",
      "id": "s147"
    },
    {
      "text": "69 It seems to me that such documents are therefore relevant and in light of the pleading, documents in relation to commercial shopping centre developments available for purchase brought into existence in the period July 1993 to March 1994 and in the possession, power or control of PRD Realty may --- not must - enable the party seeking discovery to advance its own case or damage that of its adversary on the question of whether the Benowa Centre was the only Centre available for purchase in December 1993.",
      "id": "s148"
    },
    {
      "text": "70 A further question arises as to whether an order for supplementary discovery would be harsh and oppressive in the circumstances.",
      "id": "s149"
    },
    {
      "text": "Again, the application was made late in the day notwithstanding particular efforts to ensure that all interlocutory questions were dealt with well prior to the trial.",
      "id": "s150"
    },
    {
      "text": "The Respondents were given leave on 29 March 2006 to read and file an affidavit of Elsbeth Joy Reynolds.",
      "id": "s151"
    },
    {
      "text": "Ms Reynolds deposes to some of the difficulties associated with isolating the documents now sought by the Applicant.",
      "id": "s152"
    },
    {
      "text": "Apart from a complaint about the scope of the documents, Ms Reynolds says this: \n \n \n (a) the particular documents could be found in files or records created by PRD Realty in the period June 1993 to July 1994 or later ;\n (b) representatives of PRD Realty will need to search all of the files, records and archives of PRD Realty, \n (c) PRD Realty has corporate offices at the Gold Coast in Brisbane and also in Sydney and Melbourne.",
      "id": "s153"
    },
    {
      "text": "There are approximately 160 franchise officers throughout Australia and overseas;\n (d) it is unlikely that offices other than the corporate office at the Gold Coast and in Brisbane would have any of the documents sought by the Applicant either because those offices were established after the period in question or because those offices do not have \"commercial property practices\".",
      "id": "s154"
    },
    {
      "text": "However, a search of all the files and records held in these offices would need to be undertaken to confirm the position;\n (e) the Gold Coast corporate office of PRD Realty has basement archive space comprising one third of the basement and a further 20 filing cabinet drawers of historical information.",
      "id": "s155"
    },
    {
      "text": "There is apparently no computer database or electronic searching facility.",
      "id": "s156"
    },
    {
      "text": "A manual search of boxes of documents in archives and the filing cabinet would need to be undertaken;\n (f) the Brisbane corporate office of PRD Realty stores its archives off-site at AUSDOC and there are 836 boxes in archive storage.",
      "id": "s157"
    },
    {
      "text": "The archive register lists contents of archived boxes by reference to a property name and year.",
      "id": "s158"
    },
    {
      "text": "A review of the register would not necessarily reveal whether a box contains any documents in the category sought.",
      "id": "s159"
    },
    {
      "text": "A manual search of the boxes would be required.",
      "id": "s160"
    },
    {
      "text": "A search fee of $15 per day would be involved.",
      "id": "s161"
    },
    {
      "text": "A retrieval fee for any box containing documents once identified, of $38 is charged by AUSDOC.",
      "id": "s162"
    },
    {
      "text": "71 It seems to me that making an order for further discovery will involve some degree of burden cast upon PRD Realty.",
      "id": "s163"
    },
    {
      "text": "However, two things seem to me to be influential.",
      "id": "s164"
    },
    {
      "text": "The first is that PRD Realty has placed itself in a position where it has been able to plead that the Benowa Centre was the only shopping centre available for purchase by the Applicant in December 1993 that met the Applicant's requirements at least as formulated by the Respondents and presumably that assertion is made as a material fact upon a proper basis, that is, an informed basis.",
      "id": "s165"
    },
    {
      "text": "Presumably, therefore, PRD Realty has a level of understanding of the facts so far as they relate to other long term stable investments which may or may not have been available to be made, in the market.",
      "id": "s166"
    },
    {
      "text": "Secondly, the period involved is a quite contained period and it seems to me appropriate to limit the scope of discovery to those documents within the possession, custody or power of PRD Realty brought into existence by PRD Realty in the period July 1993 to the end of the first quarter of calendar 1994, that is, March 1994 recognising that the purchase was made by the Applicant on 8 December 1993 and settled on 7 February 1994.",
      "id": "s167"
    },
    {
      "text": "72 Accordingly, the scope of the documents and the number of archive boxes referable to that period ought to be contained.",
      "id": "s168"
    },
    {
      "text": "73 I propose to make an order for further discovery in relation to all documents in the possession, custody or power of PRD Realty or Mr Douglas brought into existence during the period July 1993 to March 1994 relating to commercial shopping centre developments available for purchase by a prospective investor during the period July 1993 to March 1994.",
      "id": "s169"
    },
    {
      "text": "I certify that the preceding seventy-three (73) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Greenwood J.",
      "id": "s170"
    },
    {
      "text": "Associate:\n\nDated: 4 April 2006\n\n\n Counsel for the Applicant: Mr Roger Derrington SC \n \n Solicitor for the Applicant: Clewett Corser &amp; Drummond \n \n Counsel for the Respondent: Mr Brian O'Donnell SC and Mr Pomerenke \n \n Solicitor for the Respondent: Thynne &amp; Macartney \n \n Date of Hearing: 29 March 2006 \n \n Date of Publication of Orders: 30 March 2006 \n \n Date of Publication of Reasons for Judgment: 4 April 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/360.html",
      "id": "s171"
    }
  ]
}