{
  "name": "Seven Network Limited v News Limited [2006] FCA 343 (31 March 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/343.html",
  "catchphrases": [
    {
      "text": "meaning of 'in connection with' and 'attempt' in s 131(1) of the evidence act",
      "id": "c0"
    },
    {
      "text": "privilege in respect of settlement negotiations",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "1 Proceedings NSD 1223 of 2002, known as Seven Network Limited &amp; Anor v News Limited &amp; Ors , which commenced on 19 November 2002, arose out of bids for television broadcast rights in respect of two codes of football, one administered by the Australian Football League ('the AFL') and the other by the National Rugby League.",
      "id": "s0"
    },
    {
      "text": "There are numerous parties to the proceedings and needless to say, the litigation is complex.",
      "id": "s1"
    },
    {
      "text": "2 The hearing of the main proceedings commenced before Justice Sackville on Monday 12 September 2005, and is continuing.",
      "id": "s2"
    },
    {
      "text": "3 On 28 February 2006 the Seventh, Eighth and Twenty-first Respondents (collectively referred to as 'Nine') issued a subpoena directed to the AFL calling for production to the Court of certain documents on 6 March 2006.",
      "id": "s3"
    },
    {
      "text": "4 On 6 March 2006 the AFL produced to the Court a number of documents identified in 32 numbered paragraphs in the schedule to these reasons for judgment marked 'MDR-2'.",
      "id": "s4"
    },
    {
      "text": "Until 5 December 2005 the AFL was a respondent in the proceedings.",
      "id": "s5"
    },
    {
      "text": "5 Network Ten Pty Limited was also a respondent in the proceedings until 6 February 2006.",
      "id": "s6"
    },
    {
      "text": "6 On 31 January 2006 Nine issued Notices to Produce to the Applicants, being Seven Network Limited and C7 Pty Limited, and also to Network Ten Pty Limited, requiring the production of certain documents.",
      "id": "s7"
    },
    {
      "text": "On 20 February 2006 the Applicants and Network Ten Pty Limited produced documents to the Court in response to the said Notices to Produce.",
      "id": "s8"
    },
    {
      "text": "In respect of four of the documents produced by the Applicants a claim has been made by the Applicants that those documents are privileged from production on the basis of privilege in respect of settlement negotiations.",
      "id": "s9"
    },
    {
      "text": "7 The Applicants have also claimed privilege in respect of the production of seven of the documents produced to the Court by the AFL being the documents numbered 13 and 17-22 inclusive in the schedule MDR-2.",
      "id": "s10"
    },
    {
      "text": "It is common ground that the four documents produced by the Applicants for which privilege has been claimed are copies of four of the seven documents produced by the AFL for which privilege claims have also been made.",
      "id": "s11"
    },
    {
      "text": "8 The privilege claims have been made in respect of two separate disputes.",
      "id": "s12"
    },
    {
      "text": "The primary dispute is said to be one arising in respect of a deed made 3 September 1997 between the AFL and five companies in the Seven Network Limited group.",
      "id": "s13"
    },
    {
      "text": "That deed has been referred to as the 'First and Last Deed'.",
      "id": "s14"
    },
    {
      "text": "9 The second dispute by reference to which one of the privilege claims has been made is the dispute between the Applicants and the AFL in the main proceedings at the time when the AFL was still a party to those proceedings.",
      "id": "s15"
    },
    {
      "text": "10 In relation to the seven documents production of which is the subject of objection, Graeme Edward James Johnson, a partner of Freehills, the solicitors for the Applicants, has sworn:-\n \n 'Seven objects to access being granted to the respondents to the Settlement Documents [Mr Johnson's description of the documents for which privilege is claimed] on the ground that each document evidences a communication that is made between parties in dispute in connection with an attempt to negotiate a settlement of the dispute.",
      "id": "s16"
    },
    {
      "text": "The dispute in respect of which each claim is made is as follows: \n \n 14.1 Document 13 --- First and Last Dispute \n 14.2 Document 17 --- First and Last Dispute and the Proceedings \n 14.3 Document 18 --- First and Last Dispute \n 14.4 Document 19 --- First and Last Dispute \n 14.5 Document 20 --- First and Last Dispute \n 14.6 Document 21 --- First and Last Dispute \n 14.7 Document 22 --- First and Last Dispute' \n \n\n11 Network Ten Pty Limited also objects to inspection being allowed in respect of the seven documents in question on the basis that they are covered by the privilege in respect of settlement negotiations as it applies to an attempt to negotiate a settlement of the First and Last Dispute with the AFL to which it says it was a party.",
      "id": "s17"
    },
    {
      "text": "12 In about May 2005 the five Seven Network Limited group of companies, which with the AFL, were parties to the First and Last Deed assigned certain rights in relation to that deed to Network Ten Pty Limited so that, thereafter, the parties entitled to rights under the First and Last Deed became the five Seven Network Limited companies and Network Ten Pty Limited, hence Network Ten Pty Limited's interest in the resolution of the so-called First and Last Dispute.",
      "id": "s18"
    },
    {
      "text": "13 By a Notice of Motion filed 23 March 2006 Nine has sought orders that the Applicants and Network Ten Pty Limited produce to Nine for inspection the documents set out in Schedule 1 to the Motion being the seven documents mentioned in the AFL list of documents as documents 13 and 17-22 inclusive and the four documents being copies of four of those seven documents identified as APL.933.001.0001-0005, APL.933.007.0001-0004, APL.933.004.0015-0016 and APL.933.004.0013-0014.",
      "id": "s19"
    },
    {
      "text": "14 It is sufficient for present purposes to deal with the seven documents as identified in the AFL list.",
      "id": "s20"
    },
    {
      "text": "In relation to all seven documents the Applicants and Network Ten Pty Limited contend that they ought not to be produced on the basis that they are covered by the privilege in respect of settlement negotiations in relation to the so-called First and Last Dispute.",
      "id": "s21"
    },
    {
      "text": "In respect of the document identified as number 17 in the AFL list, the Applicants also object to the production of it on the basis that it is covered by the privilege in respect of settlement negotiations in relation to the dispute between the Applicants and the AFL.",
      "id": "s22"
    },
    {
      "text": "15 The parties are agreed that for the purposes of the present application Order 33 rule 11 of the Federal Court Rules should be taken to apply to the questions which have arisen for determination and further that no distinction should be drawn between documents produced in response to the Notices to Produce and those which were produced on subpoena.",
      "id": "s23"
    },
    {
      "text": "(cf Order 33 rules 11 and 12 )\n \n16 In the light of these concessions the question is whether or not at this stage of the proceedings Nine should be allowed to inspect the seven documents in question.",
      "id": "s24"
    },
    {
      "text": "17 Order 33 rule 11 relevantly provides:-\n \n \n '11(1) Where the Court, by subpoena or otherwise, orders any person to produce any document or thing, and any person makes and substantiates sufficient lawful objection to production on grounds of privilege [meaning grounds on which a person may rely to make an objection under Part 3.10 of the Evidence Act 1995 (Cth)], the Court shall not compel production of that document or thing except production to the Court for the purpose of ruling on the objection.",
      "id": "s25"
    },
    {
      "text": "... \n \n \n (3) Subrule (1) applies where an order is made for production to ... the Court or any officer of the Court, or any examiner, or other person authorized to receive evidence, whether on a trial or hearing or on any other occasion.",
      "id": "s26"
    },
    {
      "text": "...' \n \n\n18 In Seven Network Limited v News Limited [2005] FCAFC 125 a Full Court held that Rule 11(3) should be construed as if the words 'for the taking of evidence' were added after the words 'any other occasion'.",
      "id": "s27"
    },
    {
      "text": "At [17] Branson J said:-\n \n '...",
      "id": "s28"
    },
    {
      "text": "The effect of subrule (3) ... is to limit the operation of O33 r11(1) to circumstances in which an order is made for production of a document or thing to the Court, or a person of the kind identified in subrule (1), at a time when the Court, or that person, is authorised to receive evidence.",
      "id": "s29"
    },
    {
      "text": "That is, in circumstances in which the order to produce the document or thing is made to facilitate its being immediately adduced in evidence.",
      "id": "s30"
    },
    {
      "text": "The intended effect of O33 r11 is to remove the obligation that would otherwise arise in these circumstances for an objection to the production of the document to be determined according to common law principles notwithstanding that its admissibility into evidence will be governed by the Evidence Act .",
      "id": "s31"
    },
    {
      "text": "...' \n\n19 At [33] Allsop J said:-\n \n '...",
      "id": "s32"
    },
    {
      "text": "It [the 2002 amendment to the Federal Court Rules ] was not an attempt by the exercise of the rule making power to have all questions of production at any stage of the litigation process brought under a regime governed in accordance with the Act.",
      "id": "s33"
    },
    {
      "text": "That may or may not be a sensible course; the rule making power may or may not extend that far .... Order 33 rule 11 is in a part of the Rules dealing with evidence.",
      "id": "s34"
    },
    {
      "text": "Subrule (3) identifies the circumstances where subrule (1) applies.",
      "id": "s35"
    },
    {
      "text": "It refers in the last clause to \"whether on a trial or hearing or any other occasion\".",
      "id": "s36"
    },
    {
      "text": "This reference is, however, to occasions for the taking of evidence.",
      "id": "s37"
    },
    {
      "text": "Rule 11 seeks to make clear that at the occasion of the trial or hearing or other reception of evidence the production of documents under subpoena will be governed by the Act.",
      "id": "s38"
    },
    {
      "text": "Such a course ensures that during the process of the trial or hearing or other reception of evidence there will not be two regimes under which to analyse privilege: that is, the Act at, but only at, the immediate point of adducing evidence, and the common law at the point of answering a call or subpoena.",
      "id": "s39"
    },
    {
      "text": "...' \n\n20 Even though the stage may not have been reached where the seven documents are required with a view to them being immediately adduced in evidence, the parties are agreed that, the trial being now well underway, questions of privilege from production should be determined in accordance with the statutory regime.",
      "id": "s40"
    },
    {
      "text": "21 Section 131 , which is within Part 3.10 of the Evidence Act 1995 (Cth) ('the Act'), relevantly provides as follows:\n \n ' 131(1) Evidence is not to be adduced of: \n \n \n (a) a communication that is made between persons in dispute, or between one or more persons in dispute and a third party, in connection with an attempt to negotiate a settlement of the dispute; or \n \n (b) a document (whether delivered or not) that has been prepared in connection with an attempt to negotiate a settlement of a dispute.",
      "id": "s41"
    },
    {
      "text": "( 2 ) Subsection (1) does not apply if: \n \n (a) the persons in dispute consent to the evidence being adduced in the proceeding concerned or, if any of those persons has tendered the communication or document in evidence in another Australian or overseas proceeding, all the other persons so consent; or \n \n (b) the substance of the evidence has been disclosed with the express or implied consent of all the persons in dispute; or \n \n (c) the substance of the evidence has been partly disclosed with the express or implied consent of the persons in dispute, and full disclosure of the evidence is reasonably necessary to enable a proper understanding of the other evidence that has already been adduced; or \n \n (d) the communication or document included a statement to the effect that it was not to be treated as confidential; or \n ... \n (g) evidence that has been adduced in the proceeding, or an inference from evidence that has been adduced in the proceeding, is likely to mislead the court unless evidence of the communication or document is adduced to contradict or to qualify that evidence; or \n ... \n (i) making the communication, or preparing the document, affects a right of a person; or \n \n (j) the communication was made, or the document was prepared, in furtherance of the commission of a fraud or an offence or the commission of an act that renders a person liable to a civil penalty; or \n ... \n \n ( 5 ) In this section: \n \n (a) a reference to a dispute is a reference to a dispute of a kind in respect of which relief may be given in an Australian or overseas proceeding; and \n \n (b) a reference to an attempt to negotiate the settlement of a dispute does not include a reference to an attempt to negotiate the settlement of a criminal proceeding or an anticipated criminal proceeding; and \n \n (c) a reference to a communication made by a person in dispute includes a reference to a communication made by an employee or agent of such a person; and \n \n (d) a reference to the consent of a person in dispute includes a reference to the consent of an employee or agent of such a person, being an employee or agent who is authorised so to consent; and \n \n (e) a reference to commission of an act includes a reference to a failure to act.",
      "id": "s42"
    },
    {
      "text": "...' \n \n\n22 In resolving the question of privilege from production which has arisen the Court may inspect the documents in question and I have been invited to do so.",
      "id": "s43"
    },
    {
      "text": "In this regard section 133 of the Act provides:-\n \n \n ' 133 .",
      "id": "s44"
    },
    {
      "text": "If a question arises under this Part in relation to a document, the court may order that the document be produced to it and may inspect the document for the purpose of determining the question.",
      "id": "s45"
    },
    {
      "text": "' \n \n \n\n23 Nine draws attention to the provisions of s 142(1) of the Act in relation to the question of who carries the onus of establishing that the seven documents in question are privileged from production.",
      "id": "s46"
    },
    {
      "text": "That section relevantly provides:-\n \n ' 142 ( 1 ) Except as otherwise provided by this Act, in any proceeding the court is to find that the facts necessary for deciding: \n \n \n \n (a) a question whether evidence should be admitted or not admitted, whether in the exercise of a discretion or not; ... \n ... \n have been proved if it is satisfied that they have been proved on the balance of probabilities.",
      "id": "s47"
    },
    {
      "text": "' \n \n \n\n24 Nine submits that the Applicants and Network Ten Pty Limited, having failed to lead evidence as to why the documents in question were brought into existence, must only succeed with their claims for privilege if it self-evident from a reading of the documents that they come within s 131(1) of the Act.",
      "id": "s48"
    },
    {
      "text": "I accept the correctness of this submission.",
      "id": "s49"
    },
    {
      "text": "25 The First and Last Deed called for the payment of very substantial sums by the five Seven Network Limited companies to the AFL for the rights and benefits conferred by the Deed.",
      "id": "s50"
    },
    {
      "text": "Clause 4 of the Deed provided as follows:-\n \n \n '4.",
      "id": "s51"
    },
    {
      "text": "The AFL must not grant a Licence to any Third Party for the Ten Year Term, the First Five Year Term or the Further Terms unless the AFL complies with the following procedures: \n \n \n \n \n \n (a) The AFL will provide to Seven written notice of the terms and conditions upon which it would grant the Licence to Seven, which notice will constitute an offer from the AFL to Seven to so grant the Licence to Seven to so grant the Licence to Seven on those terms and conditions (\" First Offer \").",
      "id": "s52"
    },
    {
      "text": "(b) Seven will within 14 days of service of the First Offer provide written notice to the AFL as to whether it accepts or rejects the First Offer.",
      "id": "s53"
    },
    {
      "text": "(c) If Seven accepts the First Offer in accordance with clause 4(b) then the First Offer will immediately upon such acceptance be a binding agreement between the parties.",
      "id": "s54"
    },
    {
      "text": "(d) If Seven rejects the First Offer in accordance with clause 4(b) then: \n \n \n \n \n (i) The AFL may negotiate with any Third Party for the grant of an exclusive licence for the broadcast by way of free-to-air television on whatever terms and conditions the AFL determines (which the AFL currently anticipates will be on the terms and conditions of the AFL Term Sheet) (\" Third Party Licence \").",
      "id": "s55"
    },
    {
      "text": "However, prior to granting the Third Party Licence the AFL will provide to Seven written notice of the terms and conditions of the Third Party Licence, which notice will constitute an offer from the AFL to Seven to so grant the Third Party Licence to Seven on those terms and conditions (\" Last Offer \").",
      "id": "s56"
    },
    {
      "text": "(ii) Seven will within 14 days of service of the Last Offer provide written notice to the AFL as to whether it accepts or rejects the Last Offer.",
      "id": "s57"
    },
    {
      "text": "(iii) If Seven accepts the Last Offer in accordance with clause 4(d)(ii) the Last Offer will immediately upon such acceptance be a binding agreement between the parties.",
      "id": "s58"
    },
    {
      "text": "(iv) If Seven rejects the Last Offer in accordance with clause 4(d)(ii) then the AFL may, within 45 days of the expiration of the 14 days referred to in clause 4(d)(ii), grant the Third Party Licence to the Third Party on the same terms and conditions as the Last Offer.",
      "id": "s59"
    },
    {
      "text": "' \n \n\n26 The so-called First and Last Dispute to which reference has been made above is said to have arisen under the terms of clause 4(a) of the Deed in respect of a 'First Offer' made by the AFL.",
      "id": "s60"
    },
    {
      "text": "The five Seven Network Limited companies and Network Ten Pty Limited contend that constraints should be implied in respect of the terms and conditions which the AFL may include as terms and conditions upon which it would grant an exclusive licence for the broadcast of the AFL competition by way of free-to-air television to the five Seven Network Limited companies and Network Ten Pty Limited in a 'First Offer', it being contended that the implied constraints flowed from the payment of the very substantial amount by way of consideration for the rights and benefits granted under the Deed.",
      "id": "s61"
    },
    {
      "text": "27 Under cover of a letter dated 12 October 2005 forwarded by facsimile from the AFL to the Chief Executive Officer of the 'Channel 7 Group of Companies' the AFL dispatched a 'Notice of first offer from the AFL provided to the Channel 7 Group of Companies and Network 10 today'.",
      "id": "s62"
    },
    {
      "text": "The Notice signed by the Chief Executive Officer of the AFL was two pages in length with a one page schedule attached thereto.",
      "id": "s63"
    },
    {
      "text": "28 On 20 October 2005 Clayton Utz, Solicitors, wrote to the AFL on behalf of the five Seven Network Limited companies and Network Ten Limited in relation to the AFL's 'First Offer' dated 12 October 2005.",
      "id": "s64"
    },
    {
      "text": "That letter included the following:-\n \n \n '3.",
      "id": "s65"
    },
    {
      "text": "It is our clients' contention that the notice is not a valid notice in accordance with the requirements of the deed made on 3 September 1997, referred to in the notice.",
      "id": "s66"
    },
    {
      "text": "It is invalid for the following reasons: \n \n \n \n \n \n (a) The structure of clause 4 of the deed makes it clear that in order to be valid, a notice must be capable of giving rise, if accepted by the recipients, to a binding contract between them and the AFL.",
      "id": "s67"
    },
    {
      "text": "(b) The notice is unclear as to whether the precatory mode of expression in its third paragraph amounts to a definite offer or merely an invitation to treat.",
      "id": "s68"
    },
    {
      "text": "(c) In any event, \"the further additional matters set out in Annexure 1\" inject distinct elements of uncertainty into the proposal such that any \"acceptance\" would not give rise to anything more than an agreement to agree.",
      "id": "s69"
    },
    {
      "text": "(d) Further, any licence granted pursuant to clause 4 of the deed must be granted \" essentially \" (our underlining) on the terms and conditions of the AFL term sheet: see the definition of \"Licence\" in clause 1.1 of the Deed; see also the first paragraph of the notice.",
      "id": "s70"
    },
    {
      "text": "The use of the underlined word imports a clear requirement that a notice must not (if it is to be valid) propound terms and conditions that would augment in substantial measure the obligations incurred by the licensees under the AFL Terms Sheet.",
      "id": "s71"
    },
    {
      "text": "Paragraphs 2, 3 and 4 of Annexure 1 disregard this limitation.",
      "id": "s72"
    },
    {
      "text": "4.",
      "id": "s73"
    },
    {
      "text": "In the light of the above objections, we ask that you withdraw the notice and formulate a new one for our clients' consideration.",
      "id": "s74"
    },
    {
      "text": "5.",
      "id": "s75"
    },
    {
      "text": "The question of price also requires consideration.",
      "id": "s76"
    },
    {
      "text": "The right of first refusal granted to our clients pursuant to clause 4 of the deed is such that the AFL is under an obligation to make a \"fair and reasonable offer to our clients\".",
      "id": "s77"
    },
    {
      "text": "... Our clients' present view is that the prices at which the AFL's \"offer\" is made are questionable from this perspective.",
      "id": "s78"
    },
    {
      "text": "We therefore ask the AFL to disclose in appropriate detail the basis upon which the amounts proposed in paragraphs 1, 2, 3, 4 and 5 of the notice are respectively formulated.",
      "id": "s79"
    },
    {
      "text": "6.",
      "id": "s80"
    },
    {
      "text": "Unless the AFL is prepared to start afresh with a new first offer, that is compliant with clause 4 of the deed and \"fair and reasonable\" as to price, we shall commence proceedings seeking an injunction restraining the AFL from negotiating with any third party in purported pursuance of clause 4(d)(i) of the deed.",
      "id": "s81"
    },
    {
      "text": "In the first instance such proceedings would be founded on the contention (leaving the question of price on one side for the time being) that the notice is invalid for the reasons articulated in paragraph 3 of this letter.",
      "id": "s82"
    },
    {
      "text": "...' \n \n \n\n29 The dispute in respect of the AFL's First Offer of 12 October 2005 was quickly resolved.",
      "id": "s83"
    },
    {
      "text": "On 21 October 2005 the General Manager --- Broadcasting, Strategy &amp; Major Projects of the AFL, Mr Ben Buckley, forwarded a 'fresh Notice of First Offer from the AFL ... to Network Ten and the Channel 7 Group of Companies'.",
      "id": "s84"
    },
    {
      "text": "The previous notice of 12 October 2005 was withdrawn.",
      "id": "s85"
    },
    {
      "text": "By letter dated 21 October 2005 a copy of the fresh notice was provided to Clayton Utz under cover of a letter from the AFL's solicitors, Browne &amp; Co. That letter included the following:-\n \n 'In relation to your comments concerning price, following careful consideration the AFL broadcast Sub Committee regards the amounts set out in the previous and attached Notices as appropriate.",
      "id": "s86"
    },
    {
      "text": "' \n \n\nThe fresh First Notice dated 21 October 2005 was two pages in length.",
      "id": "s87"
    },
    {
      "text": "30 By letter dated 2 November 2005 Clayton Utz wrote to Browne &amp; Co in relation to the revised notice of First Offer dated 21 October 2005.",
      "id": "s88"
    },
    {
      "text": "That letter hinted at the possibility of proceedings being instituted in respect of the revised First Offer.",
      "id": "s89"
    },
    {
      "text": "The letter included the following:-\n \n 'We note that your client has ... withdrawn the notice dated 12 October 2005 ... and issued the Revised Notice, eliminating the terms and conditions previously contained in Annexure 1 of the Former Notice.",
      "id": "s90"
    },
    {
      "text": "However ... the price at which the relevant rights are offered to our clients remains the same as that specified in the Former Notice.",
      "id": "s91"
    },
    {
      "text": "Our clients remain of the view that the amounts specified in paragraphs 1-5 of the Revised Notice, are unfair and unreasonable.",
      "id": "s92"
    },
    {
      "text": "... \n In all of the circumstances we are instructed to call upon the AFL to undertake in writing ...: \n \n 1. that the AFL will withdraw the Revised Notice; and \n \n \n \n 2. that the AFL will serve a further notice of First Offer in accordance with clause 4(a) of the Deed which is based upon a fair and reasonable price; and \n \n \n ... \n \n \n 4. pending service of the further notice in accordance with clause 4(a) ... of the Deed, that the AFL will refrain from: \n \n \n \n \n \n \n (a) negotiating with a Third Party as contemplated by clause 4(d)(i) of the Deed; and \n \n (b) purporting to issue a Last Offer as also contemplated by clause 4(d)(i) of the Deed \n \n \n \n \n In the event that your client declines to provide our clients with the requested undertakings and our clients are required to commence proceedings, we will rely on this letter on the issue of costs.",
      "id": "s93"
    },
    {
      "text": "Please confirm that you are instructed to accept service of process and Orders made by the Court.",
      "id": "s94"
    },
    {
      "text": "' \n \n\n31 It may be observed that in Clayton Utz's letter of 20 October 2005 it was emphatically stated that if certain things did not happen proceedings would be commenced for injunctive/declaratory relief.",
      "id": "s95"
    },
    {
      "text": "Such proceedings were to leave 'the question of price on one side for the time being'.",
      "id": "s96"
    },
    {
      "text": "32 Clayton Utz's letter of 2 November 2005 focuses upon the question of whether or not the price proposed by the AFL in its first offer and in its revised first offer was fair and reasonable.",
      "id": "s97"
    },
    {
      "text": "Whilst undertakings were sought, no proceedings were directly threatened.",
      "id": "s98"
    },
    {
      "text": "Rather, questions were asked about the acceptance of service of process and an indication was given that if 'our clients are required to commence proceedings' reliance would be placed upon the letter of 2 November 2005 on the issue of costs.",
      "id": "s99"
    },
    {
      "text": "33 In a letter from Browne &amp; Co to Clayton Utz dated 28 November 2005 reference was made to a telephone conference on Friday 18 November 2005 between representatives of the AFL, representatives of the Seven Network Limited group of companies and representatives of Network Ten Pty Limited in which Mr Falloon, the Executive Chairman of Network Ten Pty Limited, said that Channel 7/Network Ten 'would not challenge the AFL's First Offer'.",
      "id": "s100"
    },
    {
      "text": "34 It can be seen that any threatened challenge to the AFL's revised First Offer of 21 October 2005 had been abandoned by 18 November 2005 and that the relevant communications in respect of which privilege is now claimed took place in the period between the transmission of the revised First Offer of 21 October 2005 and the formal declaration by the five Seven Network Limited companies and Network Ten Pty Limited of 18 November 2005 that they would not challenge the AFL's revised First Offer.",
      "id": "s101"
    },
    {
      "text": "35 On the hearing of the motion calling for the production of the documents in question for inspection by Nine, Messrs A J Meagher SC and A J Payne of counsel appeared for Nine and Mr J A Halley of counsel appeared for the Applicants.",
      "id": "s102"
    },
    {
      "text": "Network Ten Pty Limited, as a person who might make and substantiate sufficient lawful objection to production of the documents in question on grounds of privilege within the meaning of Order 33 rule 11(1) , also appeared by Mr P J Armitage, solicitor, of Blake Dawson Waldron to advance the claim of privilege referred to above in respect of the so-called First and Last Dispute.",
      "id": "s103"
    },
    {
      "text": "36 By the letter dated 28 November 2005 from Browne &amp; Co to Clayton Utz the AFL requested the provision of written notice by Channel 7/Network Ten that they had rejected the AFL's revised First Offer.",
      "id": "s104"
    },
    {
      "text": "Without any apparent response to that request, Seven Network and Network Ten Pty Limited proceeded, by letter dated 16 December 2005, to submit an offer to the AFL for the broadcast rights in respect of the Australian Football League competition from 2007 to 2011 inclusive.",
      "id": "s105"
    },
    {
      "text": "That offer included a term as follows:-\n \n \n '4.",
      "id": "s106"
    },
    {
      "text": "All qualitative benefits will remain as previously prescribed in our offer dated 9 th November, 2006 (sic) .",
      "id": "s107"
    },
    {
      "text": "...' \n \n \n\n37 The reference to the earlier 'offer' would appear to have been to a letter from Mr Falloon of Network Ten Pty Limited and Mr Leckie, the Chief Executive of Seven Network, to the AFL dated 9 November 2005 being document number 17 in the AFL list of documents.",
      "id": "s108"
    },
    {
      "text": "38 On 20 December 2005 Network Ten Pty Limited and Seven Network sent a further letter to the AFL referring to an earlier letter dated 15 December (sic), presumably intended as a reference to the letter of 16 December 2005.",
      "id": "s109"
    },
    {
      "text": "The letter dated 20 December 2005 commenced:-\n \n 'Further to our letter dated 15 December, we thought it might be useful to consolidate the financial terms set out in that letter with the coverage and other benefits as set out in our letter of 9 November so that our offer for the AFL TV rights is contained in a single document the terms of which are as follows.",
      "id": "s110"
    },
    {
      "text": "- ...' \n\n39 The parties have informed me that neither the letter of 16 December nor the letter of 20 December 2005 have yet become evidence in the main proceedings before Sackville J.",
      "id": "s111"
    },
    {
      "text": "40 The Applicants in the proceedings and Network Ten Pty Limited submit that the seven documents, the production of which has been sought by Nine, are privileged from production because they record communications made between persons in dispute in connection with an attempt to negotiate a settlement of that dispute, namely, the dispute between the Seven Network Limited group of companies and Network Ten Pty Limited on the one hand and the AFL on the other arising by virtue of Clayton Utz' letter of 2 November 2005 in respect of the revised First Offer of 21 October 2005.",
      "id": "s112"
    },
    {
      "text": "The Applicants in the proceedings submit that document number 17 in the AFL list of documents is also privileged from production on the basis that it constitutes a communication made between persons in dispute in connection with an attempt to negotiate a settlement of that dispute, namely, the claims made by the Applicants against the AFL in the main proceedings as then constituted, notwithstanding that no dispute then existed in those proceedings between Network Ten Pty Limited and the AFL.",
      "id": "s113"
    },
    {
      "text": "41 Mr Halley submits that s 131(1)(a) of the Act should be construed as if the words 'a communication that is made between persons in dispute' read 'a communication that is made between some or all of the persons in dispute'.",
      "id": "s114"
    },
    {
      "text": "42 In the alternative, Mr Halley submits that a communication between the Applicants in the proceedings and Network Ten Pty Limited with the AFL can come within the expression 'a communication ... between one or more persons in dispute and a third party' in s 131(1)(a).",
      "id": "s115"
    },
    {
      "text": "I am unable to accept this submission.",
      "id": "s116"
    },
    {
      "text": "The AFL was not a 'third party' in relation to the dispute in the main proceedings between the Applicants and the AFL.",
      "id": "s117"
    },
    {
      "text": "'Third parties' would include people such as doctors or accountants who may be consulted in relation to settlement proposals or possibilities (see S Odgers, Uniform Evidence Law , 6 th ed, Lawbook Co, Sydney, 2004, para 1.3.13820).",
      "id": "s118"
    },
    {
      "text": "43 Further in the alternative, Mr Halley submits that the documents in question fall within s 131(1)(b) of the Act as documents, whether delivered or not, that have been prepared in connection with attempts to negotiate a settlement of the relevant disputes.",
      "id": "s119"
    },
    {
      "text": "44 This last mentioned submission raises the question as to what, if any, distinction should be drawn between the word 'communication' where used in s 131(1)(a) of the Act and the word 'document' where used in s 131(1)(b) of the Act.",
      "id": "s120"
    },
    {
      "text": "In my opinion, the word communication is intended to embrace both oral and documentary communications and not simply oral communications.",
      "id": "s121"
    },
    {
      "text": "45 When s 131(2)(a) speaks of persons having 'tendered the communication or document in evidence' it contemplates the existence of documentary 'communications' capable of tender.",
      "id": "s122"
    },
    {
      "text": "It is not limited to oral communications.",
      "id": "s123"
    },
    {
      "text": "This being the case, s 131(1)(b) of the Act should, in my opinion, be restricted in its application to documents other than documentary communications contemplated by s 131(1)(a).",
      "id": "s124"
    },
    {
      "text": "I would understand subparagraph (b) to cover documents such as working papers referable to the preparation of a settlement offer or a note recording the details of a settlement offer.",
      "id": "s125"
    },
    {
      "text": "46 In relation to the seven documents for which privilege has been claimed Mr Meagher SC submits that the Applicants and Network Ten Pty Limited have failed to establish that they are relevantly in dispute with the AFL in relation to the revised First Offer of 21 October 2005 as at the date of the relevant communications and further that any of the documents in question is a communication in connection with an attempt to negotiate a settlement of such a dispute within the meaning of s 131(1) of the Act.",
      "id": "s126"
    },
    {
      "text": "47 In relation to document number 17 in the AFL list of documents Mr Meagher SC submits that the document is not a communication between persons in dispute in the main proceedings, given the participation of Network Ten Pty Limited with the Seven Network Limited companies in the exercise of rights under the First and Last Deed and the making of the relevant communications.",
      "id": "s127"
    },
    {
      "text": "Mr Meagher SC further submits that the substance of the evidence contained within document number 17 has been partly disclosed with the express or implied consent of the persons in dispute and that a full disclosure of the evidence is reasonably necessary to enable a proper understanding of the other evidence that has already been adduced, within the meaning of the exception to the privilege rule contained in s 131(2)(c) of the Act.",
      "id": "s128"
    },
    {
      "text": "He draws attention to the letters dated 16 December and 20 December 2005 which refer to the letter dated 9 November 2005, which is document number 17.",
      "id": "s129"
    },
    {
      "text": "Mr Halley responds to the last mentioned submission by urging that unless and until such time as the letters of 16 and 20 December 2005 referred to above have been adduced in evidence, there is no occasion for the s 131(2)(c) exception to be invoked.",
      "id": "s130"
    },
    {
      "text": "48 The distinction drawn in s 131(2)(c) between evidence that has been partly 'disclosed' and evidence that has already been 'adduced' is not entirely clear.",
      "id": "s131"
    },
    {
      "text": "The fact that the letters of 16 and 20 December 2005, which refer to the 9 November 2005 letter and give rise to the alleged partial disclosure of that letter, are not yet in evidence seems to me to miss the point.",
      "id": "s132"
    },
    {
      "text": "The question is, when should it be permissible to adduce evidence of that letter so disclosed to enable a proper understanding of all the other evidence in the main proceedings.",
      "id": "s133"
    },
    {
      "text": "49 I turn now to a consideration of the documents for which privilege has been claimed, dealing with them seriatim by reference to the numbering in the AFL list of documents MDR-2 as follows.",
      "id": "s134"
    },
    {
      "text": "DOCUMENT NO.",
      "id": "s135"
    },
    {
      "text": "13 \n \n50 This document is in the form of a letter dated 2 November 2005.",
      "id": "s136"
    },
    {
      "text": "As a matter of inference from its terms, one could conclude that it was sent by Network Ten Pty Limited to the AFL after Clayton Utz sent Browne &amp; Co their letter of 2 November 2005 concerning the revised First Offer.",
      "id": "s137"
    },
    {
      "text": "Whilst the document refers to the communication between Clayton Utz and Browne &amp; Co, which, on one construction, might be said to give rise to a dispute in relation to the revised First Offer, the document, which was written on a 'without prejudice and confidential' basis, serves two functions.",
      "id": "s138"
    },
    {
      "text": "Firstly, it formally challenges the revised First Offer as a valid First Offer under the First and Last Deed.",
      "id": "s139"
    },
    {
      "text": "Secondly, it records a 'without prejudice' offer from Ten and Seven in respect of AFL broadcast rights for the period of six years commencing 1 January 2007.",
      "id": "s140"
    },
    {
      "text": "As a document which initiates a dispute with the AFL, it does not, in my opinion, fall within s 131(1) of the Act.",
      "id": "s141"
    },
    {
      "text": "Furthermore, the offer contained within it does not amount to a communication in connection with an attempt to negotiate a settlement of the dispute which it initiates, namely, whether the revised first offer of 21 October 2005 complies with First and Last Deed.",
      "id": "s142"
    },
    {
      "text": "The without prejudice offer is nothing other than a commercial proposal which happens to be recorded in a document which challenges the revised First Offer as a valid First Offer under the First and Last Deed.",
      "id": "s143"
    },
    {
      "text": "For a communication to answer the description of one 'in connection with an attempt to negotiate a settlement' of a dispute there must be a direct connection.",
      "id": "s144"
    },
    {
      "text": "'Connection' does not in the context of s 131(1) of the Act connote a tenuous connection (see GPI Leisure Corporation Limited (in liquidation) v Yuill ('Yuill') (1997) 42 NSWLR 225 at 226).",
      "id": "s145"
    },
    {
      "text": "Whilst the use of the words 'without prejudice' is suggestive of an attempt to negotiate a settlement of a dispute, the use of those words is not conclusive.",
      "id": "s146"
    },
    {
      "text": "In Yuill , Young J, as his Honour then was, asked rhetorically what is an 'attempt' to negotiate a settlement?",
      "id": "s147"
    },
    {
      "text": "His response, at 226-7 was:-\n \n '...",
      "id": "s148"
    },
    {
      "text": "I think really it is a question of nexus.",
      "id": "s149"
    },
    {
      "text": "There may be many communications between parties, which one can read between the lines as saying that certain things may happen, and if those certain things happen, the dispute might be settled.",
      "id": "s150"
    },
    {
      "text": "I do not consider that generally such a communication would fall within the privilege in s 131(1)(a).",
      "id": "s151"
    },
    {
      "text": "' \n \n\nNeither the document nor any part of it is privileged from production.",
      "id": "s152"
    },
    {
      "text": "DOCUMENT NO.",
      "id": "s153"
    },
    {
      "text": "17 \n \nThis document bears date 9 November 2005.",
      "id": "s154"
    },
    {
      "text": "Whilst it may have been communicated at a time when Network Ten Pty Limited and Seven Network were in dispute with the AFL as to the sufficiency of the revised First Offer of 21 October 2005 as a valid First Offer under the First and Last Deed, it was not relevantly connected with an attempt to negotiate a settlement of that dispute.",
      "id": "s155"
    },
    {
      "text": "It had nothing to do with it.",
      "id": "s156"
    },
    {
      "text": "The document was written on a 'confidential and without prejudice' basis and was a commercial offer with a view to securing AFL TV rights for a six year term from 2007 to 2012 inclusive.",
      "id": "s157"
    },
    {
      "text": "The document included a sentence reading:-\n \n 'This offer is made on a without prejudice basis as part of your first rights offer to us' \n \n\nIt also included as a term of the commercial offer contained within it, a proposed clause 11 reading:-\n \n \n '11.",
      "id": "s158"
    },
    {
      "text": "Seven Network agrees that on signing a binding agreement it will release the AFL from the current litigation.",
      "id": "s159"
    },
    {
      "text": "' \n \n \n\nThereafter, it included the following:-\n \n 'We believe that this offer made by the Seven and TEN Networks, should be seen as meeting the AFL's first offer' \n \n \n \n \n\nThe first and last passages quoted are strange to say the least.",
      "id": "s160"
    },
    {
      "text": "The document is neither an express acceptance nor an express rejection of the revised First Offer.",
      "id": "s161"
    },
    {
      "text": "The First and Last Deed does not provide for negotiation in respect of the terms of the First Offer after the offer has been made.",
      "id": "s162"
    },
    {
      "text": "The document cannot be read as an offer to settle a dispute as to whether the First and Last Deed required the consideration in the revised First Offer to be fair and reasonable and whether the consideration proposed was in fact fair and reasonable.",
      "id": "s163"
    },
    {
      "text": "The document is not privileged from production on the basis of privilege in respect of settlement negotiations concerning the dispute in relation to the sufficiency of the revised First Offer as a valid First Offer.",
      "id": "s164"
    },
    {
      "text": "The inclusion of clause 11 within the joint offer of Network Ten Pty Limited and Seven Network to the AFL, certainly provides a connection with the dispute between the Applicants and the AFL in the main proceedings.",
      "id": "s165"
    },
    {
      "text": "However, the communication has not been made between the 'persons in dispute' in relation to that dispute nor has it been made for the purpose of achieving a settlement of that dispute.",
      "id": "s166"
    },
    {
      "text": "The communication was made for the purpose of securing a commercial advantage for Network Ten Pty Limited and Seven Network in respect of AFL TV rights for the six year period mentioned.",
      "id": "s167"
    },
    {
      "text": "The nexus between the communication and the dispute is not such as to establish an attempt to negotiate a settlement of that dispute.",
      "id": "s168"
    },
    {
      "text": "The document is not privileged from production on the basis of privilege in respect of settlement negotiations concerning the claims made in the main proceedings by the Applicants against the AFL.",
      "id": "s169"
    },
    {
      "text": "It is unnecessary to consider the application of the exception to a claim for privilege under s 131(2)(c) in the circumstances.",
      "id": "s170"
    },
    {
      "text": "Were it otherwise, it would be a matter for the trial judge to determine in the light of the 'other evidence that has been already been adduced'.",
      "id": "s171"
    },
    {
      "text": "DOCUMENT NO.",
      "id": "s172"
    },
    {
      "text": "18 \n \nThis document bears date 9 November 2005.",
      "id": "s173"
    },
    {
      "text": "Reference is made within the substantive part of the document to a possible challenge to the AFL's revised First Offer in terms of price but does not amount to a communication in connection with an attempt to negotiate a settlement of the dispute in respect of the AFL's revised First Offer of 21 October 2005.",
      "id": "s174"
    },
    {
      "text": "The document seeks a confirmation of a position said to have been declared by Seven and Ten in the following terms:\n \n \n '4.",
      "id": "s175"
    },
    {
      "text": "Seven and Ten reserve their position to challenge the AFL's first offer in terms of price, but no proceedings in that regard will be issued prior to 5.00 pm Friday 18 November 2005.",
      "id": "s176"
    },
    {
      "text": "' \n \n \n\nThe document is not privileged from production.",
      "id": "s177"
    },
    {
      "text": "DOCUMENT NO.",
      "id": "s178"
    },
    {
      "text": "19 \n \nThis document bears date 9 November 2005.",
      "id": "s179"
    },
    {
      "text": "It is a revised version of document number 18.",
      "id": "s180"
    },
    {
      "text": "The modification does not relevantly affect the privileged status of the document.",
      "id": "s181"
    },
    {
      "text": "It is not privileged from production.",
      "id": "s182"
    },
    {
      "text": "DOCUMENT NO.",
      "id": "s183"
    },
    {
      "text": "20 \n \nThis document bears date 9 November 2005.",
      "id": "s184"
    },
    {
      "text": "It is concerned with the terms in which one of the paragraphs in the documents numbered 18 and 19 is expressed.",
      "id": "s185"
    },
    {
      "text": "Like those documents it is not privileged from production.",
      "id": "s186"
    },
    {
      "text": "DOCUMENT NO.",
      "id": "s187"
    },
    {
      "text": "21 \n \nThis document bears date 10 November 2005.",
      "id": "s188"
    },
    {
      "text": "It is further revision of the document which in its first version was document number 18 and its second version document number 19.",
      "id": "s189"
    },
    {
      "text": "In this version confirmation was sought in respect of the matter referred to in paragraph 4 in the earlier drafts as follows:-\n \n 'Each of the AFL and Seven/Ten otherwise reserve all of their rights provided that Seven and Ten shall not issue any proceedings challenging the AFL's first offer, prior to 5.00 pm Friday 18 November 2005.",
      "id": "s190"
    },
    {
      "text": "' \n \n\nThe document in its revised form is not a communication in connection with an attempt to negotiate a settlement of the dispute in respect of the revised First Offer.",
      "id": "s191"
    },
    {
      "text": "At the highest it amounts to a communication in relation to the deferral of any litigation in respect of such dispute.",
      "id": "s192"
    },
    {
      "text": "The amendments to the document do not affect its status so far as privilege is concerned.",
      "id": "s193"
    },
    {
      "text": "It is not privileged from production in accordance with s 131(1) of the Act.",
      "id": "s194"
    },
    {
      "text": "DOCUMENT NO.",
      "id": "s195"
    },
    {
      "text": "22 \n \nThis document bears date 10 November 2005.",
      "id": "s196"
    },
    {
      "text": "It is a copy of document number 21 endorsed with the word 'Agreed' to which the signatures of Mr N Falloon of Network Ten Pty Limited and B McWilliam of Seven Network Limited have been added.",
      "id": "s197"
    },
    {
      "text": "The agreement is not connected with an attempt to negotiate a settlement of the challenge to the sufficiency of the revised First Offer of 21 October 2005 as a valid First Offer under the First and Last Deed.",
      "id": "s198"
    },
    {
      "text": "The comments in respect of document number 21 are equally applicable to this document.",
      "id": "s199"
    },
    {
      "text": "The document is not privileged from production.",
      "id": "s200"
    },
    {
      "text": "51 Nine is entitled to relief as sought in its Notice of Motion.",
      "id": "s201"
    },
    {
      "text": "SCHEDULE\n \n \n \n\n \n \n \n\n I certify that the preceding fifty-one (51) numbered paragraphs and schedule 'MDR-2' are a true copy of the Reasons for Judgment herein of the Honourable Justice Graham.",
      "id": "s202"
    },
    {
      "text": "Associate:\n\n\nDated: 31 March 2006\n\n\n Counsel for the Applicants on the motion : A J Meagher SC and A J Payne \n \n Solicitor for the Applicants on the motion: Gilbert &amp; Tobin \n \n Counsel for the Respondents on the motion (the Applicants in the proceedings): J A Halley \n \n Solicitor for the Respondents on the motion: Freehills \n \n Solicitor for Network Ten Pty Limited: P J Armitage of Blake Dawson Waldron \n \n Date of Hearing: 27 March 2006 \n \n Date of Judgment: 31 March 2006 \n\n \n\n \n\n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/343.html",
      "id": "s203"
    }
  ]
}