{
  "name": "In the matter of Federation Health Limited (Administrator Appointed) (ACN 004 155 622) [2006] FCA 314 (30 March 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/314.html",
  "catchphrases": [
    {
      "text": "appeal from decision of administrator to partially reject proof of debt",
      "id": "c0"
    },
    {
      "text": "administration under national health act",
      "id": "c1"
    },
    {
      "text": "whether court has jurisdiction",
      "id": "c2"
    },
    {
      "text": "nature of hearing de novo",
      "id": "c3"
    },
    {
      "text": "whether order for indemnity costs appropriate in circumstances",
      "id": "c4"
    },
    {
      "text": "corporations",
      "id": "c5"
    },
    {
      "text": "practice and procedure",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "1 This proceeding concerns an appeal against the rejection of a proof of debt by the administrator of Federation Health Limited (\"Federation Health\").",
      "id": "s0"
    },
    {
      "text": "It was instituted in this Court in reliance on reg 5.6.54 of the Corporations Regulations 2001 (Cth) (\"the Regulations \").",
      "id": "s1"
    },
    {
      "text": "I will need to return to the applicability of this regulation.",
      "id": "s2"
    },
    {
      "text": "FACTS AND ISSUES \n \n2 The plaintiff is a firm of accountants which performed accountancy services for Federation Health from 22 June 2004 until approximately 8 July 2004.",
      "id": "s3"
    },
    {
      "text": "The invoice for this work has been partly paid by the administrator of Federation Health.",
      "id": "s4"
    },
    {
      "text": "The disputed proof of debt relates to the unpaid balance of the invoice.",
      "id": "s5"
    },
    {
      "text": "3 The relevant work was performed on behalf of the plaintiff by Glenn Anthony Crisp (\"Crisp\"), a partner, and Terrence Joseph Sandy (\"Sandy\"), a senior manager who worked directly under Crisp.",
      "id": "s6"
    },
    {
      "text": "4 The initial engagement occurred at about midday on 22 June 2004 during the course of a telephone conversation between Sandy and David Dawson (\"Dawson\") of Federation Health.",
      "id": "s7"
    },
    {
      "text": "Sandy and Dawson had previously worked together at another accountancy firm.",
      "id": "s8"
    },
    {
      "text": "Dawson told Sandy that Federation Health was experiencing financial difficulties and its directors wanted representatives of the plaintiff to attend a board meeting in Moe that evening.",
      "id": "s9"
    },
    {
      "text": "The focus of concern was the financial state of Yallourn Friendly Society (\"YFS\"), a subsidiary of Federation Health.",
      "id": "s10"
    },
    {
      "text": "5 Sandy and Crisp left Melbourne almost immediately to attend the premises of Federation Health at Moe.",
      "id": "s11"
    },
    {
      "text": "On arrival, they carried out a preliminary investigation of the financial position of YFS.",
      "id": "s12"
    },
    {
      "text": "They both attended a meeting of the board of directors of Federation Health (\"the Board\") that evening.",
      "id": "s13"
    },
    {
      "text": "6 At the meeting, Crisp advised the directors that, in his opinion, the best option for Federation Health would be to cease funding the operations of YFS.",
      "id": "s14"
    },
    {
      "text": "Crisp declined an offer of appointment as administrator of YFS until the position of that company had been fully reviewed.",
      "id": "s15"
    },
    {
      "text": "The directors asked Crisp and Sandy to prepare an urgent written report for the acting Chief Executive Officer of Federation Health (\"the acting CEO\") and the Board advising on what action they should take in relation to YFS.",
      "id": "s16"
    },
    {
      "text": "7 On 28 June 2004, Sandy prepared a letter of engagement in consultation with Crisp (\"the letter of engagement\").",
      "id": "s17"
    },
    {
      "text": "The letter of engagement stated:\n \n \"Dear Sir \n \n Re: Federation Health &amp; Controlled Entities \n \n We refer to the visit of Mr Glenn Crisp and Mr Terry Sandy to the abovenamed company on 22 June, 2004.",
      "id": "s18"
    },
    {
      "text": "Following that meeting the association would like to engage Birdanco Practice Trust trading as RSM Bird Cameron to undertake the following work: \n \n \n &#61912; Attend company premises.",
      "id": "s19"
    },
    {
      "text": "&#61912; Review company records.",
      "id": "s20"
    },
    {
      "text": "&#61912; Liaise with employees, management and directors.",
      "id": "s21"
    },
    {
      "text": "In order to compile a brief draft report to be submitted to Federation Health on Wednesday 30 June, 2004.",
      "id": "s22"
    },
    {
      "text": "The report should cover the following: \n \n \n &#61912; Current financial position of Yallourn Friendly Society ('YFS') \n &#61912; The estimated financial position if YFS is placed into administration and the operations closed compared to the estimated outcome if YFS is traded on and sole as a going concern.",
      "id": "s23"
    },
    {
      "text": "&#61912; The estimated impact upon Federation Health of the closure and administration of YFS.",
      "id": "s24"
    },
    {
      "text": "&#61912; Any other relevant matter arising from the review.",
      "id": "s25"
    },
    {
      "text": "&#61912; If required to investigate the financial position of Federation Health, in a time frame to be agreed.",
      "id": "s26"
    },
    {
      "text": "We understand that Mr Glenn Crisp will be responsible for the assignment and Mr Terry Sandy will be attending the premises on 29 June, 2004 in his stead.",
      "id": "s27"
    },
    {
      "text": "Mr Crisp has also agreed to attend Federation Health on Wednesday 30 June, 2004 and meet with members of the PHIAC at that time and as required after that date.",
      "id": "s28"
    },
    {
      "text": "The Association accepts that the following charge rates will be used by your firm: \n \n \n Rate \n (excluding GST) \n \n Liquidator/Partner $400 \n \n Senior Manager $255 \n \n Supervisor/HRM $180 \n \n Senior $140 \n \n Intermediate 1 $ 95 \n \n Secretary/WPO $100 \n \n Junior $ 50 \n \n \n Should you have any queries do not hesitate to Mr David Dawson at this office.",
      "id": "s29"
    },
    {
      "text": "\" \n \n\nSandy emailed the letter of engagement to Dawson on 28 June 2004, and requested that Dawson put the engagement letter on the letterhead of Federation Health and return the signed letter to the plaintiff.",
      "id": "s30"
    },
    {
      "text": "8 There was a substantial amount of work involved in the preparation of the report.",
      "id": "s31"
    },
    {
      "text": "Sandy attended Federation Health on 29 and 30 June and 1 July 2004.",
      "id": "s32"
    },
    {
      "text": "The drafting of the report was undertaken by Sandy but it was reviewed and approved by Crisp.",
      "id": "s33"
    },
    {
      "text": "9 The report was delivered to Federation Health on 8 July 2004.",
      "id": "s34"
    },
    {
      "text": "It was accompanied by a letter dated 8 July 2004 from the plaintiff to Mrs Wendy Robinson (\"Robinson\"), the acting CEO from October 2002 to 17 December 2004.",
      "id": "s35"
    },
    {
      "text": "This letter made several references to a letter of instruction dated 28 June 2004 from Federation Health.",
      "id": "s36"
    },
    {
      "text": "10 On 23 July 2004, the plaintiff sent Federation Health an invoice for the work it had performed requiring payment of $27,734.04 including GST.",
      "id": "s37"
    },
    {
      "text": "Federation Health paid the sum of $11,000 on 14 October 2004.",
      "id": "s38"
    },
    {
      "text": "Crisp became aware of this part payment in early November 2004 when he reviewed the debtor's ledger as at 31 October 2004.",
      "id": "s39"
    },
    {
      "text": "Subsequently, Federation Health paid a further sum of $927.14 in respect of out of pocket expenses incurred by the plaintiff.",
      "id": "s40"
    },
    {
      "text": "The invoice remains unpaid to the extent of $15,806.90.",
      "id": "s41"
    },
    {
      "text": "11 The defendant, Peter James Hedge, was appointed administrator of Federation Health on 14 December 2004.",
      "id": "s42"
    },
    {
      "text": "The appointment was made by the Private Health Insurance Administration Council (\"PHIAC\") pursuant to s 82XD of the National Health Act 1953 (Cth) (\"the NH Act \").",
      "id": "s43"
    },
    {
      "text": "Federation Health is a registered organisation for the purposes of the NH Act .",
      "id": "s44"
    },
    {
      "text": "12 There is no dispute between the parties that the plaintiff performed accountancy services for Federation Health between 22 June and 8 July 2004.",
      "id": "s45"
    },
    {
      "text": "The only issue is whether it was a term of the engagement of the plaintiff by Federation Health that the plaintiff would cap its fees at $10,000 plus GST.",
      "id": "s46"
    },
    {
      "text": "The plaintiff contends that it never agreed to the imposition of this cap.",
      "id": "s47"
    },
    {
      "text": "13 In oral evidence given at the hearing of the appeal, Sandy said that he received a telephone call from Dawson early in July 2004 during which Dawson said words to the effect that the plaintiff should agree to cap its fees at a figure, which Sandy thinks may have been $10,000 or a similar figure.",
      "id": "s48"
    },
    {
      "text": "Sandy said he responded that the firm had already expended more than the specified sum in the work it had already done and would not agree to the suggested cap.",
      "id": "s49"
    },
    {
      "text": "Sandy did not raise the cap proposal with Crisp at this time because he immediately formed the view that it was not something the firm would agree to and he had told Dawson so.",
      "id": "s50"
    },
    {
      "text": "There was no other evidence concerning this conversation.",
      "id": "s51"
    },
    {
      "text": "Dawson did not give evidence.",
      "id": "s52"
    },
    {
      "text": "The defendant tendered an affidavit, without objection, that said that Dawson was unwilling to give evidence to assist the defendant with whom he was in dispute about other matters.",
      "id": "s53"
    },
    {
      "text": "14 The defendant relies upon an unsigned copy of a revised engagement letter dated 28 June 2004 that was obtained from the records of Federation Health.",
      "id": "s54"
    },
    {
      "text": "This letter is in similar terms to the letter of engagement.",
      "id": "s55"
    },
    {
      "text": "However, it includes the additional statement that '[y]our fees for this stage of the assignment will be capped at $10,000 plus GST and expenses' (\"the revised engagement letter\").",
      "id": "s56"
    },
    {
      "text": "15 The defendant did not adduce any evidence concerning the dispatch or other communication of the revised engagement letter to the plaintiff.",
      "id": "s57"
    },
    {
      "text": "Both Sandy and Crisp said that they did not receive the revised engagement letter at the time they were dealing with Federation Health in June and July 2004, or indeed at any time prior to their invoice being disputed.",
      "id": "s58"
    },
    {
      "text": "THE PROOF OF DEBT PROCEDURE \n \n16 The proof of debt procedure came about as a result of a scheme of arrangement between Federation Health and LaTrobe Health Services Inc (\"LaTrobe\").",
      "id": "s59"
    },
    {
      "text": "LaTrobe is another registered organisation under the NH Act .",
      "id": "s60"
    },
    {
      "text": "17 On 2 March 2005, the defendant recommended to PHIAC that, subject to Court approval, Federation Health and LaTrobe should merge by means of a scheme of arrangement which provided for the transfer to LaTrobe of the health fund conducted by Federation Health.",
      "id": "s61"
    },
    {
      "text": "18 On 23 June 2005, Emmett J ordered that a scheme of arrangement between Federation Health and LaTrobe be approved pursuant to s 82XZE of the NH Act , and that it be implemented in accordance with the Scheme of Arrangement Deed between Federation Health, LaTrobe and the defendant (\"the Deed\").",
      "id": "s62"
    },
    {
      "text": "19 The Deed provides that certain assets and liabilities will be transferred from Federation Health to LaTrobe, and that outstanding liabilities of Federation Health not being transferred to LaTrobe will be satisfied by the defendant in accordance with the procedures set out in sch 4 to the Deed.",
      "id": "s63"
    },
    {
      "text": "In summary, sch 4 requires the defendant to place advertisements requesting creditors to submit claims, and provides that the defendant will make a determination whether submitted claims should be admitted or rejected, in whole or in part.",
      "id": "s64"
    },
    {
      "text": "20 Schedule 4 of the Deed also contains provisions under which a creditor can appeal against the defendant's rejection of a proof of debt.",
      "id": "s65"
    },
    {
      "text": "Clauses 2.10, 2.11, 2.13 and 2.14 provide as follows:\n \n \"2.10 Declaration of Court \n \n \n \n A Creditor who receives notice from the Administrator under paragraph 2.9 may, within 21 days of the date of the notice or any further time the Court allows, in a court of competent jurisdiction: \n \n \n (a) if s.1321 of the Corporations Act applies to the Scheme, appeal against the Administrator's decision under that section as applied; or \n (b) commence a proceeding disputing the Administrator's decision.",
      "id": "s66"
    },
    {
      "text": "Unless the Creditor commences a proceeding under this paragraph within that 21 day period, or any further period the Court allows, the Administrator's decision is final.",
      "id": "s67"
    },
    {
      "text": "2.11 Entry on Admitted List after Court Order or Correction \n \n \n \n The Administrator must, on or after the later of: \n \n \n (a) the 21 st day after the date of a notice served in accordance with paragraph 2.9; or \n (b) the date of the order of the court in a proceeding commenced under paragraph 2.10, \n \n \n enter a Claim on, or amend the Admitted List, as appropriate, in accordance with the notice or any order of the Court, as the case may require.",
      "id": "s68"
    },
    {
      "text": "... \n \n \n \n 2.13 Application of Corporations Regulations \n \n Regulations 5.6.40 to 5.6.47 and 5.6.49 of the Corporations Regulations will, except where inconsistent with the express terms of the Scheme, apply to the Scheme as if the references to the liquidator were references to the Administrator, references to winding up were references to the Scheme and with such other modifications as are necessary to give effect to the Scheme.",
      "id": "s69"
    },
    {
      "text": "2.14 Application of Corporations Act provisions \n \n Subdivisions A, B, C and E of Division 6 of Part 5.6 of the Corporations Act apply to Claims made under the Scheme as if the references to the liquidator were references to the Administrator, references to winding up were references to the Scheme, and with such other modifications as are necessary to give effect to the Scheme.",
      "id": "s70"
    },
    {
      "text": "\" \n \n \n \n\n21 Both parties submitted that the defendant was acting under these provisions when he called for, received, and then partially rejected the plaintiff's proof of debt.",
      "id": "s71"
    },
    {
      "text": "THE COURT HAS JURISDICTION \n \n22 It is helpful to commence with a discussion of Pt 5.3A of the Corporations Act 2001 (\"the Act \"), which contains provisions relating to voluntary administrations and deeds of company arrangement.",
      "id": "s72"
    },
    {
      "text": "23 Most deeds of company arrangement contain provisions under which the administrator of the deed is required to adjudicate upon proofs of debt.",
      "id": "s73"
    },
    {
      "text": "Section 444A(5) provides that the deed is taken to include the prescribed provisions, except so far as it provides otherwise.",
      "id": "s74"
    },
    {
      "text": "Regulation 5.3A.06 says that the prescribed provisions are set out in sch 8A to the Regulations .",
      "id": "s75"
    },
    {
      "text": "Clause 8 of sch 8A provides that sub-divisions A, B, C and E of Div 6 of Pt 5.6 of the Act apply to claims made under the deed as if the references to the liquidator in those sub-divisions were references to the administrator of the deed.",
      "id": "s76"
    },
    {
      "text": "These sub-divisions include ss 553 to 554J and ss 563B to 564 of the Act .",
      "id": "s77"
    },
    {
      "text": "24 As the Act applies in this way, relevant regulations concerning proofs of debt will also apply.",
      "id": "s78"
    },
    {
      "text": "Those regulations include reg 5.6.54 which provides: \n \n \n \"(1) Within 7 days after the liquidator has rejected all or part of a formal proof of debt or claim, the liquidator must: \n \n \n (a) notify the creditor of the grounds for that rejection in accordance with Form 537; and \n (b) give notice to the creditor at the same time: \n (i) that the creditor may appeal to the Court against the rejection within the time specified in the notice, being not less than 14 days after service of the notice, or such further period as the Court allows; and \n (ii) that unless the creditor appeals in accordance with subparagraph (i), the amount of his or her debt or claim will be assessed in accordance with the liquidator's endorsement on the creditor's proof.",
      "id": "s79"
    },
    {
      "text": "(2) A person may appeal against the rejection of a formal proof of debt or claim within: \n \n \n (a) the time specified in the notice of the grounds of rejection; or \n (b) if the Court allows -- any further period.",
      "id": "s80"
    },
    {
      "text": "(3) The Court may extend the time for filing an appeal under subregulation (2), even if the period specified in the notice has expired.",
      "id": "s81"
    },
    {
      "text": "(4) If the liquidator has admitted a formal proof of debt or claim, the notice of dividend is sufficient notice of the admission.",
      "id": "s82"
    },
    {
      "text": "\" \n \n \n \n\n25 Decisions of an administrator under a deed of company arrangement entered into pursuant to Pt 5.3A can be the subject of an appeal to the Court under s 1321 of the Act .",
      "id": "s83"
    },
    {
      "text": "It provides:\n \n \"A person aggrieved by any act, omission or decision of: \n \n (a) a person administering a compromise, arrangement or scheme referred to in Part 5.1 ; or \n (b) a receiver, or a receiver and manager, of property of a corporation; or \n (c) an administrator of a company; or \n (ca) an administrator of a deed of company arrangement executed by a company; or \n (d) a liquidator or provisional liquidator of a company; \n \n may appeal to the Court in respect of the act, omission or decision and the Court may confirm, reverse or modify the act or decision, or remedy the omission, as the case may be, and make such orders and give such directions as it thinks fit.",
      "id": "s84"
    },
    {
      "text": "\" \n \n\n26 The Court's jurisdiction to entertain this appeal arises in a more circuitous way.",
      "id": "s85"
    },
    {
      "text": "Here, there is no deed of company arrangement that would attract the prescribed provisions of cl 8 of sch 8A of the Regulations .",
      "id": "s86"
    },
    {
      "text": "The NH Act does not directly apply Div 6 of Pt 5.6 to administrations conducted under the NH Act .",
      "id": "s87"
    },
    {
      "text": "Section 82XB of the NH Act does not assist because it only applies Div 7A of Pt 5.6 to such administrations.",
      "id": "s88"
    },
    {
      "text": "27 In proposing the scheme of arrangement between Federation Health and LaTrobe, the defendant was acting under s 82XZC(8) of the NH Act .",
      "id": "s89"
    },
    {
      "text": "Subject to Court order, this sub-section allows an administrator to recommend the implementation of a scheme of arrangement concerning the business of the fund or organisation under administration, if the administrator is of the opinion that the scheme is in the best interests of contributors to the fund.",
      "id": "s90"
    },
    {
      "text": "Section 82XZC(9) goes on to provide that the scheme may make provision for the transfer to another registered organisation of the fund under administration or the fund conducted by the organisation under administration.",
      "id": "s91"
    },
    {
      "text": "The scheme in question fits this description and was approved by this Court.",
      "id": "s92"
    },
    {
      "text": "28 Under s 82XZE(3) of the NH Act , the order of the Court approving the scheme of arrangement is binding on all persons.",
      "id": "s93"
    },
    {
      "text": "This provisions is reinforced by s 82ZA which provides, inter alia , that an order of the Court relating to the implementation of a scheme of arrangement prepared by the administrator is binding on all persons.",
      "id": "s94"
    },
    {
      "text": "29 As I have already noted, the Deed contains provisions requiring the defendant to adjudicate upon proofs of debt.",
      "id": "s95"
    },
    {
      "text": "Those provisions specifically applied sub-divisions A, B, C and E of Div 6 of Pt 5.6 of the Act to claims made under the Deed as if the references to the liquidator in those sections were references to the defendant.",
      "id": "s96"
    },
    {
      "text": "Sections 553 and 553D of the Act therefore apply to this administration as do those regulations which deal with the proofs of debt, their adjudication and the lodging of an appeal to the Court.",
      "id": "s97"
    },
    {
      "text": "Under Pt 9.12 of the Act , the Regulations apply of their own force so as to facilitate the operation of the Act .",
      "id": "s98"
    },
    {
      "text": "Consequently, reg 5.6.54 applies to this administration.",
      "id": "s99"
    },
    {
      "text": "30 In my opinion, jurisdiction to entertain this appeal is conferred on this Court by the combined effect of the orders of Emmett J, the Deed and the NH Act .",
      "id": "s100"
    },
    {
      "text": "In particular, reg 5.6.54 applies by force of Commonwealth law, and that suffices to give this Court jurisdiction to dispose of the appeal.",
      "id": "s101"
    },
    {
      "text": "Section 82ZE of the NH Act gives this Court jurisdiction to hear and determine applications under Pt VIA of the NH Act and to make any necessary orders in respect of those applications.",
      "id": "s102"
    },
    {
      "text": "In my opinion, this appeal falls within s 82ZE; it is an application that arises under the Deed that has legal force and effect by virtue of Pt VIA of the NH Act .",
      "id": "s103"
    },
    {
      "text": "I also consider that in hearing and determining this appeal this Court is exercising jurisdiction in a matter arising under laws made by the Commonwealth Parliament: see s 39B(1A) of the Judiciary Act 1903 (Cth).",
      "id": "s104"
    },
    {
      "text": "31 Clause 2.10 of sch 4 of the Deed reflects some doubt whether s 1321 of the Act applies to decisions made by the defendant under the Deed.",
      "id": "s105"
    },
    {
      "text": "I have not been directed to, and I have not found, any provision stating that s 1321 can be read as if it applies to decisions of a person who is an administrator of a registered organisation under the NH Act , where those decisions are made in the course of administering a scheme of arrangement pursuant to ss 82XZC and 82XZE of the NH Act .",
      "id": "s106"
    },
    {
      "text": "The parties in this case argued that, as sub-divisions A, B, C and E of Div 6 of Pt 5.6 and reg 5.6.54 apply to this administration, s 1321 should be construed so that it applies to the defendant's decision to reject the proof of debt.",
      "id": "s107"
    },
    {
      "text": "The immediate difficulty confronting this argument is that s 1321 specifically lists the cases in which it is to apply, and none of them arise here.",
      "id": "s108"
    },
    {
      "text": "The parties attempted to meet this point by arguing that the defendant is deemed by s 82XB of the NH Act to be 'an administrator of a deed of company arrangement' within the meaning of ss 9 and 1321 of the Act .",
      "id": "s109"
    },
    {
      "text": "More particularly, this deeming was said to be effected by s 82XB(2)(b) of the NH Act , insofar as it provides that Div 10 of Pt 5.3A of the Act regulates the administration of registered organisations such as Federation Health, and Div 10 contains s 444B(6) which provides for the execution of deeds of company arrangement.",
      "id": "s110"
    },
    {
      "text": "I have serious reservations whether s 82XB effects a deeming of the kind asserted.",
      "id": "s111"
    },
    {
      "text": "However, it is unnecessary for me to express a final view about the application of s 1321 , as I am satisfied that reg 5.6.54 applies by force of the NH Act , and that it confers jurisdiction on this Court.",
      "id": "s112"
    },
    {
      "text": "THE NATURE OF THIS APPEAL \n \n32 In hearing an application under s 1321 and/or reg 5.6.54, the Court conducts a hearing de novo : see Tanning Research Laboratories Inc v O'Brien [1990] HCA 8 ; (1990) 169 CLR 332 ( \"Tanning Research\" ) per Brennan and Dawson JJ at 339 and 341; Re North Sydney District Rugby League Football Club (2000) 34 ACSR 630 per Bryson J at 631 [3]; and Brodyn Pty Ltd v Dasein Constructions Pty Ltd [2004] NSWSC 1230 ( \"Brodyn\" ) per Young CJ at [29]---[33].",
      "id": "s113"
    },
    {
      "text": "33 In Tanning Research , Brennan and Dawson JJ said that the principles which determine the enforceability of a liability to which a proof of debt relates are, in the main, the same as the principles which would be applied in an action brought directly against the company to enforce that liability (at 339).",
      "id": "s114"
    },
    {
      "text": "Their Honours went on to explain the role played by a liquidator or administrator in an appeal brought under s 1321 or reg 5.6.54 (at 341): \n \n \"In such a proceeding, a liquidator who defends his decision to reject a proof of debt is no longer acting in a quasi-judicial capacity; he is cast in the role of an adversary, defending the assets available for distribution against a liability which, according to the view he formed when acting quasi-judicially, is not legally enforceable.",
      "id": "s115"
    },
    {
      "text": "The liquidator may defend those assets against the creditor's claim on any ground on which the company might have defended the claim had it been sued by the creditor.",
      "id": "s116"
    },
    {
      "text": "If the liquidator relies on those special defences which allow him to go behind a judgment, an account stated, a covenant or an estoppel in order to ascertain the true liability of the company, he is none the less in the role of an adversary.",
      "id": "s117"
    },
    {
      "text": "The issue in the proceeding is whether the liability referred to in the proof of debt is a true liability of the company enforceable against it.",
      "id": "s118"
    },
    {
      "text": "The issue is contested between the putative creditor on the one hand and the liquidator on the other; the liquidator is a party litigant.",
      "id": "s119"
    },
    {
      "text": "And none the less so though the liquidator is required to act fairly in conducting the litigation.",
      "id": "s120"
    },
    {
      "text": "\" \n \n\n34 In a hearing de novo , the Court will act on the evidence that is placed before it.",
      "id": "s121"
    },
    {
      "text": "However, the onus remains with the party who challenges the decision to reject the proof of debt: see Westpac Bank Incorporation v Totterdell (1997) 25 ACSR 769 per Templeman J at 772 and 774.",
      "id": "s122"
    },
    {
      "text": "There is, however, no rule or practice whereby material that was placed before the liquidator or administrator is automatically material before the Court on the hearing of such an appeal: see Brodyn at [33].",
      "id": "s123"
    },
    {
      "text": "35 In determining the appeal, the Court can confirm, reverse or modify the act or decision of the liquidator or administrator and may make such orders and give such directions as it thinks fit.",
      "id": "s124"
    },
    {
      "text": "Where the Court forms the view that the claimed debt has been established, the usual form of order would be that the administrator or liquidator should admit the claim in the relevant sum.",
      "id": "s125"
    },
    {
      "text": "36 In my view, these principles apply to this appeal.",
      "id": "s126"
    },
    {
      "text": "THE DEBT HAS BEEN ESTABLISHED \n \n37 The evidence is clear that the plaintiff was contractually retained by Federation Health on 22 June 2004 to perform accountancy services for Federation Health.",
      "id": "s127"
    },
    {
      "text": "The plaintiff's assistance was required urgently, and Crisp and Sandy commenced work immediately.",
      "id": "s128"
    },
    {
      "text": "38 There was no discussion of fees at the time that the plaintiff was first retained.",
      "id": "s129"
    },
    {
      "text": "A reasonable bystander would infer that the plaintiff was retained to provide accountancy services in accordance with its standard fee schedule.",
      "id": "s130"
    },
    {
      "text": "39 When Crisp and Sandy attended Federation Health's premises in Moe on 23 June 2004, there was no discussion of fees.",
      "id": "s131"
    },
    {
      "text": "At the meeting that evening, Crisp and Sandy were asked to prepare a report for the Board as a matter of urgency.",
      "id": "s132"
    },
    {
      "text": "Again, a reasonable bystander would infer that the parties agreed that the work on the report would be carried out in accordance with the plaintiff's standard fee schedule.",
      "id": "s133"
    },
    {
      "text": "40 In these circumstances, the crucial question is whether the plaintiff subsequently agreed to cap its fees at $10,000 plus GST and out of pocket expenses.",
      "id": "s134"
    },
    {
      "text": "There is no evidence that it did; the only evidence before me of any communication concerning the capping of fees is the evidence given by Sandy.",
      "id": "s135"
    },
    {
      "text": "He said that he rejected Dawson's proposal that a cap should apply to the plaintiff's fees when the matter was raised by Dawson in the course of their telephone conversation in early July 2004.",
      "id": "s136"
    },
    {
      "text": "41 The defendant relied on the following grounds to reject the plaintiff's proof of debt:\n \n &#8226; \"The letter of engagement issued by Federation Health on 28 June 2004 placed a cap of $10,000 plus GST and expenses on the work undertaken; \n &#8226; The company further evidenced this arrangement when it paid $11,000.00 on receipt of your invoice; \n &#8226; RSM Bird Cameron evidenced its receipt of the letter of engagement of 28 June 2004 as it was referred to in the report dated 8 July 2004; \n &#8226; RSM Bird Cameron has been unable to provide any written evidence requested in my notice dated 25 August 2005 that would contradict the records of Federation Health regarding the terms of the engagement.",
      "id": "s137"
    },
    {
      "text": "\" \n \n \n\n42 There is no evidence that Federation Health sent the revised engagement letter to the plaintiff.",
      "id": "s138"
    },
    {
      "text": "The only evidence before me is that an unsigned copy of the revised engagement letter was found in the records of Federation Health, and that a copy of it was sent to the plaintiff by a representative of the defendant after the defendant had refused to pay the invoice in full.",
      "id": "s139"
    },
    {
      "text": "43 There was no evidence establishing that the revised engagement letter was in fact sent to Federation Health.",
      "id": "s140"
    },
    {
      "text": "The defendant relied upon Robinson's affidavit, which exhibited a copy of the revised engagement letter, but said nothing about its dispatch to the plaintiff.",
      "id": "s141"
    },
    {
      "text": "The affidavit went on to depose to a conversation which took place between Dawson and Robinson, internally within Federation Health.",
      "id": "s142"
    },
    {
      "text": "The evidence, which was not objected to, was that they discussed between themselves that they only agreed to pay the plaintiff $10,000, and that Dawson would speak to the plaintiff about the matter.",
      "id": "s143"
    },
    {
      "text": "In my opinion, this evidence goes nowhere near establishing that agreement was reached with the plaintiff that the plaintiff would accept a cap of $10,000.",
      "id": "s144"
    },
    {
      "text": "44 As I have already mentioned, Sandy gave evidence that Dawson raised the question of a cap on the plaintiff's fees with him in a telephone conversation early in July 2004, and that Sandy had immediately rejected the suggested cap.",
      "id": "s145"
    },
    {
      "text": "45 In my opinion, Crisp and Sandy were honest and credible witnesses and I accept their evidence.",
      "id": "s146"
    },
    {
      "text": "There was no contrary evidence; Dawson did not give evidence.",
      "id": "s147"
    },
    {
      "text": "Furthermore, it is inherently probable that Sandy would have immediately rejected any suggestion of a cap when it was raised early in July 2004, given the amount of urgent work that had already been undertaken by the plaintiff to that point.",
      "id": "s148"
    },
    {
      "text": "It is also improbable that the plaintiff would have agreed to a cap of $10,000 and then submitted an invoice which disregarded the cap.",
      "id": "s149"
    },
    {
      "text": "46 On the whole of the evidence, I am satisfied that there was never any communication, whether written or oral, by which the plaintiff agreed to cap its fees at $10,000 plus GST and out of pocket expenses.",
      "id": "s150"
    },
    {
      "text": "In my view, Federation Health is liable for the full amount of the plaintiff's invoice.",
      "id": "s151"
    },
    {
      "text": "It follows that the balance of the invoice, namely $15,806.90, is due and payable by Federation Health to the plaintiff.",
      "id": "s152"
    },
    {
      "text": "47 For the sake of completeness, I will deal briefly with the other grounds relied on by the defendant to reject the proof of debt.",
      "id": "s153"
    },
    {
      "text": "The defendant relied on the fact that the plaintiff's letter of 8 July 2004 expressly refers to a letter of instruction from Federation Health dated 28 June 2004.",
      "id": "s154"
    },
    {
      "text": "Sandy explained this reference in his evidence.",
      "id": "s155"
    },
    {
      "text": "He said he drafted the report on the assumption that the letter of engagement would be returned by Federation Health in the form in which he had submitted it.",
      "id": "s156"
    },
    {
      "text": "I accept this evidence.",
      "id": "s157"
    },
    {
      "text": "48 There is no substance in the third ground relied upon by the defendant to reject the proof.",
      "id": "s158"
    },
    {
      "text": "The fact that Federation Health only paid $11,000 of the invoiced sum does not afford any evidence that there was any agreement as to the cap.",
      "id": "s159"
    },
    {
      "text": "It simply indicates that in September and October 2004, Federation Health may have acted upon an assumption that the cap proposal had been communicated to the plaintiff and accepted by it.",
      "id": "s160"
    },
    {
      "text": "So far as the plaintiff's position is concerned, Crisp gave evidence that he complained about the partial payment of the invoice as soon as he noticed the discrepancy in his debtor's ledger.",
      "id": "s161"
    },
    {
      "text": "49 In the course of the hearing, counsel for the defendant acknowledged that there was no evidence to support the fourth ground on which the defendant had rejected the proof of debt.",
      "id": "s162"
    },
    {
      "text": "In particular, there was no evidence that the plaintiff had ever received a request for the provision of further evidence.",
      "id": "s163"
    },
    {
      "text": "CONCLUSION AND ORDERS \n \n50 In my opinion, the plaintiff is entitled to an order setting aside the defendant's decision to reject the plaintiff's proof of debt and an order that the defendant admit the plaintiff's outstanding claim in the sum of $15,806.90.",
      "id": "s164"
    },
    {
      "text": "COSTS \n \n51 It remains to deal with the costs of the proceedings.",
      "id": "s165"
    },
    {
      "text": "The defendant does not dispute that the plaintiff is entitled to the taxed costs of the proceedings.",
      "id": "s166"
    },
    {
      "text": "However, the plaintiff seeks an order that the defendant pay the plaintiff's costs on an indemnity basis.",
      "id": "s167"
    },
    {
      "text": "52 The application for indemnity costs is founded on two considerations.",
      "id": "s168"
    },
    {
      "text": "First, the plaintiff submits that the defendant acted unreasonably in rejecting the proof of debt and in contesting this proceeding, as there was never any evidence to establish the defendant's contention that the plaintiff had agreed to cap its fees at $10,000 plus GST and out of pocket expenses.",
      "id": "s169"
    },
    {
      "text": "The second ground is that the defendant acted unreasonably by rejecting settlement proposals that were put forward by the plaintiff in November and December 2005.",
      "id": "s170"
    },
    {
      "text": "The settlement proposals were tendered in evidence, without any objection from the defendant.",
      "id": "s171"
    },
    {
      "text": "53 The submissions are not without substance.",
      "id": "s172"
    },
    {
      "text": "The defendant has relied almost entirely upon the fact that the revised letter of engagement was found in the records of Federation Health.",
      "id": "s173"
    },
    {
      "text": "There is no evidence that the defendant was ever in a position to establish that the revised letter was communicated to, or accepted by, the plaintiff.",
      "id": "s174"
    },
    {
      "text": "It appears that several considerations affected the defendant's course of action.",
      "id": "s175"
    },
    {
      "text": "First, the defendant attached some weight to the plaintiff's letter dated 8 July 2004 which referred to a letter of engagement from Federation Health dated 28 June 2004.",
      "id": "s176"
    },
    {
      "text": "Secondly, he may have been influenced by Robinson's belief, based on her conversation with Dawson, that a cap of $10,000 had been agreed.",
      "id": "s177"
    },
    {
      "text": "Thirdly, it would seem that the defendant did not have the benefit of any evidence from Dawson.",
      "id": "s178"
    },
    {
      "text": "Lastly, the plaintiff did not file an affidavit by Sandy and, until Sandy gave oral evidence at the hearing before me, the plaintiff had never disclosed the conversation that took place between Sandy and Dawson in early July 2004.",
      "id": "s179"
    },
    {
      "text": "54 Weighing up all of these considerations, I have decided not to order the defendant to pay costs on an indemnity basis.",
      "id": "s180"
    },
    {
      "text": "In the absence of an affidavit from Sandy, I consider that it was not unreasonable for the defendant to take the view that it would put the plaintiff to its proof.",
      "id": "s181"
    },
    {
      "text": "Accordingly, the order of the Court will be that the defendant pay the plaintiff's costs of the proceedings.",
      "id": "s182"
    },
    {
      "text": "55 The question was raised at the hearing whether the defendant should be ordered to pay costs personally rather than being permitted to obtain an indemnity for his costs out of the funds under his administration.",
      "id": "s183"
    },
    {
      "text": "I do not think it is necessary that I address this issue to dispose of the plaintiff's application.",
      "id": "s184"
    },
    {
      "text": "In any event, this is not a normal administration situation where the burden of the costs order would fall upon other creditors if not paid by the defendant personally.",
      "id": "s185"
    },
    {
      "text": "The defendant is simply paying all proper liabilities of Federation Health that were not transferred to LaTrobe pursuant to the Deed.",
      "id": "s186"
    },
    {
      "text": "I was informed by counsel for the defendant that the defendant is in a position to recoup his costs out of funds provided by Federation Health.",
      "id": "s187"
    },
    {
      "text": "In these circumstances I do not propose to make any further order concerning costs.",
      "id": "s188"
    },
    {
      "text": "56 There is one outstanding procedural matter.",
      "id": "s189"
    },
    {
      "text": "The proceeding has been commenced by naming the plaintiff as 'RSM Bird Cameron'.",
      "id": "s190"
    },
    {
      "text": "This is in fact a firm or business name.",
      "id": "s191"
    },
    {
      "text": "The more usual course would have been to commence the proceeding in the name of 'Birdanco Nominees Pty Ltd' which practices as RSM Bird Cameron.",
      "id": "s192"
    },
    {
      "text": "While no issue was taken about the identification of the plaintiff, it may be appropriate to regularise the position by an amendment that corrects the misnomer.",
      "id": "s193"
    },
    {
      "text": "I would be prepared to grant the necessary leave to amend the name of the plaintiff.",
      "id": "s194"
    },
    {
      "text": "I certify that the preceding fifty-six (56) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Young.",
      "id": "s195"
    },
    {
      "text": "Associate:\n\nDated: 30 March 2006\n\n Counsel for the Plaintiff: Mr S. Pitt \n \n Solicitor for the Plaintiff: Rothwell Lawyers \n \n Counsel for the Defendant: Mr J. Whelen \n \n Solicitor for the Defendant: Kemp Strang \n \n Date of Hearing: 8 March 2006 \n \n Date of Judgment: 30 March 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/314.html",
      "id": "s196"
    }
  ]
}