{
  "name": "Duncan v Lipscombe Child Care Services Inc [2006] FCA 458 (28 April 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/458.html",
  "catchphrases": [
    {
      "text": "strikeout application",
      "id": "c0"
    },
    {
      "text": "whether s 31a federal court of australia act 1976 (cth) applies to proceedings commenced before operation of section",
      "id": "c1"
    },
    {
      "text": "termination of employment",
      "id": "c2"
    },
    {
      "text": "breach of contract claims",
      "id": "c3"
    },
    {
      "text": "whether subsequent grievance procedure formed part of contract of employment and applied to applicant",
      "id": "c4"
    },
    {
      "text": "whether statements made at time of termination made in trade or commerce",
      "id": "c5"
    },
    {
      "text": "whether unconscionable",
      "id": "c6"
    },
    {
      "text": "whether, if federal claims struck out, jurisdiction for defamation claim",
      "id": "c7"
    },
    {
      "text": "practice and procedure",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "1 The respondents apply for an order that this proceeding and/or alternatively the statement of claim be struck out in whole or in part on the grounds of :\n \n&#8226; failure to plead a reasonable cause of action;\n \n&#8226; abuse of process; and\n \n&#8226; want of jurisdiction\n \n2 The applicant Ms Janet Duncan was from September 2001 until October 2005 employed as the Director of the first respondent Lipscombe Child Care Services Incorporated (Lipscombe Child Care) which conducted the Lipscombe Child Care Sevice (the Service) in Hobart.",
      "id": "s0"
    },
    {
      "text": "Lipscombe Child Care terminated her employment on 18 October 2005.",
      "id": "s1"
    },
    {
      "text": "Ms Duncan's claims arise out of the circumstances of that termination.",
      "id": "s2"
    },
    {
      "text": "She says that, in breach of a Grievance Procedure which formed part of her contract of employment, and despite the fact that she was unwell, she was not given a reasonable opportunity to answer allegations against her.",
      "id": "s3"
    },
    {
      "text": "Further, the second respondent Ms Anjanette Murfet, the Chairperson of the Board of Lipscombe Child Care, read out to some 25 staff members the letter of termination which contained false and defamatory allegations against her.",
      "id": "s4"
    },
    {
      "text": "Causes of action pleaded \n \n3 The causes of action pleaded by Ms Duncan in her statement of claim are:\n \n&#8226; breach of contract --- failing to comply with Grievance Procedure;\n \n&#8226; breach of contract --- publishing grounds for termination contrary to confidentiality provisions in Grievance Procedure;\n \n&#8226; misleading and deceptive conduct contrary to s 52 Trade Practices Act 1974 (Cth) (TPA) --- publishing false allegations in the termination letter;\n \n&#8226; unconscionable conduct contrary to s 51AA TPA --- unfairly dismissing her and wrongfully publishing allegations in the termination letter; and\n \n&#8226; defamation --- publishing the termination letter.",
      "id": "s5"
    },
    {
      "text": "4 It is alleged that Ms Murfet aided, abetted and procured, and was directly and knowingly involved in, the contraventions of the TPA.",
      "id": "s6"
    },
    {
      "text": "The criterion for strikeout applications \n \n5 The respondents rely on Orders 11 r 16 and O 20 r 2 of the Federal Court Rules .",
      "id": "s7"
    },
    {
      "text": "However, a fundamental change to the standard to be applied in strikeout applications has been introduced by s 31A of the Federal Court of Australia Act 1976 (Cth) which came into effect on 1 December 2005.",
      "id": "s8"
    },
    {
      "text": "Section 31A provides:\n \n \"(1) The Court may give judgment for one party against another in relation to the whole or any part of a proceeding if: \n (a) the first party is prosecuting the proceeding or that part of the proceeding; and \n (b) the Court is satisfied that the other party has no reasonable prospect of successfully defending the proceeding or that part of the proceeding.",
      "id": "s9"
    },
    {
      "text": "(2) The Court may give judgment for one party against another in relation to the whole or any part of a proceeding if: \n (a) the first party is defending the proceeding or that part of the proceeding; and \n (b) the Court is satisfied that the other party has no reasonable prospect of successfully prosecuting the proceeding or that part of the proceeding.",
      "id": "s10"
    },
    {
      "text": "(3) For the purposes of this section, a defence or a proceeding or part of a proceeding need not be: \n \n (a) hopeless; or \n (b) bound to fail; \n \n \n for it to have no reasonable prospect of success.",
      "id": "s11"
    },
    {
      "text": "(4) This section does not limit any powers that the Court has apart from this section.",
      "id": "s12"
    },
    {
      "text": "\" \n \n \n\n6 Plainly s 31A was introduced to establish a lower standard for strikeouts (either of claims or defences) than that previously laid down by the High Court's decisions in Dey v Victorian Railways Commissioners [1949] HCA 1 ; (1948) 78 CLR 62 and General Steel Industries Inc v Commissioner for Railways (NSW) [1964] HCA 69 ; (1964) 112 CLR 125 at 130, namely that the allegations are \"so clearly untenable that [they] cannot possibly succeed\".",
      "id": "s13"
    },
    {
      "text": "7 The present proceeding was commenced by the filing of an application on 8 November 2005, before s 31A came into operation.",
      "id": "s14"
    },
    {
      "text": "The strikeout application was heard on 17 March 2006, by which time s 31A was in force.",
      "id": "s15"
    },
    {
      "text": "8 In my opinion, s 31A applies to the present strikeout application.",
      "id": "s16"
    },
    {
      "text": "The provision is of a procedural rather than substantive nature.",
      "id": "s17"
    },
    {
      "text": "In Rodway v The Queen [1990] HCA 19 ; (1990) 169 CLR 515 the High Court was concerned with the appellant's convictions for certain sexual offences.",
      "id": "s18"
    },
    {
      "text": "At the time of the alleged offences the Criminal Code (Tas) required corroboration of the evidence of the complainant but by the time of the trial that requirement had been repealed.",
      "id": "s19"
    },
    {
      "text": "The High Court upheld the ruling of the trial judge (Neasey J) and the Court of Criminal Appeal that the repealed provision did not apply.",
      "id": "s20"
    },
    {
      "text": "After citing the statement of Dixon CJ in Maxwell v Murphy [1957] HCA 7 ; (1957) 96 CLR 261 at 267, Mason CJ, Dawson, Toohey, Gaudron and McHugh JJ said at 521:\n \n 'But ordinarily an amendment to the practice and procedure of a court, including the admissibility of evidence and the effect to be given to evidence, will not operate retrospectively so as to impair any existing right.",
      "id": "s21"
    },
    {
      "text": "It may govern the way in which the right is to be enforced or vindicated, but that does not bring it within the presumption against retrospectivity.",
      "id": "s22"
    },
    {
      "text": "\" \n\n9 In the present case the language of the provision clearly directs attention to the time at which the strikeout application is made (where the party \"is defending the proceeding or that part of the proceeding\").",
      "id": "s23"
    },
    {
      "text": "The substantive rights of Ms Duncan which came into existence in October 2005, eg her right to damages for any breach of contract, have not been affected.",
      "id": "s24"
    },
    {
      "text": "The present case is not in principle distinguishable from Rodway .",
      "id": "s25"
    },
    {
      "text": "The statement of claim \n \n10 The statement of claim alleges in par 1 that Ms Duncan was responsible for the day to day management of the Service and had been its Director since appointment by the first respondent on or about 24 September 2001.",
      "id": "s26"
    },
    {
      "text": "It is said that at all material times Lipscombe Child Care was engaged in trade or commerce by conducting the business of a child care service.",
      "id": "s27"
    },
    {
      "text": "11 Paragraph 5 alleges a contract of employment (the Contract) made on 24 September 2001 whereby Lipscombe Child Care retained the applicant as Director of the Service.",
      "id": "s28"
    },
    {
      "text": "In par 6 a number of terms of the Contract are pleaded, including: \n \n \"(d) That in the event of a grievance, a grievance procedure set forth in a document entitled Grievance Policy would be followed.",
      "id": "s29"
    },
    {
      "text": "The Grievance Policy formed part of the Contract of Employment and provided, inter alia : \n \n \n (i) That the grievances should be, if possible, resolved informally with respect for other employees being maintained at all times; \n (ii) Confidentiality would be maintained at all times and formal and informal discussions with respect to the employee would be conducted in strict confidence; \n (iii) Disclosure information relating to the grievance would be limited to those people legitimately involved in the process, namely the Complainant and the Respondent or its Delegate: \n (iv) If the grievance could not be resolved on an informal level a moderator would be involved and where appropriate such moderator would be drawn from the Lipscombe Child Care Service Board of Directors: \n (v) At the conclusion of the formal grievance procedure, the processes and outcomes would be recorded in separate and confidential grievance files.",
      "id": "s30"
    },
    {
      "text": "\" \n \n\n12 The Grievance Policy itself was before the Court.",
      "id": "s31"
    },
    {
      "text": "It contains some relevant provisions not included in the pleaded summary:\n \n&#8226; It is headed \" Lipscombe Child Care Services Grievance Policy --- Staff Document No: 00/03 15/01/2003 \";\n \n&#8226; It includes the following:\n \n&#8226; \"Policy: Grievances at Lipscombe Child Care Services will be resolved in a sensitive, fair and prompt manner\"; and \n \n&#8226; \"Procedure for staff complaints: \n \n 1.",
      "id": "s32"
    },
    {
      "text": "Staff should discuss grievances with the Director/Assistant Director as soon as possible, to facilitate the process of prompt resolution\".",
      "id": "s33"
    },
    {
      "text": "Further, there is some divergence between the Grievance Policy itself and the pleading of its terms in the statement of claim.",
      "id": "s34"
    },
    {
      "text": "The term pleaded in par 6(d)(ii) of the statement of claim in fact reads in the Grievance Policy as:\n \n \"Staff members are encouraged to resolve grievances informally if possible.",
      "id": "s35"
    },
    {
      "text": "Respect for team members should be maintained at all times.",
      "id": "s36"
    },
    {
      "text": "Confidentiality will be observed at all time sand discussions, even though informal, will be conducted in strict confidence.",
      "id": "s37"
    },
    {
      "text": "\" \n\n\nThe term pleaded in par 6(d) (iii) in fact reads in the Grievance Policy as:\n \n \"To ensure confidentiality disclosure of information relating to the grievance will be limited to those people legitimately involved in the process.",
      "id": "s38"
    },
    {
      "text": "In most cases this will involve the Director/Assistant Director, the Complainant and the Respondent.",
      "id": "s39"
    },
    {
      "text": "\" \n\n13 Paragraphs 7-10 allege various letters sent by Ms Murfet to Ms Duncan making complaints, requesting documents and inviting responses to such letters.",
      "id": "s40"
    },
    {
      "text": "14 Paragraphs 11-12 allege that on 7 October 2005 Ms Duncan became seriously ill and was unable to carry out her employment and that she delivered to the respondents a medical certificate that she was unfit for employment duties until 21 October.",
      "id": "s41"
    },
    {
      "text": "15 Paragraphs 13-15 allege a requirement by the respondents for Ms Duncan to attend a meeting on 12 October and that Ms Duncan declined because of her incapacity.",
      "id": "s42"
    },
    {
      "text": "16 Paragraph 16 claims that Ms Murfet on behalf of Lipscombe Child Care wrote a letter dated 13 October to Ms Duncan in which it was alleged that she had lied to the Board on matters concerning three named staff members and concluding:\n \n \n \" (h) Why, if the above allegations are made out, the Lipscombe Child Care Service Board of Directors should have trust and confidence in your capacity to honestly report on issues relating to the management of Lipscombe Child Care Service.",
      "id": "s43"
    },
    {
      "text": "\" \n \n \n \n\nThe letter notified Ms Duncan that she was required to give a full response by 17 October.",
      "id": "s44"
    },
    {
      "text": "It is said that Ms Duncan replied that because she was incapacitated she could not respond by the time fixed.",
      "id": "s45"
    },
    {
      "text": "17 Paragraph 19 alleges that on 18 October Ms Murfet wrote to Ms Duncan stating that the Board had unanimously decided to terminate her contract of employment based on the following reasons:\n \n \n \"A.",
      "id": "s46"
    },
    {
      "text": "The Lipscombe Child Care Service Board has lost their trust and confidence in the Director to manage the centre effectively.",
      "id": "s47"
    },
    {
      "text": "B.",
      "id": "s48"
    },
    {
      "text": "The Lipscombe Child Care Service Board has lost their trust and confidence in the Director to report to the Board honestly.",
      "id": "s49"
    },
    {
      "text": "C. The Lipscombe Child Care Service Board believe that due to your inability and unwillingness to try and resolve these matters with the Board that the employment relationship between yourself and the Board has broken down.",
      "id": "s50"
    },
    {
      "text": "\" \n \n\n\nThe letter stated that the Contract was terminated immediately, that Ms Duncan would receive two weeks pay in lieu of notice as per the relevant Award and that outstanding entitlements as attached would be deposited in her account the next day.",
      "id": "s51"
    },
    {
      "text": "18 Paragraph 23 alleges that the applicant had \"not been afforded the benefit of the procedural fairness outlined in pars (i)-(iv) of the said Grievance Procedure\" and that as such Lipscombe Child Care has wrongly breached the contract of employment.",
      "id": "s52"
    },
    {
      "text": "Paragraph 24 alleges that as a consequence of the breach the applicant has not been permitted a reasonable opportunity to answer the allegations made, not been permitted to avail of mediation in accordance with the Grievance Procedure, not been afforded confidentiality, and not been afforded any prior warning, informal discussion or notice of the allegations made against her.",
      "id": "s53"
    },
    {
      "text": "19 Paragraph 25 alleges that each of the allegations made against the applicant in the letters of 29 September, 13 October and 18 October are false and untrue.",
      "id": "s54"
    },
    {
      "text": "20 Paragraph 26 alleges loss and damage as a consequence of the breach of the Contract.",
      "id": "s55"
    },
    {
      "text": "21 Paragraphs 27 and 28 allege a \"further breach of the Grievance Procedure and further breach of the Contract\".",
      "id": "s56"
    },
    {
      "text": "Ms Murfet, in the presence of the Board and substantially all the staff of Lipscombe Child Care, approximately 25 persons, read the contents of the letter of 18 October and \"several times\" repeated those allegations.",
      "id": "s57"
    },
    {
      "text": "22 The publication of the letter of 18 October is alleged by par 29 to have been conduct in trade or commerce of Lipscombe Child Care in its business as a provider of child care services.",
      "id": "s58"
    },
    {
      "text": "By par 30 it is alleged that the allegations in the letter were false and untrue and the conduct of publishing them was misleading and deceptive and in breach of s 52 of the TPA.",
      "id": "s59"
    },
    {
      "text": "By par 31 loss and damage is alleged.",
      "id": "s60"
    },
    {
      "text": "23 By par 32 it is alleged the conduct of the Lipscombe Child Care and its agent Ms Murfet in unfairly dismissing Ms Duncan, failing to afford her procedural fairness, taking advantage of her incapacity and wrongfully publishing the allegations was \"unconscionable in that it was scurrilous and amounted to an abuse of position and wrongfully took advantage of the superior position that (Lipscombe Child Care) had to (Ms Duncan) pursuant to (the Contract) and as such the conduct constituted a breach of s 51AA of the (TPA)\".",
      "id": "s61"
    },
    {
      "text": "24 Paragraph 34 alleges Ms Murfet's accessorial involvement in the breaches of ss 52 and 51AA.",
      "id": "s62"
    },
    {
      "text": "25 Paragraphs 35-40 plead a case in defamation based on the publication of the allegations in the letter of 18 October.",
      "id": "s63"
    },
    {
      "text": "Breach of contract --- failing to comply with Grievance Procedure \n \n26 On its face, the Grievance Procedure came into existence long after the Contract.",
      "id": "s64"
    },
    {
      "text": "There is before the Court a formal document headed \"Contract of Employment\" signed by Ms Duncan and the President of the Management Committee to which is attached a \"Position Description and the Staff Policy\".",
      "id": "s65"
    },
    {
      "text": "Included in the latter is a requirement for the Director to\n \n \"Be responsible for human resources management in the Service, including staff appointments, supervision, evaluation, support and training, and OH&amp;S.\" \n\n\nSometimes it can be difficult to locate an offer and acceptance and, in an ongoing relationship, it is not always easy to point to the precise moment when the legal criteria of a contract have been fulfilled: Brambles Holdings Pty Ltd v Bathurst City Council [2001] NSWCA 61 ; (2001) 53 NSWLR 153 at 177, Integrated Computer Services Pty Ltd v Digital Equipment Corporation (Aust) Pty Ltd (1988) 5 BPR 11,110 at 11,1178.",
      "id": "s66"
    },
    {
      "text": "However, the present case is one where there is a formal, written contract of employment, quite detailed and complete in itself, entered into at the commencement of Ms Duncan's employment.",
      "id": "s67"
    },
    {
      "text": "The Grievance Procedure was not part of the Contract when it was formed.",
      "id": "s68"
    },
    {
      "text": "27 It is not pleaded that the Grievance Procedure became part of the Contract by way of an agreed variation.",
      "id": "s69"
    },
    {
      "text": "In any case, in its terms it does not apply to grievances between the Director herself and Lipscombe Child Care.",
      "id": "s70"
    },
    {
      "text": "Rather it provides for a procedure for settling grievances as between members of Staff, with the Director providing assistance as part of the grievance settling procedures.",
      "id": "s71"
    },
    {
      "text": "28 There is no reasonable prospect of success in the claim made in pars 23, 24, 25 and 26.",
      "id": "s72"
    },
    {
      "text": "They will be struck out.",
      "id": "s73"
    },
    {
      "text": "Breach of contract --- publishing grounds for termination \n \n29 This claim also depends on the Grievance Procedure forming part of the Contract.",
      "id": "s74"
    },
    {
      "text": "For the reasons given above, pars 27 and 28 will be struck out.",
      "id": "s75"
    },
    {
      "text": "Misleading and deceptive conduct \n \n30 The conduct in question is the publication of the termination letter of 18 October.",
      "id": "s76"
    },
    {
      "text": "31 The respondents submit that the conduct alleged was not in trade or commerce.",
      "id": "s77"
    },
    {
      "text": "In Concrete Constructions (NSW) Pty Ltd v Nelson [1990] HCA 17 ; (1990) 169 CLR 594 a worker was injured as a result of his foreman wrongly telling him that grates in an air-conditioning shaft were secured by bolts.",
      "id": "s78"
    },
    {
      "text": "He brought a s 52 claim based on misleading and deceptive conduct by the foreman, for which the employer was vicariously liable.",
      "id": "s79"
    },
    {
      "text": "In the view of the majority (Mason CJ, Dawson, Deane and Gaudron JJ) at 604-605, the foreman's statement was not made in the course of, or for the purposes of, some trading or commercial dealing between the corporation and the particular employee.",
      "id": "s80"
    },
    {
      "text": "The conduct of the foreman \"consisted of an internal communication by one employee to another employee in the course of their ordinary activities in and about the construction of a building\".",
      "id": "s81"
    },
    {
      "text": "32 The application of the Concrete Constructions principle to conduct concerning contracts of employment has resulted in a divergence of Federal Court authority.",
      "id": "s82"
    },
    {
      "text": "In Barto v GPR Management Services Pty Ltd (1991) 33 FCR 389 Wilcox J held that information supplied to an employee in the course of negotiating a variation to his contract of employment was \"in trade or commerce\".",
      "id": "s83"
    },
    {
      "text": "In Stoelwinder v Southern Health Care Network (2000) 177 ALR 501, a case concerning negotiations for a new contract of employment, Finkelstein J came to the same view.",
      "id": "s84"
    },
    {
      "text": "Both these cases were strikeout applications and thus were governed at the time they were decided by the Dey and General Steel authorities; their Honours could only strike out the claim if it was hopeless or bound to fail.",
      "id": "s85"
    },
    {
      "text": "33 In Martin v Tasmania Development and Resources (1999) 163 ALR 79, Mr Martin claimed that a letter stating that his termination was necessary on the basis of \"operational requirements\" was misleading and deceptive and contravened s 52.",
      "id": "s86"
    },
    {
      "text": "At the trial of the action I found that there were in fact \"operational requirements\" within the meaning of that term in the contract of employment: 163 ALR at [55]-[67].",
      "id": "s87"
    },
    {
      "text": "Mr Martin succeeded on other grounds, not relevant for present purposes.",
      "id": "s88"
    },
    {
      "text": "However, I held that if the representations as to operational requirements were misleading and deceptive, they would not have been made in trade or commerce.",
      "id": "s89"
    },
    {
      "text": "In expressing disagreement with Wilcox J, I said (at [77]):\n \n \"The majority in (Concrete Constructions) clearly rejected the wider construction of 'in trade or commerce', which would extend to virtually any activity of a corporation.",
      "id": "s90"
    },
    {
      "text": "It is true that a building company could not earn income unless it had workers who received instructions from foremen.",
      "id": "s91"
    },
    {
      "text": "But that was not enough to bring the alleged misrepresentation within the concept of 'trade or commerce'.",
      "id": "s92"
    },
    {
      "text": "Similarly, TDR could not carry out its activities of promoting Tasmanian trade and development (which activities themselves I assume for present purposes to be in trade or commerce) unless it engaged staff.",
      "id": "s93"
    },
    {
      "text": "Nevertheless such engagements and the necessary associated incidental negotiations, however necessary, are not in themselves of a trading or commercial nature.",
      "id": "s94"
    },
    {
      "text": "They are internal affairs of TDR.",
      "id": "s95"
    },
    {
      "text": "\" \n\n\nIn Mulcahy v Hydro-Electric Commission (1998) 85 FCR 170 at 212-213, another final hearing, a case concerning alleged misrepresentations by an employer to employees about superannuation entitlements, I took the same view.",
      "id": "s96"
    },
    {
      "text": "34 Had this question arisen under the former strikeout standard, it would be very difficult to say this part of the case was hopeless, given the divergence of authority.",
      "id": "s97"
    },
    {
      "text": "However, s 31A is a clear, and different, command.",
      "id": "s98"
    },
    {
      "text": "I am still of the view that the application of Concrete Constructions in Martin was correct and that, accordingly, Ms Duncan has no reasonable prospect of success.",
      "id": "s99"
    },
    {
      "text": "Paragraphs 29, 30, 31 and 34 will be struck out.",
      "id": "s100"
    },
    {
      "text": "Unconscionable conduct \n \n35 Section 51AA(1) of the Trade Practices Act provides: \n \n \"A corporation must not, in trade or commerce, engage in conduct that is unconscionable within the meaning of the unwritten law, from time to time, of the States and Territories.",
      "id": "s101"
    },
    {
      "text": "\" \n\n36 For the reasons just mentioned, there is no reasonable prospect of success for a contention that the respondents' conduct in connection with Ms Lipscombe's termination of employment was in trade or commerce.",
      "id": "s102"
    },
    {
      "text": "37 In any event, unconscionable in s 51AA does not mean unfair or reprehensible in a colloquial sense.",
      "id": "s103"
    },
    {
      "text": "Rather, as explained in Australian Competition and Consumer Commission v C G Berbatis Holdings Pty Ltd [2003] HCA 18 ; (2003) 214 CLR 51 at [6] - [8] , [42]-[46], it refers to the equitable doctrine, the meaning of which has been expounded in High Court cases such as Blomley v Ryan [1954] HCA 79 ; (1956) 99 CLR 362 and Commercial Bank of Australia Ltd v Amadio (1983) 151 CLR 457.",
      "id": "s104"
    },
    {
      "text": "In the present case there is no complaint that the respondents exploited any special disadvantage of Ms Lipscombe in respect of the formation of the Contract and her engagement as Director.",
      "id": "s105"
    },
    {
      "text": "If the respondents' termination of the Contract amounted to a breach, the ordinary contractual remedies would be available.",
      "id": "s106"
    },
    {
      "text": "If the publication of the termination letter amounted to defamation, she will have, as she alleges, a good cause of action.",
      "id": "s107"
    },
    {
      "text": "38 Paragraphs 32, 33 and 34 will be struck out.",
      "id": "s108"
    },
    {
      "text": "Defamation \n \n39 The respondents' attack on this part of the statement of claim does not allege lack of prospects of success on the merits but rather lack of jurisdiction in the Federal Court over the common law cause of action.",
      "id": "s109"
    },
    {
      "text": "40 But even if the federal claims are struck out, this Court will not be deprived of jurisdiction over the non-federal claims unless it can be shown that the former were \"colourable\", that is they were made for the improper purpose of fabricating jurisdiction: Burgundy Royale Investments Pty Ltd v Westpac Banking Corporation (1987) 18 FCR 212 at 219.",
      "id": "s110"
    },
    {
      "text": "This is a serious allegation.",
      "id": "s111"
    },
    {
      "text": "I did not understand it to have been put by the respondents.",
      "id": "s112"
    },
    {
      "text": "In any case, there is no basis for it.",
      "id": "s113"
    },
    {
      "text": "In particular, the s 52 claims would have appeared to have had some support from first instance judgements, at least in the light of the strikeout standard which applied when the proceeding was commenced.",
      "id": "s114"
    },
    {
      "text": "Orders \n \n41 Paragraphs 23-34 of the statement of claim will be struck out.",
      "id": "s115"
    },
    {
      "text": "The respondents will have leave to file and serve an amended defence on or before 12 May 2006.",
      "id": "s116"
    },
    {
      "text": "The directions hearing is adjourned to 6 June 2006 at 9.30 am.",
      "id": "s117"
    },
    {
      "text": "The applicant is to pay the respondents' costs of the strikeout application.",
      "id": "s118"
    },
    {
      "text": "I certify that the preceding forty one (41) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Heerey .",
      "id": "s119"
    },
    {
      "text": "Associate:\n\nDated: \n\n\n Counsel for the Applicant: W A Ayliffe \n \n Solicitor for the Applicant: Jo Matthews \n \n Counsel for the Respondents: R E Hudson \n \n Solicitors for the Respondents: Butler McIntyre &amp; Butler \n \n Date of Hearing: 17 March 2006 \n \n Date of Judgment: 28 April 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/458.html",
      "id": "s120"
    }
  ]
}