{
  "name": "Brock v United States of America [2006] FCA 496 (9 May 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/496.html",
  "catchphrases": [
    {
      "text": "review of magistrate's decision that applicant was eligible for surrender",
      "id": "c0"
    },
    {
      "text": "where magistrate found that jurisdictional facts in s 19(1) of the extradition act 1988 (cth) were satisfied",
      "id": "c1"
    },
    {
      "text": "whether applicant had 'reasonable time in which to prepare' for purposes of s 19(1)(d)",
      "id": "c2"
    },
    {
      "text": "'the person ... had reasonable time in which to prepare for the conduct of such proceedings''",
      "id": "c3"
    },
    {
      "text": "extradition",
      "id": "c4"
    },
    {
      "text": "words and phrases",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application under s 21 of the Extradition Act 1988 (Cth) ('the Act') for a review of an order of the Local Court of 24 November 2005.",
      "id": "s0"
    },
    {
      "text": "Pursuant to s 19 of the Act, the second respondent determined that the applicant was eligible for surrender to the United States of America.",
      "id": "s1"
    },
    {
      "text": "Her Honour ordered under s 19(9) of the Act that the applicant be committed to prison to await surrender or release.",
      "id": "s2"
    },
    {
      "text": "The orders sought by the applicant included that the provisional arrest warrant issued under s 19(9) be quashed and that he be released from custody.",
      "id": "s3"
    },
    {
      "text": "Background \n \n2 The applicant is a citizen of the United States and was extradited from the Netherlands to Australia in 1999.",
      "id": "s4"
    },
    {
      "text": "He subsequently served a sentence of imprisonment in Australia and was released on parole on 17 March 2005.",
      "id": "s5"
    },
    {
      "text": "On the day of his release, he was arrested under a provisional arrest warrant which had been issued by a magistrate under s 12 of the Act.",
      "id": "s6"
    },
    {
      "text": "The applicant has been remanded in custody since that time.",
      "id": "s7"
    },
    {
      "text": "3 On 12 May 2005, the Minister for Justice and Customs signed a notice of receipt of extradition request under s 16(1) of the Act ('the notice'), which stated that an extradition request had been received from the United States.",
      "id": "s8"
    },
    {
      "text": "On the same date, the applicant was served with the notice and extradition documents from the United States.",
      "id": "s9"
    },
    {
      "text": "The extradition offences specified in the notice were certain drug offences in contravention of the United States Code.",
      "id": "s10"
    },
    {
      "text": "4 On 24 November 2005, the second respondent conducted a hearing pursuant to s 19 of the Act.",
      "id": "s11"
    },
    {
      "text": "Section 19(1) provides:\n \n 'Determination of eligibility for surrender \n (1) Where: \n \n \n (a) a person is on remand under section 15; \n (b) the Attorney-General has given a notice under subsection 16(1) in relation to the person; \n (c) an application is made to a magistrate by or on behalf of the person or the extradition country concerned for proceedings to be conducted in relation to the person under this section; and \n (d) the magistrate considers that the person and the extradition country have had reasonable time in which to prepare for the conduct of such proceedings; \n \n \n the magistrate shall conduct proceedings to determine whether the person is eligible for surrender in relation to the extradition offence or extradition offences for which surrender of the person is sought by the extradition country.",
      "id": "s12"
    },
    {
      "text": "' \n\n5 The applicant did not have legal representation in the extradition proceedings.",
      "id": "s13"
    },
    {
      "text": "The amended application \n \n6 The amended application filed on 26 April 2006 raised the following grounds:\n \n 1.",
      "id": "s14"
    },
    {
      "text": "'The Magistrate erred in considering that the applicant had a reasonable time in which to prepare for the conduct of the s 19 proceedings, as required by s 19(1)(d) of the Act, and thus a jurisdictional fact necessary before the Magistrate could commence the proceedings did exist.",
      "id": "s15"
    },
    {
      "text": "' \n 2.",
      "id": "s16"
    },
    {
      "text": "'The Magistrate committed a jurisdictional error by denying the Applicant procedural fairness in the s 19 proceedings.",
      "id": "s17"
    },
    {
      "text": "' \n 3.",
      "id": "s18"
    },
    {
      "text": "'The Magistrate erred in applying s 19(2)(c) of the Act by failing to consider whether exposure to being convicted of two offences in the United States of America, arising from the same conduct, would be possible in Australia and, if not, whether this offended the principle of dual criminality.",
      "id": "s19"
    },
    {
      "text": "' \n\n7 The third ground was not pursued in written submissions nor at the hearing.",
      "id": "s20"
    },
    {
      "text": "The application and its disposition \n \n8 The starting point is to consider whether the second respondent erred in her consideration of the issue raised by s 19(1)(d).",
      "id": "s21"
    },
    {
      "text": "The issue arose in the following way during the hearing on 24 November 2005.",
      "id": "s22"
    },
    {
      "text": "Counsel appearing for the United States submitted that it was necessary for the second respondent to be satisfied about the matters referred to in s 19(1).",
      "id": "s23"
    },
    {
      "text": "Those matters were variously described as jurisdictional facts or preconditions of which the second respondent must be satisfied before embarking upon the hearing.",
      "id": "s24"
    },
    {
      "text": "Counsel handed the second respondent a copy of the Act and relevant regulations which led the second respondent to ask of the applicant whether he had a copy of the Act.",
      "id": "s25"
    },
    {
      "text": "He replied that he did.",
      "id": "s26"
    },
    {
      "text": "The second respondent then asked him whether he was ready to have the matter heard and determined.",
      "id": "s27"
    },
    {
      "text": "The applicant indicated that he was ready.",
      "id": "s28"
    },
    {
      "text": "9 Counsel for the United States took the second respondent to the terms of s 19(1)(a), (b) and (c) or the matters they raised.",
      "id": "s29"
    },
    {
      "text": "Counsel then commenced to address paragraph s 19(1)(d).",
      "id": "s30"
    },
    {
      "text": "The second respondent invited comment from the applicant.",
      "id": "s31"
    },
    {
      "text": "The applicant indicated that he wished to make submissions and then referred to his circumstances.",
      "id": "s32"
    },
    {
      "text": "Those submissions were that he was classified as an \"extreme high risk prisoner\", he had had no access to a law library, nor to computers or welfare workers, and was not able to have law books or legal materials sent in to him.",
      "id": "s33"
    },
    {
      "text": "He submitted that, in those circumstances, he had had no way of preparing for the case.",
      "id": "s34"
    },
    {
      "text": "The second respondent asked the applicant whether he had made an application for legal aid.",
      "id": "s35"
    },
    {
      "text": "The applicant replied that he had and that his application had been refused, although it had taken five months for that decision to be made.",
      "id": "s36"
    },
    {
      "text": "The second respondent then suggested that he was indicating that he would never have enough time to prepare, to which he replied affirmatively and said that it was impossible to be prepared \"under these conditions\".",
      "id": "s37"
    },
    {
      "text": "10 The second respondent then expressed her conclusion about whether the applicant had had reasonable time in which to prepare for the conduct of the proceedings.",
      "id": "s38"
    },
    {
      "text": "Her Honour did so in the following terms:\n \n '19(d) [sic] requires that I consider that the person, Mr Brock, has had reasonable time in which to prepare for the conduct of proceedings.",
      "id": "s39"
    },
    {
      "text": "Mr Brock has submitted that he would never been in a position or would never have enough time given the nature of the matter [sic] in which he is currently being held in custody, that he has not had access to the law library and he has no way of preparing for his case, and that legal aid has been refused.",
      "id": "s40"
    },
    {
      "text": "What I of course have to be satisfied of is whether he has had a reasonable time in which to prepare for the conduct of the proceedings.",
      "id": "s41"
    },
    {
      "text": "The time factor is such that he has been aware - the documents have been served upon him some six months ago now and that certainly is a reasonable time in which to prepare for the proceedings.",
      "id": "s42"
    },
    {
      "text": "There may be other factors which have impacted upon Mr Brock which has caused him not to be able to prepare and, as he says, never be able to prepare, but time certainly is not one of those factors and he has - I am satisfied that Mr Brock has had reasonable time in which to prepare for the conduct.",
      "id": "s43"
    },
    {
      "text": "I am therefore satisfied that the jurisdictional issues which are raised in section 19(1) have been satisfied.",
      "id": "s44"
    },
    {
      "text": "' \n\n11 On one view of these remarks, the second respondent took an unduly narrow view of what was comprehended by the phrase \"reasonable time\" which appears in s 19(1)(d).",
      "id": "s45"
    },
    {
      "text": "On that view, the second respondent focused only on the time that had elapsed between the provision of the extradition documents and the hearing and divorced that fact from the specific considerations raised by the applicant about his circumstances in detention.",
      "id": "s46"
    },
    {
      "text": "12 What the paragraph raises for consideration is whether the person on remand has had reasonable time to prepare.",
      "id": "s47"
    },
    {
      "text": "That is not determined in the abstract by simply identifying the period which has elapsed between the provision of the extradition documents and the time of the hearing.",
      "id": "s48"
    },
    {
      "text": "The circumstances of the person on remand during that period would often inform the question of whether there had been reasonable time.",
      "id": "s49"
    },
    {
      "text": "To take an extreme example, a person in remand may have been provided with the documents, but within days seriously injured in a motor vehicle accident and rendered unconscious.",
      "id": "s50"
    },
    {
      "text": "That person may then have been in a coma for weeks and thereafter unable, any realistic sense, to consider the material for several further months.",
      "id": "s51"
    },
    {
      "text": "Those circumstances would be relevant when considering whether that person had had reasonable time to prepare.",
      "id": "s52"
    },
    {
      "text": "In the present case, the facts asserted by the applicant about his inability to access resources relevant to his preparation, were relevant though what weight they were to be given, is an entirely different matter.",
      "id": "s53"
    },
    {
      "text": "13 However, the remarks of the second respondent should not be scrutinised as if they were considered reasons for judgment in curial proceedings.",
      "id": "s54"
    },
    {
      "text": "They were observations made ex tempore by a magistrate who was exercising an administrative function.",
      "id": "s55"
    },
    {
      "text": "It is apt that they be approached in the same way that a Court would approach the decision of an administrative decision maker.",
      "id": "s56"
    },
    {
      "text": "That is, they should not be approached with an eye finely attuned to error: Minister for Immigration and Multicultural and Ethnic Affairs v Wu Shang Liang [1996] HCA 6 ; (1996) 185 CLR 259 \n \n14 In my opinion, the better view of her Honour's remarks was that she was accepting there were factors which made it difficult for the applicant to prepare and that such factors might well be a permanent feature of the applicant's circumstances.",
      "id": "s57"
    },
    {
      "text": "Notwithstanding these circumstances, her Honour took the view that a considerable period of time had elapsed and that, on balance, she considered the applicant had had a reasonable time in which to prepare.",
      "id": "s58"
    },
    {
      "text": "Viewed this way, the second respondent addressed the issue raised by s 19(1)(d) and formed a view which was open on the material.",
      "id": "s59"
    },
    {
      "text": "15 Some further observations can be made in relation to the material which the applicant provided to the second respondent.",
      "id": "s60"
    },
    {
      "text": "The applicant's claims of not having access to a law library, not being able to have law books sent to him overstated his predicament.",
      "id": "s61"
    },
    {
      "text": "It is true that a decision had been made that he was not allowed access to the library.",
      "id": "s62"
    },
    {
      "text": "However, a note recording that decision (which was included in the material provided by the applicant to the second respondent) stated that an inmate in the applicant's position could request through staff for books to be made available.",
      "id": "s63"
    },
    {
      "text": "16 It was also contended on behalf of the applicant that he had been denied procedural fairness.",
      "id": "s64"
    },
    {
      "text": "Counsel for the applicant conceded at the hearing that the facts and reasoning underpinning that submission were the same as those concerning the alleged error attending the second respondent's consideration of the matter raised by s 19(1)(d).",
      "id": "s65"
    },
    {
      "text": "Accordingly, my rejection of the argument concerning statutory provision carries with it the rejection of the argument concerning the denial of procedural fairness, if it was an argument open to the applicant.",
      "id": "s66"
    },
    {
      "text": "The applicant has not demonstrated an error on the part of the second respondent in considering the matter raised by s 19(1)(d).",
      "id": "s67"
    },
    {
      "text": "17 One further matter remains to be mentioned.",
      "id": "s68"
    },
    {
      "text": "Counsel for the applicant relied on the judgment of the Full Court in Knauder v Moore [2002] FCAFC 404 ; (2002) 127 FCR 327.",
      "id": "s69"
    },
    {
      "text": "In that matter, the primary Judge concluded that the fugitive had been denied procedural fairness but went on to consider, in the review, whether the fugitive was eligible for surrender.",
      "id": "s70"
    },
    {
      "text": "In the appeal, Allsop J (Mansfield J agreeing) concluded there had been a denial of procedural fairness, with Conti J reaching the same conclusion.",
      "id": "s71"
    },
    {
      "text": "However, all members of the Full Court concluded that the primary Judge had erred in considering whether the fugitive was eligible for surrender.",
      "id": "s72"
    },
    {
      "text": "18 With respect to their Honours, it is not entirely clear how issues of procedural fairness can arise in a review under s 21.",
      "id": "s73"
    },
    {
      "text": "The Act mandates that the magistrate be satisfied that the fugitive had reasonable time in which to prepare.",
      "id": "s74"
    },
    {
      "text": "At least if it was a contentious point, I would be inclined to the view that in a review, the Court would have to consider whether the fugitive had had a reasonable time to prepare for the review.",
      "id": "s75"
    },
    {
      "text": "It seems more likely that the Act would require that issue to be determined by reference to the time at which the review was undertaken rather than the time at which the matter was before the Magistrate.",
      "id": "s76"
    },
    {
      "text": "19 It is doubtful, in my opinion, that an application under s 21 of the Act exposes the magistrate's decision to scrutiny by reference to the various grounds of judicial review arising under statute or at common law.",
      "id": "s77"
    },
    {
      "text": "That is not to say that proceedings relying on such grounds could not be commenced in this Court.",
      "id": "s78"
    },
    {
      "text": "While the Administrative Decisions (Judicial Review) Act 1977 (Cth) ('the ADJR Act') has no application to decisions under the Act (see s 3 and cl (r) of Sch 1 of the ADJR Act), it appears that alternative modes of challenge are available: see the observations of Kirby J in Pasini v United Mexican States [2002] HCA 3 ; (2002) 209 CLR 246 at [95] .",
      "id": "s79"
    },
    {
      "text": "20 The application is dismissed with costs.",
      "id": "s80"
    },
    {
      "text": "I certify that the preceding twenty (20) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Moore.",
      "id": "s81"
    },
    {
      "text": "Associate:\n\nDated: 9 May 2006\n\n\n Counsel for the Applicant: C Colborne (pro bono) \n \n Counsel for the Respondent: P E McDonald \n \n Solicitor for the Respondent: Commonwealth Director of Public Prosecutions \n \n Date of Hearing: 26 April 2006 \n \n Date of Judgment: 9 May 2006 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/496.html",
      "id": "s82"
    }
  ]
}