{
  "name": "Australian Communications and Media Authority v Clarity1 Pty Ltd [2006] FCA 410 (13 April 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/410.html",
  "catchphrases": [
    {
      "text": "unsolicited commercial electronic messages ('spam')",
      "id": "c0"
    },
    {
      "text": "use of harvested electronic addresses",
      "id": "c1"
    },
    {
      "text": "new legislation",
      "id": "c2"
    },
    {
      "text": "harvesting predating legislation",
      "id": "c3"
    },
    {
      "text": "sending of large volume of proscribed messages",
      "id": "c4"
    },
    {
      "text": "messages contained unsubscribe facility",
      "id": "c5"
    },
    {
      "text": "messages to united kingdom with australian link",
      "id": "c6"
    },
    {
      "text": "none of the messages designated commercial electronic messages",
      "id": "c7"
    },
    {
      "text": "inference of consent not open from presence of unsubscribe facility in the particular circumstances",
      "id": "c8"
    },
    {
      "text": "inference of consent not open on basis of business or other relationship",
      "id": "c9"
    },
    {
      "text": "nature of such relationship",
      "id": "c10"
    },
    {
      "text": "no application of defence of authority of user of account",
      "id": "c11"
    },
    {
      "text": "defence of conspicuous publication not made out in the circumstances",
      "id": "c12"
    },
    {
      "text": "harvested-address lists used",
      "id": "c13"
    },
    {
      "text": "sole director liable as an accessory in the circumstances",
      "id": "c14"
    },
    {
      "text": "media law",
      "id": "c15"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application for orders under ss 24 , 29 and 32 of the Spam Act 2003 (Cth) ('the Spam Act ') and declaratory relief under s 21 of the Federal Court of Australia Act 1976 (Cth) in respect of alleged sending of unsolicited commercial electronic messages ('CEMs') and the use of harvested electronic addresses.",
      "id": "s0"
    },
    {
      "text": "THE PLEADINGS \n \n2 The applicant is a body corporate under s 15 of the Australian Communications Authority Act 1997 (Cth).",
      "id": "s1"
    },
    {
      "text": "With effect from 1 July 2005 it has become styled as the Australian Communications and Media Authority by operation of item 6(1) of Pt 2 of Sch 4 of the Australian Communications and Media Authority (Consequential and Transitional Provisions) Act 2005 (Cth).",
      "id": "s2"
    },
    {
      "text": "3 The first respondent ('Clarity1') is a company incorporated in Australia.",
      "id": "s3"
    },
    {
      "text": "From 15 October 2003 it carried on business under the business name of Business Seminars Australia and the name of the Maverick Partnership.",
      "id": "s4"
    },
    {
      "text": "The former business name had initially been unregistered until 19 July 2001 when it was transferred by the second respondent ('Mr Mansfield') to The Which Company Pty Ltd, of which he was the sole director.",
      "id": "s5"
    },
    {
      "text": "The latter company transferred the name to Clarity1 on 15 October 2003.",
      "id": "s6"
    },
    {
      "text": "4 From 1 October 2003 Mr Mansfield has been the sole director of Clarity1.",
      "id": "s7"
    },
    {
      "text": "He supervises and is ultimately responsible for the business carried on by Clarity1.",
      "id": "s8"
    },
    {
      "text": "That business is carried on in each of the States and Territories of Australia.",
      "id": "s9"
    },
    {
      "text": "5 The further amended statement of claim pleads that in the course of its business from 1 October 2003 to the present date, Clarity1 obtained a number of electronic addresses by one or several means.",
      "id": "s10"
    },
    {
      "text": "These, it is said, include obtaining electronic addresses in the possession of Mr Mansfield which he had obtained:\n \n \n '1.",
      "id": "s11"
    },
    {
      "text": "during the period from approximately 1997 until approximately 15 October 2003 by using, or instructing others to use on his behalf, address-harvesting software to compile lists of electronic addresses from the Internet; and \n \n 2. during the period from approximately 1997 until approximately January 2002 by purchasing, or instructing other persons to purchase on his behalf, electronic address lists of electronic addresses harvested from the Internet from organisations or persons selling such lists; ...' \n \n \n\n 6 Additionally it is said that the electronic addresses were in the possession of The Which Company Pty Ltd and these had been obtained:\n \n \n '1.",
      "id": "s12"
    },
    {
      "text": "during the period from approximately 19 July 2001 until approximately 15 October 2003 by using address-harvesting software to compile lists of electronic addresses from the Internet; and \n \n 2. during the period from approximately 19 July 2001 until at least January 2002 by purchasing electronic address lists of electronic addresses harvested from the Internet by using address-harvesting software from organisations or persons selling such lists; ...' \n \n \n\n7 Further it is pleaded that during the period from 1 October 2003 until approximately February 2005, Clarity1 obtained lists of electronic addresses harvested from the internet using address-harvesting software from organisations or persons selling such lists.",
      "id": "s13"
    },
    {
      "text": "8 Then it is pleaded that when Clarity1 had obtained such electronic addresses, it immediately entered them into a series of databases ('the Databases') and text documents, being lists of electronic addresses ('the Lists').",
      "id": "s14"
    },
    {
      "text": "9 The conduct which is pleaded in the further amended statement of claim is that during the period from 10 April 2004 until the present date Clarity1 periodically sent, or caused to be sent, CEMs to electronic addresses obtained in the Databases and the Lists.",
      "id": "s15"
    },
    {
      "text": "It is said that these were sent by using an internet carriage service or listed carriage service and were sent to an electronic address in connection with an email account.",
      "id": "s16"
    },
    {
      "text": "Further, it is pleaded that they contained statements which:\n \n '1.",
      "id": "s17"
    },
    {
      "text": "offered to supply a good or service; \n \n 2. advertised and/or promoted a good or service; \n \n \n \n 3. advertised and/or promoted Clarity1 as a supplier, or prospective supplier, of certain goods or services under its own name or under the business names of Business Seminars Australia or ... Maverick Partnership.",
      "id": "s18"
    },
    {
      "text": "' \n \n\n\nTherefore it is pleaded that at all material times Clarity1 used and continues to use harvested address lists obtained during the period in the manner and circumstances pleaded which form part of, and remain in, the Databases and Lists.",
      "id": "s19"
    },
    {
      "text": "10 By reason of these matters it is pleaded the electronic messages referred to in [9] are CEMs within the meaning of s 6 of the Spam Act .",
      "id": "s20"
    },
    {
      "text": "Further, it is pleaded that they have an Australian link within the meaning of s 7 of that Act.",
      "id": "s21"
    },
    {
      "text": "11 In respect of a number of account-holders of the electronic addresses, it is pleaded Clarity1 did not:\n \n \n '1.",
      "id": "s22"
    },
    {
      "text": "of its own volition, engage in any communications or correspondence with those account-holders other than to send the electronic messages ...; and \n \n 2. obtain the consent of the account-holders prior to sending the electronic messages ...' \n \n \n \n\nAdditionally it is pleaded that Mr Mansfield authorised on behalf of Clarity1 the sending of the electronic messages and that at all material times the content of them was written and/or approved by him.",
      "id": "s23"
    },
    {
      "text": "12 The contraventions pleaded are that by sending, or causing to be sent, electronic messages without first obtaining the consent of the recipients, Clarity1 sent, or caused to be sent, CEMs with an Australian link in contravention of s 16(1) of the Spam Act .",
      "id": "s24"
    },
    {
      "text": "Further it is pleaded that by engaging in the conduct of use of harvested address lists, Clarity1 acted in contravention of s 22(1)(b) of the same Act.",
      "id": "s25"
    },
    {
      "text": "13 In respect of each of these contraventions it is pleaded that Mr Mansfield was actively involved and knew the essential elements so that he was directly or indirectly, knowingly concerned in, or party to, each of those contraventions contrary to s 16(9) and s 22(3) respectively of the Spam Act .",
      "id": "s26"
    },
    {
      "text": "14 In the respondents' defence it is asserted that at no time since the Spam Act became effective have either of them collected any email addresses by electronic harvesting software and further have not engaged any third party to create lists of email addresses that have been obtained by the use of electronic harvesting software.",
      "id": "s27"
    },
    {
      "text": "It is asserted any email address added to the Lists has been obtained by strict adherence to the provisions of the Spam Act .",
      "id": "s28"
    },
    {
      "text": "Likewise, it is asserted that at no time has any electronic message (including a CEM or email) been sent by them to any electronic address that does not comply with the necessary conditions regarding permission as set out in the Spam Act .",
      "id": "s29"
    },
    {
      "text": "It is asserted by the respondents that where such conduct occurred permission for the sending of the message was obtained prior to the 'implementation' of the Spam Act , complying with the conditions required by the relevant government regulations and guidelines in place at the relevant time when the electronic address was obtained.",
      "id": "s30"
    },
    {
      "text": "15 Specifically it is asserted that each electronic message sent to any address complied with the Spam Act regarding having an unsubscribe facility.",
      "id": "s31"
    },
    {
      "text": "In the case of electronic messages being sent to an email address in the United Kingdom, it is asserted that the lists of email addresses used complied with the discretionary criteria of the Privacy and Electronics (EC Directive) Regulations 2003.",
      "id": "s32"
    },
    {
      "text": "There is also a denial that any email or electronic message with an Australian link has been sent to any email address other than those email addresses listed in Databases maintained by Clarity1.",
      "id": "s33"
    },
    {
      "text": "RELEVANT LEGISLATION AND REGULATIONS \n \n16 The Spam Act received Royal Assent on 12 December 2003.",
      "id": "s34"
    },
    {
      "text": "The provisions of the Spam Act commenced on the date of Royal Assent, except for ss 15 --- 40 (inclusive), 41 , \n 43 --- 46 , Sch 1 and Sch 3 which commenced on 10 April 2004.",
      "id": "s35"
    },
    {
      "text": "Nothing is said to turn on the commencement date of any of the provisions here in issue.",
      "id": "s36"
    },
    {
      "text": "17 The Spam Act has been amended by the Australian Communications and Media Authority (Consequential and Transitional Provisions) Act 2005 (Cth), which principally relates to the naming of the applicant and otherwise does not affect the provisions here in issue.",
      "id": "s37"
    },
    {
      "text": "PROVISIONS RELEVANT TO SENDING COMMERCIAL ELECTRONIC MESSAGES \n Conditions applicable to sending \n \n18 Section 16 of the Spam Act deals with the sending of unsolicited CEMs.",
      "id": "s38"
    },
    {
      "text": "It relevantly provides:\n \n '16(1) A person must not send, or cause to be sent, a commercial electronic message that: \n (a) has an Australian link; and \n (b) is not a designated commercial electronic message.",
      "id": "s39"
    },
    {
      "text": "(2) Subsection (1) does not apply if the relevant electronic account-holder consented to the sending of the message.",
      "id": "s40"
    },
    {
      "text": "Note: For the meaning of consent , see Schedule 2.",
      "id": "s41"
    },
    {
      "text": "(3) Subsection (1) does not apply if the person: \n (a) did not know; and \n (b) could not, with reasonable diligence, have ascertained; \n that the message had an Australian link.",
      "id": "s42"
    },
    {
      "text": "(4) Subsection (1) does not apply if the person sent the message, or caused the message to be sent, by mistake.",
      "id": "s43"
    },
    {
      "text": "(5) A person who wishes to rely on subsection (2), (3) or (4) bears an evidential burden in relation to that matter.",
      "id": "s44"
    },
    {
      "text": "(6) ... \n \n \n \n (7) ... \n \n \n \n (8) ... \n \n \n \n (9) A person must not: \n (a) aid, abet, counsel or procure a contravention of subsection (1) or (6); or \n (b) induce, whether by threats or promises or otherwise, a contravention of subsection (1) or (6); or \n (c) be in any way, directly or indirectly, knowingly concerned in, or party to, a contravention of subsection (1) or (6); or \n (d) conspire with others to effect a contravention of subsection (1) or (6).",
      "id": "s45"
    },
    {
      "text": "(10) A person does not contravene subsection (9) merely because the person supplies a carriage service that enables an electronic message to be sent.",
      "id": "s46"
    },
    {
      "text": "(11) Subsections (1), (6) and (9) are civil penalty provisions .",
      "id": "s47"
    },
    {
      "text": "' \n \n \n\n19 The section is to be understood in relation to the definition of terms employed in it.",
      "id": "s48"
    },
    {
      "text": "Section 4 provides that 'send' includes attempt to send.",
      "id": "s49"
    },
    {
      "text": "Section 6 is titled 'Commercial electronic messages' and relevantly reads as follows:\n \n \n '6(1) For the purposes of this Act, a commercial electronic message is an electronic message, where, having regard to: \n (a) the content of the message; and \n (b) the way in which the message is presented; and \n \n \n \n \n (c) the content that can be located using the links, telephone numbers or contact information (if any) set out in the message; \n \n \n \n \n it would be concluded that the purpose, or one of the purposes, of the message is: \n (d) to offer to supply goods or services; or \n (e) to advertise or promote goods or services; or \n \n \n \n \n (f) to advertise or promote a supplier, or prospective supplier, of goods or services; or \n \n \n \n \n (g) ... \n (h) ... \n \n \n \n \n (i) ... \n (j) ... \n (k) ... \n (l) ... \n (m) ... \n (n) ... \n (o) ... \n \n \n \n \n (p) ...' \n \n \n\n20 Section 7 provides the meaning (see s 4) for Australian link in the following terms:\n \n \n '7 For the purposes of this Act, a commercial electronic message has an Australian link if, and only if: \n \n \n (a) the message originates in Australia; or \n (b) the individual or organisation who sent the message, or authorised the sending of the message, is: \n (i) an individual who is physically present in Australia when the message is sent; or \n (ii) an organisation whose central management and control is in Australia when the message is sent; or \n (c) the computer, server or device that is used to access the message is located in Australia; or \n (d) the relevant electronic account-holder is: \n (i) an individual who is physically present in Australia when the message is accessed; or \n (ii) an organisation that carries on business or activities in Australia when the message is accessed; or \n (e) if the message cannot be delivered because the relevant electronic address does not exist--assuming that the electronic address existed, it is reasonably likely that the message would have been accessed using a computer, server or device located in Australia.",
      "id": "s50"
    },
    {
      "text": "' \n \n \n \n \n\n21 Section 18 of the Spam Act provides that CEMs must contain a functional unsubscribe facility as follows:\n \n \n '18(1) A person must not send, or cause to be sent, a commercial electronic message that: \n \n \n \n \n (a) has an Australian link; and \n (b) is not a designated commercial electronic message; \n unless: \n (c) the message includes: \n \n \n \n (i) a statement to the effect that the recipient may use an electronic address set out in the message to send an unsubscribe message to the individual or organisation who authorised the sending of the first-mentioned message; or \n (ii) a statement to similar effect; and \n \n \n \n (d) the statement is presented in a clear and conspicuous manner; and \n (e) the electronic address is reasonably likely to be capable of receiving: \n \n \n \n (i) the recipient's unsubscribe message (if any); and \n (ii) a reasonable number of similar unsubscribe messages sent by other recipients (if any) of the same message; \n \n \n \n at all times during a period of at least 30 days after the \n message is sent; and \n (f) the electronic address is legitimately obtained; and \n (g) the electronic address complies with the condition or conditions (if any) specified in the regulations.",
      "id": "s51"
    },
    {
      "text": "... \n \n \n \n (9) For the purposes of the application of this section to a commercial electronic message, where the sending of the message is authorised by an individual or organisation, an unsubscribe message is: \n \n \n \n \n (a) an electronic message to the effect that the relevant electronic account-holder does not want to receive any further commercial electronic messages from or authorised by that individual or organisation; or \n (b) an electronic message to similar effect.",
      "id": "s52"
    },
    {
      "text": "' \n \n \n \n Designated commercial electronic messages \n \n22 It will have been observed that the application of s 16 of the Spam Act requires reference to Sch 1 where the expression 'designated commercial electronic message' is defined in the following terms:\n \n \n '2(1) For the purposes of this Act, an electronic message is a designated commercial electronic message if: \n \n \n (a) the message consists of no more than factual information (with or without directly-related comment) and any or all of the following additional information: \n (i) the name, logo and contact details of the individual or organisation who authorised the sending of the message; \n (ii) the name and contact details of the author; \n (iii) if the author is an employee--the name, logo and contact details of the author's employer; \n (iv) if the author is a partner in a partnership--the name, logo and contact details of the partnership; \n (v) if the author is a director or officer of an organisation--the name, logo and contact details of the organisation; \n (vi) if the message is sponsored--the name, logo and contact details of the sponsor; \n (vii) information required to be included by section 17 ; \n (viii) information that would have been required to be included by section 18 if that section had applied to the message; and \n (b) assuming that none of that additional information had been included in the message, the message would not have been a commercial electronic message; and \n (c) the message complies with such other condition or conditions (if any) as are specified in the regulations.",
      "id": "s53"
    },
    {
      "text": "' \n \n\n23 In relation to a charity or charitable institutions, cl 3 of Sch 1 provides:\n \n \n '3 For the purposes of this Act, an electronic message is a designated commercial electronic message if: \n \n \n (a) the sending of the message is authorised by any by any of the following bodies: \n \n (i) ...; \n (ii) ...; \n (iii) ,,,; \n (iv) a charity or charitable institution; and \n \n (b) the message relates to goods or services; and \n (c) the body is the supplier, or prospective supplier, of the goods or services concerned.",
      "id": "s54"
    },
    {
      "text": "' \n \n \n \n \n\n24 In relation to educational institutions, cl 4 of Sch 1 reads:\n \n \n '4 For the purposes of this Act, an electronic message is a designated commercial electronic message if: \n \n \n (a) the sending of the message is authorised by an educational institution; and \n (b) either or both of the following subparagraphs applies: \n (i) the relevant electronic account-holder is, or has been, enrolled as a student in that institution; \n (ii) a member or former member of the household of the relevant electronic account-holder is, or has been, enrolled as a student in that institution; and \n (c) the message relates to goods or services; and \n (d) the institution is the supplier, or prospective supplier, of the goods or services concerned.",
      "id": "s55"
    },
    {
      "text": "' \n \n\n25 Clause 5 of Sch 1 provides that the regulations may provide that a specified kind of electronic message is a designated CEM for the purposes of the Spam Act .",
      "id": "s56"
    },
    {
      "text": "26 The Spam Regulations 2004 ('the Regulations') do not have any such relevant effect here.",
      "id": "s57"
    },
    {
      "text": "The Regulations commenced on the commencement of Pts 2 --- 6 of the Spam Act \n(ss 15 --- 40).",
      "id": "s58"
    },
    {
      "text": "Concept of consent and the exception of conspicuous publication \n \n27 Section 16 of the Spam Act also requires reference to Sch 2 where the concept of consent, of importance to this proceeding, is defined.",
      "id": "s59"
    },
    {
      "text": "28 Clause 2 in Sch 2 contains the 'basic definition' of 'consent' as follows:\n \n '2 For the purposes of this Act, consent means: \n \n (a) express consent; or \n (b) consent that can reasonably be inferred from: \n (i) the conduct; and \n (ii) the business and other relationships; \n of the individual or organisation concerned.",
      "id": "s60"
    },
    {
      "text": "' \n \n\n29 Clause 4 of the same Schedule contains the following provisions on the issue of when consent may be inferred from the publication of an electronic address:\n \n \n '4(1) For the purposes of this Act, the consent of the relevant electronic account-holder may not be inferred from the mere fact that the relevant electronic address has been published.",
      "id": "s61"
    },
    {
      "text": "(2) However, if: \n \n \n \n \n (a) a particular electronic address enables the public, or a section of the public, to send electronic messages to: \n \n \n \n (i) a particular employee; or \n (ii) a particular director or officer of an organisation; or \n (iii) a particular partner in a partnership; or \n (iv) a particular holder of a statutory or other office; or \n (v) a particular self-employed individual; or \n (vi) an individual from time to time holding, occupying or performing the duties of, a particular office or position within the operations of an organisation; or \n (vii) an individual, or a group of individuals, from time to time performing a particular function, or fulfilling a particular role, within the operations of an organisation; and \n \n \n \n (b) the electronic address has been conspicuously published; and \n (c) it would be reasonable to assume that the publication occurred with the agreement of: \n \n \n \n (i) if subparagraph (a)(i), (ii), (iii), (iv) or (v) applies--the employee, director, officer, partner, office-holder or self-employed individual concerned; or \n (ii) if subparagraph (a)(vi) or (vii) applies--the organisation concerned; and \n \n \n \n (d) the publication is not accompanied by: \n \n \n \n (i) a statement to the effect that the relevant electronic account-holder does not want to receive unsolicited commercial electronic messages at that electronic address; or \n (ii) a statement to similar effect; \n \n \n the relevant electronic account-holder is taken, for the purposes of this Act, to have consented to the sending of commercial electronic messages to that address, so long as the messages are relevant to: \n \n \n \n \n (e) if subparagraph (a)(i), (ii), (iii), (iv) or (v) applies--the work-related business, functions or duties of the employee, director, officer, partner, office-holder or self-employed individual concerned; or \n (f) if subparagraph (a)(vi) applies--the office or position concerned; or \n (g) if subparagraph (a)(vii) applies--the function or role concerned.",
      "id": "s62"
    },
    {
      "text": "' \n \n \n \n\n30 Section 4 of the Spam Act defines 'publish' to include publishing on the internet and publishing to the public or a section of the public.",
      "id": "s63"
    },
    {
      "text": "31 Clause 5 of Sch 2 provides that the Regulations may provide that the consent of a relevant electronic account-holder may not be inferred in the circumstances specified in the Regulations or that the inference may be made in specified circumstances.",
      "id": "s64"
    },
    {
      "text": "The Regulations do not have any relevant effect here.",
      "id": "s65"
    },
    {
      "text": "PROVISIONS RELEVANT TO ADDRESS-HARVESTING \n \n32 Section 22 of the Spam Act is titled 'Address-harvesting software and harvested-address lists must not be used'.",
      "id": "s66"
    },
    {
      "text": "The description of 'address-harvesting software' is defined in s 4 as follows:\n \n ' address-harvesting software means software that is specifically designed or marketed for use for: \n \n (a) searching the Internet for electronic addresses; and \n (b) collecting, compiling, capturing or otherwise harvesting those electronic addresses.",
      "id": "s67"
    },
    {
      "text": "' \n\n33 The same section defines 'harvested-address list' as follows:\n \n ' harvested-address list means: \n \n \n (a) a list of electronic addresses; or \n (b) a collection of electronic addresses; or \n (c) a compilation of electronic addresses; \n \n \n where the production of the list, collection or compilation is, to any extent, directly or indirectly attributable to the use of address-harvesting software.",
      "id": "s68"
    },
    {
      "text": "' \n \n\n34 In relation to the word 'use', s 4 provides it has a meaning affected by s 11.",
      "id": "s69"
    },
    {
      "text": "That latter section provides:\n \n \n '11 Unless the contrary intention appears, a reference in this Act to the use of a thing is a reference to the use of the thing either: \n \n \n (a) in isolation; or \n (b) in conjunction with one or more other things.",
      "id": "s70"
    },
    {
      "text": "' \n\n35 Section 22 reads:\n \n \n '22(1) A person must not use: \n \n \n \n \n (a) address-harvesting software; or \n (b) a harvested-address list; \n \n \n \n \n if the person is: \n \n \n \n \n (c) an individual who is physically present in Australia at the time of the use; or \n (d) a body corporate or partnership that carries on business or activities in Australia at the time of the use.",
      "id": "s71"
    },
    {
      "text": "(2) Subsection (1) does not apply in relation to the use of address-harvesting software or a harvested-address list, if the use was not in connection with sending commercial electronic messages in contravention of section 16.",
      "id": "s72"
    },
    {
      "text": "(3) A person must not: \n \n \n \n \n (a) aid, abet, counsel or procure a contravention of subsection (1); or \n (b) induce, whether by threats or promises or otherwise, a contravention of subsection (1); or \n (c) be in any way, directly or indirectly, knowingly concerned in, or party to, a contravention of subsection (1); or \n (d) conspire with others to effect a contravention of subsection (1).",
      "id": "s73"
    },
    {
      "text": "(4) Subsections (1) and (3) are civil penalty provisions .",
      "id": "s74"
    },
    {
      "text": "' \n \n\n\n PROVISIONS FOR CIVIL PENALTIES \n \n36 Civil penalties are provided for in Pt 4 of the Spam Act .",
      "id": "s75"
    },
    {
      "text": "Section 24 provides for pecuniary penalties for contravention of civil penalty provisions as follows:\n \n \n '24(1) If the Federal Court is satisfied that a person has contravened a civil penalty provision, the Court may order the person to pay to the Commonwealth such pecuniary penalty, in respect of each contravention, as the Court determines to be appropriate.",
      "id": "s76"
    },
    {
      "text": "(2) In determining the pecuniary penalty, the Court must have regard to all relevant matters, including: \n \n \n \n \n (a) the nature and extent of the contravention; and \n (b) the nature and extent of any loss or damage suffered as a result of the contravention; and \n (c) the circumstances in which the contravention took place; and \n (d whether the person has previously been found by the Court in proceedings under this Act to have engaged in any similar conduct; and \n (e) if the Court considers that it is appropriate to do so--whether the person has previously been found by a court in a foreign country to have engaged in any similar conduct.",
      "id": "s77"
    },
    {
      "text": "' \n \n \n\n37 Part 3 of the Regulations contains rules relating to unsubscribe facilities, none of which is at issue on this application.",
      "id": "s78"
    },
    {
      "text": "EVIDENCE \n \n38 The applicant relies on 16 affidavits.",
      "id": "s79"
    },
    {
      "text": "Three of these are sworn by Mr Christopher Duffy, senior investigator of the applicant.",
      "id": "s80"
    },
    {
      "text": "The affidavit of Mr David Thompson, a partner of Deloitte Touche Tohmatsu ('Deloittes') was brought by way of expert evidence, as was the affidavit of Mr Benny Tak-Kuan Lee.",
      "id": "s81"
    },
    {
      "text": "The balance of the applicant's evidence comes from internet users.",
      "id": "s82"
    },
    {
      "text": "39 Admitted into evidence on behalf of the respondents are eight affidavits.",
      "id": "s83"
    },
    {
      "text": "The applicant did not seek to cross-examine any of these deponents.",
      "id": "s84"
    },
    {
      "text": "Likewise, the applicant did not oppose the admission into evidence of the respondents' affidavits provided they were subject to the applicant's objection based on lack of relevance.",
      "id": "s85"
    },
    {
      "text": "That objection will be determined as and when necessary in the light of the respondents' reliance on the affidavits in their submissions.",
      "id": "s86"
    },
    {
      "text": "40 The applicant also served on the respondents a notice to admit facts to which there was no response.",
      "id": "s87"
    },
    {
      "text": "This has the consequence that the facts identified in the notice have been admitted.",
      "id": "s88"
    },
    {
      "text": "The applicant's written submissions have summarised the source and the effect of the admissions in the following table:\n Further Amended Statement of Claim Notice to Admit Facts Comments 3 2 Admissions regarding respondents' status and business carried on by them 4 2.4 and 3.4 Admissions about Mr Mansfield's role at Clarity1 5, 17 4 Admission that Mr Mansfield was the sole director of Clarity1 and ultimately responsible for the business carried on by Clarity1 6 5 Admissions about the business carried on by Clarity1 7 6, 7, 8, 9 Admissions that Clarity1 obtained electronic addresses that were from harvested-address lists or compiled using address-harvesting software as described 8 9 Admissions that the electronic addresses obtained from harvested-address lists or compiled using address-harvesting software were used by Clarity1 to send CEMs to electronic account-holders 9 11, 12, 13 Admissions that Clarity1 sent CEMs to electronic addresses in its possession 14 10 Admission that Clarity1 did not communicate with relevant account-holders or obtain express consent \n41 There is a further source of admissions.",
      "id": "s89"
    },
    {
      "text": "There is in evidence before the Court annexed to an affidavit of Mr Duffy a transcript of an interview conducted by the applicant under s 522 of the Telecommunications Act 1997 (Cth) ('the Telecommunications Act ').",
      "id": "s90"
    },
    {
      "text": "During that interview admissions were made by Mr Mansfield both in his own capacity and in his capacity as the sole director of Clarity1.",
      "id": "s91"
    },
    {
      "text": "He did not take the opportunity during the hearing of giving evidence that refuted the admissions made in the interview.",
      "id": "s92"
    },
    {
      "text": "Section 524 of the Telecommunications Act operates to ensure that information given pursuant to a s 522 notice may be utilised despite the fact that by doing so an individual might tend to incriminate themselves or expose themselves to a penalty.",
      "id": "s93"
    },
    {
      "text": "There is no privilege against self-incrimination available to Clarity1 as such privilege does not apply to corporations: Daniels Corporation International Pty Ltd v Australian Competition and Consumer Commission [2002] HCA 49 ; (2002) 213 CLR 543.",
      "id": "s94"
    },
    {
      "text": "42 Following the making of written submissions after the hearing and the expiry of the time for doing so the respondents sought to file with the Court a copy of the applicant's submission to a review of the Spam Act posted on the website of the government body conducting the review.",
      "id": "s95"
    },
    {
      "text": "The respondents assert the submission was posted after the due date of 1 February 2006 giving the date of 21 March 2006.",
      "id": "s96"
    },
    {
      "text": "The respondents say that it raises a number of issues that directly relate to the case against them.",
      "id": "s97"
    },
    {
      "text": "The applicant submits the Court should not consider this submission for the following reasons.",
      "id": "s98"
    },
    {
      "text": "First, the time for filing submissions has expired.",
      "id": "s99"
    },
    {
      "text": "Second, the submission does not contain anything relevant to the determination of any matter of fact in this proceeding.",
      "id": "s100"
    },
    {
      "text": "Third, if the respondents wish to rely on the submission as an extrinsic material to aid in the interpretation of the Spam Act , it is submitted the Court must be satisfied that the submission falls within the ambit of s 15AB of the Acts Interpretation Act 1901 (Cth) ('the Acts Interpretation Act ').",
      "id": "s101"
    },
    {
      "text": "It is submitted that having regard to the types of material referred to in s 15AB(2) , the submission is not within the ambit of the section.",
      "id": "s102"
    },
    {
      "text": "The applicant does not wish to occasion 'unnecessary delay' by the raising of these objections and simply requests that the Court consider the submission in the light of these objections.",
      "id": "s103"
    },
    {
      "text": "43 In response the respondents draw attention to a number of matters.",
      "id": "s104"
    },
    {
      "text": "First, they say that the submission establishes that the applicant is seeking to make changes to the Spam Act to make the method of sending emails used by Clarity1 unlawful.",
      "id": "s105"
    },
    {
      "text": "However, it is submitted, during the proceeding it was continually suggested that the methods currently being used by Clarity1 are unlawful.",
      "id": "s106"
    },
    {
      "text": "This cannot assist the respondents because the case against them is based on the law as it stood at the relevant time and not as it might become.",
      "id": "s107"
    },
    {
      "text": "44 Second, the respondents say that the applicant acknowledges in the submission its obligations under s 513 of the Telecommunications Act to inform both the complainant and the respondent of the outcome 'in every case where a complaint is lodged'.",
      "id": "s108"
    },
    {
      "text": "It is said that this obligation was not complied with.",
      "id": "s109"
    },
    {
      "text": "The respondents assert that the applicant deliberately withheld from them any details of any complaints, even encouraging people to make multiple complaints so as to build the case against them as a 'global spammer'.",
      "id": "s110"
    },
    {
      "text": "There is no substantiation of facts asserted here and, even if the facts were established, it is not apparent how they can assist the resolution of the issues raised by the proceeding.",
      "id": "s111"
    },
    {
      "text": "45 Third, the respondents assert that the submission should have been made public by the closing date and that the applicant deliberately delayed the submission so as to not make the information available to the respondents in the matter.",
      "id": "s112"
    },
    {
      "text": "There is no evidence to support this.",
      "id": "s113"
    },
    {
      "text": "46 I do not accept the respondents' submissions that the matters raised by the submission are 'substantially material to the matters being tried'.",
      "id": "s114"
    },
    {
      "text": "They are in my view irrelevant and therefore of no assistance to the determination of any matters of fact in this proceeding.",
      "id": "s115"
    },
    {
      "text": "47 As to whether the submission is relevant as an aid to interpretation within the provisions of s 15AB of the Acts Interpretation Act , I agree with the submission for the applicant that having in mind the types of material referred to in s 15AB(2) and with the realisation that the subsection does not limit the generality of subs (1) of s 15AB the submission cannot properly be considered to be 'material ... capable of assisting in the ascertainment of the meaning of the provision'.",
      "id": "s116"
    },
    {
      "text": "It is a submission to an apparently non-parliamentary review expressing the opinions of a submittor, namely, the applicant.",
      "id": "s117"
    },
    {
      "text": "It is not in the general character of objective material from which the capability of assistance in the ascertainment of meaning can be safely derived.",
      "id": "s118"
    },
    {
      "text": "48 Accordingly, I reject the receipt of the submission.",
      "id": "s119"
    },
    {
      "text": "In any event, for the submission to be relevant it would be necessary for there to be some ambiguity or obscurity in the Spam Act which necessitated reference to such extrinsic material.",
      "id": "s120"
    },
    {
      "text": "49 As has been seen, s 16(5) of the Spam Act casts onto the respondents the evidential burden of proving that the relevant electronic account-holder consented to the sending of the CEM.",
      "id": "s121"
    },
    {
      "text": "This means that the respondents are obliged to show that there is sufficient evidence to raise an issue as to the existence or non-existence of a fact in issue, having regard to the civil standard of proof: JD Heydon , Cross on Evidence , 6 th edn, Butterworths, Australia, 2000, at [7015].",
      "id": "s122"
    },
    {
      "text": "50 In relation to this evidential burden it is to be noted that the respondents did not call the second respondent as a witness.",
      "id": "s123"
    },
    {
      "text": "Additionally, they were not prepared to open to cross-examination the affidavit of Mr Geoffrey Roland Pryde who was employed as the computer technician responsible for the maintenance of Clarity1's computer systems, including servers for the relevant periods.",
      "id": "s124"
    },
    {
      "text": "In consequence Mr Pryde's affidavit was not tendered into evidence.",
      "id": "s125"
    },
    {
      "text": "51 This unexplained failure of the respondents to call Mr Mansfield or Mr Pryde as witnesses gives rise to the application of the rule in Jones v Dunkel [1959] HCA 8 ; (1959) 101 CLR 298.",
      "id": "s126"
    },
    {
      "text": "That is, it may lead to an inference that the uncalled evidence or missing material would not have assisted the respondents' case: JD Heydon, Cross on Evidence at [1215].",
      "id": "s127"
    },
    {
      "text": "52 The applicant submits, correctly, that in the case of the failure to call Mr Mansfield '[C]onsiderable significance may attach if the absent witness is either the party or a senior executive of a corporate party closely engaged in the transactions in question and present in court during the hearing': JD Heydon, Cross on Evidence at [1215], citing Dilosa v Latec Finance Pty Ltd (1966) 84 WN (Pt 1) (NSW) 557 at 582.",
      "id": "s128"
    },
    {
      "text": "RESPONDENTS' SUBMISSIONS \n \n53 The submissions for the applicant raise objections to the submissions of the respondents and the final submissions of the respondents, each of which are in writing.",
      "id": "s129"
    },
    {
      "text": "A number of the paragraphs of the final submissions repeat the submissions of the respondents, which were prepared prior to the hearing so that objection to one paragraph is an objection to the other.",
      "id": "s130"
    },
    {
      "text": "54 I allow the objections to the following paragraphs of the respondents' submissions on the grounds that they make factual assertions not supported by the evidence:\n \n 1.",
      "id": "s131"
    },
    {
      "text": "1.1-1.3; 2.1-2.2; 3.3-3.4;\n 2.",
      "id": "s132"
    },
    {
      "text": "4.",
      "id": "s133"
    },
    {
      "text": "It is noted that at 6.3.1 of the expert report prepared by Mr Thompson simply states that no information has been identified to assist in determining whether 'harvested' email address lists have been obtained by the respondents since 10 April 2004.",
      "id": "s134"
    },
    {
      "text": "The applicant has not alleged 'harvested' email lists were obtained since 10 April 2004;\n 3.",
      "id": "s135"
    },
    {
      "text": "5.1, 5.3;\n 4. both pars 7;\n 5.",
      "id": "s136"
    },
    {
      "text": "8, 9, 10, 11, 12 [taken as a reference to 12.1] and 12.9; 13.5 and 13.6; 14.4-14.5; 17.1-17.5; 18.1-18.9; 30.1 and 30.2; 31.1, 31.2, 31.3; 32.1-32.3; and\n 6.",
      "id": "s137"
    },
    {
      "text": "33.",
      "id": "s138"
    },
    {
      "text": "Matching paragraphs in the final submissions fall to the same objections.",
      "id": "s139"
    },
    {
      "text": "55 Additionally, I allow objections to the following paragraphs in the submissions to the respondents on the ground they raise matters which are not relevant:\n \n7-11; 15.1-15.2 and 16.1-16.4 together with any comparable paragraphs in the final submissions.",
      "id": "s140"
    },
    {
      "text": "I do not allow the objection to 12.4 which I consider is relevant for reasons stated below.",
      "id": "s141"
    },
    {
      "text": "56 The final written submissions for the respondents makes submissions in relation to the evidence of the applicant's witnesses.",
      "id": "s142"
    },
    {
      "text": "The applicant objects that in a number of cases such submissions seek to rely on matters not put in evidence at trial, sometimes by relying on attachments to the written submissions which were not in evidence.",
      "id": "s143"
    },
    {
      "text": "Those objections must be allowed.",
      "id": "s144"
    },
    {
      "text": "They are allowed therefore against pars 22.1-22.11; 25.10; 26.4-26.5; 28.2.2-28.2.5; 29.4.3, 29.4.3.1 and 29.6; 37 including 37.1 and 37.2; 38.1-38.3.",
      "id": "s145"
    },
    {
      "text": "57 Additionally I consider pars 3.2, 3.3, 12.3, 12.4, 15 and 16 of the respondents final submissions raise issues not of relevance to the issues in the proceeding.",
      "id": "s146"
    },
    {
      "text": "This is not to say that reference to the Privacy Act 1988 (Cth) and the National Privacy Principles ('the Principles') is irrelevant; only that the references in those paragraphs is in connection with irrelevant issues.",
      "id": "s147"
    },
    {
      "text": "I consider it is relevant to have regard to the Principles in connection with the issue of consent because the applicant's own publication makes such Principles relevant to the understanding of existing relationships.",
      "id": "s148"
    },
    {
      "text": "CLAIM THAT FIRST RESPONDENT UNLAWFULLY SENT UNSOLICITED COMMERCIAL ELECTRONIC MESSAGES \n TERMS OF THE CLAIM \n \n58 The applicant alleges that during the period from 10 April 2004 to the present date, Clarity1 contravened s 16(1) of the Spam Act by sending or causing to be sent the following:\n \n 1. at least 213 443 382 CEMs (of which 41 796 754 were successfully sent) to 5 664 939 unique electronic addresses; and\n 2. at least 56 862 092 CEMs (of which 33 199 806 were successfully sent) to 2 291 518 unique electronic addresses.",
      "id": "s149"
    },
    {
      "text": "The first of these claims is based on an analysis of the 'Direct2' database and the second is based on an analysis of the 'success' and 'failed' text files contained in the System#11 by the expert witnesses, Mr Thompson and Mr Lee.",
      "id": "s150"
    },
    {
      "text": "59 The evidence of Mr Thompson also establishes that of the emails referred to in the 'success' text files, 1 715 603 contained unique email addresses.",
      "id": "s151"
    },
    {
      "text": "Of the emails referred to in the 'failed' text files, 1 525 496 were sent to unique email addresses.",
      "id": "s152"
    },
    {
      "text": "That is, the total number of emails involved in successful sending was 3 241 099.",
      "id": "s153"
    },
    {
      "text": "The respondents accept that the evidence of Mr Thompson was that these were sent to Australian addresses.",
      "id": "s154"
    },
    {
      "text": "The number is significant in the view of the respondents because they contend that the applicant has endeavoured to utilise the size of the data files to 'demonise' them.",
      "id": "s155"
    },
    {
      "text": "60 Mr Thompson's report also identified a total of 1 558 557 email addresses in particular databases of Clarity1 related to the United Kingdom.",
      "id": "s156"
    },
    {
      "text": "Of these 799 375 were unique addresses.",
      "id": "s157"
    },
    {
      "text": "He was unable to identify the number of email messages sent to the United Kingdom.",
      "id": "s158"
    },
    {
      "text": "The respondents argue that the dispatch of such messages is permitted under the law applicable in the United Kingdom and does not attract the application of the Spam Act because they may not have had an Australian address.",
      "id": "s159"
    },
    {
      "text": "The submission overlooks that the definition of 'Australian link' in s 7 of that Act refers to much more than the having of such an address.",
      "id": "s160"
    },
    {
      "text": "61 Mr Thompson's evidence requires consideration in the context of the further expert evidence of Mr Lee, a computer forensic specialist with Deloittes, specialising in network and systems security.",
      "id": "s161"
    },
    {
      "text": "He works under the guidance of Mr Thompson and assisted with the preparation of Mr Thompson's expert report.",
      "id": "s162"
    },
    {
      "text": "Following Mr Thompson having given his evidence, Mr Lee was requested by him to review certain data contained in the report.",
      "id": "s163"
    },
    {
      "text": "The result of his review was that Mr Lee testified that the number of unique email addresses in the success and failed lists totalled 2 291 518 compared to the figure of 3 241 099 given by Mr Thompson.",
      "id": "s164"
    },
    {
      "text": "The difference is 949 581.",
      "id": "s165"
    },
    {
      "text": "62 Mr Lee also identified 161 852 harvested email addresses attached to emails.",
      "id": "s166"
    },
    {
      "text": "These totalled 161 852 unique addresses.",
      "id": "s167"
    },
    {
      "text": "From those, Mr Lee identified 10 519 unique addresses in the success file and 9499 in the failed file.",
      "id": "s168"
    },
    {
      "text": "63 So far as some of these addresses were harvested after 10 April 2004 the respondents say this evidence is not relevant but the applicant contends it should be inferred they were utilised.",
      "id": "s169"
    },
    {
      "text": "As the evidence is not clear on this issue I do not place reliance upon it.",
      "id": "s170"
    },
    {
      "text": "64 In any event, the respondents through their absence of response to the notice to admit facts, have admitted that at least 41 796 754 CEMs have been sent between 10 April 2004 and 7 April 2005 and this continued at the same rate until 24 October 2005.",
      "id": "s171"
    },
    {
      "text": "65 Additionally, as the term 'send' in s 16(1) includes attempt to send (s 4) it is not material whether or not the respondents had 'successfully' sent the CEMs.",
      "id": "s172"
    },
    {
      "text": "66 It follows that the applicant has proved these allegations, albeit with the necessary adjustment to the figures to accommodate the evidence of Mr Lee.",
      "id": "s173"
    },
    {
      "text": "67 Nevertheless three additional facts must be borne in mind in that context.",
      "id": "s174"
    },
    {
      "text": "The first is that each CEM contained provision of a procedure stating what was required to remove the electronic address from the Lists.",
      "id": "s175"
    },
    {
      "text": "The second is that during the period from March 2001 to the hearing date, some 166 000 requests were made for removal from the Lists, all of which were acted upon.",
      "id": "s176"
    },
    {
      "text": "The third is that for a similar period only 79 complaints were made to the applicant concerning CEMs from Clarity1, and one from overseas.",
      "id": "s177"
    },
    {
      "text": "No complaint related to a failure to remove an electronic address from the database.",
      "id": "s178"
    },
    {
      "text": "AUSTRALIAN LINK \n \n68 The evidence brought by the applicant also establishes that the CEMs had an Australian link because either par (a), par (b) or par (c) of s 7 of the Spam Act is satisfied on that evidence.",
      "id": "s179"
    },
    {
      "text": "The weight of evidence, although lacking specificity with respect to each email, makes it more probable than not that all the emails sent to the United Kingdom had an Australian link particularly because the sender or person authorising the sending was physically present or had its central management and control in Australia or the computer, server or device utilised for the sending was located in Australia.",
      "id": "s180"
    },
    {
      "text": "DEFENCE OF DESIGNATED COMMERCIAL ELECTRONIC MESSAGE \n Charity or charitable institution exception \n \n69 The respondents contend that the applicant has failed to take into account that the respondents had been contracted to provide services to registered charities so that the electronic messages were not 'commercial' and would be designated CEMs within cl 3 of Sch 1 of the Spam Act .",
      "id": "s181"
    },
    {
      "text": "Reliance is placed in support on p 89 of the Explanatory Memorandum to the Spam Act .",
      "id": "s182"
    },
    {
      "text": "In support reference is made by the respondents to the expert witness testimony of Deloittes which it is claimed, showed that email addresses identified as being 'harvested' prior to the implementation of the Spam Act were provided by Messrs Kelly and Parsons who were acknowledged by the applicant in correspondence and come within the description 'charity' or 'charitable organisation'.",
      "id": "s183"
    },
    {
      "text": "The difficulty for the respondents is that their case is devoid of any evidence to support this submission.",
      "id": "s184"
    },
    {
      "text": "The named individuals were not called.",
      "id": "s185"
    },
    {
      "text": "No evidence identifies which of the electronic messages come within this alleged category.",
      "id": "s186"
    },
    {
      "text": "On the contrary, the respondents' admission in the record of interview was that it was not a charity or charitable institution.",
      "id": "s187"
    },
    {
      "text": "Educational institution exception \n \n70 The respondents also contend it is relevant that at all times the messages sent by Clarity1 related to business education in the form of seminars and manuals, about which it was not said they were in some way misleading or deceptive or without merit.",
      "id": "s188"
    },
    {
      "text": "The latter facts are of no assistance to the respondents in respect of the claim of breach of s 16(1).",
      "id": "s189"
    },
    {
      "text": "So far as the preceding facts are an appeal to the application of cl 4 of Sch 1 whereby an electronic message is a designated commercial electronic message if sent to an educational institution, there is no evidence to satisfy the requirements of the clause, which has earlier been set out in these reasons.",
      "id": "s190"
    },
    {
      "text": "DEFENCE OF CONSENT \n Inference of consent \n \n71 In defence of the allegation, the respondents have sought to rely on s 16(2) of the Spam Act , that is, that the relevant electronic account-holder consented to the sending of the CEM.",
      "id": "s191"
    },
    {
      "text": "In this regard, the respondents have argued: \n \n 1. the CEMs sent by Clarity1 contained an 'unsubscribe facility'.",
      "id": "s192"
    },
    {
      "text": "As the recipients of the CEMs did not use the 'unsubscribe facility', the respondents are entitled to reasonably infer that the recipients consented to the sending of the CEMs;\n 2. the consent may also be inferred from the business relationship between Clarity1 and the individual or organisation concerned (cl 2(b)(ii) of Sch 2); and\n 3. the recipients published their electronic addresses on the internet.",
      "id": "s193"
    },
    {
      "text": "72 Other than the eight affidavits for the respondents by deponents who have indicated that they are happy to receive CEMs from the respondents, the respondents have not advanced any evidence supporting any of those arguments.",
      "id": "s194"
    },
    {
      "text": "They rely upon inferences which they say should be drawn in the circumstances.",
      "id": "s195"
    },
    {
      "text": "Even if the affidavits have relevance, they can do no more than establish the willingness of the deponents to receive CEMs, not that Clarity1 was aware of such consent prior to dispatching further CEMs.",
      "id": "s196"
    },
    {
      "text": "Presence of address on internet \n \n73 The fact that an electronic address is published on the internet cannot support an inference of consent.",
      "id": "s197"
    },
    {
      "text": "This is because cl 4(1) of Sch 2 provides that 'for the purposes of this Act, the consent of the relevant electronic account-holder may not be inferred from the mere fact that the relevant electronic address has been published'.",
      "id": "s198"
    },
    {
      "text": "Unsubscribe facility \n \n74 The starting point is the statutory provision relating to unsubscribe facilities contained in s 18 of the Spam Act .",
      "id": "s199"
    },
    {
      "text": "It is patent from the terms of that section that it is a provision directed to requiring the sender of a CEM with an Australian link and which is not a designated CEM to include an unsubscribe facility.",
      "id": "s200"
    },
    {
      "text": "It imposes an obligation on them to that effect.",
      "id": "s201"
    },
    {
      "text": "It does not impose any obligation upon a recipient of such a CEM to reply.",
      "id": "s202"
    },
    {
      "text": "It does not either expressly or by implication support an inference that a failure to use the unsubscribe facility implies consent.",
      "id": "s203"
    },
    {
      "text": "75 The respondents place reliance on comments at pp 37-38 of the Office of the Federal Privacy Commissioner in 'Guidelines to the National Privacy Principles' issued in September 2001.",
      "id": "s204"
    },
    {
      "text": "There it was stated that 'it may be possible to infer consent from the individual's failure to opt out provided that the option to opt out was clearly and prominently presented and easy to take up'.",
      "id": "s205"
    },
    {
      "text": "However, that statement must be read against a further statement where, after listing a number of factors said likely to enhance the possibility of the drawing of an inference of consent, the passage concluded:\n \n 'It is unlikely that consent to receive marketing material on-line could be implied from a failure to object to it.",
      "id": "s206"
    },
    {
      "text": "This is because it is usually difficult to conclude that the message has been read and it is generally difficult to take up the option of opting out as it is commonly considered that there are adverse consequences to an individual from opening or replying to email marketing --- such as confirming the individual's address exists.",
      "id": "s207"
    },
    {
      "text": "This may also apply where material is distributed using other automated processes.",
      "id": "s208"
    },
    {
      "text": "(This would not prevent an organisation from seeking opt in consent on-line if NPP 2.1 allowed it).",
      "id": "s209"
    },
    {
      "text": "' \n \n\n76 It is the case that such publications cannot control the interpretation of an Act of Parliament.",
      "id": "s210"
    },
    {
      "text": "The words of the Act must speak for themselves and be interpreted according to the normal rules of statutory construction.",
      "id": "s211"
    },
    {
      "text": "Nevertheless, where the respondents are self-represented and, in connection with the observance of a new Act, have relied upon statements in such publications, it appropriate to have regard to what they rely upon as having shaped their approach to the Spam Act .",
      "id": "s212"
    },
    {
      "text": "77 If, as the respondents assert, there is to be an inference drawn of consent from the fact of a failure to reply to a CEM, the foundations for it must be found in the circumstances.",
      "id": "s213"
    },
    {
      "text": "There are powerful features of the evidence which are inconsistent with the drawing of any such inference and militate against it.",
      "id": "s214"
    },
    {
      "text": "They are also inconsistent with any inference being drawn from any prior business relationship constituted by the initial sending of an electronic message to a recipient.",
      "id": "s215"
    },
    {
      "text": "78 First, the mere fact that Clarity1 sent a CEM to an electronic address and did not receive a response from the recipient does not provide a proper foundation for an inference of consent.",
      "id": "s216"
    },
    {
      "text": "From that factual foundation, no such inference is logically open.",
      "id": "s217"
    },
    {
      "text": "79 Second, even less so is such inference likely to be open where the entire relationship between Clarity1 and the recipient is constituted in the absence of bilateral communication.",
      "id": "s218"
    },
    {
      "text": "There are no circumstances in such a case from which an inference can be drawn.",
      "id": "s219"
    },
    {
      "text": "The evidence shows this to be the case in the vast majority of the CEMs.",
      "id": "s220"
    },
    {
      "text": "It is compounded where the CEMs have been obtained by Clarity1 without the recipient's knowledge or participation.",
      "id": "s221"
    },
    {
      "text": "This is further considered below under the subheading 'Business or other relationships'.",
      "id": "s222"
    },
    {
      "text": "80 Third, the mere presence of the unsubscribe facility does not provide the foundation for any inference.",
      "id": "s223"
    },
    {
      "text": "Many inferences are open to speculation and none are logically dictated by the circumstances.",
      "id": "s224"
    },
    {
      "text": "There are a variety of methods available to recipients to deal with unwanted CEMs.",
      "id": "s225"
    },
    {
      "text": "These include simply deleting the CEM without reading it and so being unaware of the unsubscribe facility; ignoring the CEM and/or reporting it to the applicant; utilising a filtering or blocking technique.",
      "id": "s226"
    },
    {
      "text": "The sender, in this case Clarity1, would have no way of knowing whether the CEM has been opened or read; it is equally open to inference that it may not have been so that the unsubscribe facility was unknown to the recipient.",
      "id": "s227"
    },
    {
      "text": "81 The probability of this being the case was very substantially enhanced in the circumstances disclosed by the evidence in the case of Clarity1.",
      "id": "s228"
    },
    {
      "text": "It used Stealth Mail Master which has the functionality to randomise email header information, to use open proxies and to 'provide anonymity' and to hide the IP address (see the evidence of Mr Thompson).",
      "id": "s229"
    },
    {
      "text": "The CEMs were sent by utilising the process of 'rotating IPs' (see the evidence of Mr Timothy Villa and the record of interview).",
      "id": "s230"
    },
    {
      "text": "They were sent from a number of different 'yahoo.com' and 'yahoo.com.au' electronic addresses (see the evidence of Mrs Catherine Trudgeon and M/s Victoria Rollo).",
      "id": "s231"
    },
    {
      "text": "Substantially similar CEMs were sent in multiple copies to the same human recipient.",
      "id": "s232"
    },
    {
      "text": "The email header information was disguised and the IP address did not match the 'from' addresses.",
      "id": "s233"
    },
    {
      "text": "They were sent using overseas servers in the United States of America, Korea, China and elsewhere.",
      "id": "s234"
    },
    {
      "text": "82 The view that the presence of the unsubscribe facility in these circumstances cannot give rise to the inference for which the respondents contend, is supported by the evidence which was given concerning the reluctance of users to activate an unsubscribe facility.",
      "id": "s235"
    },
    {
      "text": "Their evidence was that if they did so they would be confirming the existence of their email address and opening that address to spam: see the evidence of Mr Brett Watson; Mr Guy Miller; Mr John Bongiovanni; Mrs Trudgeon and Mr Christopher Rhodes as well as Mr Thompson.",
      "id": "s236"
    },
    {
      "text": "83 The fact that the electronic unsubscribe facility offered by Clarity1 failed to identify Clarity1 or Business Seminars Australia makes it entirely unreasonable to expect unwilling recipients to use the unsubscribe facility.",
      "id": "s237"
    },
    {
      "text": "See the evidence of Mr Bongiovanni and Mr Villa.",
      "id": "s238"
    },
    {
      "text": "84 Fourth, in the case of electronic addresses obtained by purchasing or leasing from external parties and using address-harvesting software, there is no evidence Clarity1 obtained or intended to obtain the consent of the relevant account-holders when it made the acquisitions.",
      "id": "s239"
    },
    {
      "text": "85 Fifth, the respondents have not explained why so many CEMs were sent.",
      "id": "s240"
    },
    {
      "text": "The volume makes it improbable that the respondents could have been aware that consent was in place prior to the sending of the CEMs.",
      "id": "s241"
    },
    {
      "text": "It is antithetical to the drawing of the inference sought.",
      "id": "s242"
    },
    {
      "text": "Business or other relationships \n \n86 The respondents contend that consent can be reasonably be inferred from the business relationships which Clarity1 has with the recipients of the CEMs.",
      "id": "s243"
    },
    {
      "text": "A further argument of the respondents is that neither the Spam Act nor the Explanatory Memorandum to it have addressed the use of email addresses which have been used over an extensive period, in many cases more than a year.",
      "id": "s244"
    },
    {
      "text": "It is said that in such instances the respondents can assert inferred consent because of the acceptance of messages over that period.",
      "id": "s245"
    },
    {
      "text": "87 The reference to 'business relationships' in cl 2 of Sch 2 of the Spam Act must be understood in its immediate and surrounding context.",
      "id": "s246"
    },
    {
      "text": "The immediate context is one which conjoins the conduct of the individual or organisation who sent the CEM to the relationships as the factual foundation from which the inference may be drawn.",
      "id": "s247"
    },
    {
      "text": "It is not the business relationships alone which ground the inference.",
      "id": "s248"
    },
    {
      "text": "Additionally, the relevant relationships are not only business relationships; other relationships are equally relevant.",
      "id": "s249"
    },
    {
      "text": "88 The phrase 'the business and other relationships' is not one which appears to have been regularly used so as to attract judicial consideration.",
      "id": "s250"
    },
    {
      "text": "'Business' is defined in s 4 of the Spam Act , subject to appearance of contrary intention to include 'a venture or concern in trade or commerce, whether or not conducted on a regular, repetitive or continuous basis'.",
      "id": "s251"
    },
    {
      "text": "The reference to 'relationships' is to be taken to be a reference to a particular connection: The Macquarie Dictionary, 2 nd edn, Macquarie University, New South Wales, 1991 at p 1484.",
      "id": "s252"
    },
    {
      "text": "'Connection' means a 'relationship': The Macquarie Dictionary at p 381.",
      "id": "s253"
    },
    {
      "text": "89 The applicant and others on behalf of the Australian Government issued a publication entitled ' Spam Act 2003 : A practical guide for business'.",
      "id": "s254"
    },
    {
      "text": "In addressing the issue of inferred consent at p 7 it states:\n \n 'You may be able to reasonably infer consent after considering both the conduct of the addressee and their relationship with you.",
      "id": "s255"
    },
    {
      "text": "For example, if the addressee has an existing relationship with you and has previously provided their address then it would be reasonable to infer that consent has been provided.",
      "id": "s256"
    },
    {
      "text": "' \n \n\nAt p 8 the guide describes an 'existing relationship' in the following terms:\n \n 'It will be possible for you to infer consent based on the status of your relationship with the addressee, as long as it is consistent with the reasonable expectations of the addressee, and their conduct.",
      "id": "s257"
    },
    {
      "text": "The National Privacy Principles (available from www.privacy.gov.au ), and particularly Privacy Principle 2, provides guidance on such communications.",
      "id": "s258"
    },
    {
      "text": "An existing business or other relationship may, for example, be a relationship that was initiated by a commercial activity (including provision, for a fee or free of charge, of information, goods, or of services) or other communication between you and potential addressee.",
      "id": "s259"
    },
    {
      "text": "The following are examples that might suggest that a business, or other, relationship exists from which you may reasonably infer consent: \n \n \n &#8226; persons who have purchased goods or services which involves ongoing warranty and service provisions; ...' \n \n \n\nPrivacy Principle 2 of the Principles provides in part:\n \n \n '2.1 An organisation must not use or disclose personal information about an individual for a purpose (the secondary purpose ) other than the primary purpose of collection unless: \n \n \n (a) both of the following apply: \n \n (i) the secondary purpose is related to the primary purpose of collection and, if the personal information is sensitive information, directly related to the primary purpose of collection; \n (ii) the individual would reasonably expect the organisation to use or disclose the information for the secondary purpose; or \n \n (b) the individual has consented to the use or disclosure; or \n (c) if the information is not sensitive information and the use of the information is for the secondary purpose of direct marketing: \n \n (i) it is impracticable for the organisation to seek the individual's consent before that particular use; and \n (ii) the organisation will not charge the individual for giving effect to a request by the individual to the organisation not to receive direct marketing communications; and \n (iii) the individual has not made a request to the organisation not to receive direct marketing communications; and \n (iv) in each direct marketing communication with the individual, the organisation draws to the individual's attention, or prominently displays a notice, that he or she may express a wish not to receive any further direct marketing communications; and \n (v) each written direct marketing communication by the organisation with the individual (up to and including the communication that involves the use) sets out the organisation's business address and telephone number and, if the communication with the individual is made by fax, telex or other electronic means, a number or address at which the organisation can be directly contacted electronically; or \n ...' \n\n90 The applicant accepts that it is certainly possible that an organisation can comply with the Privacy Act and none the less contravene the Spam Act .",
      "id": "s260"
    },
    {
      "text": "Therefore the applicant submits that any particular advice concerning the Privacy Act or adherence to statements concerning the Principles, cannot assist the respondents in defending this proceeding.",
      "id": "s261"
    },
    {
      "text": "91 The applicant's submissions also draw attention to the Explanatory Memorandum to the Spam Act which notes that:\n \n 'At the present time there is no legislation specifically requiring a sender to obtain recipient's consent prior to sending spam to that individual, either initially or on an ongoing basis.",
      "id": "s262"
    },
    {
      "text": "Under the Privacy Act 1998 the collection of personal information from public sources may require an individual's explicit consent, but this aspect of the legislation has not yet been tested.",
      "id": "s263"
    },
    {
      "text": "' \n \n\n92 The receipt of electronic messages without more cannot give rise to the inference of consent because the receipt could be accounted for on many bases other than consent.",
      "id": "s264"
    },
    {
      "text": "I do not consider that such communication can properly come within the description of a 'business or other relationship'.",
      "id": "s265"
    },
    {
      "text": "There is no relationship when the communication is one sided.",
      "id": "s266"
    },
    {
      "text": "A relationship of the type referred to in Sch 2 implies a connection arising from mutuality.",
      "id": "s267"
    },
    {
      "text": "Communication from only one to another with no response from the other cannot properly be found to be a relationship, particularly in the context.",
      "id": "s268"
    },
    {
      "text": "93 Additionally the respondents argue that consent may be inferred in the case of 'commercially available lists purchased, swapped or otherwise acquired prior to the implementation of the Spam Act in 2003'.",
      "id": "s269"
    },
    {
      "text": "The circumstances of the acquisition of lists so described is itself antithetical to the drawing of any inference that the lists were obtained with consent.",
      "id": "s270"
    },
    {
      "text": "The respondents did not seek to prove the existence of consent for such CEMs other than by inference.",
      "id": "s271"
    },
    {
      "text": "94 The respondents also refer to the instance of an account-holder who has provided an electronic address such as by handing over a business card containing the address to a commercial entity, with the exception of circumstances which make apparent to a reasonable person that receipt of future messages is not expected.",
      "id": "s272"
    },
    {
      "text": "Again, no evidence has been brought to support a finding that such an occurrence affected the collection of any of the electronic addresses in issue.",
      "id": "s273"
    },
    {
      "text": "95 In the respondents' final written submissions it is also contended that consent may be inferred where there is '[B]y the action of entering a competition or a request for information website maintained by the respondent or associated joint venture entities who displayed relevant Terms and conditions statements that allowed the use of the email address for promotional purposes'.",
      "id": "s274"
    },
    {
      "text": "It is further contended that the addresses are identified in the description of the various lists recorded in the evidence of Mr Duffy as 'JV' (joint ventures') or MainAU which total 929 200 separate email addresses.",
      "id": "s275"
    },
    {
      "text": "The applicant further objects on the ground that there is no evidence to support the primary submission.",
      "id": "s276"
    },
    {
      "text": "This objection is proper and I allow it.",
      "id": "s277"
    },
    {
      "text": "96 There was evidence from Mr Duffy analysing 1 469 820 electronic addresses provided to him by the respondents.",
      "id": "s278"
    },
    {
      "text": "He concluded that of these, only 182 involved the placement of orders with the Maverick Partnership or Business Seminars Australia.",
      "id": "s279"
    },
    {
      "text": "The applicant submits that it does not follow even in these instances that the 182 purchasers of products thereby gave consent to the receipt of CEMs from Clarity1.",
      "id": "s280"
    },
    {
      "text": "Support for this submission is sought by the applicant in the Explanatory Memorandum at p 115.",
      "id": "s281"
    },
    {
      "text": "There it is said that consent will not always be inferred where there is a pre-existing relationship between a person and a business.",
      "id": "s282"
    },
    {
      "text": "The example is given of the purchase by a person of a t-shirt or groceries from a shop.",
      "id": "s283"
    },
    {
      "text": "In my view, the ordering of a product by email is in a different category than a relatively more casual purchase in a shop.",
      "id": "s284"
    },
    {
      "text": "The Memorandum accepts that the issue of consent is a question of fact to be considered according to each particular set of circumstances.",
      "id": "s285"
    },
    {
      "text": "The example of the t-shirt is also listed along with other casual types of purchase such as the purchase of a ticket to attend a concert or where a purchase is made anonymously.",
      "id": "s286"
    },
    {
      "text": "97 What is required by cl 2 of Sch 2 of the Spam Act is that consent can reasonably be inferred from both the conduct and 'the business and other relationships' of the individual or organisation concerned.",
      "id": "s287"
    },
    {
      "text": "Prima facie, the conclusion of a contract of purchase by an email order by an individual or organisation constitutes a 'business relationship' between the vendor and purchaser.",
      "id": "s288"
    },
    {
      "text": "In the absence of evidence to the contrary, it can be reasonably inferred that the recipient wishes to be kept aware of the business of the vendor, in this case Clarity1.",
      "id": "s289"
    },
    {
      "text": "It may be that such evidence could have been brought; for example that a particular purchaser wished only to have the relationship for the purchase of the particular product secured by the CEM.",
      "id": "s290"
    },
    {
      "text": "In the absence of such evidence, it is a reasonable inference that a person having displayed interest in the wares of the vendor on one occasion, wishes to be kept in touch with future opportunities for purchase of products marketed by the same vendor unless indicating to the contrary.",
      "id": "s291"
    },
    {
      "text": "To construe the reference to such relationships too strictly would not acknowledge commercial realities.",
      "id": "s292"
    },
    {
      "text": "Vendors would be left in doubt whether they could communicate with their clientele (that is, persons who have purchased goods from them) unless having from them express consent.",
      "id": "s293"
    },
    {
      "text": "I do not consider the provisions of the Spam Act are intended to bring about such a strict regime.",
      "id": "s294"
    },
    {
      "text": "The provision requires application with great regard to particular circumstances.",
      "id": "s295"
    },
    {
      "text": "The applicant not having brought evidence to rebut the prima facie evidentiary position raised by the evidence in the case of the 182 purchasers that they wished to trade with Clarity1, I do not consider it can be found that in those limited instances consent is not reasonably to be inferred.",
      "id": "s296"
    },
    {
      "text": "I infer the 182 purchasers gave their consent for the purposes of s 16(1) of the Spam Act .",
      "id": "s297"
    },
    {
      "text": "98 The applicant also submits on this issue that Clarity1 has not presented any evidence or advanced any argument that it relied on a recipient's purchase of goods or services as the basis for making a reasonable inference of consent.",
      "id": "s298"
    },
    {
      "text": "In my view it was not necessary that it present such evidence given the prima facie position raised by the evidence of Mr Duffy.",
      "id": "s299"
    },
    {
      "text": "I consider that Clarity1 did advance argument that it had consent within cl 2 of Sch 2 of the Spam Act and hence consent reasonably is to be inferred from the business relationship constituted by the purchase of goods in the case of the 182 purchasers.",
      "id": "s300"
    },
    {
      "text": "That much was encompassed within the generality of the respondents' overall submissions.",
      "id": "s301"
    },
    {
      "text": "Defence of authority of user of account to give consent \n \n99 The respondents' final written submissions also appeal to cl 3 of Sch 2.",
      "id": "s302"
    },
    {
      "text": "That provides that if a person other than the relevant electronic account-holder uses the relevant account to send an electronic message about consent, that person is taken to have been authorised to send that message on behalf of the relevant electronic account-holder.",
      "id": "s303"
    },
    {
      "text": "However, there is no evidence that consents were received under such circumstances and therefore no evidential foundation upon which to invoke the application of that clause.",
      "id": "s304"
    },
    {
      "text": "Defence of conspicuous publication \n \n100 This defence is advanced in reliance upon cl 4 in Sch 2 of the Spam Act .",
      "id": "s305"
    },
    {
      "text": "For the exception to be applicable, a number of elements must be satisfied.",
      "id": "s306"
    },
    {
      "text": "First, there must be a particular electronic address enabling the public, or a section of the public, to send electronic messages to the person or holders of particular offices, positions, functions or roles specified in cl 4(2)(a)(i) to (vii) of Sch 2 of the Spam Act .",
      "id": "s307"
    },
    {
      "text": "Second, the address must have been 'conspicuously published': cl 4(2)(b).",
      "id": "s308"
    },
    {
      "text": "Third, it must be 'reasonable to assume' that the publication occurred with the agreement of the person or organisation concerned: cl 4(2)(c).",
      "id": "s309"
    },
    {
      "text": "Four, it must be established that the publication was not accompanied by a statement to the effect that the relevant electronic account-holder does not want to receive unsolicited CEMs at that electronic address, or words to similar effect: cl 4(2)(d).",
      "id": "s310"
    },
    {
      "text": "Five, it must also be established that the CEM is relevant to the work-related business, functions or duties of the employee, director, officer, partner, office-holder or self-employed individual concerned; the office or position concerned; or the function or role concerned: cl 4(2)(e)---(g).",
      "id": "s311"
    },
    {
      "text": "101 The term 'conspicuously published' is not defined in the Spam Act .",
      "id": "s312"
    },
    {
      "text": "The word 'conspicuous' means 'easy to be seen ... readily attracting the attention': The Macquarie Dictionary at p 384.",
      "id": "s313"
    },
    {
      "text": "102 The applicant submits that in order to demonstrate that the conspicuous publication exception applies, the respondents must produce evidence which demonstrates, at the minimum where each electronic address has been published and obtained from; that the publication qualifies to be described as 'conspicuous publication' within the ordinary meaning of that term; that no statement against the sending of CEMs to the electronic address accompanies the publication of it; and how each CEM sent to the address relates to the matters set out in cl 4(2)(e)-(g) of Sch 2 of the Spam Act .",
      "id": "s314"
    },
    {
      "text": "103 The respondents brought evidence to the following effect.",
      "id": "s315"
    },
    {
      "text": "Their witness Mr Allan Morgan deposes that his electronic address may have been found on the yellow pages or that he may have given it when replying to an advertisement.",
      "id": "s316"
    },
    {
      "text": "Mr Richard van Proctor deposes that he started receiving CEMs from Business Seminars Australia after 'signing up for a Platinum Privilege card'.",
      "id": "s317"
    },
    {
      "text": "Mr Anthony Paul deposes that his electronic address may have been obtained from the yellow pages, his website or trade directories.",
      "id": "s318"
    },
    {
      "text": "Mr Neill Ogge deposes that he believes Business Seminars Australia obtained his electronic address when he joined a trade exchange.",
      "id": "s319"
    },
    {
      "text": "104 There is no further evidence from the respondents on this issue.",
      "id": "s320"
    },
    {
      "text": "105 In their final submissions the respondents also assert they have consent where the addressee has either:\n \n \n \n '2.5.3.1 conspicuously published their email address --- an active action, not a passive action as claimed by the applicant, or \n 2.5.3.2 subscribed to one or multiple websites that collect email addresses for marketing purposes.",
      "id": "s321"
    },
    {
      "text": "2.5.3.3 each of these websites included a Terms and Conditions page that set out the use of the email address by the website on which it appeared and a network of websites that made use of the information collected.",
      "id": "s322"
    },
    {
      "text": "2.5.3.4 samples of these terms and conditions are annexed to this Submission.",
      "id": "s323"
    },
    {
      "text": "' \n \n \n\n106 The applicant objects to 2.5.3.1 to 2.5.3.3 on the ground that the assertions the respondents there make are not supported by any evidence.",
      "id": "s324"
    },
    {
      "text": "It objects to 2.5.3.4 on the ground that the respondents are seeking to introduce new evidence after the close of evidence.",
      "id": "s325"
    },
    {
      "text": "These objections are clearly proper and I allow them.",
      "id": "s326"
    },
    {
      "text": "Throughout the hearing the respondents understood that the purpose of adducing evidence was to open it, if required, to cross-examination.",
      "id": "s327"
    },
    {
      "text": "The respondents cannot in written submissions seek to follow a course in which such normal processes for the admission of evidence are bypassed.",
      "id": "s328"
    },
    {
      "text": "107 The consequence is that no evidence of the type made requisite by the provisions of Sch 2 has been produced to support the respondents' contention that the defence is applicable.",
      "id": "s329"
    },
    {
      "text": "As the evidential burden falls on the respondents pursuant to s 16(5) of the Spam Act , they fail to make out the defence.",
      "id": "s330"
    },
    {
      "text": "108 There is, in addition, evidence from some of the applicant's witnesses which demonstrates that the conspicuous publication exception cannot apply, at least in their cases.",
      "id": "s331"
    },
    {
      "text": "Mr Bongiovanni's electronic address was published on his academic website but the CEMs from Clarity1 do not relate to his academic activities.",
      "id": "s332"
    },
    {
      "text": "Likewise, in the case of Mr Andrew Cottas and Mr Miller, the CEMs did not relate to the relevant businesses.",
      "id": "s333"
    },
    {
      "text": "Mr Alexander Dawson and M/s Lesley La Coste only placed their addresses in limited non-conspicuous circumstances.",
      "id": "s334"
    },
    {
      "text": "The address of M/s Rollo was not advertised at all.",
      "id": "s335"
    },
    {
      "text": "In the case of Mr David Bromage, his website carried a disclaimer.",
      "id": "s336"
    },
    {
      "text": "Additionally, I accept that it may be inferred from the sheer volume of the electronic addresses contained in the Databases and Lists that, at the time of compilation, the respondents did not consider whether the publication of the electronic address on the internet was done in circumstances that met each the criteria set out in cl 4 of Sch 2 to the Spam Act .",
      "id": "s337"
    },
    {
      "text": "109 In their final written submissions the respondents contend that the email address of the applicant's witness Mr Cottas is conspicuously displayed on a website without any limitation affecting spam so that it would be reasonable to assume/infer consent within the guidelines offered by the applicant's (and others') publication ' Spam Act 2003 : A practical guide for business'.",
      "id": "s338"
    },
    {
      "text": "Such guidelines cannot govern the interpretation of the Spam Act .",
      "id": "s339"
    },
    {
      "text": "What has to be established is that the requirements of the Spam Act relating to conspicuous publication have been met.",
      "id": "s340"
    },
    {
      "text": "In any event, the guidelines accurately specify the requirement of that Act, in addition to conspicuous display and the absence of a spam deterrent, is that the message must relate to the addressee's published employment function or role.",
      "id": "s341"
    },
    {
      "text": "There is no evidence from the respondents that such is the case.",
      "id": "s342"
    },
    {
      "text": "110 In relation to the evidence of Mrs Trudgeon, the respondents assert that because no incidence of the email addresses in question can be found by doing internet searches using various search engines, it is not possible that the email address came into possession of Clarity1 by the use of email address-harvesting software.",
      "id": "s343"
    },
    {
      "text": "Therefore, it is contended, at some time the account-holder entered her email address into a competition with conditions allowing for the subsequent use by Clarity1.",
      "id": "s344"
    },
    {
      "text": "Details of various competition and collection sites are annexed to the submissions.",
      "id": "s345"
    },
    {
      "text": "Assertions are also sought to be made of competitions conducted during the period 1998 to 2004.",
      "id": "s346"
    },
    {
      "text": "None of these matters is in evidence.",
      "id": "s347"
    },
    {
      "text": "It was not put to the witness that she may have entered a competition being one of the nominated competitions.",
      "id": "s348"
    },
    {
      "text": "No terms and conditions of such competitions were put into evidence.",
      "id": "s349"
    },
    {
      "text": "In the absence of appropriate proof, the inferences which the respondents seek to have drawn are not open.",
      "id": "s350"
    },
    {
      "text": "OTHER DEFENCES \n \n111 There is nothing in the case of the respondents seeking to invoke the defences in s 16(3) or s 16(4) of the Spam Act .",
      "id": "s351"
    },
    {
      "text": "In any event, there is nothing in the evidence which provides a foundation for reliance on those defences.",
      "id": "s352"
    },
    {
      "text": "112 I therefore find that the claim under s 16(1) is made out.",
      "id": "s353"
    },
    {
      "text": "CLAIM OF USE OF HARVESTED-ADDRESS LISTS \n \n113 The provisions of the Spam Act relevant to harvested-address lists --- ss 4 , 11 and 22 - have been set out above.",
      "id": "s354"
    },
    {
      "text": "The prohibition in s 22(1) against the use of address-harvesting software or a harvested-address list is one which does not apply in the circumstances referred to in s 22(2).",
      "id": "s355"
    },
    {
      "text": "Those circumstances are where the use 'was not in connection with sending commercial electronic messages in contravention of section 16 '.",
      "id": "s356"
    },
    {
      "text": "The consequence is that s 22(1) does apply where the use is in connection with sending CEMs in contravention of s 16.",
      "id": "s357"
    },
    {
      "text": "114 The respondents have admitted that the principal methods used to obtain the electronic addresses contained in the Databases and Lists were by using address-harvesting software or by obtaining harvested-address lists from external parties.",
      "id": "s358"
    },
    {
      "text": "The admission is that the majority of such electronic addresses were obtained by one or other of those means.",
      "id": "s359"
    },
    {
      "text": "Apart from the admissions in the notice to admit facts, the affidavit of Mr Thompson supports this.",
      "id": "s360"
    },
    {
      "text": "Support is also found in the affidavit of Mr Duffy sworn on 18 July 2005.",
      "id": "s361"
    },
    {
      "text": "Additionally a number of the witnesses stated their belief that their electronic addresses were harvested from the internet and the assertion was not challenged by the respondents in cross-examination: see the evidence of Mr Villa, Mrs Trudgeon, Mr Dawson and M/s La Coste.",
      "id": "s362"
    },
    {
      "text": "115 However, the respondents' case is and the evidence supports that the harvesting occurred prior to 10 April 2004 when the Spam Act relevantly came into operation.",
      "id": "s363"
    },
    {
      "text": "The act of harvesting is not alleged to have been contrary to the Spam Act .",
      "id": "s364"
    },
    {
      "text": "What is alleged against the respondents is that their usage of the harvested addresses after that date constitutes a contravention of s 22(1) because it was usage in connection with a contravention of s 16(1).",
      "id": "s365"
    },
    {
      "text": "The contravention of s 16(1) has been made out.",
      "id": "s366"
    },
    {
      "text": "It follows that in the majority of instances of contravention of s 16(1) Clarity1 used a harvested-address list in contravention of s 22(1) on each occasion.",
      "id": "s367"
    },
    {
      "text": "116 The effect of the enactment of s 22(1) is to make illegal from the date of its application the usage to which it is directed.",
      "id": "s368"
    },
    {
      "text": "The fact that the address-harvesting may have occurred at a time when no such prohibition was in the law, does not prevent the application of the provision in its terms from the date it came into force.",
      "id": "s369"
    },
    {
      "text": "The provision is not simply concerned with how the list was obtained in the past.",
      "id": "s370"
    },
    {
      "text": "It is directed to the usage of the list in the circumstances of the prohibition.",
      "id": "s371"
    },
    {
      "text": "117 I therefore find that the claim under s 22(1) is made out.",
      "id": "s372"
    },
    {
      "text": "ACCESSORIAL LIABILITY \n \n118 Since Hamilton v Whitehead [1988] HCA 65 ; (1988) 166 CLR 121 it is clear that the conduct of a person may result in liability being imposed on a company as the principal offender as well as liability being imposed on that individual person as an accessory: see discussion in Australian Competition and Consumer Commission v Black on White Pty Ltd [2001] FCA 187 ; (2001) 110 FCR 1 at [17] - [19] .",
      "id": "s373"
    },
    {
      "text": "119 A person has aided or abetted a contravention if it can be shown that the person was aware of the essential elements of the contravention and intentionally participated in it.",
      "id": "s374"
    },
    {
      "text": "Similarly, a person is a 'party to a contravention' if the person has knowledge of the essential elements of, and participates in, or assents to, the contravention: see Yorke v Lucas [1985] HCA 65 ; (1985) 158 CLR 661 at 670; Rural Press Ltd v Australian Competition and Consumer Commission [2002] FCAFC 213 ; (2002) 193 ALR 399; Australian Competition and Consumer Commission v Giraffe World Australia Pty Ltd (No 2) [1999] FCA 1161 ; (1999) 166 ALR 74.",
      "id": "s375"
    },
    {
      "text": "120 A person is 'knowingly concerned' in a contravention if the person has something more than 'mere knowledge' of the subject of the contravention.",
      "id": "s376"
    },
    {
      "text": "The question is whether the person is implicated or involved in the offence and whether there is a practical connection between him and the offence: Trade Practices Commission v Australia Meat Holdings Pty Ltd (1988) 83 ALR 299.",
      "id": "s377"
    },
    {
      "text": "121 It is admitted that Mr Mansfield, as the sole director of Clarity1, was at all relevant times fully aware and responsible for the business carried on by Clarity1.",
      "id": "s378"
    },
    {
      "text": "He intentionally participated in and knew the essential elements of each aspect of Clarity1's conduct, including the conduct which has been found to have contravened ss 16(1) and 22 (1) of the Spam Act .",
      "id": "s379"
    },
    {
      "text": "It necessarily follows that he is liable under ss 16(9) and 22 (3) of the Spam Act as a person who has been aiding, abetting, counselling or procuring a contravention, or directly or indirectly, knowingly concerned in, or party to, a contravention.",
      "id": "s380"
    },
    {
      "text": "122 However, Mr Mansfield argues he has no case to answer, despite these provisions, because of s 8 of the Spam Act , which reads:\n \n '8(1) For the purposes of this Act (including subsection (2)), if: \n (a) an individual authorises the sending of an electronic message; and \n (b) the individual does so on behalf of an organisation; \n then: \n (c) the organisation is taken to authorise the sending of the electronic message; and \n (d) the individual is taken not to authorise the sending of the electronic message.",
      "id": "s381"
    },
    {
      "text": "(2) For the purposes of this Act, if: \n (a) an electronic message is sent by an individual or organisation; and \n (b) the sending of the message is not authorised by any other individual or organisation; \n the first-mentioned individual or organisation is taken to authorise \n the sending of the message.",
      "id": "s382"
    },
    {
      "text": "' \n\n123 There is no inconsistency between this section and the provisions of ss 16(9) and 22(3).",
      "id": "s383"
    },
    {
      "text": "Even if s 8(1) applies so as to result in the finding that Mr Mansfield did not authorise the sending of the electronic message, that cannot protect him against the application of the two subsections providing for accessorial liability.",
      "id": "s384"
    },
    {
      "text": "This is because the question raised by those two subsections is whether he was involved as an accessory in any of the ways stated in those subsections in the actions of Clarity1.",
      "id": "s385"
    },
    {
      "text": "The fact that s 8(1) may have the consequence that he is not to be taken to have authorised the sending, does not answer the question raised by the two subsections whether he participated in the sending of the message in any of the relevant ways.",
      "id": "s386"
    },
    {
      "text": "Hamilton v Whitehead makes apparent that where liability is imposed on the company it is direct not vicarious, so that a person with knowledge of the material circumstances and who was the actor in the conduct constituting the circumstances will be 'knowingly concerned' in the commission of the offences committed by the company.",
      "id": "s387"
    },
    {
      "text": "124 It follows also that there is no legal significance in Mr Mansfield's contention that at no time did he act in his own right or encourage the company.",
      "id": "s388"
    },
    {
      "text": "It is sufficient that he acted only as a director and the actor in the conduct.",
      "id": "s389"
    },
    {
      "text": "For him to be 'knowingly concerned' it is not necessary for him to be acting only 'in his own right'.",
      "id": "s390"
    },
    {
      "text": "The essential question in either case is whether he was on the evidence 'knowingly concerned' as that phrase and associated descriptions in the two subsections are understood at law.",
      "id": "s391"
    },
    {
      "text": "CIVIL PENALTY \n \n125 The issue of the appropriate civil penalty will be the subject of submissions at a hearing to be listed.",
      "id": "s392"
    },
    {
      "text": "ORDERS \n \n126 The above reasons entitle the applicant to declaratory relief in the form sought in the application, subject to any further submissions concerning the form of the orders in that respect.",
      "id": "s393"
    },
    {
      "text": "The making of such orders will be held over pending determination of the issues relating to civil penalty.",
      "id": "s394"
    },
    {
      "text": "I certify that the preceding one-hundred and twenty-six (126) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Nicholson.",
      "id": "s395"
    },
    {
      "text": "Associate:\n\nDated: 13 April 2006\n\n Counsel for the Applicant: S Owen-Conway QC with J Jones \n \n Solicitor for the Applicant: Australian Government Solicitor \n \n The First Respondent was represented by the Second Respondent \n The Second Respondent appeared in person \n \n Date of Hearing: 28 February 2006, 1-2 March 2006 \n \n Date of Last Written Submissions: 14 March 2006 \n \n Date of Judgment: 13 April 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/410.html",
      "id": "s396"
    }
  ]
}