{
  "name": "Aristocrat Technologies Australia Pty Ltd v DAP Services (Kempsey) Pty Ltd (in liquidation) [2006] FCA 487 (5 May 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/487.html",
  "catchphrases": [
    {
      "text": "costs",
      "id": "c0"
    },
    {
      "text": "whether partial costs order should be made in a case where the award of damages was well short of the amount claimed by the applicants but exceeded an offer made by the respondents",
      "id": "c1"
    },
    {
      "text": "whether the costs associated with the evidence of an expert should be excluded in a case where the experts' opinions were unsupported by any evidence.",
      "id": "c2"
    },
    {
      "text": "practice and procedure",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "WILCOX J: \n \n 1 When judgment was delivered in this matter on 22 March 2006, I reserved the matter of costs: see Aristocrat Technologies Australia Pty Limited v Vidtech Gaming Services Pty Limited [2006] FCA 275.",
      "id": "s0"
    },
    {
      "text": "I invited submissions as to the appropriate costs order.",
      "id": "s1"
    },
    {
      "text": "2 The applicants seek a general order for costs of the proceeding.",
      "id": "s2"
    },
    {
      "text": "They argue there is no reason to depart from the general rule that costs follow the event.",
      "id": "s3"
    },
    {
      "text": "Their clients have succeeded in establishing liability.",
      "id": "s4"
    },
    {
      "text": "Although the applicants failed to obtain injunctive relief, they obtained awards of damages against all the respondents.",
      "id": "s5"
    },
    {
      "text": "In the case of the first and second respondents for $139,200 and, in the case of the third respondent, for $99,200.",
      "id": "s6"
    },
    {
      "text": "3 The respondents made an offer of settlement in the sum of $150,000.",
      "id": "s7"
    },
    {
      "text": "This figure was inclusive of costs.",
      "id": "s8"
    },
    {
      "text": "The offer was put on the basis that $100,000 would be a reasonable estimate of the costs to date, leaving $50,000 for damages.",
      "id": "s9"
    },
    {
      "text": "In essence, therefore, the applicants argue that, although the damages award fell well short of their claim, they beat the respondents' offer and should have the costs of doing so.",
      "id": "s10"
    },
    {
      "text": "4 The respondents rely on the considerable discrepancy between the applicants' claim for $6,350,145 and the damages awarded.",
      "id": "s11"
    },
    {
      "text": "Counsel suggest that the general costs order should be limited to 25% of the costs incurred.",
      "id": "s12"
    },
    {
      "text": "However, I am not aware that a discrepancy of this nature has ever been regarded as a justification for diminished costs, in the absence of specific applicable provisions such as Order 62 rule 36A(1) or (2) of the Federal Court Rules .",
      "id": "s13"
    },
    {
      "text": "Of course, the situation may be different where the discrepancy flows from an applicant's failure in relation to a discrete part of his or her claim.",
      "id": "s14"
    },
    {
      "text": "In the present case the applicants failed on a trade marks claim and they also made a trade practices claim which I did not find it necessary to determine.",
      "id": "s15"
    },
    {
      "text": "However, these claims did not extend the hearing or add materially to its cost.",
      "id": "s16"
    },
    {
      "text": "Neither did the unsuccessful claim for an injunction.",
      "id": "s17"
    },
    {
      "text": "Consequently, subject to one matter, I see no principled basis for reducing the general costs order below 100%.",
      "id": "s18"
    },
    {
      "text": "5 The qualification I have in mind is that Order 62 rule 36A(1) applies to the recovery against the third respondent.",
      "id": "s19"
    },
    {
      "text": "That sub-rule provides that, where a party is awarded judgment for less than $100,000 in a money claim, 'any costs ordered to be paid, including disbursements, will be reduced by one-third of the amount otherwise allowable ... unless the Court or a Judge otherwise orders'.",
      "id": "s20"
    },
    {
      "text": "I see no reason to make a contrary order in relation to the third respondent.",
      "id": "s21"
    },
    {
      "text": "Consequently, the costs recoverable against her will be limited to two-thirds of the amount of the taxed or assessed costs.",
      "id": "s22"
    },
    {
      "text": "6 There is a subsidiary issue.",
      "id": "s23"
    },
    {
      "text": "Counsel for the respondents argue that any general costs order should exclude all costs associated with the report or evidence of Stuart Robertson of Ernst and Young, Chartered Accountants.",
      "id": "s24"
    },
    {
      "text": "I do not know the amount of these costs but they are probably substantial.",
      "id": "s25"
    },
    {
      "text": "7 In my earlier reasons for judgment, I stated why I declined to accept Mr Robertson's estimate of damages.",
      "id": "s26"
    },
    {
      "text": "My decision to do so was not an implied criticism of Mr Robertson but, rather, arose out of the fact that the matters he assumed were unsupported by evidence.",
      "id": "s27"
    },
    {
      "text": "The applicants ought to have known that there was no evidence to support Mr Robertson's calculations and, therefore, that his conclusions would be of no value.",
      "id": "s28"
    },
    {
      "text": "In the circumstances, it was unreasonable for them to incur the expense of retaining Mr Robertson and procuring his report and attendance at court.",
      "id": "s29"
    },
    {
      "text": "8 Counsel for the applicants argued that the matters addressed by Mr Robertson 'were entirely apposite to the issues arising in the proceeding'.",
      "id": "s30"
    },
    {
      "text": "I agree.",
      "id": "s31"
    },
    {
      "text": "However, an expert's opinion, even on a matter fairly arising out of the pleadings, is of no value unless it is grounded in facts that are either admitted or proved.",
      "id": "s32"
    },
    {
      "text": "It may be true, as counsel submitted, that 'the need for expert forensic accounting assistance is plain'.",
      "id": "s33"
    },
    {
      "text": "However, the need for evidence, upon which such assistance might fasten, is even more plain.",
      "id": "s34"
    },
    {
      "text": "9 The applicants should have a general costs order in their favour but it should exclude all costs associated with the report or evidence of Mr Robertson.",
      "id": "s35"
    },
    {
      "text": "I certify that the preceding nine (9) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Wilcox.",
      "id": "s36"
    },
    {
      "text": "Associate:\n\nDated: 5 May 2006\n\n\n Counsel for the Applicants: Mr R Cobden SC and Mr N R Murray \n \n Solicitor for the Applicants: Baker and McKenzie \n \n Counsel for the Second and Third Respondents: \nMr J M Ireland QC and Mr D Accoto \n \n Solicitor for the Respondents: Golottas \n \n Date of Judgment: 5 May 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/487.html",
      "id": "s37"
    }
  ]
}