{
  "name": "Y v The University of Western Australia [2006] FCA 403 (21 March 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/403.html",
  "catchphrases": [
    {
      "text": "interlocutory injunction",
      "id": "c0"
    },
    {
      "text": "construction of terms of certified agreement",
      "id": "c1"
    },
    {
      "text": "practice and procedure",
      "id": "c2"
    },
    {
      "text": "industrial law",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application for an interlocutory injunction.",
      "id": "s0"
    },
    {
      "text": "The applicant seeks the orders that, until the hearing of this application or further order, the Misconduct Investigation Committee, established by the respondent ('the University') in relation to the applicant, be prohibited from further proceeding; and that the Vice Chancellor and/or Professor Belinda Probert, the Academic Member of Executive of the respondent, be prohibited from acting on any report of the Misconduct Investigation Committee.",
      "id": "s1"
    },
    {
      "text": "The applicant relies upon his affidavits of 16 and 17 March 2006.",
      "id": "s2"
    },
    {
      "text": "At the commencement of the hearing of this application I made orders suppressing publication of the names of the applicant and the two deponents to the affidavits referred to below until 27 March 2006.",
      "id": "s3"
    },
    {
      "text": "2 The substantive application seeks declarations pursuant to s 413A of the Workplace Relations Act 1996 (Cth) ('the Act') relating to the proper interpretation of cl 6 of Sched D of a certified agreement, known as 'The University of Western Australia Academic Staff Agreement 2004' ('the certified agreement').",
      "id": "s4"
    },
    {
      "text": "The application also seeks pursuant to s 178 of the Act an order for the imposition of a penalty against the University for breach of the certified agreement.",
      "id": "s5"
    },
    {
      "text": "3 Schedule D of the certified agreement sets out the investigative and disciplinary process to be followed when there are allegations of serious misconduct made against members of the academic staff of the University.",
      "id": "s6"
    },
    {
      "text": "It provides, inter alia, for the establishment of a Misconduct Investigation Committee.",
      "id": "s7"
    },
    {
      "text": "4 The applicant, who is a member of the academic staff of the University, alleges that by reason of the manner in which the University proceeded in establishing the Misconduct Investigation Committee, the University has acted in breach of cl 6 of Sched D to the certified agreement.",
      "id": "s8"
    },
    {
      "text": "It follows, so the applicant says, that as the Misconduct Investigation Committee was established in breach of the agreement, its subsequent proceedings are, therefore, unlawful.",
      "id": "s9"
    },
    {
      "text": "5 The applicant also says, alternatively, that on a proper construction of cll 6, 11 and 13 of Sched D of the certified agreement, that even if the Misconduct Investigation Committee was lawfully established, the manner in which it has subsequently conducted its proceedings was unlawful because the Misconduct Investigation Committee has acted in breach of those terms of the certified agreement.",
      "id": "s10"
    },
    {
      "text": "6 In essence, the applicant has the following complaints.",
      "id": "s11"
    },
    {
      "text": "Firstly, the University established the Misconduct Investigation Committee, without having first provided him with sufficient particulars of the allegations made against him.",
      "id": "s12"
    },
    {
      "text": "Secondly, the Misconduct Investigation Committee has proceeded with an investigation of the applicant's conduct under Sched D without the applicant having been supplied with sufficient particulars of the allegations against him.",
      "id": "s13"
    },
    {
      "text": "Thirdly, the Misconduct Investigation Committee has failed to direct that the deponents to two affidavits on which the allegations that are made against the applicant are founded, appear before the Misconduct Investigation Committee for questioning.",
      "id": "s14"
    },
    {
      "text": "Fourthly, the Misconduct Investigation Committee has failed to direct that notes of discussions between the deponents to the affidavits and Ms Hill be made available to the applicant and to the Misconduct Investigation Committee.",
      "id": "s15"
    },
    {
      "text": "Ms Hill is an employee of the University who first investigated the affairs of the department of the University in which the applicant and the two deponents work.",
      "id": "s16"
    },
    {
      "text": "7 The application and the declarations sought in the application, therefore, call into question, for the purposes of interpretation and construction, certain clauses of Sched D of the certified agreement.",
      "id": "s17"
    },
    {
      "text": "The certified agreement \n \n8 Clause 2 of Sched D deals with the initial procedure to be followed when a report is received alleging misconduct by a member of the academic staff.",
      "id": "s18"
    },
    {
      "text": "Clause 2.2 of Sched D, which is applicable in this case, provides:\n \n 'Where it is not appropriate for an allegation of misconduct to be resolved in accordance with subclause 2.1 or where an allegation has not been resolved in accordance with subclause 2.1, then a report of the allegation shall be made to the Deputy Vice-Chancellor.",
      "id": "s19"
    },
    {
      "text": "The report shall provide information about the nature and details of the misconduct allegation(s), and what steps were taken to resolve the issue, if any.",
      "id": "s20"
    },
    {
      "text": "' \n \n\n9 Clause 3 of Sched D provides that the Deputy Vice Chancellor shall consider the report and determine whether the allegations warrant further investigation and which Academic Member of Executive is to deal with the matter.",
      "id": "s21"
    },
    {
      "text": "The Deputy Vice Chancellor then allocates the matter to the Academic Member.",
      "id": "s22"
    },
    {
      "text": "10 Clause 6 of Sched D is crucial and provides as follows:\n \n '6.1 If the Academic Member of Executive believes the report referred in subclause 2.2 warrants further investigation, he/she shall: \n \n 6.1.1. notify the employee in writing and in sufficient detail to enable the employee to understand the precise nature of the allegation(s), and to properly consider and respond to them.",
      "id": "s23"
    },
    {
      "text": "A copy of this schedule shall accompany this letter, and \n \n 6.1.2 require the employee to submit a written response within 10 working days.",
      "id": "s24"
    },
    {
      "text": "' \n \n \n\n11 Clause 9.2 of Sched D provides that:\n \n 'If the employee denies the allegation(s) and the Academic Member of Executive is of the view that the conduct at issue could constitute misconduct/serious misconduct then he/she may choose to refer the matter to a Misconduct Investigation Committee.",
      "id": "s25"
    },
    {
      "text": "' \n \n\n12 Clause 10 of Sched D provides that the Misconduct Investigation Committee is to comprise:\n \n '10.1.1 a nominee of the Academic Member of Executive; \n \n 10.1.2 the President of the UWA Branch of the NTEU or nominee; and \n \n \n \n 10.1.3 a Chairperson appointed from a list of chairpersons agreed between the University and the President of the UWA Branch of the NTEU.",
      "id": "s26"
    },
    {
      "text": "' \n \n \n\n13 Clause 11 of Sched D provides:\n \n '11.1 In accordance with the provisions of Clause 12, - Investigating Officer the Misconduct Investigation Committee may appoint an investigating officer to conduct further inquiries as the Misconduct Investigation Committee considers reasonable and appropriate.",
      "id": "s27"
    },
    {
      "text": "11.2 The Committee shall report its findings to the Academic Member of Executive and the employee within 28 days from the date on which the matter was referred to it by the Academic Member of Executive.",
      "id": "s28"
    },
    {
      "text": "11.3 If the Committee does not complete its deliberations within the timeframe referred to above, it must make application to the Academic Member of Executive for an extension of time.",
      "id": "s29"
    },
    {
      "text": "11.4 The terms of reference of the Committee shall be to report to the Academic Member of Executive on: \n \n \n \n \n \n 11.4.1 the facts relating to the allegations and whether there is sufficient evidence to support the allegation(s) of misconduct and/or serious misconduct; \n \n 11.4.2 whether the procedures of clause 2 have been followed; and \n \n 11.4.3 whether there are any mitigating circumstances.",
      "id": "s30"
    },
    {
      "text": "' \n \n \n\n14 Clause 13 of Sched D is headed:\n \n 'Procedure and Responsibilities of the Misconduct Investigation Committee.",
      "id": "s31"
    },
    {
      "text": "' \n \n\n15 Among the relevant provisions in that clause are the following:\n \n \n '13.1 A Committee established in accordance with clause 10 --- Composition of the Misconduct Investigation Committee shall: \n \n ... \n \n \n \n 13.1.3 interview any person or seek further material that it requires to establish the merits or facts of the particular case; \n \n \n \n \n \n 13.1.4 allow the employee and the Academic Member of Executive each to be assisted or represented by an agent of his or her choice who is a staff member of the University (but not if such a person is a currently practising solicitor or barrister) or staff member or representative of the union, or by an officer of an industrial association of which the University is a member; \n \n 13.1.5 conduct all interviews in the presence of the employee, the employee's advocate where the employee is represented, and the University's advocate; \n \n \n \n ... \n \n \n \n 13.1.7 conduct proceedings in camera unless otherwise agreed by the employee and the University; \n \n \n \n \n \n 13.1.8 ensure that the employee or his/her representative and the University's advocate have the right to ask questions of interviewees, and to make submissions.",
      "id": "s32"
    },
    {
      "text": "The employee shall have the right to present and challenge evidence; and \n \n 13.1.9 keep a full record of the proceedings (but not its own deliberations), which shall be available on request to either party.",
      "id": "s33"
    },
    {
      "text": "' \n \n \n\n16 Clause 14 is the final clause in Sched D. It is is headed 'Final Determination' and provides:\n \n \n '14.1 If, having considered the Committee's report, the Academic Member of Executive is of the view that there has been no misconduct he/she shall without delay advise the employee in writing, and may, by agreement with the employee, publish the advice in an appropriate manner.",
      "id": "s34"
    },
    {
      "text": "14.2 The Academic Member of Executive shall consider any matter raised by the employee with him/her and the Report of the Misconduct Investigation Committee or the investigating officer before making a final determination as to whether misconduct/serious misconduct has occurred.",
      "id": "s35"
    },
    {
      "text": "14.3 If the Academic Member of Executive determines that misconduct/serious misconduct has occurred he/she may decide to take disciplinary action in accordance with the definition of Disciplinary Action in Clause 1 --- Definitions.",
      "id": "s36"
    },
    {
      "text": "The Academic Member of Executive has the power to counsel or censure the employee or withhold an increment for a period not exceeding twelve months.",
      "id": "s37"
    },
    {
      "text": "Where he/she is of the view that the misconduct is such that it warrants other disciplinary action as listed in the definition [which would include dismissal], the matter must be referred to the Vice-Chancellor.",
      "id": "s38"
    },
    {
      "text": "14.4 The Vice-Chancellor or Academic Member of Executive, as appropriate shall advise the employee and the supervisor in writing of any determination made in accordance with sub-clause 14.3 above.",
      "id": "s39"
    },
    {
      "text": "14.5 Termination of the employment may only result from a determination that the conduct of the employee amounts to serious misconduct.",
      "id": "s40"
    },
    {
      "text": "14.6 If the disciplinary action as per sub-clause 14.3 above take the form of termination the staff member shall be afforded an opportunity to explain why termination is not appropriate in the circumstances.",
      "id": "s41"
    },
    {
      "text": "' \n \n \n \n\n Factual background \n \n17 I will set out very briefly the relevant facts.",
      "id": "s42"
    },
    {
      "text": "18 On 19 August 2005 the University established a preliminary inquiry into the working environment within the department in which the applicant works.",
      "id": "s43"
    },
    {
      "text": "The person who was assigned to conduct this inquiry was Ms Hill who interviewed members of staff in the department.",
      "id": "s44"
    },
    {
      "text": "On the basis of the statements made by two members of staff during these interviews, a Sexual Harassment Review Panel was established by the University under its sexual harassment policy.",
      "id": "s45"
    },
    {
      "text": "The statements made by the two members of staff were recorded in the form of two affidavits each dated 14 December 2005.",
      "id": "s46"
    },
    {
      "text": "19 On 8 December 2005 Professor Probert wrote to the applicant setting out allegations of sexual harassment and advising that a Sexual Harassment Review Panel had been established to consider these matters.",
      "id": "s47"
    },
    {
      "text": "20 On 14 December 2005 the applicant's solicitors received a letter from Professor Probert enclosing the two affidavits dated 14 December 2005 referred to above.",
      "id": "s48"
    },
    {
      "text": "I will from now on refer to the deponents to those affidavits as the complainants, although the evidence shows that they are pursuing these complaints in their own right.",
      "id": "s49"
    },
    {
      "text": "The two affidavits comprise 17 and 6 pages respectively and contain accounts of dealings between each of the deponents and the applicant over the course of a number of years.",
      "id": "s50"
    },
    {
      "text": "These affidavits are not made in these proceedings but are annexed to the affidavit of the applicant in these proceedings dated 17 March 2006.",
      "id": "s51"
    },
    {
      "text": "21 In December 2005, the Sexual Harassment Review Panel considered the allegations and made a finding upholding the allegations.",
      "id": "s52"
    },
    {
      "text": "22 On 6 January 2006 the Vice Chancellor of the University wrote a letter to the applicant.",
      "id": "s53"
    },
    {
      "text": "The letter stated:\n \n '...",
      "id": "s54"
    },
    {
      "text": "The Sexual Harassment Review Panel have upheld all of the allegations of sexual harassment and recommended that the University now take action to progress this matter via the misconduct procedures --- Schedule D of the Academic Staff Agreement (the Agreement).",
      "id": "s55"
    },
    {
      "text": "Consistent with the provisions of Schedule D and the findings of the Sexual Harassment Review Panel the following allegations of serious misconduct are made against you.",
      "id": "s56"
    },
    {
      "text": "It is alleged that you have repeatedly behaved inappropriately in the workplace in breach of the University's policy on Sexual Harassment.",
      "id": "s57"
    },
    {
      "text": "The allegations of serious misconduct cover the following alleged behaviours by you: \n \n \n &#8226; Asking personal and intimate questions of a sexual nature \n \n \n \n &#8226; Graphically discussing a range of sexual practices \n \n \n \n &#8226; Suggesting to other members of staff that they wanted to or should have sex with you \n \n \n \n &#8226; Describing your sexual preferences and practices \n \n \n \n &#8226; Making derogatory remarks of a sexual nature about colleagues \n \n \n Related to the above it is additionally alleged that you have: \n \n \n &#8226; Suggested attempts to complain about behaviours would not be believed \n \n &#8226; Suggested that continued interaction with you signalled the individuals concerned enjoyed conversations relating to the above \n \n &#8226; Exhibited abusive and threatening behaviours towards individuals, who it is alleged have been subjected to the above behaviours, when they wanted to avoid further exposure to the alleged behaviours.",
      "id": "s58"
    },
    {
      "text": "...' \n \n \n\n23 The letter went on to state:\n \n '...",
      "id": "s59"
    },
    {
      "text": "In accordance with Schedule D of the Agreement, Professor Belinda Probert, Pro Vice Chancellor (Academic) will be dealing with this matter.",
      "id": "s60"
    },
    {
      "text": "...' \n \n\n24 The letter also stated:\n \n '... A copy of Schedule D - Misconduct to the Agreement has been attached to this letter.",
      "id": "s61"
    },
    {
      "text": "Clause 6.1.2 of Schedule D requires you to provide a response to the allegations within 10 working days.",
      "id": "s62"
    },
    {
      "text": "Accordingly your reply is required by close of business on 20 January 2006.",
      "id": "s63"
    },
    {
      "text": "...' \n \n\n25 It is the alleged shortcomings of this letter which form an integral part of the case advanced by the applicant that the Misconduct Investigation Committee was established in breach of the terms of the certified agreement.",
      "id": "s64"
    },
    {
      "text": "26 Following the receipt of that letter there were a number of letters from the applicant and his solicitors complaining that the statement of the allegations made in the letter of 6 January 2006 was inadequate and did not comply with the provisions of cl 6.1.1 of Sched D of the certified agreement.",
      "id": "s65"
    },
    {
      "text": "The University in its correspondence took a different view of the scope of that clause and whether the letter complied with the clause.",
      "id": "s66"
    },
    {
      "text": "27 Subsequently, a Misconduct Investigation Committee was formed and convened.",
      "id": "s67"
    },
    {
      "text": "On 16 February 2006 the Executive Secretary of the Misconduct Investigation Committee wrote to the applicant's solicitors asking for submissions in relation to various matters including the procedures under cl 2.2 of Sched D of the certified agreement and the other procedures under that Schedule.",
      "id": "s68"
    },
    {
      "text": "In response to that invitation, the applicant's solicitors again made complaint about the absence of proper particulars in relation to the allegations being made against the applicant.",
      "id": "s69"
    },
    {
      "text": "28 On 2 March 2006 the University forwarded written submissions to the Misconduct Investigation Committee and attached a further document.",
      "id": "s70"
    },
    {
      "text": "In that document the University linked each of the allegations set out opposite each of the dot points in the letter of 6 January 2006, to certain numbered paragraphs in each of the deponent's affidavits of 14 December 2005.",
      "id": "s71"
    },
    {
      "text": "29 By way of example, I set out an extract from the document which was:\n \n ' Graphically discussing a range of sexual practices .",
      "id": "s72"
    },
    {
      "text": "Para 9 \n Para 27 \n Para 29 \n Para 33 \n Para 36 \n Para 37 \n Para 57 \n Para 59 \n \n ...' \n \n\nThe same methodology was used in relation to each of the other allegations referred to in the letter of 6 January 2006.",
      "id": "s73"
    },
    {
      "text": "30 The applicant continued to complain that the provision of particulars in the form which was provided both in the letter of 6 January 2006 and the letter of 2 March 2006 failed to comply with cl 6.1.1 of Sched D of the certified agreement.",
      "id": "s74"
    },
    {
      "text": "The University and the Misconduct Investigation Committee asserted a different view.",
      "id": "s75"
    },
    {
      "text": "Notwithstanding the applicant's complaint, the Misconduct Investigation Committee continued to conduct its proceedings.",
      "id": "s76"
    },
    {
      "text": "Ultimately on 17 March 2006 the applicant applied for an interim injunction enjoining the Misconduct Investigation Committee from taking any further steps in its proceedings.",
      "id": "s77"
    },
    {
      "text": "At the hearing of that application, the University gave an undertaking and it was not necessary for the Court to make any orders in relation to the application for an interim injunction.",
      "id": "s78"
    },
    {
      "text": "The parties' submissions \n \n31 I deal, firstly, with the parties' submissions on whether there was a serious question to be tried.",
      "id": "s79"
    },
    {
      "text": "The applicant submitted that the Misconduct Investigation Committee was acting unlawfully because it was established in breach of the certified agreement.",
      "id": "s80"
    },
    {
      "text": "It was submitted that cl 6.1.1 required, as a contractual pre-condition to the valid establishment of the Misconduct Investigation Committee, that the applicant be provided with particulars which satisfied that clause, namely, particulars 'in sufficient detail to enable the employee to understand the precise nature of the allegation(s), and to properly consider and respond to them'.",
      "id": "s81"
    },
    {
      "text": "32 The applicant submitted that the letter of 6 January 2006 was an attempt to comply with cl 6.1.1 but that, on the proper construction of that clause, the University had failed to comply with its terms.",
      "id": "s82"
    },
    {
      "text": "In the absence of compliance with that clause any actions taken by the University thereafter to establish the Misconduct Investigation Committee were likewise unlawful, with the consequence that the subsequent proceedings of that Committee were unlawful.",
      "id": "s83"
    },
    {
      "text": "33 Alternatively, the applicant submitted that even if he was wrong on that point, the Misconduct Investigation Committee was neverthless acting unlawfully.",
      "id": "s84"
    },
    {
      "text": "This was because the manner in which the particulars had been provided in the letter of 2 March 2006 also did not comply with cl 6.1.1 of Sched D, in that they did not set out in sufficient detail the allegations which were made against the applicant, such that he would be in a position to answer them.",
      "id": "s85"
    },
    {
      "text": "34 The applicant submitted that the technique adopted in the University's letter of 2 March 2006, of linking each of the allegations to references to certain paragraphs of the affidavits, was not sufficient to comply with cl 6.1.1 of Sched D. This was because the applicant did not know whether what was being alleged was that any one or more of those events described in each of the paragraphs, would be sufficient to constitute serious misconduct; or whether it was being alleged that a finding of serious misconduct required that all of the events described to be proved.",
      "id": "s86"
    },
    {
      "text": "35 Further, it was said that the particulars in that form were inadequate because there was no reference to, or any attempt to refer to, any specific time or any place at which the alleged events occurred.",
      "id": "s87"
    },
    {
      "text": "Further, it was said that there was repetition because some of the same paragraphs in the affidavits were referred to in respect of different allegations.",
      "id": "s88"
    },
    {
      "text": "36 It was also said that there was an allegation that the misconduct comprised the failure to comply with certain policies, but neither the specific policies nor the relevant provisions of those policies, were identified.",
      "id": "s89"
    },
    {
      "text": "37 The applicant also submitted as a separate ground of complaint, that it was at least arguable that under cl 13 of Sched D, it was necessary for the University to make efforts to procure that the two complainants were interviewed by the Misconduct Investigation Committee, so that the applicant would have an opportunity to question each of the complainants.",
      "id": "s90"
    },
    {
      "text": "38 Next, it was submitted that for the applicant to be able to exercise his right under cl 13 of Sched D to question the complainants, the applicant should be given access to the records of the interviews which took place between the complainants and Ms Hill.",
      "id": "s91"
    },
    {
      "text": "It was submitted that those interviews took place before the making of the affidavits, and those documents would assist the applicant in testing the credibility of the complainants and the statements made in the affidavits.",
      "id": "s92"
    },
    {
      "text": "39 The University argued that this application by the applicant was misconceived because there was no need for a declaration by the Court as to the proper construction of cl 6.1.1 of Sched D. This was because that construction was plain.",
      "id": "s93"
    },
    {
      "text": "40 Further, it was submitted that there was no serious question to be tried because it was clear that the University had complied with cl 6.1.1 of Sched D by the furnishing of the letter of 6 January 2006.",
      "id": "s94"
    },
    {
      "text": "It was said that when the terms of that letter were considered in the context of the applicant having previously been provided with the complainants' affidavits as part of the Sexual Harassment Review Panel process, the applicant had been sufficiently informed of the allegations against him to satisfy the requirement of cl 6.1.1 of Sched D.\n \n41 The University also submitted that there was no serious question to be tried that the particulars that were provided by the letter of 2 March 2006 did not comply with cl 6.1.1 of Sched D. This was because each of the allegations opposite the dot points in the letter of 6 January 2006 was linked to references to specific paragraphs in the affidavits relied upon.",
      "id": "s95"
    },
    {
      "text": "The University also submitted that the question of whether the particulars were sufficient for the purpose of cl 6.1.1 must be assessed by reference to the fact that Sched D provided for a peer review process and there were express provisions in cl 13 which precluded the involvement of lawyers.",
      "id": "s96"
    },
    {
      "text": "It was submitted that, in that context, it was not necessary for the University to do more than had already been done, and it was not necessary 'to quote chapter and verse'.",
      "id": "s97"
    },
    {
      "text": "42 It was also argued that there was no serious question to be tried as to whether the University is required to attempt to procure the attendance of the two complainants at the hearing because cl 13 of Sched D is a code and under the code the Misconduct Investigation Committee has no power to subpoena witnesses.",
      "id": "s98"
    },
    {
      "text": "The University submitted that if, as a consequence of the complainants not being interviewed, the applicant was deprived of the right to question the complainants, his remedy is to submit before the Misconduct Investigation Committee that there should be no weight placed on the evidence of the two complainants, as their evidence was not tested.",
      "id": "s99"
    },
    {
      "text": "43 It was also submitted, on behalf of the University, that there was no serious question to be tried whether the University had to procure the production of the notes made by Ms Hill so that they could be made available to the applicant because there was no requirement to do so under cl 13, and cl 13 was a code.",
      "id": "s100"
    },
    {
      "text": "44 As to the question of the balance of convenience, the applicant submitted that what was at stake was his reputation and his academic career, and that damages could never be an adequate remedy.",
      "id": "s101"
    },
    {
      "text": "Further, it was said, that there would be no prejudice to the University in the proceedings of the Misconduct Investigation Committee being delayed until the trial of this application.",
      "id": "s102"
    },
    {
      "text": "45 The University submitted that the applicant's application was premature.",
      "id": "s103"
    },
    {
      "text": "It was said that the Misconduct Investigation Committee did no more than provide a report.",
      "id": "s104"
    },
    {
      "text": "It was the Vice Chancellor who made the decision consequent upon the report.",
      "id": "s105"
    },
    {
      "text": "It was submitted that if the applicant was dismissed based upon an unlawful report from the Misconduct Investigation Committee then the applicant could always bring a claim for unfair dismissal or wrongful dismissal, and damages would be an adequate remedy.",
      "id": "s106"
    },
    {
      "text": "46 The University filed no evidence of any prejudice to the administration of the University in the event that there is a cessation of the Misconduct Investigation Committee's work pending trial.",
      "id": "s107"
    },
    {
      "text": "However the University argued that there is prejudice in any delay because of the stresses associated with a hearing of this nature, which would affect both the applicant and the complainants; and that it is highly desirable that these proceedings be dealt with and disposed of expeditiously.",
      "id": "s108"
    },
    {
      "text": "47 The University submitted that in exercise of my discretion I should decline to grant the interlocutory injunction, because although the applicant had been complaining about the difficulty with the particulars for three months, he had delayed in taking steps to enjoin the processes of the Misconduct Investigation Committee.",
      "id": "s109"
    },
    {
      "text": "It was said that if an injunction was granted then it would pre-empt the final hearing and that courts would not do that on an interlocutory basis.",
      "id": "s110"
    },
    {
      "text": "Reasoning \n \n48 I will deal firstly with the question of the serious question to be tried.",
      "id": "s111"
    },
    {
      "text": "49 The evidence shows that over the history of this matter each of the parties has maintained that the clause means something which is substantially different to that expressed by the other party.",
      "id": "s112"
    },
    {
      "text": "I do not accept the argument of the University that there is no need for a construction of cl 6.1.1 of Sched D of the certified agreement because its meaning is clear.",
      "id": "s113"
    },
    {
      "text": "In any event, in order to resolve the claim made by the applicant for a penalty against the University on the grounds that there has been a breach of cl 6.1.1 and other clauses of Sched D, the Court will be required to consider the proper construction of those clauses of Sched D.\n \n50 In my view, there is a serious question to be tried as to whether the contents of either or both of the letters of 6 January 2006 and 2 March 2006, constituted a sufficient compliance with the provisions of cl 6.1.1 of Sched D.\n \n51 As to the letter of 6 January 2006, there is an arguable case that the sending of this letter was not sufficient to comply with cl 6.1.1 of Sched D, even if regard is had to the fact that the applicant was given the complainants' affidavits as part of the Sexual Harassment Review Panel process.",
      "id": "s114"
    },
    {
      "text": "In my view, it is arguable that it is not sufficient for the applicant simply to be given evidence without being advised of which of the events described in the evidence are relied upon in support of each of the alleged grounds of sexual harassment comprising the serious misconduct.",
      "id": "s115"
    },
    {
      "text": "52 In relation to the letter of 2 March 2006, in my view, there is also a serious question to be tried as to whether the particulars which were provided are sufficient to comply with cl 6.1.1 of Sched D. It is at least arguable that the alleged misconduct must be described with sufficient specificity so that the employee knows whether one act or event is being relied upon as being sufficient to constitute serious misconduct, or if not, whether it is a course of conduct which is relied upon, and if so, which events are relied upon as comprising that course of conduct.",
      "id": "s116"
    },
    {
      "text": "53 It is also arguable that in specifying events for the purposes of cl 6.1.1 the events should be identified by reference to time and place insofar as it is possible.",
      "id": "s117"
    },
    {
      "text": "Also it is arguable that it should not be for the employee to try and work out which of the specific circumstances, which are described in the evidence, are relevant to each of the allegations of misconduct relied on.",
      "id": "s118"
    },
    {
      "text": "Further it is arguable that insofar as it is alleged that the conduct was in breach of policies, those policies should be named and the provisions relied upon should be identified.",
      "id": "s119"
    },
    {
      "text": "54 Accordingly there is in my view, a serious question to be tried as to whether the Misconduct Investigation Committee was set up in breach of the certified agreement, or alternatively, whether it has operated, and intends to continue to operate, in breach of the certified agreement.",
      "id": "s120"
    },
    {
      "text": "It is not necessary for me to deal with the other grounds of complaint by the applicant about the proceedings of the Misconduct Investigation Committee.",
      "id": "s121"
    },
    {
      "text": "55 In my view, the balance of convenience favours the grant of the injunction because the damage which would be caused by an unlawful exercise of the power of the Misconduct Investigation Committee to the reputation and career of the applicant is very substantial.",
      "id": "s122"
    },
    {
      "text": "Therefore, I do not accept the argument of the University that damages would be an adequate remedy.",
      "id": "s123"
    },
    {
      "text": "Further, I do not accept that this application is premature.",
      "id": "s124"
    },
    {
      "text": "There is a jurisdiction in the Court to enjoin a continuing breach of contract.",
      "id": "s125"
    },
    {
      "text": "The jurisdiction is akin to an order for prohibition and, in my view, it is a jurisdiction which is open to be exercised.",
      "id": "s126"
    },
    {
      "text": "Further, there is no evidence of any prejudice to the University.",
      "id": "s127"
    },
    {
      "text": "56 As to the question of discretion, I do not accept that there has been any delay by the applicant in seeking relief as would cause me in the exercise of my discretion not to grant an injunction.",
      "id": "s128"
    },
    {
      "text": "Further, I am of the view that the granting of this injunction would not pre-empt the final hearing of the applicant's substantive application.",
      "id": "s129"
    },
    {
      "text": "57 I accept that this matter should be disposed of quickly because of the stresses and interruption in the lives of the persons who are involved but I am of the view that the Court is able to accommodate the parties in dealing with the trial of this matter on a speedy basis.",
      "id": "s130"
    },
    {
      "text": "58 Accordingly, I am of the view that the balance of convenience favours the applicant and there is no basis on which, in the exercise of my discretion, I should withhold relief.",
      "id": "s131"
    },
    {
      "text": "59 I would, therefore, grant an interlocutory injunction in terms of the orders which are sought in the claim for interlocutory relief in the application dated 16 March 2006.",
      "id": "s132"
    },
    {
      "text": "I certify that the preceding fifty-nine (59) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Siopis.",
      "id": "s133"
    },
    {
      "text": "Associate:\n\nDated: 11 April 2006\n\n\n Counsel for the Applicant: Mr R Lindsay \n \n Solicitor for the Applicant: Wojtowicz Kelly Legal \n \n Counsel for the Respondent: Ms M Saraceni \n \n Solicitor for the Respondent: Jackson McDonald \n \n Date of Hearing: 21 March 2006 \n \n Date of Judgment: 21 March 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/403.html",
      "id": "s134"
    }
  ]
}