{
  "name": "SZFHQ v Minister for Immigration and Multicultural Affairs [2006] FCA 49 (6 February 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/49.html",
  "catchphrases": [
    {
      "text": "no point of principle",
      "id": "c0"
    },
    {
      "text": "migration",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from a judgment of a Federal Magistrate of 8 November 2005.",
      "id": "s0"
    },
    {
      "text": "In that judgment the Federal Magistrate dismissed an application for judicial review concerning a decision of the Refugee Review Tribunal (\"the Tribunal\") of 23 November 2004.",
      "id": "s1"
    },
    {
      "text": "2 The first appellant (\"the appellant\") had sought a protection visa (an application relating to both her and her son) on the basis that she had been a journalist in her country of nationality, Mongolia, and that she had investigated and gathered together material concerning corruption.",
      "id": "s2"
    },
    {
      "text": "The appellant claimed that she was at risk of harm were she to return to Mongolia because of, amongst other reasons, the revelation by her of that corruption.",
      "id": "s3"
    },
    {
      "text": "3 Ultimately, the Tribunal did not accept the appellant's account of what she had done and the position she had been in before she left Mongolia.",
      "id": "s4"
    },
    {
      "text": "In particular, the Tribunal made a finding of fact (as it was entitled to) rejecting that the appellant collected information about corruption in the Health Ministry as she had claimed.",
      "id": "s5"
    },
    {
      "text": "However, the Tribunal went on to indicate that even if the appellant in these proceedings had, on a limited basis, identified corruption in her published articles, that fact was not likely to give rise to persecution against her.",
      "id": "s6"
    },
    {
      "text": "4 In the proceedings before the Federal Magistrate three grounds were argued.",
      "id": "s7"
    },
    {
      "text": "The first concerned the approach taken by the Tribunal to state protection.",
      "id": "s8"
    },
    {
      "text": "The second concerned the way the Tribunal dealt with, potentially, the membership of the appellant to a particular social group; and an apparently related ground concerning the definition of a particular social group.",
      "id": "s9"
    },
    {
      "text": "The notice of appeal filed in these proceedings identified one ground, namely that the Magistrate erred in law in holding that the Tribunal did not err in failing to consider whether she had a well-founded fear of persecution for the reason of her political opinion.",
      "id": "s10"
    },
    {
      "text": "It is not entirely clear whether that ground is intended to involve a repetition of the grounds advanced before the Magistrate or some additional ground.",
      "id": "s11"
    },
    {
      "text": "5 I have read the reasons for decision of the Tribunal and the reasons for judgment of the Federal Magistrate.",
      "id": "s12"
    },
    {
      "text": "It is not apparent that the Tribunal fell into jurisdictional error, nor is it apparent that the Federal Magistrate erred in concluding that the Tribunal had not fallen into jurisdictional error.",
      "id": "s13"
    },
    {
      "text": "6 The appellant's failure before the Tribunal arose primarily because of the non-acceptance by the Tribunal of her account of her experiences in Mongolia.",
      "id": "s14"
    },
    {
      "text": "These were matters of fact which were the province of the Tribunal.",
      "id": "s15"
    },
    {
      "text": "7 I propose to order that the appeal be dismissed and that the appellant pay the first respondent's costs.",
      "id": "s16"
    },
    {
      "text": "I certify that the preceding seven (7) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Moore .",
      "id": "s17"
    },
    {
      "text": "Associate:\n\nDated: 10 February 2006\n\n\n The First and Second Appellants appeared in person \n \n Solicitor for the First Respondent Australian Government Solicitor \n \n Date of Hearing: 6 February 2006 \n \n Date of Judgment: 6 February 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/49.html",
      "id": "s18"
    }
  ]
}