{
  "name": "SZDSI v Minister for Immigration &amp; Multicultural Affairs [2006] FCA 425 (19 April 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/425.html",
  "catchphrases": [
    {
      "text": "duty of the tribunal as an inquisitor to act fairly",
      "id": "c0"
    },
    {
      "text": "whether appellant ought to be allowed to rely upon grounds expressly abandoned and not argued below",
      "id": "c1"
    },
    {
      "text": "refusal of relief on discretionary grounds",
      "id": "c2"
    },
    {
      "text": "unwarrantable delay",
      "id": "c3"
    },
    {
      "text": "considerations of reasonableness in respect of possible relocation within country of nationality.",
      "id": "c4"
    },
    {
      "text": "migration",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "THE ISSUES \n \n 1 The principal issues which arise in this case are:\n \n (a) Whether an Appellant in a migration appeal should be granted leave to amend his notice of appeal on the day of the hearing where the consequences of allowing the amendment would be to permit the Appellant to argue matters not raised below, some of which were expressly abandoned by counsel appearing for the Appellant in the lower Court;\n (b) Whether, regardless of the merits of the matter, the Court ought to refuse constitutional writ relief in circumstances where for over four years the Appellant had taken no action to challenge the decision of the Refugee Review Tribunal ('the Tribunal') handed down on 29 April 1996 of which he now complains;\n (c) Whether the Tribunal denied the Appellant procedural fairness by failing to put to the Appellant concerns which it had about inconsistencies between the Appellant's case as presented to the Minister's delegate and his case as advanced before the Tribunal and/or by failing to put to the Appellant what it perceived to be deficiencies in the Appellant's case;\n (d) Whether the Tribunal committed jurisdictional error by failing to properly consider the risk of persecution were the Appellant to return to Bangladesh;\n (e) Whether the Tribunal committed jurisdictional error by failing to address whether the Appellant's claimed fear of persecution was causally connected to his political opinion.",
      "id": "s0"
    },
    {
      "text": "THE DUTY OF THE TRIBUNAL AS AN INQUISITOR TO ACT FAIRLY \n \n2 In adversarial litigation there is a fundamental principle that a party should not be permitted to submit that a witness has lied on oath without it first being suggested to the witness that his evidence is false and, if the reason for the suggestion is not self-evident, the basis on which the suggestion is advanced so as to give the witness an opportunity to deal with the suggestion.",
      "id": "s1"
    },
    {
      "text": "In Allied Pastoral Holdings Pty Limited v Commissioner of Taxation (1983) 1 NSWLR 1 at 16 Hunt J, as his Honour then was, expressed the principle as follows:\n \n 'It has in my experience always been a rule of professional practice that, unless notice has already clearly been given of the cross-examiner's intention to rely upon such matters, it is necessary to put to an opponent's witness in cross-examination the nature of the case upon which it is proposed to rely in contradiction of his evidence, particularly where that case relies upon inferences to be drawn from other evidence in the proceedings.",
      "id": "s2"
    },
    {
      "text": "Such a rule of practice is necessary both to give the witness the opportunity to deal with that other evidence, or the inferences to be drawn from it, and to allow the other party the opportunity to call evidence either to corroborate that explanation or to contradict the inference sought to be drawn.",
      "id": "s3"
    },
    {
      "text": "That rule of practice follows from what I have always believed to be rules of conduct which are essential to fair play at the trial and which are generally regarded as being established by the decision of the House of Lords in Browne v Dunn (1894) 6 R 67.",
      "id": "s4"
    },
    {
      "text": "' \n \n\nSee also at 26.",
      "id": "s5"
    },
    {
      "text": "3 In Browne v Dunn Lord Herschell LC said at 70-71:\n \n 'My Lords, I have always understood that if you intend to impeach a witness you are bound, while he is in the box, to give him an opportunity of making any explanation which is open to him; and, as it seems to me, that is not only a rule of professional practice in the conduct of a case, but is essential to fair play and fair dealing with witnesses.",
      "id": "s6"
    },
    {
      "text": "... Of course I do not deny for a moment that there are cases in which ... notice has been so distinctly and unmistakably given, and the point upon which he is impeached, and is to be impeached, is so manifest, that it is not necessary to waste time in putting questions to him upon it.",
      "id": "s7"
    },
    {
      "text": "All I am saying is that it will not do to impeach the credibility of a witness upon a matter on which he has not had any opportunity of giving an explanation by reason of there having been no suggestion whatever in the course of the case that his story is not accepted.",
      "id": "s8"
    },
    {
      "text": "' \n \n\n4 To like effect Lord Halsbury said at 76-77:\n \n 'To my mind nothing would be more absolutely unjust than not to cross-examine witnesses upon evidence which they have given, so as to give them notice, and to give them an opportunity of explanation, and an opportunity very often to defend their own character, and, not having given them such an opportunity, to ask the jury afterwards to disbelieve what they said, although not one question has been directed either to their credit or to the accuracy of the facts they have deposed to.",
      "id": "s9"
    },
    {
      "text": "...' \n \n\n5 How, if at all, does this principle of fairness, applicable to adversarial litigation, translate into a non-adversarial situation such as that with which the Court is presently concerned?",
      "id": "s10"
    },
    {
      "text": "6 Speaking in relation to the role of inspectors charged with investigating, in the public interest, the affairs of a company Lord Denning MR said in In re Pergamon Press Limited [1971] Ch 388 at 399-400:\n \n 'It is true ... that the inspectors are not a court of law.",
      "id": "s11"
    },
    {
      "text": "Their proceedings are not judicial proceedings ....",
      "id": "s12"
    },
    {
      "text": "They are not even quasi-judicial, for they decide nothing; they determine nothing.",
      "id": "s13"
    },
    {
      "text": "They only investigate and report.",
      "id": "s14"
    },
    {
      "text": "They sit in private and are not entitled to admit the public to their meetings ...",
      "id": "s15"
    },
    {
      "text": "They do not even decide whether there is a prima facie case .... \n \n But this should not lead us to minimise the significance of their task.",
      "id": "s16"
    },
    {
      "text": "They have to make a report which may have wide repercussions.",
      "id": "s17"
    },
    {
      "text": "They may, if they think fit, make findings of fact which are very damaging to those whom they name.",
      "id": "s18"
    },
    {
      "text": "They may accuse some; they may condemn others; they may ruin reputations or careers.",
      "id": "s19"
    },
    {
      "text": "Their report may lead to judicial proceedings.",
      "id": "s20"
    },
    {
      "text": "It may expose persons to criminal prosecutions or to civil actions.",
      "id": "s21"
    },
    {
      "text": "It may bring about the winding up of the company, and be used itself as material for the winding up .... \n \n Seeing that their work and their report may lead to such consequences, I am clearly of the opinion that the inspectors must act fairly.",
      "id": "s22"
    },
    {
      "text": "This is a duty which rests on them, as on many other bodies, even though they are not judicial, nor quasi-judicial, but only administrative ...",
      "id": "s23"
    },
    {
      "text": "The inspectors can obtain information in any way they think best, but before they condemn or criticise a man, they must give him a fair opportunity for correcting or contradicting what is said against him.",
      "id": "s24"
    },
    {
      "text": "They need not quote chapter and verse.",
      "id": "s25"
    },
    {
      "text": "An outline of the charge will usually suffice.",
      "id": "s26"
    },
    {
      "text": "... \n ...",
      "id": "s27"
    },
    {
      "text": "I take it to be axiomatic that the inspectors must not use the evidence of a witness so as to make it the basis of an adverse finding unless they give the party affected sufficient information to enable him to deal with it.",
      "id": "s28"
    },
    {
      "text": "It was suggested before us that whenever the inspectors thought of deciding a conflict of evidence or of making adverse criticism of someone, they should draft the proposed passage of their report and put it before the party for his comments before including it.",
      "id": "s29"
    },
    {
      "text": "But I think this also is going too far.",
      "id": "s30"
    },
    {
      "text": "This sort of thing should be left to the discretion of the inspectors.",
      "id": "s31"
    },
    {
      "text": "They must be masters of their own procedure.",
      "id": "s32"
    },
    {
      "text": "They should be subject to no rules save this: they must be fair.",
      "id": "s33"
    },
    {
      "text": "This being done, they should make their report with courage and frankness, keeping nothing back.",
      "id": "s34"
    },
    {
      "text": "The public interest demands it.",
      "id": "s35"
    },
    {
      "text": "...' \n\n7 Turning to the statements of principle in relation to procedural fairness in migration matters, the same duty to act fairly is imported.",
      "id": "s36"
    },
    {
      "text": "In Kioa v West [1985] HCA 81 ; (1985) 159 CLR 550 at 585 Mason J, as his Honour then was, said:\n \n '... the expression \"procedural fairness\" more aptly conveys the notion of a flexible obligation to adopt fair procedures which are appropriate and adapted to the circumstances of the particular case.",
      "id": "s37"
    },
    {
      "text": "The statutory power must be exercised fairly, i.e., in accordance with procedures that are fair to the individual considered in the light of the statutory requirements, the interests of the individual and the interests and purposes, whether public or private, which the statute seeks to advance or protect or permits to be taken into account as legitimate considerations ...' \n \n\n8 As his Honour proceeded to say at 585, the critical question in most cases is 'not whether the principles of natural justice apply.",
      "id": "s38"
    },
    {
      "text": "It is: what does the duty to act fairly require in the circumstances of the particular case?",
      "id": "s39"
    },
    {
      "text": "'\n \n9 In Kioa v West , Brennan J, as his Honour then was, emphasised the distinction between the application of the principles of natural justice to a matter and the merits of a particular exercise of power.",
      "id": "s40"
    },
    {
      "text": "At 622 his Honour said:\n \n 'It does not diminish the importance of the principles of natural justice to say that they are not concerned with the merits of a particular exercise of power but with the procedure that must be observed in its exercise --- \"that the procedure ... shall be fair in all the circumstances\", as Lord Reid said in Wiseman v Borneman .... The distinction between method and merits is sometimes elusive.",
      "id": "s41"
    },
    {
      "text": "The merits are for the repository of the power alone, and a repository of power is not to be held in breach of the principles of natural justice merely because he has come to a decision which, to the eyes of the court, appears unjust ....' \n \n\n10 In Meadows v Minister for Immigration and Multicultural Affairs (1998) 90 FCR 370 at 383 von Doussa J said:\n \n 'The Tribunal [referring to the Refugee Review Tribunal] by s 420(2)(b) of the Migration Act 1958 (Cth) \"must act according to substantial justice and the merits of the case\".",
      "id": "s42"
    },
    {
      "text": "To fulfil that duty, it was, ... encumbent upon the Tribunal to make it known in plain terms to the appellants that the Tribunal considered that such a serious adverse finding [that two letters which were of critical importance to the outcome of the appellants' claims had been fabricated] was open.",
      "id": "s43"
    },
    {
      "text": "In adversarial proceedings the rule in Browne v Dunn ... would require a party who sought such a finding against an opponent to put that possibility to the opponent in cross-examination.",
      "id": "s44"
    },
    {
      "text": "Proceedings before the Tribunal are, of course, not adversarial, but the same notion of basic fairness that underlies the rule in Browne v Dunn required that the Tribunal, before making a finding of dishonesty that would be destructive of the appellants' case, to give the appellants the opportunity to address that issue in their evidence and in their submissions.",
      "id": "s45"
    },
    {
      "text": "' \n \n\n11 In relation to what fairness requires of the Tribunal, Lee, Hill and Carr JJ said in WACO v Minister for Immigration and Multicultural and Indigenous Affairs ('WACO') [2003] FCAFC 171 ; (2003) 131 FCR 511 at 522:\n \n 'Generally where it is clear that factual matters are in dispute it will not be necessary for the decision maker to indicate to the person affected that the decision maker is likely to reach an adverse conclusion.",
      "id": "s46"
    },
    {
      "text": "Where the decision maker intends to reject an application for some reason which is personal to the appellant, for example, the appellant's age, it may be necessary to give notice to the appellant that the decision maker has formed a view adverse to the appellant so as to afford the appellant the opportunity to put to the decision maker arguments or evidence to the contrary ... .",
      "id": "s47"
    },
    {
      "text": "Whether it is so will depend upon fairness.",
      "id": "s48"
    },
    {
      "text": "There would be no unfairness where the person affected knew what he was required to prove to the decision maker and was given the opportunity to do so.",
      "id": "s49"
    },
    {
      "text": "An appellant then cannot complain if his application is rejected because the decision maker, without notice to him has rejected what was put forward.",
      "id": "s50"
    },
    {
      "text": "' \n \n\n12 In Abebe v The Commonwealth of Australia [1999] HCA 14 ; (1999) 197 CLR 510 the High Court considered, inter alia, a claim by an applicant before the Tribunal that she had, because she was a member of a political party (the AAPO) and because she was a member of the Amhara ethnic group, been arrested, raped and detained in custody for more than two months until she escaped.",
      "id": "s51"
    },
    {
      "text": "It was suggested that her detention and rape was a central part of her claim.",
      "id": "s52"
    },
    {
      "text": "It was further suggested that the Tribunal did not deal properly with her claim and that this constituted a breach of procedural fairness.",
      "id": "s53"
    },
    {
      "text": "In their reasons for judgment Gummow and Hayne JJ observed that the applicant knew that her claims about her detention and rape might not be accepted.",
      "id": "s54"
    },
    {
      "text": "As to whether or not the applicant had been denied procedural fairness their Honours said at [187]:\n \n \n '187 The want of procedural fairness was said to lie in the Tribunal not putting to the applicant any suggestion that her story of detention and rape was untrue.",
      "id": "s55"
    },
    {
      "text": "Framed in this way, the submission may, perhaps, assume that proceedings before the Tribunal are adversarial rather than inquisitorial or that in some way the Tribunal is in the position of a contradictor of a case being made by the applicant.",
      "id": "s56"
    },
    {
      "text": "Such assumptions, if made, would be wrong.",
      "id": "s57"
    },
    {
      "text": "The proceedings before the Tribunal are inquisitorial and the Tribunal is not in the position of a contradictor.",
      "id": "s58"
    },
    {
      "text": "It is for the applicant to advance whatever evidence or argument she wishes to advance in support of her contention that she has a well-founded fear of persecution for a Convention reason.",
      "id": "s59"
    },
    {
      "text": "The Tribunal must then decide whether that claim is made out.",
      "id": "s60"
    },
    {
      "text": "' \n \n \n\nIn the circumstances of the case their Honours were not prepared to find that the applicant had been denied procedural fairness by the Tribunal.",
      "id": "s61"
    },
    {
      "text": "13 What was said by the Full Court in WACO was applied by Hill J in NAQZ of 2002 v Minister for Immigration and Multicultural and Indigenous Affairs (2003) 200 ALR 662 at [79].",
      "id": "s62"
    },
    {
      "text": "At [80] Hill J said: \n \n 'In a case such as the present, once it has been shown that there has been a denial of procedural fairness the decision which is challenged will be set aside unless the facts are such that a properly conducted proceeding could not possible (sic) have produced a different result: Stead v State Government Insurance Commission [1986] HCA 54 ; (1986) 161 CLR 141 ...' \n\n14 In SZBDM v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs ('SZBDM') [2005] FCA 1080 Conti J distinguished the judgment of the Full Court in WACO .",
      "id": "s63"
    },
    {
      "text": "At [29] his Honour said:\n \n '... it is not I think the Tribunal's role to challenge each facet of evidence it thinks to be deficient in some way.",
      "id": "s64"
    },
    {
      "text": "' \n \n\n15 His Honour pointed out that in WACO the documentary evidence in controversy, which the Tribunal did not accept, had been provided after the Tribunal hearing had concluded and accordingly the applicant had no way of knowing that the authenticity of the documents involved was something that was 'in dispute'.",
      "id": "s65"
    },
    {
      "text": "Conti J pointed out that the appellant in SZBDM had made certain claims in an inquisitorial setting in relation to which the Tribunal member was required to be satisfied as to their existence.",
      "id": "s66"
    },
    {
      "text": "That the Tribunal might not be so satisfied if it found those claims to be vague or overly general was not comparable to the dispute over the authenticity of the documents in WACO .",
      "id": "s67"
    },
    {
      "text": "(see SZBDM at [28])\n \n16 Shortly after WACO was decided the High Court further considered the Tribunal's obligation to be fair and related that obligation to the rule in Browne v Dunn as it applies to adversarial litigation.",
      "id": "s68"
    },
    {
      "text": "In Re RUDDOCK (in his capacity as Minister for Immigration and Multicultural Affairs); Ex parte APPLICANT S154/2002 ('S 154 /2002') (2003) 201 ALR 437 Gummow and Heydon JJ, with whose reasons for judgment Gleeson CJ agreed, said at [55]-[57]:\n \n '[55] On occasion the submissions advanced for the prosecutrix were couched in the language of a contention that the rule in Browne v Dunn had not been complied with.",
      "id": "s69"
    },
    {
      "text": "Where a complaint is made about the failure of a questioner to put to a person giving oral answers a particular question, it is natural for a lawyer's mind to turn to the rule in Browne v Dunn.",
      "id": "s70"
    },
    {
      "text": "In essence, and subject to numerous qualifications and exceptions, that rule requires the cross-examiner of a witness in adversarial litigation to put to that witness the nature of the case on which the cross-examiner's client proposes to rely in contradiction of that witness.",
      "id": "s71"
    },
    {
      "text": "[56] However, the rule has no application to proceedings in the tribunal.",
      "id": "s72"
    },
    {
      "text": "Section 420(2) of the Act states: \n \n \n \n The Tribunal, in reviewing a decision:\n \n \n \n \n \n (a) is not bound by technicalities, legal forms or rules of evidence; and\n \n (b) must act according to substantial justice and the merits of the case.",
      "id": "s73"
    },
    {
      "text": "The purpose of a provision such as s 420(2) is to free bodies such as the tribunal from certain constraints otherwise applicable in courts of law which the legislature regards as inappropriate.",
      "id": "s74"
    },
    {
      "text": "Further, as was emphasised in Minister for Immigration and Ethnic Affairs v Wu Shan Liang, administrative decision-making is of a different nature from decisions to be made on civil litigation conducted under common law procedures.",
      "id": "s75"
    },
    {
      "text": "There, the court has to decide where, on the balance of probabilities, the truth lies as between the evidence the parties to the litigation have considered it in their respective interests to adduce at trial.",
      "id": "s76"
    },
    {
      "text": "[57] Accordingly, the rule in Browne v Dunn has no application to proceedings in the tribunal.",
      "id": "s77"
    },
    {
      "text": "Those proceedings are not adversarial, but inquisitorial; the tribunal is not in the position of a contradictor of the case being advanced by the applicant.",
      "id": "s78"
    },
    {
      "text": "The tribunal member conducting the inquiry is not an adversarial cross-examiner, but an inquisitor obliged to be fair.",
      "id": "s79"
    },
    {
      "text": "The tribunal member has no \"client\", and has no \"case\" to put against the applicant.",
      "id": "s80"
    },
    {
      "text": "Cross-examiners must not only comply with Browne v Dunn by putting their client's cases to the witnesses; if they want to be as sure as possible of success, they have to damage the testimony of the witnesses by means which are sometimes confrontational and aggressive, namely means of a kind which an inquisitorial tribunal member could not employ without running a risk of bias being inferred.",
      "id": "s81"
    },
    {
      "text": "Here, on the other hand, it was for the prosecutrix to advance whatever evidence or argument she wished to advance, and for the tribunal to decide whether her claim had been made out; it was not part of the function of the tribunal to seek to damage the credibility of the prosecutrix's story in the manner a cross-examiner might seek to damage the credibility of a witness being cross-examined in adversarial litigation.",
      "id": "s82"
    },
    {
      "text": "' \n (footnotes omitted) \n\n17 At [58] Gummow and Heydon JJ added:\n \n '[58] ...",
      "id": "s83"
    },
    {
      "text": "The tribunal conducting an inquisitorial hearing is not obliged to prompt and stimulate an elaboration which the applicant chooses not to embark on.",
      "id": "s84"
    },
    {
      "text": "' \n \n\n18 Dealing with the question of whether the Tribunal member in S154/2002 failed to express, or afford the prosecutrix a chance to deal with, his concerns or reservations about a rape claim which she had made, their Honours said:\n \n '[43] The passages quoted above [in [33]-[37]] show that on several occasions the tribunal member explicitly revealed his scepticism about the rape claim and asked the prosecutrix to say anything further she wished to on that subject.",
      "id": "s85"
    },
    {
      "text": "The grant of liberty to file written submissions afforded another opportunity to do this, and the prosecutrix took advantage of it.",
      "id": "s86"
    },
    {
      "text": "There was no relevant failure on the part of the tribunal member.",
      "id": "s87"
    },
    {
      "text": "' \n \n\n19 The obligation of the Tribunal to act fairly extends to requiring it to identify, to an Applicant before it, any issue, critical to its decision, which may not be apparent from the nature of the decision it has to make, for example, one where significant adverse material may have come to its attention from another source (see Re Minister for Immigration and Multicultural Affairs; Ex parte Miah ('Miah') [2001] HCA 22 ; (2001) 206 CLR 57 at [88] , [99], [140] and [191]; Commissioner for Australian Capital Territory Revenue v Alphaone Pty Limited (1994) 49 FCR 576 at 591-2; Re Minister for Immigration and Multicultural and Indigenous Affairs; Ex parte Palme ('Palme') [2003] HCA 56 ; (2003) 216 CLR 212 at [16] and [21] --- [22]).",
      "id": "s88"
    },
    {
      "text": "20 In determining the Appellant's application for review by the Tribunal, the Tribunal was obliged to have regard to ss 65(1) and (36)(2) of the Migration Act 1958 (Cth) ('the Act').",
      "id": "s89"
    },
    {
      "text": "These relevantly provided:\n \n '65(1) After considering a valid application for a visa, the Minister: \n \n \n \n (a) if satisfied that: \n ... \n \n \n (ii) the other criteria for it prescribed by this Act or the regulations have been satisfied; ... \n \n \n \n ... is to grant the visa; or \n \n (b) if not so satisfied, is to refuse to grant the visa.",
      "id": "s90"
    },
    {
      "text": "36(2) A criterion for a protection visa is that the applicant for the visa is: \n \n \n \n \n (a) a non-citizen in Australia to whom the Minister is satisfied Australia has protection obligations under the Refugees Convention as amended by the Refugees Protocol ...' \n \n \n \n \n \n \n\n21 Article 1 of the Convention Relating to the Status of Refugees 1951 as amended by the Protocol Relating to the Status of Refugees 1967 ('the Refugees Convention') provided that the term 'refugee' should apply to any person who:\n \n \n '(2) ... owing to well-founded fear of being persecuted for reasons of ... political opinion, is outside the country of his nationality and ..., owing to such fear, is unwilling to avail himself of the protection of that country; ...' \n \n \n\n22 By s 415(1) of the Act the Tribunal was empowered to exercise all the powers and discretions that were conferred by the Act on the Minister in respect of her decision on the Appellant's application for a protection visa.",
      "id": "s91"
    },
    {
      "text": "Accordingly, the issue for the Tribunal, in relation to the Appellant in the present case, was to decide whether owing to well-founded fear of being persecuted for reasons of political opinion, he was outside Bangladesh, the country of his nationality, and, owing to such fear, was unwilling to avail himself of the protection of Bangladesh.",
      "id": "s92"
    },
    {
      "text": "23 No occasion will arise for the Tribunal to invite further submissions or further information from an Applicant before it, if it is not relevantly satisfied because of some or all of the information provided to it by that Applicant (see Miah at [97]; see also Palme at [21]).",
      "id": "s93"
    },
    {
      "text": "LAST MINUTE AMENDMENT/GROUNDS NOT RAISED BELOW \n \n24 A party is bound by the conduct of his case.",
      "id": "s94"
    },
    {
      "text": "Except in the most exceptional circumstances, it would be contrary to all principle to allow a party, after a case had been decided against him, to raise a new argument which, whether deliberately or by inadvertence, he failed to put during the hearing when he had an opportunity to do so.",
      "id": "s95"
    },
    {
      "text": "( University of Wollongong v Metwally (No 2) [1985] HCA 28 ; (1985) 59 ALJR 481 at 483; see also Coulton v Holcombe [1986] HCA 33 ; (1986) 162 CLR 1 at 8.",
      "id": "s96"
    },
    {
      "text": "In Metwally his Counsel sought to argue on appeal that the Racial Discrimination Act 1975 (Cth) was unconstitutional in circumstances where his argument at first instance had proceeded upon the premise that the Act was valid.",
      "id": "s97"
    },
    {
      "text": ")\n \n25 A point cannot be raised for the first time upon appeal when it could possibly have been met by calling evidence below.",
      "id": "s98"
    },
    {
      "text": "Where all the facts have been established beyond controversy or where the point is one of construction or of law, then a court of appeal may find it expedient and in the interests of justice to entertain the point, but otherwise the rule is strictly applied ( Water Board v Moustakas [1988] HCA 12 ; (1988) 180 CLR 491 at 497; 62 ALJR 209 at 210; Banque Commerciale S.A., En Liquidation v Akhil Holdings Limited [1990] HCA 11 ; (1990) 169 CLR 279 at 284).",
      "id": "s99"
    },
    {
      "text": "26 The power of the Court to order the amendment of documents is extensive.",
      "id": "s100"
    },
    {
      "text": "Whilst applications for amendment should be made as early as possible, the power to permit amendments may be exercised at any stage in the proceedings.",
      "id": "s101"
    },
    {
      "text": "The ultimate consideration is what is in interests of justice.",
      "id": "s102"
    },
    {
      "text": "Leave to amend should not be granted where the party seeking the amendment is acting otherwise than in good faith, where the amendment would be plainly futile or where injustice to the other party could not be adequately compensated.",
      "id": "s103"
    },
    {
      "text": "DISCRETION TO REFUSE CONSTITUTIONAL WRIT RELIEF \n \n27 Constitutional writ relief is discretionary (see: Re Refugee Review Tribunal; Ex parte AALA ('AALA') [2000] HCA 57 ; (2000) 204 CLR 82 at [54] (see also [5], [145] --- 148], [172] and [217]); SAAP v Minister for Immigration and Multicultural and Indigenous Affairs [2005] HCA 24 ; (2005) 215 ALR 162 at [80] and [211] and Miah at [217]).",
      "id": "s104"
    },
    {
      "text": "28 Circumstances in which it would be appropriate to decline relief to an applicant would include circumstances where such an applicant has been guilty of unwarrantable delay, has acquiesced in the invalidity of which he now complains or has waived it (see AALA at [56] and [57]).",
      "id": "s105"
    },
    {
      "text": "RELOCATION \n \n29 In deciding whether an applicant's unwillingness to return to the country of his nationality is owing to a well-founded fear of being persecuted for a Convention reason, the Tribunal will frequently find it necessary to consider whether relocation within that country would provide a solution to the applicant's concerns.",
      "id": "s106"
    },
    {
      "text": "In such circumstances the issue for the Tribunal will be to consider whether any well-founded fear of persecution is one which would apply throughout the relevant country.",
      "id": "s107"
    },
    {
      "text": "If not, it would remain for the Tribunal to determine whether relocation to another part of the same country would be reasonable.",
      "id": "s108"
    },
    {
      "text": "If, say, an elderly parent had a well-founded fear of persecution for reason of religion in one part of a particular country, which would not be the case were such a person to live in another part of the same country, the Tribunal could not deny the person refugee status if, by virtue of considerations such as age, health, language, or financial or other dependence on other family members, relocation was not reasonable.",
      "id": "s109"
    },
    {
      "text": "Reasonableness must, of necessity, be judged according to the circumstances of each individual case.",
      "id": "s110"
    },
    {
      "text": "Relevant considerations would not include preservation of an opportunity to pursue a particular career path, to live an affluent lifestyle or avoid some measure of hardship.",
      "id": "s111"
    },
    {
      "text": "BACKGROUND \n \n30 The Appellant before the Court, who has been identified for the purposes of the proceedings as SZDSI, was born in Bangladesh on 25 June 1966 and is a Bangladeshi citizen.",
      "id": "s112"
    },
    {
      "text": "He arrived in Australia on 17 January 1993 travelling on a Bangladeshi passport with a class 670 Australian entry visa.",
      "id": "s113"
    },
    {
      "text": "31 On 1 September 1993 he attended an interview with a delegate of the then Minister for Immigration, Local Government and Ethnic Affairs who on 27 October 1993 determined that the Appellant's application for refugee status should be refused.",
      "id": "s114"
    },
    {
      "text": "32 Prior to the interview with the Appellant the claims of the Appellant, as set out in the decision of the Minister's delegate, were:\n \n \n '3.1.1 I studied law at Dhaka University from 1984 until 1990.",
      "id": "s115"
    },
    {
      "text": "I joined the Natun Bangha Shatra Samaz (NBSS), the student wing of the Jattiya Party, in my first year at university.",
      "id": "s116"
    },
    {
      "text": "Soon after, I was elected to the office of General Secretary, a position that was second only to the President, whose name was Shadahad Hossain.",
      "id": "s117"
    },
    {
      "text": "The aim of the NBSS was to organise support for the incumbent Ershad government.",
      "id": "s118"
    },
    {
      "text": "This involved waging campaigns against other political parties such as the Bangladeshi Nationalist Party (BNP) and the Awami League.",
      "id": "s119"
    },
    {
      "text": "My duties in this position included organising demonstrations and rallies both on and off campus, addressing the rallies, liaising with senior Jattiya Party officials, authorising the production of political leaflets, contributing to student publications and mobilising support for the NBSS.",
      "id": "s120"
    },
    {
      "text": "3.1.2 I was thus well known for my association with Ershad's regime which was toppled on 6/12/90 after a three year campaign by the opposition parties.",
      "id": "s121"
    },
    {
      "text": "The campaign against Ershad was marked by violence against the Jattiya party and its members.",
      "id": "s122"
    },
    {
      "text": "I was visited by the police in my living quarters on several occasions and twice taken into custody and subject to beatings.",
      "id": "s123"
    },
    {
      "text": "My leg was fractured during one of the arrests.",
      "id": "s124"
    },
    {
      "text": "Following Ershad's forced resignation there was a further wave of violence.",
      "id": "s125"
    },
    {
      "text": "During the election campaign before the February 1991 elections, many of his supporters, especially those in the student branch, were vilified.",
      "id": "s126"
    },
    {
      "text": "To escape this situation, I fled to Cyprus, despite the fact that I had not completed my law studies.",
      "id": "s127"
    },
    {
      "text": "There are two cases against me pending in Dhaka.",
      "id": "s128"
    },
    {
      "text": "3.1.3 I draw your attention to the case of Manirul Murshed, who was refused refugee status in Sweden and returned to Bangladesh.",
      "id": "s129"
    },
    {
      "text": "Upon return, he was arrested at Dhaka airport and subsequently beaten severely.",
      "id": "s130"
    },
    {
      "text": "3.1.4 Since my departure from Bangladesh, bitter fighting continues between supporters of Awami League, BNP and Jattiya Party, particularly around Dhaka University.",
      "id": "s131"
    },
    {
      "text": "I maintain that my position has deteriorated since I departed and thus I come under the category of \"refugee sur place\".",
      "id": "s132"
    },
    {
      "text": "I also maintain that I should be considered under \"cumulative grounds\" because I have been substantially handicapped by the fact that I was unable to complete my law studies.",
      "id": "s133"
    },
    {
      "text": "' \n \n \n \n\n33 Additional claims made by the Appellant in his interview with the Minister's delegate were summarised by the Minister's delegate as follows:\n \n \n '3.2.1 The applicant finished high school in 1984.",
      "id": "s134"
    },
    {
      "text": "He was admitted in Dacca University in 1984-1985 in the Faculty of Law.",
      "id": "s135"
    },
    {
      "text": "It was a four year course, and should have finished in 1988, but because of the political chaos it did not finish until 1990.",
      "id": "s136"
    },
    {
      "text": "He did his final examinations in March or April 1990, and in September he applied for a passport.",
      "id": "s137"
    },
    {
      "text": "He went to Cyprus, as a student, on 2/2/91 and studied for one semester.",
      "id": "s138"
    },
    {
      "text": "In about October 1991, he found out that he could still rejoin his law year to do his masters, so he returned to Bangladesh.",
      "id": "s139"
    },
    {
      "text": "He was sitting for his final examinations in April and May 1992, but he could not complete his examinations because his department could not guarantee his security.",
      "id": "s140"
    },
    {
      "text": "He left Bangladesh in May 1992, flying to Thailand and then back to Cyprus where he resumed his studies until December 1992.",
      "id": "s141"
    },
    {
      "text": "He had to return to Bangladesh again at that time to get his visa, but he only stayed a month or so.",
      "id": "s142"
    },
    {
      "text": "During the course of his studies he studied international law and human rights law.",
      "id": "s143"
    },
    {
      "text": "3.2.2 The applicant said the Jattiya Party was formed in 1982 when Ershad came to power.",
      "id": "s144"
    },
    {
      "text": "There was an election in 1983-4, after which he was the democratically elected leader.",
      "id": "s145"
    },
    {
      "text": "It was put to the applicant that according to our information the Jattiya Party was formed at the beginning of 1986.",
      "id": "s146"
    },
    {
      "text": "The applicant responded that the party was formed after the election, very slowly.",
      "id": "s147"
    },
    {
      "text": "He said he did not know exactly how.",
      "id": "s148"
    },
    {
      "text": "It was put to the applicant that the formation of the Jattiya Party was preceded by the formation in November 1983 of the Janata Dal.",
      "id": "s149"
    },
    {
      "text": "In September 1985, the National Front was created, and in January 1986, the five pro-government parties amalgamated to form the Jattiya Party.",
      "id": "s150"
    },
    {
      "text": "The applicant responded that he told me before about the leaders who combined.",
      "id": "s151"
    },
    {
      "text": "It was put to the applicant that if he were heavily involved in the Student Wing, I would have expected him to know the details about the formation of the Party itself.",
      "id": "s152"
    },
    {
      "text": "The applicant responded that he only knew about the Student Wing.",
      "id": "s153"
    },
    {
      "text": "3.2.3 The applicant said the Student Wing of the Jattiya Party was formed in 1983.",
      "id": "s154"
    },
    {
      "text": "The applicant joined at the end of 1985.",
      "id": "s155"
    },
    {
      "text": "For the most part, the Student Wing carried out the orders of the Party itself, liaising through a student adviser in the Student Section of the Party.",
      "id": "s156"
    },
    {
      "text": "Their main activities were processions and meetings.",
      "id": "s157"
    },
    {
      "text": "The applicant became General-secretary of the Student Wing two months before it was abolished in 1986.",
      "id": "s158"
    },
    {
      "text": "At the time he was General-secretary, the Student Wing was not very strong.",
      "id": "s159"
    },
    {
      "text": "The Student Wings of the rival political parties, the Bangladeshi National Party (BNP) and the Awami League, were very strong at that time.",
      "id": "s160"
    },
    {
      "text": "These two parties together opposed the Jattiya Party.",
      "id": "s161"
    },
    {
      "text": "It was put to the applicant that it seemed strange that the Student Wing of the Jattiya Party was formed before the Jattiya Party itself.",
      "id": "s162"
    },
    {
      "text": "The applicant responded that he was not sure about the formation of the Jattiya Party.",
      "id": "s163"
    },
    {
      "text": "It was put to the applicant that according to our information the Student Wing of the Jattiya Party was abolished in 1988.",
      "id": "s164"
    },
    {
      "text": "The applicant responded that it was officially abolished in 1988 but it became inactive in Dhaka University in 1986.",
      "id": "s165"
    },
    {
      "text": "3.2.4 The applicant said that in 1986 some persons who were opposed to his group came to the Residence Hall where he lived and started to hit him with a hockey stick.",
      "id": "s166"
    },
    {
      "text": "His leg was broken.",
      "id": "s167"
    },
    {
      "text": "He could not stay in the Hall because his leg was broken and the people who had attacked him were still after him.",
      "id": "s168"
    },
    {
      "text": "He went to stay with some friends in the Medical Faculty, one of whom was a doctor.",
      "id": "s169"
    },
    {
      "text": "Later he returned to his studies, completing his final exam at the end of 1989.",
      "id": "s170"
    },
    {
      "text": "He was not much involved in politics at that time.",
      "id": "s171"
    },
    {
      "text": "He managed to stay out of trouble because of his friendship with one of the main leaders of the BNP Student Union, whose name was Ovee.",
      "id": "s172"
    },
    {
      "text": "He knew Ovee because they came from the same district.",
      "id": "s173"
    },
    {
      "text": "3.2.5 Later, Ovee and his friend Neru, left their party.",
      "id": "s174"
    },
    {
      "text": "The applicant was then with Ovee and Neru.",
      "id": "s175"
    },
    {
      "text": "During 1990, all parties joined against Ershad.",
      "id": "s176"
    },
    {
      "text": "The situation was very bad.",
      "id": "s177"
    },
    {
      "text": "Ershad fell on 6/12/90.",
      "id": "s178"
    },
    {
      "text": "There is an arms case against the applicant dating from this period (December 1990).",
      "id": "s179"
    },
    {
      "text": "This case has not been resolved.",
      "id": "s180"
    },
    {
      "text": "The penalty for possession of arms is life imprisonment in Bangladesh.",
      "id": "s181"
    },
    {
      "text": "The applicant left the Hall and went to stay with friends.",
      "id": "s182"
    },
    {
      "text": "For this reason he did not have any further problems during this turbulent period.",
      "id": "s183"
    },
    {
      "text": "Then he left for Cyprus in February 1991.",
      "id": "s184"
    },
    {
      "text": "3.2.6 During the six months after he returned to Bangladesh, in about March 1992, there was another fight between the Ovee group and the BNP Student Union.",
      "id": "s185"
    },
    {
      "text": "This took place outside Ruchiah Hall and the International Language Institute.",
      "id": "s186"
    },
    {
      "text": "Two people were killed.",
      "id": "s187"
    },
    {
      "text": "Six people were blamed; Ovee, the applicant and four others.",
      "id": "s188"
    },
    {
      "text": "Ovee was sentenced for ten years and is now in jail.",
      "id": "s189"
    },
    {
      "text": "The others are also in jail.",
      "id": "s190"
    },
    {
      "text": "The applicant said he is not in jail because he left the country.",
      "id": "s191"
    },
    {
      "text": "The applicant said that they got their arms from the student leaders.",
      "id": "s192"
    },
    {
      "text": "Ovee and Neru had connections with the Hills people and with people in India and Burma.",
      "id": "s193"
    },
    {
      "text": "3.2.7 It was put to the applicant that despite the case against him being filed, he still returned to Bangladesh a second time and that did not appear to be the action of someone who feared persecution.",
      "id": "s194"
    },
    {
      "text": "He replied that he only remained one month so he could get his visa.",
      "id": "s195"
    },
    {
      "text": "He had a friend at the airport who helped him to get in and out of the country.",
      "id": "s196"
    },
    {
      "text": "He stayed at the house of a friend.",
      "id": "s197"
    },
    {
      "text": "The applicant said his enemies are still moving around Dhaka University.",
      "id": "s198"
    },
    {
      "text": "It was put to the applicant that according to DFAT information it is unlikely that any individual members of the party who are now in Australia would be persecuted if they returned, unless on arrival they participated in political life in such an active manner that they came to be regarded by the government supporters as a serious threat.",
      "id": "s199"
    },
    {
      "text": "They could easily avoid this by staying out of politics.",
      "id": "s200"
    },
    {
      "text": "If they were suspected of committing a crime they might be investigated but this would not amount to persecution in the Convention sense \n \n \n \n \n \n The applicant responded that the murder case has already been decided in his absence and he has been sentenced to ten years, some of his friends are already in jail.",
      "id": "s201"
    },
    {
      "text": "It was put to the applicant that punishment for a crime is not normally considered persecution.",
      "id": "s202"
    },
    {
      "text": "The applicant responded that this is not a crime.",
      "id": "s203"
    },
    {
      "text": "He claimed he was under government orders during that period and that is how he got involved.",
      "id": "s204"
    },
    {
      "text": "It was put to the applicant that in 1992 he was not acting on government orders.",
      "id": "s205"
    },
    {
      "text": "The applicant responded that it was all based on his being the General-secretary of the Student Wing.",
      "id": "s206"
    },
    {
      "text": "3.2.8 It was put to the applicant that the case of Manirul Murshed was not relevant to his case because that incident occurred when Ershad was still in power.",
      "id": "s207"
    },
    {
      "text": "The applicant responded that his case has happened because of the fall of Ershad.",
      "id": "s208"
    },
    {
      "text": "3.2.9 It was put to the applicant that he stayed in the country for five years after his leg was broken in 1986 and that he seemed to be able to stay out of trouble.",
      "id": "s209"
    },
    {
      "text": "The applicant responded that at that time Ershad was in power.",
      "id": "s210"
    },
    {
      "text": "Although the students attacked him, the administrative board were helpful to him.",
      "id": "s211"
    },
    {
      "text": "But now he has enemies and Ershad is not in power.",
      "id": "s212"
    },
    {
      "text": "It was put to the applicant that according to our information the Jattiya party is still quite strong and that they have the resources to protect members and that they do so.",
      "id": "s213"
    },
    {
      "text": "Moreover, information from our embassy in Dhaka is that the Jattiya party is a recognised political party in Bangladesh and has 35 members in the parliament and that they know several prominent members of the party who are leading normal lives.",
      "id": "s214"
    },
    {
      "text": "The applicant responded that the president of Jattiya party himself is in trouble now.",
      "id": "s215"
    },
    {
      "text": "He is in jail.",
      "id": "s216"
    },
    {
      "text": "As far as the 35 seats are concerned, they were mainly won by people who were prominent or rich in their own area, and they won them for that reason, not because of being members of the party.",
      "id": "s217"
    },
    {
      "text": "Moreover, one MP can be elected for 5 sections, so even while Ershad was in jail he himself won 5 positions.",
      "id": "s218"
    },
    {
      "text": "Thus although the Jattiya Party holds 35 seats they only have 30 people in the parliament.",
      "id": "s219"
    },
    {
      "text": "' \n \n \n \n\n34 When the Appellant's application was before the Minister's delegate, the delegate was concerned to determine whether the Appellant was a refugee within the meaning of the Refugees Convention.",
      "id": "s220"
    },
    {
      "text": "APPLICATION FOR REVIEW BY THE TRIBUNAL \n \n35 On 18 November 1993 the Appellant applied to the Tribunal for review of the Minister's delegate's decision of 27 October 1993.",
      "id": "s221"
    },
    {
      "text": "36 On 2 December 1993 Adrian Joel &amp; Co, Immigration --- Permanent Residence Solicitors and Consultants, wrote on behalf of the Appellant to the Tribunal providing additional documents in support of the Appellant's claims for refugee status.",
      "id": "s222"
    },
    {
      "text": "Amongst other things, the letter commented on the record of the delegate's decision.",
      "id": "s223"
    },
    {
      "text": "The solicitors' letter foreshadowed that the Appellant would seek to obtain further material from Bangladesh in support of his claim of 'a well-founded fear of persecution should he be compelled to return to Bangladesh'.",
      "id": "s224"
    },
    {
      "text": "By his own act the Appellant directed the attention of the Tribunal to the Minister's delegate's record of her decision.",
      "id": "s225"
    },
    {
      "text": "37 A letter ostensibly signed by Professor Patwary of the Department of Law at the University of Dhaka and dated 18 November 1993, which was submitted by the Appellant's solicitors to the Tribunal, included the following:\n \n 'At the fall of the Government of H. M. Ershad [SZDSI] had been in deep trouble.",
      "id": "s226"
    },
    {
      "text": "By the time [SZDSI] had his graduation and got admitted in the Master's programm of the Dept.",
      "id": "s227"
    },
    {
      "text": "of Law, of the University of Dhaka.",
      "id": "s228"
    },
    {
      "text": "For a good many times he has been assaulted physically and had to taken to hospital.",
      "id": "s229"
    },
    {
      "text": "He was attacked in the hospital, as well.",
      "id": "s230"
    },
    {
      "text": "It is quite plausible that the authority of the University of Dhaka and the police forces had been proved, for a good many times, incapable of giving him the security to continue his education at Dhaka University.",
      "id": "s231"
    },
    {
      "text": "Having no other way [SZDSI] had to scape (sic) from Bangladesh to Cyprus.",
      "id": "s232"
    },
    {
      "text": "At the time of trial examination he came back to Bangladesh and made his all efforts to appear at the final examination of LL.M.",
      "id": "s233"
    },
    {
      "text": "But he was attacked by some unidentified terrorist at the examination hall, even despite all co-operation of the Department.",
      "id": "s234"
    },
    {
      "text": "He was suggested to leave the country to save his life having the examination finalised not yet.",
      "id": "s235"
    },
    {
      "text": "...",
      "id": "s236"
    },
    {
      "text": "Terrorists still threaten me to provide them the whereabouts of [SZDSI].",
      "id": "s237"
    },
    {
      "text": "...' \n \n\n38 On 4 May 1995 the Tribunal wrote to the Appellant indicating that it had considered all the papers relating to his case but was unable to make a decision on that information alone.",
      "id": "s238"
    },
    {
      "text": "Accordingly he was afforded an opportunity to give oral evidence before the Tribunal.",
      "id": "s239"
    },
    {
      "text": "On 31 May 1995 a hearing took place at which the Appellant gave evidence.",
      "id": "s240"
    },
    {
      "text": "It lasted for almost two hours.",
      "id": "s241"
    },
    {
      "text": "39 On the day of the hearing additional documentary material was submitted by the Appellant to the Tribunal.",
      "id": "s242"
    },
    {
      "text": "40 Before the Tribunal the Appellant was assisted by an interpreter.",
      "id": "s243"
    },
    {
      "text": "41 Evidence was also given in support of the Appellant's application by another witness who was said to be a fellow student of the Appellant at Dhaka University.",
      "id": "s244"
    },
    {
      "text": "When the witness was giving evidence to the Tribunal, the Tribunal member put a question to the Appellant (referred to in the transcript as the Applicant) upon which he also invited the witness to comment.",
      "id": "s245"
    },
    {
      "text": "The transcript of the relevant evidence included:\n \n 'TRIBUNAL MEMBER: And it is this, that the circumstances that you've described of your political activities as a student took place during the period when Ershad was in control.",
      "id": "s246"
    },
    {
      "text": "That is he was --- he was the leader of the country and he had the political power and you were associated with a student wing of that party.",
      "id": "s247"
    },
    {
      "text": "THE APPLICANT: Yeah.",
      "id": "s248"
    },
    {
      "text": "TRIBUNAL MEMBER: But as you say yourself in December 1990 Ershad fell from power and the following year, in February 1991 a new government was elected.",
      "id": "s249"
    },
    {
      "text": "Ershad himself is now in prison.",
      "id": "s250"
    },
    {
      "text": "THE APPLICANT: Yeah, he was in prison.",
      "id": "s251"
    },
    {
      "text": "TRIBUNAL MEMBER: And a number of his key leaders are also in prison or being charged.",
      "id": "s252"
    },
    {
      "text": "So if the aim, as it were, of the opposition parties like BNP has now succeeded because they've toppled Ershad what would be your concern about returning now to Bangladesh?",
      "id": "s253"
    },
    {
      "text": "THE APPLICANT: It's quite impossible for me.",
      "id": "s254"
    },
    {
      "text": "THE INTERPRETER [interpreting SZDSI's response] : When I go back to Bangladesh second time from Cyprus and tried to pursue my studies, at that time the rival group, at that time I came to know and I realised that those student leaders from the opposition groups, they hated us.",
      "id": "s255"
    },
    {
      "text": "They couldn't forget that hate to us.",
      "id": "s256"
    },
    {
      "text": "Those people who suffered at Ershad's hand and the student wing of Ershad so they're still carrying on that hate, hatred.",
      "id": "s257"
    },
    {
      "text": "So I felt insecure and as a result I couldn't appear in the final exam and the department, the faculty couldn't give me enough security so that I can appear in exam.",
      "id": "s258"
    },
    {
      "text": "' \n \n\n42 The Appellant had earlier given evidence that he had been marked out for punishment by opponents of his group 'because they knew that I was indirectly involved with Ovi (sic) in that fight [a fight within the university]'.",
      "id": "s259"
    },
    {
      "text": "43 Evidence given by the witness with some responses given by the Appellant, continued, inter alia, as follows:\n \n 'TRIBUNAL MEMBER: I mean but if someone like [SZDSI] goes back now to Bangladesh, if [SZDSI] goes back to Bangladesh now, and say he doesn't resume his studies but you know resides somewhere in Bangladesh, I mean what would be the threat to him?",
      "id": "s260"
    },
    {
      "text": "... \n THE WITNESS: Okay, in this area he's identified as Ershad's people, in this area.",
      "id": "s261"
    },
    {
      "text": "... \n TRIBUNAL MEMBER: I mean I accept that you know he's known and identified as someone who was with the Ershad group but if you go back now and you are not involved in political activity then what danger would you face?",
      "id": "s262"
    },
    {
      "text": "I mean what would be the risk to you of that?",
      "id": "s263"
    },
    {
      "text": "... \n THE INTERPRETER: Those people who were involved in my opposition and those who identified me as a supporter of Jatiya Party, they're now in power and they know me very well.",
      "id": "s264"
    },
    {
      "text": "TRIBUNAL MEMBER: But if you were, I mean if you were, leaving aside the university politics and university activity, what if you were to live in another part of the country?",
      "id": "s265"
    },
    {
      "text": "THE INTERPRETER: I tried in that line because the second time I went back to Bangladesh just to appear in the exam and to pass my degree but I couldn't.",
      "id": "s266"
    },
    {
      "text": "They chased me and they identified me.",
      "id": "s267"
    },
    {
      "text": "TRIBUNAL MEMBER: Yes, I understand but you see what I'm talking about is within the campus of the university or within the university we're talking about a much tighter group, as it were.",
      "id": "s268"
    },
    {
      "text": "I mean you're a known identity in the university because you were a political activist.",
      "id": "s269"
    },
    {
      "text": "You're part of an organisation that obviously was disliked intensely and therefore I can understand yes there would be political enemies of yours amongst the student population but my question is if you were to go back to Bangladesh and you were to go to say a different part of the country, one that perhaps not even to Dhaka, somewhere else and just to settle there and to live there, then what would be the risk to you of your political enemies doing anything to you?",
      "id": "s270"
    },
    {
      "text": "THE INTERPRETER: I can't live anywhere other than Dhaka because I have to practice in Dhaka.",
      "id": "s271"
    },
    {
      "text": "Even I can't go back to my country district region because everybody knows me over there.",
      "id": "s272"
    },
    {
      "text": "TRIBUNAL MEMBER: Sorry why can you only go to Dhaka, I wasn't quite sure?",
      "id": "s273"
    },
    {
      "text": "THE INTERPRETER: If I don't go to Dhaka I have to go to my home district.",
      "id": "s274"
    },
    {
      "text": "THE APPLICANT: I mean where I was born.",
      "id": "s275"
    },
    {
      "text": "THE WITNESS: Can I express little things?",
      "id": "s276"
    },
    {
      "text": "TRIBUNAL MEMBER: Well I, perhaps you can help me clarify the position.",
      "id": "s277"
    },
    {
      "text": "Why are you limited to two parts of the country only?",
      "id": "s278"
    },
    {
      "text": "THE WITNESS: Yes, because the system of this country, Australia and Bangladesh, other countries I don't know.",
      "id": "s279"
    },
    {
      "text": "England is the ... difference.",
      "id": "s280"
    },
    {
      "text": "So this guy, I predicted before, come from middle class.",
      "id": "s281"
    },
    {
      "text": "The middle class is dependent on land only.",
      "id": "s282"
    },
    {
      "text": "TRIBUNAL MEMBER: Yes.",
      "id": "s283"
    },
    {
      "text": "THE WITNESS: Land, his father is not a very big businessman, his father in a limited land, every year they sit the crops on the land and make ready only as food, the food .... if don't come the crops in a very bad position but the crops is good the farmers is very happy.",
      "id": "s284"
    },
    {
      "text": "TRIBUNAL MEMBER: Yes.",
      "id": "s285"
    },
    {
      "text": "THE WITNESS: The farmers is not like Australia, farm is little farms, little farms.",
      "id": "s286"
    },
    {
      "text": "So as educated who completed the Batchelor of Law Honours, he has no licence, he try to get the licence but he cannot, he could not so he don't have licence so if he go to Bangladesh he need more three years to get the licence first.",
      "id": "s287"
    },
    {
      "text": "So these two years, who will pay the money, his father or he?",
      "id": "s288"
    },
    {
      "text": "He will not get a job.",
      "id": "s289"
    },
    {
      "text": "THE APPLICANT: Unable to getting a job.",
      "id": "s290"
    },
    {
      "text": "TRIBUNAL MEMBER: Well that's a slightly different question from the one I'm asking because I mean any of us who go to a foreign country or go back to another situation will have economic struggles of various kinds but the question I'm really asking is the one about the risk of persecution which is what we're talking about within the Tribunal.",
      "id": "s291"
    },
    {
      "text": "THE WITNESS: Little bit not clear.",
      "id": "s292"
    },
    {
      "text": "So he has to live in Dhaka for earnings and earnings and practice because the Dhaka areas court he knows, the people he knows and his clients, most of clients will come in Dhaka area in that zone.",
      "id": "s293"
    },
    {
      "text": "TRIBUNAL MEMBER: He can't do the masters at the university, that's stopped.",
      "id": "s294"
    },
    {
      "text": "THE WITNESS: Yes.",
      "id": "s295"
    },
    {
      "text": "TRIBUNAL MEMBER: But the licence is what?",
      "id": "s296"
    },
    {
      "text": "THE WITNESS: Need two years more.",
      "id": "s297"
    },
    {
      "text": "TRIBUNAL MEMBER: And how to you get a licence?",
      "id": "s298"
    },
    {
      "text": "THE WITNESS: Go to bar council, put in application.",
      "id": "s299"
    },
    {
      "text": "THE APPLICANT: Yeah, put an application and written examination.",
      "id": "s300"
    },
    {
      "text": "THE WITNESS: Written examination.",
      "id": "s301"
    },
    {
      "text": "TRIBUNAL MEMBER: Okay, go on.",
      "id": "s302"
    },
    {
      "text": "THE WITNESS: So he go to his home or he will stay in Dhaka, capital territory.",
      "id": "s303"
    },
    {
      "text": "So these two places are not safe for [SZDSI] .",
      "id": "s304"
    },
    {
      "text": "These two places, the people know him because those who are the killers and Mustan in our own language, called Mustan, the Mustan's is coming from different, say Matraville, say Parramatta, say North Sydney, these sort of suburbs in Dhaka city, there is 100, more than 100 suburbs.",
      "id": "s305"
    },
    {
      "text": "All suburbs got own kind of boy who hold the territory, not like in Australia.",
      "id": "s306"
    },
    {
      "text": "They got if they say tomorrow got a strike, oh the suburb got a strike, they very powerful boy.",
      "id": "s307"
    },
    {
      "text": "That sort of boys knew [SZDSI] so he --- he feared that if I go in Dhaka city I'll be in ... trouble in Dhaka and local area in Barisal I got trouble in there and without that I can live in say Chittagong, I can live in ... but no food.",
      "id": "s308"
    },
    {
      "text": "No food, how will I survive there.",
      "id": "s309"
    },
    {
      "text": "TRIBUNAL MEMBER: Well, I mean I know that --- I mean I know that you're training is in the law and you would like if you went back to complete your qualifications so that then you could practice as a lawyer but what if, I mean, what if you were doing some other occupation, something else?",
      "id": "s310"
    },
    {
      "text": "THE INTERPRETER: How can I do that, I don't know how to do that.",
      "id": "s311"
    },
    {
      "text": "TRIBUNAL MEMBER: Well I mean people do that every day of their lives.",
      "id": "s312"
    },
    {
      "text": "I mean people come to a new country.",
      "id": "s313"
    },
    {
      "text": "I mean if you come to Australia, even if you're qualified as a doctor or a lawyer you have to requalify because to requalify as a doctor you have to sit for an exam which the Medical Association sets and they won't let you just practice even if you have full qualifications and you've worked as a doctor for 30 years and so people, they do other things, they're cleaners or they drive taxis or they do all kinds of things.",
      "id": "s314"
    },
    {
      "text": "THE APPLICANT: Yeah.",
      "id": "s315"
    },
    {
      "text": "TRIBUNAL MEMBER: All I'm saying is that if you're in the situation where you're back in Bangladesh, yes, maybe your opportunity to continue practising as a lawyer will be limited and maybe it will be even impossible because of the risk but what about if you went back and you did other things?",
      "id": "s316"
    },
    {
      "text": "THE INTERPRETER: How will I live in different part of Bangladesh.",
      "id": "s317"
    },
    {
      "text": "I don't know anybody else over there.",
      "id": "s318"
    },
    {
      "text": "THE APPLICANT: How can I live in somewhere, we don't know anybody other place.",
      "id": "s319"
    },
    {
      "text": "It is not possible.",
      "id": "s320"
    },
    {
      "text": "TRIBUNAL MEMBER; Can you explain that for me?",
      "id": "s321"
    },
    {
      "text": "THE WITNESS: The system over there, say he's in Dhaka, he want to settle in Dhaka, if he go to say Kunla, Kunla another city, the language is varied.",
      "id": "s322"
    },
    {
      "text": "Say that people say, I said Asho, they say Asha, so different type of language they speak so here every day if a newcomer come in Australia in Sydney, say he's a ... or he's a barrister or solicitor from other country, say he go to Hannan Printing Press, say I'm looking for a job, how long, 10 years, five years or two years.",
      "id": "s323"
    },
    {
      "text": "He looks good, English good, okay come on, process worker, start a job but the country not that way.",
      "id": "s324"
    },
    {
      "text": "If you need a job, who working here, your uncle or your father or your brother, so then you can get a single job, otherwise he cannot get a job.",
      "id": "s325"
    },
    {
      "text": "THE APPLICANT: Otherwise it is not possible to getting job or do anything.",
      "id": "s326"
    },
    {
      "text": "THE WITNESS: So these sort of things and how old are you, say 28 or 26, a young guy, he'll take these things, who'll give you security, they need the security first.",
      "id": "s327"
    },
    {
      "text": "Without security, I don't know you, I cannot give you job so there is ... of few things.",
      "id": "s328"
    },
    {
      "text": "In industrial area he cannot do that job industrial area, say there is a jute mill, jute mills, lot of I mean one years or two years no vacancy because all the related people, say I working there I'll bring my nephew, niece, I'll bring my uncle, I'll bring, these sort of things happen in nearly five or six years which I know so there he fears that if he goes back to the other parts of the country he's unable to maintain himself and that will be the death as well as the threat.",
      "id": "s329"
    },
    {
      "text": "So these sort of things he fear but he - ... capital, those who are living in capitals, they always, they always, if you go to Bangladesh, they spread.",
      "id": "s330"
    },
    {
      "text": "These things will all I mean come, he live in kumla, oh that bloody boy come Dhaka one day.",
      "id": "s331"
    },
    {
      "text": "So that will be easy to punish, he fear that.",
      "id": "s332"
    },
    {
      "text": "TRIBUNAL MEMBER: And what would you consider to be the risk if you went back to Barisal, your home town, your village?",
      "id": "s333"
    },
    {
      "text": "THE APPLICANT: I was also trademark over there because I was also trademark over there in my place where I was born.",
      "id": "s334"
    },
    {
      "text": "TRIBUNAL MEMBER: By whom?",
      "id": "s335"
    },
    {
      "text": "THE APPLICANT: Because my other ... in our area we got a organisation over there.",
      "id": "s336"
    },
    {
      "text": "THE INTERPRETER: We have got organisations for Awami League and BNP and every other political party over there.",
      "id": "s337"
    },
    {
      "text": "TRIBUNAL MEMBER: You see why would they want to do something to you now if you no longer hold power?",
      "id": "s338"
    },
    {
      "text": "THE WITNESS: It's very thing, a very good thing which you ask.",
      "id": "s339"
    },
    {
      "text": "Because we got a jealous .. he is the son of a little farmer, lot of farmers like this in his village.",
      "id": "s340"
    },
    {
      "text": "When he come from Sydney, oh he back to Sydney you come to practice here.",
      "id": "s341"
    },
    {
      "text": "So his sheer existence, oh okay, before he was in Ershad power, Ershad Party, Ershad was in power and he hold us, I mean he got the power with him and he was superior than us.",
      "id": "s342"
    },
    {
      "text": "Now his party is ousted, his party not in power so our party in power so we got a chance to harass him.",
      "id": "s343"
    },
    {
      "text": "So that sort of jealousy throughout every, every village and he is scared that sort of punishment.",
      "id": "s344"
    },
    {
      "text": "TRIBUNAL MEMBER: And what sort of punishment would that be likely to be in a village setting?",
      "id": "s345"
    },
    {
      "text": "THE WITNESS: They try to impose false cases.",
      "id": "s346"
    },
    {
      "text": "Say he was on our side five years, so one villagers is a wicked man so his land, is fathers' land is beside that so he tried to stop his politics, okay he will be very quiet and innocent in this area.",
      "id": "s347"
    },
    {
      "text": "Yesterday, say my area this year I find in papers nearly 20 ... in every village, 20 ... brought their life, 10 ... and midnight 12 ... .",
      "id": "s348"
    },
    {
      "text": "So one martyrs happen in the village, he was sleeping in that home, in his home and that rival, before he was rival, [SZDSI's] family so that ... happens in midnight.",
      "id": "s349"
    },
    {
      "text": "Oh go to that house, hey how many of the accused person, 20, put another man number three.",
      "id": "s350"
    },
    {
      "text": "What's his name, [SZDSI].",
      "id": "s351"
    },
    {
      "text": "[SZDSI], I saw him.",
      "id": "s352"
    },
    {
      "text": "They're making, this is making the ... case.",
      "id": "s353"
    },
    {
      "text": "If you fall in the one ... case, the whole nearly 10 years it took ... his life.",
      "id": "s354"
    },
    {
      "text": "That's the rivalry, village people and those who are stuck, say I will ...",
      "id": "s355"
    },
    {
      "text": "I will ... from the politics, that sort of boys and girls fall in that position in our country.",
      "id": "s356"
    },
    {
      "text": "This is the real pain, painful memory.",
      "id": "s357"
    },
    {
      "text": "We consider the village, we consider the country side is very peaceful but nowadays it's become more worse than city.",
      "id": "s358"
    },
    {
      "text": "If you once time involve in the politics in our country you have, you will think that your life has ruined one way or another way.",
      "id": "s359"
    },
    {
      "text": "Your education will be finished, that's I predicted, you boys stop that politics.",
      "id": "s360"
    },
    {
      "text": "One way or another way, you have --- you have destroyed your life, you did not complete your education, you did not complete your masters, you did not complete your bar council exam.",
      "id": "s361"
    },
    {
      "text": "You did not complete many things which student ... in his student life.",
      "id": "s362"
    },
    {
      "text": "So that's why he might fall in very big trouble which I as an Australian have.",
      "id": "s363"
    },
    {
      "text": "TRIBUNAL MEMBER: I don't have any further questions that I want to raise but are there any other points that you want to sort of make in regard to your claims?",
      "id": "s364"
    },
    {
      "text": "THE APPLICANT: Just I'm going to say really quite impossible for me to back my country.",
      "id": "s365"
    },
    {
      "text": "It is not possible back my country.",
      "id": "s366"
    },
    {
      "text": "It's really quite impossible because they took everything from me, from myself.",
      "id": "s367"
    },
    {
      "text": "They've broken my leg, they hit my back, they took my education, they took my everything and still I was trademark over there and they're holding the power so it's quite impossible for me to go back my country.",
      "id": "s368"
    },
    {
      "text": "' \n \n\n44 The Tribunal's decision dated 26 April 1996 was forwarded to the Appellant by the Tribunal on 29 April 1996.",
      "id": "s369"
    },
    {
      "text": "The Tribunal's letter forwarding the Tribunal's decision included the following:\n \n 'The Tribunal has decided that you are not a refugee, which means you are not entitled to a Protection Visa.",
      "id": "s370"
    },
    {
      "text": "...' \n \n\n45 The formal decision of the Tribunal was:\n \n 'Since the Applicant is not a refugee, he is not a person to whom Australia has protection obligations under the Refugees Convention.",
      "id": "s371"
    },
    {
      "text": "Accordingly, the Tribunal has decided to refuse to grant the Applicant a protection visa.",
      "id": "s372"
    },
    {
      "text": "The Tribunal affirms the decision under review, which now has effect as a decision to refuse to grant a protection visa.",
      "id": "s373"
    },
    {
      "text": "' \n \n\n46 The Tribunal member's summary of the claims of the Appellant occupied some five pages.",
      "id": "s374"
    },
    {
      "text": "They included:\n \n 'In his application to the Department, the Applicant claimed refugee status on political grounds, arguing that he was a member of the Jatiya Party when it was under the leadership of Ershad.",
      "id": "s375"
    },
    {
      "text": "... \n ... \n The Applicant said that when he went back to Bangladesh after being in Cyprus in 1991, rival student groups were hostile to those who had been supporters of the Ershad regime and its student wing.",
      "id": "s376"
    },
    {
      "text": "He felt insecure in Bangladesh and had not been able to complete his final exams.",
      "id": "s377"
    },
    {
      "text": "He did not believe that he could re-enrol at Dhaka University.",
      "id": "s378"
    },
    {
      "text": "There were still opposition students who were on the campus.",
      "id": "s379"
    },
    {
      "text": "If he went back to his home village in Barisal he would face problems because he was known as an Ershad supporter.",
      "id": "s380"
    },
    {
      "text": "If he returned he would have to do his exams through the Bar Council in Dhaka.",
      "id": "s381"
    },
    {
      "text": "Getting a job would depend on having connections and without these he could not survive.",
      "id": "s382"
    },
    {
      "text": "The Applicant submitted to the Tribunal two letters relating to the attacks on him.",
      "id": "s383"
    },
    {
      "text": "One was from the Chairman of the Department of Law, Dhaka University, Professor Patwary.",
      "id": "s384"
    },
    {
      "text": "In this letter, dated 18 November 1993, mention is made of the physical attacks on the Applicant resulting in his hospitalisation.",
      "id": "s385"
    },
    {
      "text": "After he returned to Bangladesh from Cyprus to do his exams in the master of law degree, the Applicant was \"attacked by some unidentified terrorist at the examination hall.",
      "id": "s386"
    },
    {
      "text": "\" His personal security was at risk and Professor Patwary states that the Applicant was still being sought by terrorists who wanted to know his whereabouts.",
      "id": "s387"
    },
    {
      "text": "...' \n \n\n47 In its consideration of the Appellant's claims the Tribunal member said, amongst other things:\n \n 'The claims of the Applicant to refugee status focus on what happened to him because of his activities as a supporter of the Ershad regime.",
      "id": "s388"
    },
    {
      "text": "He has claimed that he was directly involves (sic) in the NBSS which was the student wing, on campus, of the Jatiya Party.",
      "id": "s389"
    },
    {
      "text": "The Applicant has given detailed accounts of his political involvement in the NBSS of the Jatiya Party.",
      "id": "s390"
    },
    {
      "text": "The period of his active engagement in the NBSS, according to what he has stated, was in the period between 1984-86.",
      "id": "s391"
    },
    {
      "text": "In that time he has claimed that he was engaged in (sic) number of activities including the organisation of meetings and rallies to bolster support for Ershad, production of student publications and the signing of branch documents.",
      "id": "s392"
    },
    {
      "text": "The Tribunal was told that he was the general secretary of the NBSS.",
      "id": "s393"
    },
    {
      "text": "The length of time that he was secretary has not been precisely stated but it appears that 1986 was the year of the Applicant's most active involvement.",
      "id": "s394"
    },
    {
      "text": "Because of his prominent role, he became identified as a target by opposition student groups, especially the Chatra Dal and Chatra League which were attached to the BNP and the Awami League respectively.",
      "id": "s395"
    },
    {
      "text": "There was one incident in which he was physically assaulted by a group of other students.",
      "id": "s396"
    },
    {
      "text": "He has said that this attack on him took place in 1986 and it resulted in his hospitalisation.",
      "id": "s397"
    },
    {
      "text": "After that he apparently was more circumspect about his political activities which were pushed aside while he concentrated on his exams.",
      "id": "s398"
    },
    {
      "text": "The Applicant's account of his campus life indicates to the Tribunal that he was a relatively low-key member of the JP after 1986, even if he still went to meetings of the Party.",
      "id": "s399"
    },
    {
      "text": "As he himself has explained, the degree of influence of the NBSS was waning after 1986 and opposition political groups on campus were more prominent than the NBSS and outweighed it in their combined strength.",
      "id": "s400"
    },
    {
      "text": "In his primary application, the Applicant also made reference to beatings when the police detained him but subsequently said to his departmental interviewer that the physical assaults were perpetrated by members of student groups who opposed him.",
      "id": "s401"
    },
    {
      "text": "He told the Tribunal that he reported this incident to the police but that they did not do anything about it.",
      "id": "s402"
    },
    {
      "text": "He did not indicate to the Department, at interview, or the Tribunal that he had ever been arrested or detained by the police.",
      "id": "s403"
    },
    {
      "text": "Therefore the Tribunal considers that it was not possible for there to be any police assaults on the Applicant in the time that he was living in Bangladesh.",
      "id": "s404"
    },
    {
      "text": "Following the assault and the less visible part he played in the politics on campus, the Applicant did not mention that he encountered any further problems at the University.",
      "id": "s405"
    },
    {
      "text": "Thus between the start of 1987 and the end of 1990 the Applicant was able to concentrate on his law studies, complete his undergraduate degree, and restrict his political activities.",
      "id": "s406"
    },
    {
      "text": "He does not suggest that he was under further threat from other student groups in this four year period.",
      "id": "s407"
    },
    {
      "text": "It was not until the fall of Ershad, which occurred in November 1990, that he felt his security and safety was at risk.",
      "id": "s408"
    },
    {
      "text": "As he has said, this was when he decided to go to Cyprus.",
      "id": "s409"
    },
    {
      "text": "Independent commentary on this situation in Bangladesh confirms the claims of the Applicant that the period from 1984-86 was one of great political upheaval in the country.",
      "id": "s410"
    },
    {
      "text": "After he came to power in March 1982, following a military coup, Ershad initiated an austerity drive and campaigned against corruption and inefficiency.",
      "id": "s411"
    },
    {
      "text": "There were a number of officials, police and politicians arrested in 1983.",
      "id": "s412"
    },
    {
      "text": "Political decentralisation was pursued in the interests of rural development.",
      "id": "s413"
    },
    {
      "text": "This goal and the delay in restoring constitutional government generated opposition from political elites.",
      "id": "s414"
    },
    {
      "text": "... \n It was not until late November 1990 that Ershad resigned after massive strikes and violent demonstrations throughout Bangladesh.",
      "id": "s415"
    },
    {
      "text": "He was then placed under house arrest, and an acting President was installed, and moves were quickly made to hold general elections.",
      "id": "s416"
    },
    {
      "text": "On 27 February 1991 general elections were held which resulted in the BNP winning a small majority.",
      "id": "s417"
    },
    {
      "text": "Since then, the BNP has been the ruling Party in Bangladesh.",
      "id": "s418"
    },
    {
      "text": "(see: \"Bangladesh,\" The Far East and Australasia, Europa Publications, 1994, pp 109-111 ...).",
      "id": "s419"
    },
    {
      "text": "The Tribunal accepts the claim of the Applicant that he was fearful for his own security after Ershad fell.",
      "id": "s420"
    },
    {
      "text": "As the US Department of State has commented: \n \n \n \n Following President Ershad's resignation, there were numerous incidents of revenge attacks against members of Ershad's Jatiya Party that included destruction of homes, other property, and party offices.",
      "id": "s421"
    },
    {
      "text": "( See \"Bangladesh,\" Country Reports on Human Rights Practices for 1990, p 1388 ).",
      "id": "s422"
    },
    {
      "text": "According to Amnesty International, criminal and political violence declined in 1991 but increased greatly in 1992.",
      "id": "s423"
    },
    {
      "text": "There were reports of violent clashes on university campuses in 1991 and 1992 and 24 students died and more than 2000 were injured.",
      "id": "s424"
    },
    {
      "text": "(See: Amnesty International, Bangladesh: A summary of human rights concerns, AI Index, ASA 13/01/93, p 2).",
      "id": "s425"
    },
    {
      "text": "Nonetheless the Applicant only remained in Cyprus for one semester and, in October 1991, he returned to Bangladesh to commence a master of law degree.",
      "id": "s426"
    },
    {
      "text": "As he explained to the Tribunal, he had spoken to friends who had advised him it was safe to return.",
      "id": "s427"
    },
    {
      "text": "The Applicant did enrol and begin (sic) his master of law studies.",
      "id": "s428"
    },
    {
      "text": "The circumstances preventing him from completing the final exam in April 1992 are not explained in detail by the Applicant.",
      "id": "s429"
    },
    {
      "text": "He has said that he somehow learnt that he would be attacked by political opponents if he went to the exam but he has not indicated why he was likely to be attacked or what had provoked a possible attack.",
      "id": "s430"
    },
    {
      "text": "What he has said was that the faculty of law could not guarantee his safety and therefore, he decided not to appear for the exam.",
      "id": "s431"
    },
    {
      "text": "Given that the Applicant said that he maintained a low profile on campus after 1986 when he was physically assaulted and had also spent time away from Bangladesh in Cyprus, the Tribunal cannot see how he might be vulnerable to student attack in April 1992.",
      "id": "s432"
    },
    {
      "text": "But, allowing for the possibility that he was a targe of rival student groups, there is no explanation of what he had done or said to provoke such an attack.",
      "id": "s433"
    },
    {
      "text": "There is the mention he has made of the incident in March/April 1992 involving two student rivals with links to the Chattra Dal of the BNP.",
      "id": "s434"
    },
    {
      "text": "The Applicant has referred to this several times but although he claims to have supported one of the leaders, an acquaintance called Ovee, he did not explain clearly what involvement he had.",
      "id": "s435"
    },
    {
      "text": "His account at the Tribunal hearing is that when the fighting broke out between Ovee's faction and the rival group led by Mirja Galib, Ovee was directing the fighting using a walkie-talkie.",
      "id": "s436"
    },
    {
      "text": "The Applicant claimed he was assisting Ovee but has not said what his own role was.",
      "id": "s437"
    },
    {
      "text": "When the police intervened the students scattered.",
      "id": "s438"
    },
    {
      "text": "The Applicant said to the Tribunal that he did not know what subsequently happened and he was not charged.",
      "id": "s439"
    },
    {
      "text": "On the other hand, he presented a different version of the incident to the Department saying that he escaped sentencing because he left Bangladesh.",
      "id": "s440"
    },
    {
      "text": "He also claimed that his case was decided in his absence and that he had been sentenced to ten years in prison.",
      "id": "s441"
    },
    {
      "text": "The Applicant has not made a clear presentation of this incident and it is uncertain whether he has ever been charged because of the fight.",
      "id": "s442"
    },
    {
      "text": "While the Tribunal is prepared to accept that such a clash did occur it finds that the claims of the Applicant are contradictory on what charges, if any, were brought against him.",
      "id": "s443"
    },
    {
      "text": "In addition the role of the Applicant himself in this clash lacks clarity.",
      "id": "s444"
    },
    {
      "text": "Even if the Tribunal allows for the fact that he may have been charged, it is not convinced that the Applicant faces persecution within the meaning of the Convention.",
      "id": "s445"
    },
    {
      "text": "Although the clash between Ovee and Mirja Galib may have been related to their political rivalry within the BNP, the Applicant has said that it was connected to personal antagonism between the two men.",
      "id": "s446"
    },
    {
      "text": "The Applicant appears to have sided with Ovee because they knew one another, were from the same village, and Ovee had befriended the Applicant at one stage.",
      "id": "s447"
    },
    {
      "text": "Therefore the Tribunal cannot see that the Applicant's involvement in the incident had any connection to his political activities or his support of the Jatiya Party.",
      "id": "s448"
    },
    {
      "text": "Moreover the charges against Ovee appear to have been in connection with the death of Mirja Galib.",
      "id": "s449"
    },
    {
      "text": "The Applicant himself has said that by running away he avoided murder charges.",
      "id": "s450"
    },
    {
      "text": "Therefore the issue in this incident is whether he may have been involved in a \"non-political\" offence not whether he was likely to face persecution because of his Jatiya Party activities.",
      "id": "s451"
    },
    {
      "text": "The Tribunal does not consider that the issue of persecution arises in such an incident.",
      "id": "s452"
    },
    {
      "text": "As the UNHCR Handbook has stated: \n \n \n \n In determining whether an offence is \"non-political\" or is, on the contrary, a \"political\" crime, regard should be given in the first place to its nature and purpose i.e.",
      "id": "s453"
    },
    {
      "text": "whether it has been committed out of genuine political motives and not merely for personal reasons or gain.",
      "id": "s454"
    },
    {
      "text": "(See: Office of the United Nations High Commissioner for Refugees, Handbook On Procedures And Criteria For Determining Refugee Status, Geneva, January 1988, para.152, p 36).",
      "id": "s455"
    },
    {
      "text": "The Applicant has also raised the possibility that he is wanted on charges of possessing firearms.",
      "id": "s456"
    },
    {
      "text": "He has said that these are false charges dating back to 1986 but he has some evidence from his friends that the police have charged him with various offences.",
      "id": "s457"
    },
    {
      "text": "The point to note about these charges is that they have never been acted on even though the Applicant was studying in Bangladesh from 1986 until early 1991 when he went to Cyprus.",
      "id": "s458"
    },
    {
      "text": "The Applicant has claimed that while Ershad was in power the charges were never pressed against him but, after the fall of Ershad, he (the Applicant) was vulnerable and could be subjected to arrest.",
      "id": "s459"
    },
    {
      "text": "The fact is, however, that the Applicant returned from Cyprus in October 1991 and resumed his studies at Dhaka University during 1992.",
      "id": "s460"
    },
    {
      "text": "He was never approached by the police and, as he has said himself, while be believed that there were charges against him, he had never seen any document relating to those charges or to a possible arrest.",
      "id": "s461"
    },
    {
      "text": "Therefore the Tribunal concludes that the police had no intention of bringing any charges against him.",
      "id": "s462"
    },
    {
      "text": "Based on the preceding analysis the Tribunal does not consider that the Applicant faced a real chance of persecution at the time that he departed Bangladesh early in 1993.",
      "id": "s463"
    },
    {
      "text": "He was able to resume his law studies when he returned to Bangladesh from Cyprus in October 1991.",
      "id": "s464"
    },
    {
      "text": "He has claimed that he was facing a personal assault on him in April 1992 when he was due to take his exams.",
      "id": "s465"
    },
    {
      "text": "As a result, he did not show up for his exam and failed to complete his master of law degree.",
      "id": "s466"
    },
    {
      "text": "But he has not indicated what was the basis for his suspicion that he would be attacked if he went to the exams.",
      "id": "s467"
    },
    {
      "text": "Nor has he said who was seeking to attack him.",
      "id": "s468"
    },
    {
      "text": "Given the fact that, since the end of 1986, the Applicant had not taken an active role in supporting the Jatiya Party on campus, the Tribunal considers that the chance of him being a target of other student groups to be remote.",
      "id": "s469"
    },
    {
      "text": "He has said that the NBSS was inactive from 1986 and was disbanded in 1988.",
      "id": "s470"
    },
    {
      "text": "Thus, from 1986 onwards, it had no profile on the Dhaka University campus.",
      "id": "s471"
    },
    {
      "text": "Would the Applicant face a real chance of persecution if he returned to Bangladesh?",
      "id": "s472"
    },
    {
      "text": "There have, according to press reports, been continuing tensions in the political situation in Bangladesh in the past two years.",
      "id": "s473"
    },
    {
      "text": "Since February 1991 until April 1996, the BNP has been the ruling party in the country.",
      "id": "s474"
    },
    {
      "text": "Elections were held in February 1996 amid calls by the Awami League, allied with the Jatiya Party and other opposition parties, for Prime Minister Begum Khaleda Zia to resign.",
      "id": "s475"
    },
    {
      "text": "Although the BNP won 99% of seats in the Parliament, the opposition parties refused to participate, charged the elections with being corrupt and rigged, and waged an anti-government campaign that drew support from civil servants, industrialists and workers.",
      "id": "s476"
    },
    {
      "text": "The protest, which had been waged for the past two years, has been characterised by strikes and demonstrations.",
      "id": "s477"
    },
    {
      "text": "There have been continuing demands for the BNP to step down and for Zia to resign.",
      "id": "s478"
    },
    {
      "text": "Finally the Prime Minister capitulated and agreed in early April, to resign and to hold a fresh general election in May 1996 under a neutral caretaker government.",
      "id": "s479"
    },
    {
      "text": "(See: Time Australia , 8 April 1996; The Australian , 29 March 1996; The Sydney Morning Herald , 27 March 1996).",
      "id": "s480"
    },
    {
      "text": "There have been reports of street fights by armed rival groups and the arrest and intimidation of opposition leaders up to the time of the resignation of the Prime Minister.",
      "id": "s481"
    },
    {
      "text": "According to one report, many believed that the members of the Awami League might try to settle scores with political adversaries after the fall of the Zia government.",
      "id": "s482"
    },
    {
      "text": "(See: The Weekend Australian , 30 March 1996).",
      "id": "s483"
    },
    {
      "text": "While this presents an uncertain picture of the political situation and suggests that tensions between the BNP and its rivals, especially the Awami League, still exist, the Tribunal does not consider that the Applicant would be directly affected if he were to return to Bangladesh.",
      "id": "s484"
    },
    {
      "text": "He was part of the student group that supported the Jatiya Party through the NBSS in the period from 1984-86.",
      "id": "s485"
    },
    {
      "text": "His involvement in politics after 1986 was greatly reduced.",
      "id": "s486"
    },
    {
      "text": "Following the fall of Ershad, there were arrests of a number of his key supporters but, although he feared for his own safety, the Applicant was never arrested or detained.",
      "id": "s487"
    },
    {
      "text": "Political rivalries and tensions shifted in the 1990s to the role of the BNP in government and the reports on the situation in Bangladesh from 1994 to the present (in Amnesty International Reports 1994 and 1995; the US Department of State's Country Reports on Human Rights Practices for 1994 ; and recent press coverage such as that cited in the preceding paragraph) do not suggest that former Ershad supporters are the focus of attention by other political parties.",
      "id": "s488"
    },
    {
      "text": "Accordingly, the Tribunal considers that the Applicant does not face a real chance of serious harm if he now returns to Bangladesh.",
      "id": "s489"
    },
    {
      "text": "It finds, therefore, that he does not have a \"well-founded fear\" of persecution within the meaning of the Convention and cannot be considered to be a refugee.",
      "id": "s490"
    },
    {
      "text": "' \n \n APPELLANT'S INACTION: 1996 - 2000 \n \n48 Subsequent to the handing down by the Tribunal of its decision in April 1996, the Appellant took no action to seek relief in respect of that decision until 17 July 2000.",
      "id": "s491"
    },
    {
      "text": "At that time the Appellant became a party to the Muin v Refugee Review Tribunal &amp; Ors ('Muin') [2002] HCA 30 ; (2002) 190 ALR 601 class action (S36 of 1999) in the High Court of Australia.",
      "id": "s492"
    },
    {
      "text": "49 Pursuant to orders made by Gaudron J on 25 November 2002 in the Muin proceedings a draft order nisi was filed by the Appellant in the High Court of Australia on 29 May 2003 seeking constitutional writ relief in respect of the decision of the Tribunal of 26 April 1996.",
      "id": "s493"
    },
    {
      "text": "The grounds upon which relief was sought were that the Tribunal allegedly failed to accord the Appellant procedural fairness.",
      "id": "s494"
    },
    {
      "text": "On 22 January 2004 the Appellant, who was again represented by Adrian Joel &amp; Co, Solicitors, discontinued his application for constitutional writ relief in the High Court.",
      "id": "s495"
    },
    {
      "text": "2004 APPLICATION FOR CONSTITUTIONAL WRIT RELIEF \n \n50 Thereafter, on 31 May 2004 the Appellant applied to the Federal Magistrates Court of Australia for constitutional writ relief in respect of the decision of the Tribunal of 26 April 1996.",
      "id": "s496"
    },
    {
      "text": "The grounds of that application were as follows;-\n \n \n '1.",
      "id": "s497"
    },
    {
      "text": "That the Tribunal exceeded its jurisdiction, in failing to accord the applicant procedural fairness, as required under section 424A(1) and section 418(g) of the Migration Act 1958 .",
      "id": "s498"
    },
    {
      "text": "2.",
      "id": "s499"
    },
    {
      "text": "That the Tribunal is bound to accord procedural fairness in reaching its decisions, and a failure to accord procedural fairness will lead to jurisdictional error, which is not protected from review by the privative clause (S157/2002 v Commonwealth of Australia [(2003 ALR 24] Re Minister for Immigration and Multicultural Affairs; Ex parte Miah [[2001] [2001] HCA 22 ; 206 CLR 57] \n \n 3.",
      "id": "s500"
    },
    {
      "text": "That a breach of the rules of natural justice occurred in connection with the making of the decision.",
      "id": "s501"
    },
    {
      "text": "4.",
      "id": "s502"
    },
    {
      "text": "That the decision involved an exercise of a power that is so unreasonable that no reasonable person could have so exercised the power.",
      "id": "s503"
    },
    {
      "text": "5.",
      "id": "s504"
    },
    {
      "text": "That taking an irrelevant consideration into account in the exercise of a power and failing to take a relevant consideration into account in the exercise of a power which involved error of law in Tribunal's decision.",
      "id": "s505"
    },
    {
      "text": "6.",
      "id": "s506"
    },
    {
      "text": "Refugee Review Tribunal fell into jurisdictional of error in assessing whether or not the State was able to offer adequate protection to the applicant if he returned.",
      "id": "s507"
    },
    {
      "text": "By not dealing with this matter, there was a constructive failure to exercise jurisdiction on the part of the Tribunal, or error of law and or lack of procedural fairness.",
      "id": "s508"
    },
    {
      "text": "' \n \n \n \n\n51 On 8 February 2005 the Appellant filed an Amended Application in the Federal Magistrates Court of Australia.",
      "id": "s509"
    },
    {
      "text": "52 On 19 April 2005 the Appellant filed a Further Amended Application in the Federal Magistrates Court specifying the following grounds:\n \n \n '1.",
      "id": "s510"
    },
    {
      "text": "The decision under review was made in breach of the requirements of procedural fairness for reason that the RRT failed to give the Applicant the opportunity to comment on material adverse to his claim.",
      "id": "s511"
    },
    {
      "text": "... \n \n \n \n \n 2.",
      "id": "s512"
    },
    {
      "text": "The decision under review was made in breach of the requirements of procedural fairness for reason that the RRT failed to take a relevant consideration into account \n \n \n \n \n ... \n \n \n \n \n 3.",
      "id": "s513"
    },
    {
      "text": "The RRT failed, or constructively failed, to exercise, or to attain, jurisdiction for reason that the RRT failed to apply the law to the facts before it \n \n \n \n \n ... \n \n \n \n \n 4.",
      "id": "s514"
    },
    {
      "text": "The RRT failed, or constructively failed, to exercise, or to attain, jurisdiction for reason that the RRT failed to address the question before it \n ...' \n \n\n53 When the application came before the Federal Magistrates Court on 25 October 2005 the Appellant was represented by counsel who elected not to rely upon ground 1 in the Further Amended Application filed 19 April 2005.",
      "id": "s515"
    },
    {
      "text": "54 The learned Federal Magistrate before whom the Further Amended Application came for hearing on 25 October 2005 dismissed the application and ordered the Appellant to pay the Respondent Minister's costs in an amount of $6,157.",
      "id": "s516"
    },
    {
      "text": "In her reasons for judgment she dealt with the Appellant's claims under grounds 2, 3 and 4 of the Further Amended Application as follows:\n \n \n '35.",
      "id": "s517"
    },
    {
      "text": "The Applicant's complaint arises out of the Tribunal's finding that the Applicant had not \" indicated what was the basis for his suspicion that he would be attacked if he went to the exams.",
      "id": "s518"
    },
    {
      "text": "Nor has he said who was seeking to attack him.",
      "id": "s519"
    },
    {
      "text": "\" The Applicant claims that there are references in the transcript that are inconsistent with that finding.",
      "id": "s520"
    },
    {
      "text": "36.",
      "id": "s521"
    },
    {
      "text": "At the hearing before this Court, the Applicant referred to parts of the transcript which he contends show that the Tribunal Member did have evidence for the basis of the Applicant's suspicion that he would be attacked if he went to the exams in 1992 and also evidence of who was attacking him.",
      "id": "s522"
    },
    {
      "text": "37.",
      "id": "s523"
    },
    {
      "text": "The Applicant referred to 3 particular pieces of evidence: \n \n \n \n \n i) The transcript reflects that the Applicant stated, through the interpreter, that \"the opposition party, they came to know that I am appearing in the final exam or I'm about to and at that time my teachers and other people couldn't guarantee my security on the campus.",
      "id": "s524"
    },
    {
      "text": "\" \n \n \n \n \n \n \n \n \n \n ii) The Applicant further stated in his oral evidence that he was a \"trademark with the opponents\" , confirming that by opponents he meant political opponents.",
      "id": "s525"
    },
    {
      "text": "iii) The Applicant also sought to identify the people he feared in relation to this exam as those people who were \"involved in my opposition and those who identified me as a supporter of Jatiya Party, they're now in power and they know me very well.",
      "id": "s526"
    },
    {
      "text": "\" \n \n \n \n 38.",
      "id": "s527"
    },
    {
      "text": "The Tribunal went on to say: \n \n \n \"Yes, I understand but you see what I am talking about is in the campus of the university or within the university we're talking about a much tinier group, as it were.",
      "id": "s528"
    },
    {
      "text": "I mean you're a known identity in the university because you were a political activist.",
      "id": "s529"
    },
    {
      "text": "You are part of an organisation that was obviously disliked intensely and therefore I can understand yes there would be political enemies of yours amongst the student population.",
      "id": "s530"
    },
    {
      "text": "But my question is if you were to go back to Bangladesh and you were to go to say a different part of the country, one that perhaps not even to Dhaka, somewhere else and just to settle there and to live there, then what would be the risk to you of your political enemies doing anything to you.",
      "id": "s531"
    },
    {
      "text": "\"\n 39.",
      "id": "s532"
    },
    {
      "text": "The Applicant submits that these words by the Tribunal member indicate that the Tribunal accepted that the Applicant had political opponents.",
      "id": "s533"
    },
    {
      "text": "However, it is my view that, a fair reading of the transcript, in context, makes it clear that the Tribunal member was referring to the student population and the position of the Applicant in that group.",
      "id": "s534"
    },
    {
      "text": "40.",
      "id": "s535"
    },
    {
      "text": "The Tribunal plainly considered in some detail the Applicant's claims relating to the circumstances surrounding his failure to attend the exam based on his fear of attack.",
      "id": "s536"
    },
    {
      "text": "It concluded that the Applicant had not indicated what the basis was for his suspicion that he would be attacked if he went to the exams.",
      "id": "s537"
    },
    {
      "text": "It also concluded that he had not identified those who would be seeking to attack him.",
      "id": "s538"
    },
    {
      "text": "Those findings are in the context of the findings of the Tribunal that, since the end of 1986, the Applicant had not taken an active role in supporting the Jatiya Party on campus and that he had spent time in Cyprus before coming back in April 1992 to commence his Master of Laws exam.",
      "id": "s539"
    },
    {
      "text": "Soon after he returned to Dhaka, the clash involving Ovee occurred.",
      "id": "s540"
    },
    {
      "text": "However, the Tribunal found that the clash was the result of antagonism between Ovee and another student activist, and any involvement of the Applicant in the incident was not because of any persecution for a Convention related reason.",
      "id": "s541"
    },
    {
      "text": "41.",
      "id": "s542"
    },
    {
      "text": "The Tribunal is obliged to identify the claims made by the Applicant and to consider them and make findings.",
      "id": "s543"
    },
    {
      "text": "Based on those findings the Tribunal is obliged to apply the relevant law in considering whether or not it is satisfied that, pursuant to ss.36 and 65 of the Act, the Applicant has met the necessary criteria to be entitled to a protection visa by reason of being a refugee.",
      "id": "s544"
    },
    {
      "text": "42.",
      "id": "s545"
    },
    {
      "text": "What was critical to the finding of the Tribunal, was that the Tribunal did not accept that the Applicant would be directly affected as a result of his early political history, if he were to return to Bangladesh, given that his support of the Jatiya Party through the NBSS had been greatly reduced after 1986 and that the independent country information before the Tribunal did not suggest that former Ershed supporters are the focus of attention by other political parties.",
      "id": "s546"
    },
    {
      "text": "The Tribunal found that the Applicant would not face a real chance of serious harm if he were to return to Bangladesh as a result of his political affiliation with the Jatiya Party whilst attending Dhaka University in the later half of the 1980's and early 1990's.",
      "id": "s547"
    },
    {
      "text": "43.",
      "id": "s548"
    },
    {
      "text": "The Applicant, through his Counsel, conceded that wrong findings of fact by the Tribunal do not necessarily amount to jurisdictional error.",
      "id": "s549"
    },
    {
      "text": "However, a fair reading of the decision shows that the Tribunal indeed considered the claims of the Applicant in relation to his concern about the exams, and accepted that the Applicant was fearful and may have suffered attacks in the past because of his support of Ershed and as a member of NBSS.",
      "id": "s550"
    },
    {
      "text": "44.",
      "id": "s551"
    },
    {
      "text": "The Tribunal did not accept that the Applicant's claim of fear from political opponents at the time of his exams was well founded.",
      "id": "s552"
    },
    {
      "text": "The Applicant does not specify the basis for his suspicion other than to assert that he feared his political opponents.",
      "id": "s553"
    },
    {
      "text": "The Tribunal was not satisfied as to why the opponents would still be interested in him.",
      "id": "s554"
    },
    {
      "text": "It is for the Applicant to satisfy the Tribunal that the criteria in ss.36 and 65 of the Act are met.",
      "id": "s555"
    },
    {
      "text": "45.",
      "id": "s556"
    },
    {
      "text": "It was open to the Tribunal, on the material before it, to make the findings of facts it did.",
      "id": "s557"
    },
    {
      "text": "Indeed, I am not persuaded that the findings of fact it made in respect of the incident surrounding the exams were wrong, let alone whether such an error was capable of amounting to jurisdictional error.",
      "id": "s558"
    },
    {
      "text": "The Tribunal decision is not to be read with an eye keenly attuned to error, rather, it is to be given a fair reading taken as a whole.",
      "id": "s559"
    },
    {
      "text": "( Minster for Immigration and Ethnic Affairs v Wu Shan Liang [1996] HCA 6 ; (1996) 185 CLR 259 at 271; Fang Wang v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCA 1044 at [14] ).",
      "id": "s560"
    },
    {
      "text": "46.",
      "id": "s561"
    },
    {
      "text": "Given that grounds 2, 3 and 4 are all based on the same particular, and having regard to the findings in these reasons with respect to that particular, grounds 2, 3 and 4 are not made out.",
      "id": "s562"
    },
    {
      "text": "' \n \n \n APPEAL TO THE FEDERAL COURT OF AUSTRALIA \n \n55 On 14 December 2005 the Appellant appealed to this court from the whole of the judgment of the learned Federal Magistrate.",
      "id": "s563"
    },
    {
      "text": "The grounds specified in the Notice of Appeal were as follows:\n \n \n '1.",
      "id": "s564"
    },
    {
      "text": "The applicant was deprived of receiving procedural fairness as the Tribunal was failed to consider the relevant issues.",
      "id": "s565"
    },
    {
      "text": "The Honourable trial judge erred in considering this issue.",
      "id": "s566"
    },
    {
      "text": "2.",
      "id": "s567"
    },
    {
      "text": "The Tribunal was influenced by the Country information and made a decision without applying the law and the facts before it.",
      "id": "s568"
    },
    {
      "text": "3.",
      "id": "s569"
    },
    {
      "text": "The Applicant was not provided an opportunity to comment, the materials which the Tribunal relied on its decision.",
      "id": "s570"
    },
    {
      "text": "The Honourable trial judge did not make any comments in relation to this issue.",
      "id": "s571"
    },
    {
      "text": "4.",
      "id": "s572"
    },
    {
      "text": "The Applicant was failed to appear the final examination of the LL.M degree at the University of Dhaka and it was supported by the Law Department at the Dhaka University was devalued by the Tribunal without any basis.",
      "id": "s573"
    },
    {
      "text": "This constituted an error jurisdictionally.",
      "id": "s574"
    },
    {
      "text": "' \n \n \n \n\n56 When the appeal was called for hearing mid morning on 13 March 2006 the Appellant sought leave to rely upon a 'Further Amended Notice of Appeal'.",
      "id": "s575"
    },
    {
      "text": "That notice of appeal identified totally different grounds from those that had been set out in the Notice of Appeal of 14 December 2005.",
      "id": "s576"
    },
    {
      "text": "The new proposed grounds were as follows:\n \n \n '1.",
      "id": "s577"
    },
    {
      "text": "Her Honour erred in finding \"the decision of the Tribunal is a privative clause decision\" in circumstances where the second respondent committed a jurisdictional error of law by failing to afford the Appellant common law procedural fairness.",
      "id": "s578"
    },
    {
      "text": "Particulars \n \n a.",
      "id": "s579"
    },
    {
      "text": "In affirming the delegate's decision the second respondent rejected the possibility of any police assault on the Appellant by reason of his failure to \"indicate to the Department, at interview, or the Tribunal that he had ever been arrested or detained by the police\".",
      "id": "s580"
    },
    {
      "text": "b.",
      "id": "s581"
    },
    {
      "text": "In affirming the delegate's decision the second respondent found the \"claims of the Applicant are contradictory on what charges, if any, were brought against him\" by comparing the version given to the Department with that given to the Tribunal.",
      "id": "s582"
    },
    {
      "text": "c. The transcript of the RRT hearing, however, indicates that the Tribunal did not put its concerns about the different version of accounts given to the Department and the Tribunal to the Appellant so that he may have an opportunity to comment about such concerns and/or of dealing with them.",
      "id": "s583"
    },
    {
      "text": "d. The abovementioned concerns expressed by the Tribunal were critical to its decision affirming the delegate's decision.",
      "id": "s584"
    },
    {
      "text": "2.",
      "id": "s585"
    },
    {
      "text": "Her Honour also erred in finding \"the decision of the Tribunal is a privative clause decision\" in circumstances where the second respondent committed a jurisdictional error of law by failing to conduct a review of the delegate's decision in accordance with the Migration Act 1958 (the \"Act\") --- viz., by failing to observe the mandatory requirements of section 424A of the Act.",
      "id": "s586"
    },
    {
      "text": "Particulars \n \n a.",
      "id": "s587"
    },
    {
      "text": "In reaching her conclusion about the reviewability of the Tribunal's decision her Honour stated that the \"Tribunal noted that the Applicant gave a different version of the incident\" in March/April 1992 and therefore \"due to the contradictory nature of the Applicant's claims in respect of the consequences, the Tribunal was not prepared to accept the Applicant's evidence of his role in the clash and the consequences\".",
      "id": "s588"
    },
    {
      "text": "b.",
      "id": "s589"
    },
    {
      "text": "The Second Respondent also drew adverse inferences about the Appellant's claim of being arrested or detained by the police by reason of his failure to \"indicate to the Department, at interview, or the Tribunal that he had ever been arrested or detained by police\".",
      "id": "s590"
    },
    {
      "text": "c. The second respondent failed to give (in accordance with section 441A of the Act) the Appellant particulars of information it considered were adverse to the Appellant's claims and invite him to comment on such particulars the Tribunal considered were the reason or part of the reason for affirming the decision under review.",
      "id": "s591"
    },
    {
      "text": "3.",
      "id": "s592"
    },
    {
      "text": "Her Honour also erred in finding \"the decision of the Tribunal is a privative clause decision\" in circumstances where the second respondent committed a jurisdictional error of law by failing to consider all of the integers of Appellant's claim.",
      "id": "s593"
    },
    {
      "text": "Particulars \n \n a.",
      "id": "s594"
    },
    {
      "text": "In response to the Tribunal's questioning about the risk of persecution upon refoulment, the Appellant claimed that it would be very difficult for him to get a job without connections.",
      "id": "s595"
    },
    {
      "text": "b.",
      "id": "s596"
    },
    {
      "text": "While the Appellant's claim in this regard was recorded by the Tribunal there was no finding made on the point.",
      "id": "s597"
    },
    {
      "text": "4.",
      "id": "s598"
    },
    {
      "text": "Her Honour further erred in finding \"the decision of the Tribunal is a privative clause decision\" in circumstances where the second respondent committed a jurisdictional error of law by misconstruing the meaning of persecution in circumstances where it failed to make conclusions about the causal connection between the harm experienced and Convention grounds.",
      "id": "s599"
    },
    {
      "text": "Particulars \n \n a.",
      "id": "s600"
    },
    {
      "text": "The Tribunal failed to turn its mind to whether the Appellant's claim of limited employment opportunities by reason of his previous political affiliation and the current political environment constituted Convention based persecution.",
      "id": "s601"
    },
    {
      "text": "b.",
      "id": "s602"
    },
    {
      "text": "The Tribunal accepted the Appellant was involved in an incident in April 1992 involving a clash between Ovee and Mirja Galib which \"may have been related to their political rivalry within the BNP\" (AB 216.1) but went on to find that the Appellant was involved in a \"non-political offence\".",
      "id": "s603"
    },
    {
      "text": "' \n \n \n \n\n57 These new proposed grounds included grounds which had been abandoned when the application for constitutional writ relief was before the learned Federal Magistrate on 25 October 2005, namely ground 1 in the Further Amended Application as set out above (an alleged denial of procedural fairness).",
      "id": "s604"
    },
    {
      "text": "58 The appeal was argued by reference to the original Notice of Appeal and the Further Amended Notice of Appeal, the decision as to whether or not the Appellant should be permitted to rely upon the Further Amended Notice of Appeal being reserved.",
      "id": "s605"
    },
    {
      "text": "59 The Appellant sought to rely upon paragraphs 1 and 3 of the original Notice of Appeal, submitting that there had been a denial of procedural fairness.",
      "id": "s606"
    },
    {
      "text": "In respect of the Amended Notice of Appeal the Appellant abandoned the proposed ground 2 and pressed ground 1 and also grounds 3 -4.",
      "id": "s607"
    },
    {
      "text": "60 In my opinion, the appeal should be dismissed.",
      "id": "s608"
    },
    {
      "text": "61 Firstly, the proposed amendment to the Notice of Appeal should be disallowed.",
      "id": "s609"
    },
    {
      "text": "Whilst a consideration of the need for further evidence and consequential prejudice does not arise, nevertheless ground 1 in the Further Amended Application, the procedural fairness ground, had been expressly abandoned by the Appellant through his then counsel before the learned Federal Magistrate.",
      "id": "s610"
    },
    {
      "text": "The other grounds which have been pressed in the proposed 'Further Amended Notice of Appeal', grounds 3 and 4, were not raised before her Honour.",
      "id": "s611"
    },
    {
      "text": "62 For the same reasons, the Appellant ought not to be permitted to rely upon grounds 1 and 3 in the original Notice of Appeal filed 14 December 2005.",
      "id": "s612"
    },
    {
      "text": "These grounds simply assert that the Appellant had been denied procedural fairness by the Tribunal.",
      "id": "s613"
    },
    {
      "text": "This case had been abandoned before the learned Federal Magistrate.",
      "id": "s614"
    },
    {
      "text": "63 Secondly, even if jurisdictional error on the part of the Tribunal were now established, no satisfactory explanation has been provided of the Appellant's delay in challenging the decision of the Tribunal.",
      "id": "s615"
    },
    {
      "text": "I consider the delay of over 1,500 days on the part of the Appellant to amount to unwarrantable delay within the meaning of the above principles (see [27] --- [28]).",
      "id": "s616"
    },
    {
      "text": "In the exercise of my discretion, I would refuse relief to the Appellant in any event.",
      "id": "s617"
    },
    {
      "text": "64 Thirdly, the Tribunal did not deny the Appellant procedural fairness, fail to properly consider the risk of persecution were the Appellant to return to Bangladesh or fail to consider whether any fear of persecution the Appellant may have had was causally connected to his political opinion.",
      "id": "s618"
    },
    {
      "text": "65 In its reasons, the Tribunal referred to three political parties operating in Bangladesh --- Ershad's Jatiya Party, of which the Appellant claimed to be a member, the BNP and the Awami League.",
      "id": "s619"
    },
    {
      "text": "The student branch of the Jatiya Party, headquartered at Dhaka University, was known as Natun Banga Shatra Samaz (NBSS) and the Appellant claimed to be its general secretary.",
      "id": "s620"
    },
    {
      "text": "The student branch of the BNP was the Chattra Dal.",
      "id": "s621"
    },
    {
      "text": "Two members of that body were Ovee and Mirja Galib.",
      "id": "s622"
    },
    {
      "text": "They were leaders of different factions within Chattra Dal.",
      "id": "s623"
    },
    {
      "text": "According to the Appellant, Ovee had been secretary of internal affairs in the Chattra Dal.",
      "id": "s624"
    },
    {
      "text": "He was expelled from Chattra Dal in 1989.",
      "id": "s625"
    },
    {
      "text": "There were hostilities between Ovee's faction and Mirja Galib's faction.",
      "id": "s626"
    },
    {
      "text": "The Appellant happened to be a friend of Ovee, notwithstanding that their allegiances were to different political parties.",
      "id": "s627"
    },
    {
      "text": "Ovee came from the same area as the Appellant and their families were known to one another.",
      "id": "s628"
    },
    {
      "text": "The hostilities between Ovee's faction and Mirja Galib's faction erupted into a fight in March/April 1992 in which Mirja Galib was killed by members of Ovee's faction.",
      "id": "s629"
    },
    {
      "text": "At the time, the Appellant claims he was in the company of Ovee controlling the fighting by means of two way radios (walkie-talkies).",
      "id": "s630"
    },
    {
      "text": "66 It is apparent from what appears above that the Appellant became involved in the affairs of NBSS in 1984 when he was a first year university student at Dhaka University.",
      "id": "s631"
    },
    {
      "text": "He maintained an active involvement in its affairs until 1986.",
      "id": "s632"
    },
    {
      "text": "From 1986 the influence of NBSS began to wane and in 1988 it was disbanded.",
      "id": "s633"
    },
    {
      "text": "The Appellant was physically assaulted by members of an opposing student group in 1986.",
      "id": "s634"
    },
    {
      "text": "He was struck with a hockey stick and sustained a broken leg which led to a period of hospitalisation.",
      "id": "s635"
    },
    {
      "text": "Following this incident, the Appellant took a less visible role in politics on the University campus and in the four year period from 1987 to 1990 he concentrated on his legal studies.",
      "id": "s636"
    },
    {
      "text": "He claimed that he remained a supporter of the Jatiya Party even though he had no on-campus involvement.",
      "id": "s637"
    },
    {
      "text": "67 On or about 6 December 1990 Ershad was toppled, resigning after massive strikes and violent demonstrations throughout Bangladesh.",
      "id": "s638"
    },
    {
      "text": "68 Notwithstanding his low political profile in the preceding four years, the Appellant became fearful for his own security when Ershad fell.",
      "id": "s639"
    },
    {
      "text": "In February 1991 he proceeded to flee to Cyprus.",
      "id": "s640"
    },
    {
      "text": "Nonetheless, in October 1991 he returned to Bangladesh to commence a Master of Laws at the University of Dhaka.",
      "id": "s641"
    },
    {
      "text": "69 The Appellant did not sit for his final exams on 16 April 1992 and in May 1992, after a period of seven or eight months back in Bangladesh, he returned to Cyprus once again.",
      "id": "s642"
    },
    {
      "text": "Subsequently, he returned to Bangladesh in December 1992 before departing for Australia in January 1993.",
      "id": "s643"
    },
    {
      "text": "70 In his evidence before the Tribunal the Appellant said:-\n \n '...",
      "id": "s644"
    },
    {
      "text": "I came to know through one of my friends that they will attack me on the next exam day.",
      "id": "s645"
    },
    {
      "text": "I approached to my teachers to manage security for me but they couldn't do anything.",
      "id": "s646"
    },
    {
      "text": "They couldn't get me out of that.",
      "id": "s647"
    },
    {
      "text": "Then I didn't dare to go to the exam and as a result I couldn't appear in the exam and I didn't complete the degree.",
      "id": "s648"
    },
    {
      "text": "...",
      "id": "s649"
    },
    {
      "text": "I did two subjects only.",
      "id": "s650"
    },
    {
      "text": "... \n ... \n So they couldn't arrange my security so for saving my life ...",
      "id": "s651"
    },
    {
      "text": "I couldn't appear in the final examination.",
      "id": "s652"
    },
    {
      "text": "Due to two subjects I cannot complete my degree from Bangladesh, that's the story for my life.",
      "id": "s653"
    },
    {
      "text": "...' \n \n\n71 Somewhat inconsistently with this account, the letter dated 18 November 1993, said to have been written by Professor Patwary from the Department of Law at the University of Dhaka, which the Appellant's solicitors submitted to the Tribunal for its consideration, included an assertion that the Appellant:\n \n 'made ... all efforts to appear at the final examination of LL.M.",
      "id": "s654"
    },
    {
      "text": "But he was attacked by some unidentified terrorist at the examination hall, even despite all co-operation of the Department.",
      "id": "s655"
    },
    {
      "text": "...' \n \n\n72 The Tribunal in its consideration of the Appellant's claims before it observed that:\n \n 'The circumstances preventing him from completing the final exam in April 1992 are not explained in detail by the Applicant.",
      "id": "s656"
    },
    {
      "text": "' \n \n\n73 It then continued:\n \n 'Given that the Applicant said that he maintained a low profile on campus after 1986 when he was physically assaulted and had also spent time away from Bangladesh in Cyprus, the Tribunal cannot see how he might be vulnerable to student attack in April 1992.",
      "id": "s657"
    },
    {
      "text": "But, allowing for the possibility that he was a target of rival student groups, there is no explanation of what he had done or said to provoke such an attack.",
      "id": "s658"
    },
    {
      "text": "' \n \n\n74 The Tribunal's consideration of this issue was not founded upon any significant adverse material that had come to its attention from another source.",
      "id": "s659"
    },
    {
      "text": "The Tribunal was not obliged to prompt and stimulate an elaboration from the Appellant of his case.",
      "id": "s660"
    },
    {
      "text": "It was for the Appellant to advance whatever evidence or argument he wished to advance and for the Tribunal to decide whether his claim had been made out.",
      "id": "s661"
    },
    {
      "text": "75 In relation to the fight between Ovee's faction and Mirja Galib's faction, the Tribunal concluded:\n \n 'The Applicant has not made a clear presentation of this incident and it is uncertain whether he has ever been charged because of the fight.",
      "id": "s662"
    },
    {
      "text": "While the Tribunal is prepared to accept that such a clash did occur it finds that the claims of the Applicant are contradictory on what charges, if any, were brought against him.",
      "id": "s663"
    },
    {
      "text": "In addition the role of the Applicant himself in this clash lacks clarity.",
      "id": "s664"
    },
    {
      "text": "' \n \n\n76 In reaching this conclusion the Tribunal drew attention to conflicting accounts concerning the fight which had been given by the Appellant to the Department and to the Tribunal.",
      "id": "s665"
    },
    {
      "text": "77 Once again it must be observed that it was the Appellant who, through his solicitors, directed the Tribunal's attention to the record of the Minister's delegate's decision.",
      "id": "s666"
    },
    {
      "text": "The Appellant cannot contend that significant adverse material had come to the Tribunal's attention from another source.",
      "id": "s667"
    },
    {
      "text": "The Appellant was seized of all the relevant material in relation to this issue and it was his responsibility to advance whatever evidence or argument he wished to rely upon.",
      "id": "s668"
    },
    {
      "text": "78 Similar observations may be made in respect of the Tribunal's conclusion that the police had no intention of bringing any charges against the Appellant for possessing firearms back in 1986.",
      "id": "s669"
    },
    {
      "text": "Had the Appellant wished to establish that such charges were outstanding against him, it was for him to advance whatever evidence and argument he wished to rely upon in support of his case and also satisfactorily explain his ability to remain on campus and complete his primary degree in 1987 --- 1990, his ability to return to Bangladesh from Cyprus in October 1991 and remain for a period of seven or eight months thereafter and then his ability to return to Bangladesh again in December 1992 without being arrested.",
      "id": "s670"
    },
    {
      "text": "79 The Appellant was not denied procedural fairness by the Tribunal.",
      "id": "s671"
    },
    {
      "text": "At the end of the day the Tribunal was not satisfied that in early 1993 he was outside Bangladesh owing to a well-founded fear of being persecuted for reasons of political opinion.",
      "id": "s672"
    },
    {
      "text": "Further, it was not satisfied that he was, owing to a well-founded fear of being persecuted for reasons of political opinion, unwilling, at the time the matter was before the Tribunal, to avail himself of the protection of Bangladesh.",
      "id": "s673"
    },
    {
      "text": "He was given a fair opportunity to present his case and make submissions on the question of whether it should have been appropriately satisfied on those matters.",
      "id": "s674"
    },
    {
      "text": "Ground of appeal 1 in the Further Amended Notice of Appeal would fail even if the Appellant were allowed to raise it at this stage.",
      "id": "s675"
    },
    {
      "text": "80 The question of whether or not it was reasonable for the Appellant to relocate to another part of Bangladesh removed from the campus of the University of Dhaka did not arise.",
      "id": "s676"
    },
    {
      "text": "The Tribunal did not conclude that the Appellant may be unsafe in Dhaka, but safe in other parts of Bangladesh to which he could relocate, were he to return to Bangladesh.",
      "id": "s677"
    },
    {
      "text": "Ground of appeal 3 in the Further Amended Notice of Appeal would fail even if the Appellant were allowed to raise it at this stage.",
      "id": "s678"
    },
    {
      "text": "81 The Tribunal did not consider that the issue of persecution arose in respect of the Appellant's involvement in the fight between Ovee's faction and Mirja Galib's faction.",
      "id": "s679"
    },
    {
      "text": "82 It was never suggested by the Appellant that his involvement in the fight was because of political opinion which he held supportive of Ovee which placed him in conflict with Mirja Galib's faction.",
      "id": "s680"
    },
    {
      "text": "The political opinion of the Appellant as a member of the Jatiya Party had nothing whatsoever to do with the fight between the Ovee and Mirja Galib factions.",
      "id": "s681"
    },
    {
      "text": "The Tribunal correctly decided that the Appellant's involvement in the fight, such as it was, was for personal reasons, namely his friendship with Ovee.",
      "id": "s682"
    },
    {
      "text": "It was never suggested that the Appellant had any political alignment with Ovee.",
      "id": "s683"
    },
    {
      "text": "The Appellant was a supporter of the Jatiya Party, and Ovee and Mirja Galib were rivals within or in relation to the BNP.",
      "id": "s684"
    },
    {
      "text": "Ground of appeal 4 in the Further Amended Notice of Appeal would fail even if the Appellant were allowed to raise it at this stage.",
      "id": "s685"
    },
    {
      "text": "83 For the foregoing reasons the appeal in this matter should be dismissed with costs.",
      "id": "s686"
    },
    {
      "text": "I certify that the preceding eighty-three (83) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Graham.",
      "id": "s687"
    },
    {
      "text": "Associate:\n\nDated: 19 April 2006\n\n\n Counsel for the Appellant: Dr J Azzi \n \n Counsel for the First Respondent: G T Johnson \n \n Solicitor for the First Respondent: Australian Government Solicitor \n \n Date of Hearing: 13 March 2006 \n \n Date of Judgment: 19 April 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/425.html",
      "id": "s688"
    }
  ]
}