{
  "name": "WALT v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCA 42 (6 February 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/42.html",
  "catchphrases": [
    {
      "text": "protection visa",
      "id": "c0"
    },
    {
      "text": "refusal",
      "id": "c1"
    },
    {
      "text": "application for review",
      "id": "c2"
    },
    {
      "text": "claim based on alleged religious conversion at age 11 considered when applicant aged 17",
      "id": "c3"
    },
    {
      "text": "tribunal not in error in asking the wrong questions in relation to conversion and taking into account irrelevant considerations",
      "id": "c4"
    },
    {
      "text": "tribunal did not fail to ask to consider whether applicant had well-found fear of being persecuted by reason of being an apostate",
      "id": "c5"
    },
    {
      "text": "tribunal not in error in reaching conclusion on availability of state protection",
      "id": "c6"
    },
    {
      "text": "no error in conclusions on relocation",
      "id": "c7"
    },
    {
      "text": "migration",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application made under s 39B of the Judiciary Act 1903 (Cth).",
      "id": "s0"
    },
    {
      "text": "The applicant seeks review of a decision of the Refugee Review Tribunal ('the Tribunal') made on 28 April 2005 and handed down on 20 May 2005.",
      "id": "s1"
    },
    {
      "text": "In that decision the Tribunal affirmed a decision of a delegate of the first respondent not to grant the applicant a protection (class XA) visa pursuant to the provisions of the Migration Act 1958 (Cth).",
      "id": "s2"
    },
    {
      "text": "2 The principal claim made by the applicant before the Tribunal was that he had a well-founded fear of persecution consequent upon him converting from being a Muslim to being a Christian when 11 years of age.",
      "id": "s3"
    },
    {
      "text": "In a written statement made in support of his application for a protection visa he described the circumstances of his conversion as follows:\n \n \n '5.",
      "id": "s4"
    },
    {
      "text": "My family are Muslims.",
      "id": "s5"
    },
    {
      "text": "My father was a strict Muslim doing all the prayers and attending the mosque each day.",
      "id": "s6"
    },
    {
      "text": "My mother and brother sometimes went to the Mosque.",
      "id": "s7"
    },
    {
      "text": "I went sometimes too, but not everyday.",
      "id": "s8"
    },
    {
      "text": "We did fasting.",
      "id": "s9"
    },
    {
      "text": "I don't know much about the Muslim religion --- it is hard to learn.",
      "id": "s10"
    },
    {
      "text": "6.",
      "id": "s11"
    },
    {
      "text": "In ... village there were both Muslim and Christian people.",
      "id": "s12"
    },
    {
      "text": "7.",
      "id": "s13"
    },
    {
      "text": "I went to ... Primary School in ....",
      "id": "s14"
    },
    {
      "text": "This was a Muslim school --- most of the students were Muslim.",
      "id": "s15"
    },
    {
      "text": "But there were some Christians [sic] students too.",
      "id": "s16"
    },
    {
      "text": "There were some classes about the Muslim religion.",
      "id": "s17"
    },
    {
      "text": "8.",
      "id": "s18"
    },
    {
      "text": "I first learned about being a Christian from my friend at school.",
      "id": "s19"
    },
    {
      "text": "His name was Ruben and he was a Christian from a Christian family.",
      "id": "s20"
    },
    {
      "text": "He was my age.",
      "id": "s21"
    },
    {
      "text": "He told me about being a Christian.",
      "id": "s22"
    },
    {
      "text": "He said that Christian is a very nice religion and that it's not hard.",
      "id": "s23"
    },
    {
      "text": "You go to church maybe just on Sunday or Saturday, but not every day like Muslims.",
      "id": "s24"
    },
    {
      "text": "9.",
      "id": "s25"
    },
    {
      "text": "I had other Christian friends too.",
      "id": "s26"
    },
    {
      "text": "I met them at school or playing soccer or other places.",
      "id": "s27"
    },
    {
      "text": "Some were older than me.",
      "id": "s28"
    },
    {
      "text": "They did not all go to church, but they were Christians.",
      "id": "s29"
    },
    {
      "text": "10.",
      "id": "s30"
    },
    {
      "text": "In my heart I liked the Christian religion.",
      "id": "s31"
    },
    {
      "text": "That's why I wanted to become one like my friends.",
      "id": "s32"
    },
    {
      "text": "11.",
      "id": "s33"
    },
    {
      "text": "I don't know much about Christian religion or Muslim religion.",
      "id": "s34"
    },
    {
      "text": "I only ever went to church a few times.",
      "id": "s35"
    },
    {
      "text": "But I like Christian.",
      "id": "s36"
    },
    {
      "text": "I would like to learn more about Christian religion.",
      "id": "s37"
    },
    {
      "text": "12.",
      "id": "s38"
    },
    {
      "text": "I told my friends I wanted to be Christian.",
      "id": "s39"
    },
    {
      "text": "They gave me a cross with Jesus on it and I wore it.",
      "id": "s40"
    },
    {
      "text": "And I got a Christian name --- Romero.",
      "id": "s41"
    },
    {
      "text": "13.",
      "id": "s42"
    },
    {
      "text": "When my father saw the cross he was very mad.",
      "id": "s43"
    },
    {
      "text": "I told him I had become a Christian.",
      "id": "s44"
    },
    {
      "text": "He picked up something (a stick or something) and chased me away.",
      "id": "s45"
    },
    {
      "text": "My brother and other villagers were chasing me too.",
      "id": "s46"
    },
    {
      "text": "14.",
      "id": "s47"
    },
    {
      "text": "I ran from my house and out of ... village to my friend Michael's house in ... village.",
      "id": "s48"
    },
    {
      "text": "Michael is probably about 30-something now.",
      "id": "s49"
    },
    {
      "text": "I went to his house coz he was my best friend.",
      "id": "s50"
    },
    {
      "text": "I slept at his place but visited other people too.",
      "id": "s51"
    },
    {
      "text": "15.",
      "id": "s52"
    },
    {
      "text": "After a few months Michael persuaded me to return to my family.",
      "id": "s53"
    },
    {
      "text": "I went back alone, but they chased me away again.",
      "id": "s54"
    },
    {
      "text": "My father said he didn't want to see me again and that if he caught me there'd be big trouble.",
      "id": "s55"
    },
    {
      "text": "My brother said there was big shame in the village because of what I'd done.",
      "id": "s56"
    },
    {
      "text": "16.",
      "id": "s57"
    },
    {
      "text": "As I was running away my brother shot me with an arrow in the leg.",
      "id": "s58"
    },
    {
      "text": "Someone gave me some first aid and then I went back to michael's [sic] house where they looked after me.",
      "id": "s59"
    },
    {
      "text": "17.",
      "id": "s60"
    },
    {
      "text": "Michael was worried that if my family found out I was staying with him they might cause trouble.",
      "id": "s61"
    },
    {
      "text": "18.",
      "id": "s62"
    },
    {
      "text": "Another friend of mine, Ali, was going to South Africa.",
      "id": "s63"
    },
    {
      "text": "He was a truck driver.",
      "id": "s64"
    },
    {
      "text": "He said that I could go with him so that I would be safe from my family.",
      "id": "s65"
    },
    {
      "text": "19.",
      "id": "s66"
    },
    {
      "text": "I left [my country] when I was 12 years old.",
      "id": "s67"
    },
    {
      "text": "...' \n \n\n 3 The applicant arrived in Australia on 5 November 2004.",
      "id": "s68"
    },
    {
      "text": "Against these background circumstances there are four grounds on which review is sought of the reasoning of the Tribunal.",
      "id": "s69"
    },
    {
      "text": "Leave was granted at the hearing of the application for these to replace those grounds outlined in the original application.",
      "id": "s70"
    },
    {
      "text": "It is convenient to address the content of the reasons as appropriate in connection with each of those grounds.",
      "id": "s71"
    },
    {
      "text": "GROUND 1: CONVERSION TO CHRISTIANITY \n \n4 The first ground is that the Tribunal was in jurisdictional error because it failed to ask the right question in relation to the issue of the applicant's conversion to Christianity and rather took into account his perceived subsequent failures as a Christian in considering his claimed conversion at 11 years of age.",
      "id": "s72"
    },
    {
      "text": "5 The Tribunal's reasoning appears in the following paragraphs:\n \n 'The applicant claimed that he converted to Christianity at 11 years of age.",
      "id": "s73"
    },
    {
      "text": "As a result he was outcast by his family and they threatened to kill him.",
      "id": "s74"
    },
    {
      "text": "The applicant in his evidence to the Tribunal did not even have a rudimentary knowledge of the basic tenets of Christianity.",
      "id": "s75"
    },
    {
      "text": "He did not know the significance of Easter or what that event entailed.",
      "id": "s76"
    },
    {
      "text": "He did not know why Jesus was important to Christianity.",
      "id": "s77"
    },
    {
      "text": "He appeared to be ignorant of the very basis of Christian beliefs namely that Jesus died at Easter time so that Christians could have everlasting life.",
      "id": "s78"
    },
    {
      "text": "The Tribunal accepts that it must judge the applicant's credibility and assess his evidence with an appreciation of the fact that he was only 11 years old at the time he converted.",
      "id": "s79"
    },
    {
      "text": "However, the applicant is now 17; he has had 6 years to pursue his conversion to Christianity and to grasp some of the basic tenets of the religion and yet has not done so.",
      "id": "s80"
    },
    {
      "text": "It is clear that when he lived in South Africa and he had the opportunity to attend church and learn more about Christianity, he did not.",
      "id": "s81"
    },
    {
      "text": "Further, his evidence to the Tribunal was that in Australia he had attended church on one occasion.",
      "id": "s82"
    },
    {
      "text": "He did not have a bible and the reasons he gave for failing to obtain a bible in Australia were not logical or reasonable.",
      "id": "s83"
    },
    {
      "text": "The only reason the applicant could provide for preferring Christianity to Islam was not based on any assessment of the tenets or beliefs of the religion; it was rather the ease of the practise of that religion.",
      "id": "s84"
    },
    {
      "text": "He felt that as being a Christian you only had to go to church once a week, it was far less onerous than the religious observance required by a Muslim.",
      "id": "s85"
    },
    {
      "text": "The Tribunal notes the applicant's claim that he gave up his family life, his education and all that was dear to him because of his conversion to Christianity.",
      "id": "s86"
    },
    {
      "text": "The Tribunal would have expected, if this was the case, that he would have had a deeper understanding of the religion and over the years taken some steps to acquaint himself with the tenets of the faith and beliefs.",
      "id": "s87"
    },
    {
      "text": "The Tribunal finds the account of the applicant's reasons for his conversion, the situation around his conversion and events that had happened quite unsatisfactory.",
      "id": "s88"
    },
    {
      "text": "Although the Tribunal accepts that although he was only 11 or 12 years old at this time, it was a momentous occasion and step in his life, which had huge ramifications and the Tribunal would have expected his account of his discussions with his father, his family and his community to be significant and something he could provide details of.",
      "id": "s89"
    },
    {
      "text": "His account of seeking protection from the authorities was vague and he appeared to change his evidence when confronted with new details.",
      "id": "s90"
    },
    {
      "text": "For all these reasons the Tribunal does not accept that it was his religious beliefs or tenets that caused him to leave [his country].",
      "id": "s91"
    },
    {
      "text": "The Tribunal does not accept that it was his family's or village's response to his religious beliefs that caused him to leave.",
      "id": "s92"
    },
    {
      "text": "The Tribunal finds that the applicant is not a convert to Christianity at most he has ceased being a practising Muslim.",
      "id": "s93"
    },
    {
      "text": "' \n\n6 The Tribunal then considered whether there might be a perception by society and the applicant's family that he was converting to Christianity which would lead to a real chance of persecution.",
      "id": "s94"
    },
    {
      "text": "Its reasoning was as follows:\n \n 'As discussed with the applicant's advisors at the hearing, the Tribunal must not only look at whether the applicant is a practising Christian or a Christian at all, but also at the society's and family's perception of him.",
      "id": "s95"
    },
    {
      "text": "The Tribunal must consider whether there was a perception that he was converting to Christianity which would lead to a real chance of persecution.",
      "id": "s96"
    },
    {
      "text": "The applicant had claimed that when he returned to his village he was chased from his village and his brother fired an arrow at him.",
      "id": "s97"
    },
    {
      "text": "His later evidence has been that he is unsure who fired an arrow at him.",
      "id": "s98"
    },
    {
      "text": "There appears to be a basic inconsistency in the applicant's claim that his family cast him out, told him he was no longer their son and refused to have anything to do with him and yet wanted to pursue him in a separate country to try hundreds of kilometres away and harm him.",
      "id": "s99"
    },
    {
      "text": "Further, the Tribunal has found that the applicant did not have the religious conviction that would led [sic] him to either make sacrifices or to stand up to this sort of pressure from his family and community in order to protect these beliefs.",
      "id": "s100"
    },
    {
      "text": "This is particularly so as an 11 or 12 year old boy.",
      "id": "s101"
    },
    {
      "text": "The Tribunal does not accept that the applicant's family or anyone else from the applicant's village tried to harm him because he told them he was converting to Christianity.",
      "id": "s102"
    },
    {
      "text": "The Tribunal refers to the letter from Ms Lonely [a Department for Community Development psychologist] and is not persuaded by this letter that his family intended to harm him.",
      "id": "s103"
    },
    {
      "text": "Her statement that physical verbal and emotional abuse in his family life was an ongoing occurrence is not consistent with his claims of his family suddenly turning on him a month before he left [his country].",
      "id": "s104"
    },
    {
      "text": "Consequently the Tribunal does not accept that the applicant's brother threatened him over the phone or that the applicant's family told his friend Jay that they were still seeking to harm him and would pursue him to South Africa and harm him.",
      "id": "s105"
    },
    {
      "text": "The Tribunal does not accept that there is a real chance that he would be harmed by his family or anyone from his village for any perception that he may have converted to Christianity.",
      "id": "s106"
    },
    {
      "text": "' \n\n7 Counsel for the applicant contends that although the Tribunal stated in its reasons that it must assess the applicant's credibility in light of the fact that he was only 11 years old, it did not do that.",
      "id": "s107"
    },
    {
      "text": "It is submitted that the Tribunal considered the applicant's claims through the filter of what the Tribunal thought were appropriate understandings and beliefs for a Christian to have.",
      "id": "s108"
    },
    {
      "text": "The applicant submits that the Tribunal's views as to matters which (arguably) constituted some norm for Christians were irrelevant to the question of whether the applicant did convert when 11 years old.",
      "id": "s109"
    },
    {
      "text": "Therefore, it is said, the Tribunal failed to address the real issue and took into account irrelevant considerations: SCAT v Minister for Immigration and Multicultural and Indigenous Affairs (2003) 76 ALD 625 at [22]-[30] per Madgwick and Conti JJ.",
      "id": "s110"
    },
    {
      "text": "8 The respondents' submissions usefully summarise what was relied upon by the Tribunal in these paragraphs as follows:\n \n (a) The applicant had no rudimentary knowledge of Christianity's basic tenets.",
      "id": "s111"
    },
    {
      "text": "While the applicant converted at 11 or 12 years he is now 17 years and has had 6 years to pursue his conversion and grasp some of the basic tenets but has not done so.",
      "id": "s112"
    },
    {
      "text": "He had the opportunity to do so while in South Africa.",
      "id": "s113"
    },
    {
      "text": "In Australia he has attended church once and has not obtained a Bible.",
      "id": "s114"
    },
    {
      "text": "The reason he gives for preferring Christianity over Islam is ease of practice.",
      "id": "s115"
    },
    {
      "text": "(b) Notwithstanding the significance of converting from Islam to Christianity the applicant could not provide details of 'his discussions with his father, his family and his community' at the time.",
      "id": "s116"
    },
    {
      "text": "The applicant had recounted to the Tribunal the extent of his family's religious observance describing his father as a devout Muslim who attended the mosque every day and that his family observed Ramadan and other Muslim holidays.",
      "id": "s117"
    },
    {
      "text": "He claimed that he gave up his family life, his education and all that was dear to him because of his conversion.",
      "id": "s118"
    },
    {
      "text": "(c) The applicant's account of his attempt to obtain protection from the authorities in his country was vague and appeared to change when he was confronted by new details.",
      "id": "s119"
    },
    {
      "text": "The applicant claimed that he went to the police in the company of an adult friend but did not tell the police that he had been shot with an arrow, claiming they would not listen to anything more once they heard it was a family matter.",
      "id": "s120"
    },
    {
      "text": "(d) The applicant was unsure who fired an arrow at him when he returned to his village and was chased away for a second time; he was not sure it was his brother.",
      "id": "s121"
    },
    {
      "text": "(e) There was inconsistency between the claim that his family were casting him out and refused to have anything to do with him and the claim that they wanted to pursue him to South Africa and harm him.",
      "id": "s122"
    },
    {
      "text": "(f) The applicant had no apparent religious conviction which would enable him as an 11 or 12 year old to protect his beliefs by making sacrifices and standing up to the pressure from family and community.",
      "id": "s123"
    },
    {
      "text": "(g) The psychologist's report of ongoing occurrences of abuse in the family was not consistent with the applicant's claim that his family suddenly turned on him.",
      "id": "s124"
    },
    {
      "text": "The applicant's evidence was that he thought his family would accept his conversion because children of other Muslim families had done so without problems.",
      "id": "s125"
    },
    {
      "text": "9 I agree with the respondents' submission that the Tribunal did not assess the applicant's claim on the basis of what the Tribunal thought was expected understandings and beliefs from a Christian convert.",
      "id": "s126"
    },
    {
      "text": "It was relevant in assessing the credibility of the applicant for the Tribunal to weigh up the applicant's commitment as a child to Christianity and in that regard his lack of the most basic knowledge of the Christian religion was relevant.",
      "id": "s127"
    },
    {
      "text": "The Tribunal was entitled to look at evidence arising after the alleged fact of conversion to cast light on the existence of that fact.",
      "id": "s128"
    },
    {
      "text": "10 The essential point of the way the applicant presses this ground is that the Tribunal did not ask the question, being the correct one to be answered, whether it was satisfied that the applicant had converted at age 11, even if he had failed to meet the tests the Tribunal imposed of Christian conversion.",
      "id": "s129"
    },
    {
      "text": "In my view there was no failure to ask the correct question in this respect.",
      "id": "s130"
    },
    {
      "text": "The Tribunal was entitled to take into account the ex post facto evidence, these therefore not being irrelevant considerations and it is clear that it reached the view that it was not satisfied that a conversion had taken place.",
      "id": "s131"
    },
    {
      "text": "11 By way of supplementary submissions, it is submitted that the applicant may have a well-founded fear of persecution for the reason of a perceived conversion to Christianity.",
      "id": "s132"
    },
    {
      "text": "The applicant does not take issue with the way in which the Tribunal framed the question for itself, namely, 'the Tribunal must consider whether there was a perception that he was converting to Christianity which would lead to a real chance of persecution' (see above at [6]), but states that the Tribunal did not then properly consider the question as framed.",
      "id": "s133"
    },
    {
      "text": "12 It appears to be common ground that conclusive authority does not exist that decides whether the Convention 'head' of religion can include the perception of one's religion.",
      "id": "s134"
    },
    {
      "text": "This is contrasted with several decisions of the High Court that have held a person may face persecution for the reason of their perceived political opinion or their perceived membership of a particular social group.",
      "id": "s135"
    },
    {
      "text": "See Chan v Minister for Immigration and Ethnic Affairs [1989] HCA 62 ; (1989) 169 CLR 379 at 416 per Gaudron J and at 433 per McHugh J, Minister for Immigration and Ethnic Affairs v Guo [1997] HCA 22 ; (1997) 191 CLR 559 at 570-571.",
      "id": "s136"
    },
    {
      "text": "It is submitted that the High Court has not suggested that perception is conceptually sufficient or limited to one's political opinion or membership of a particular social group.",
      "id": "s137"
    },
    {
      "text": "13 The respondents refer to Wang v Minister for Immigration and Multicultural Affairs [2000] FCA 1599 ; (2000) 105 FCR 548, as an example where the Court has indicated, but without deciding, that the perception of one's religion could constitute persecution.",
      "id": "s138"
    },
    {
      "text": "Merkel J as part of a discussion of past and future conduct in assessing the genuineness of religious beliefs, stated at [90]:\n \n 'However, as persecution can occur by reason of an imputed political or religious belief, the genuineness (or lack thereof) of a religious or political belief is not always determinative.",
      "id": "s139"
    },
    {
      "text": "As was observed (at 120) by Brooke LJ in Danian [v Secretary of State for Home Department [1999] EWCA Civ 3000 ; [2000] Imm AR 96 ], referring to the decision in Bastanipour [v Immigration and Naturalization Service (1992) 980 F (2d) 1129 ]: \n \n \"In that case the court held that the central question was not whether an Iranian national's conversion (while in prison) from Islam to Christianity was sincere or genuine: rather, it was a question of how the purported conversion would be viewed by the authorities in Iran.",
      "id": "s140"
    },
    {
      "text": "\"' \n\n14 I accept the submissions by the respondents that the consequence of the decision of the Full Court in WAEW of 2002 v Minister for Immigration and Multicultural and Indigenous Affairs [2002] FCAFC 260 at [14] and [17] the religion ground in art 1A(2) of the Convention Relating to the Status of Refugees requires a manifestation or practice of personal faith or doctrine in a like-minded community and does not extend to the perception of religious belief or imputed religious belief.",
      "id": "s141"
    },
    {
      "text": "Consequently, it was not necessary for the Tribunal to consider the perception of conversion, it having found there was no conversion by the applicant that would invoke the religion ground in that article: see also Wang at [5]-[7], [20] and [81].",
      "id": "s142"
    },
    {
      "text": "GROUND 2: APOSTASY \n \n15 Under this ground the applicant seeks review because of a failure by the Tribunal to ask itself the relevant question of whether the applicant had a well-founded fear of being persecuted by reason of being a child apostate of Islam.",
      "id": "s143"
    },
    {
      "text": "16 The relevant finding of the Tribunal in this respect was that already set out above where the Tribunal stated that it found 'the applicant is not a convert to Christianity at most he has ceased being a practising Muslim'.",
      "id": "s144"
    },
    {
      "text": "17 The applicant claims that this issue that is, the claim of being an apostate of Islam, was a viable claim which the Tribunal was obliged to consider as a matter of law: Appellant S395/2002 v Minister for Immigration and Multicultural Affairs [2003] HCA 71 ; (2003) 216 CLR 473 at [36] and [39] per McHugh and Kirby JJ and SCAT at [22]-[30] per Madgwick and Conti JJ.",
      "id": "s145"
    },
    {
      "text": "18 Similarly, it is submitted, there is an analogy with the reviewable error the Tribunal committed in Dranichnikov v Minister for Immigration and Multicultural Affairs [2003] HCA 26 ; (2003) 197 ALR 389 where the Tribunal failed to deal with an important aspect of the appellant's case: see at [18], [23]-[24] and [27] per Gummow and Callinan JJ and at [49]-[50] per Kirby J.",
      "id": "s146"
    },
    {
      "text": "19 The respondents' submissions point to the statement by the Tribunal, quoted above as part of the material on the issue of perception, where it stated it did not accept there was a real chance the applicant would be harmed by his family or anyone from his village 'for any perception' that he may have converted to Christianity.",
      "id": "s147"
    },
    {
      "text": "20 The respondents referred to a post-Tribunal written submission from the applicant's adviser (of the Catholic Migrant Centre) that relied on two grounds which are said to be interlinked.",
      "id": "s148"
    },
    {
      "text": "The first was that he was a street kid and the second that he is a child apostate suffering persecution from his family for his apostasy.",
      "id": "s149"
    },
    {
      "text": "I agree with the respondents that there is serious doubt whether any (new) claim of this type was made by the applicant.",
      "id": "s150"
    },
    {
      "text": "The reference to apostasy, in my view and read in its context, sweeps up the issue of conversion to Christianity.",
      "id": "s151"
    },
    {
      "text": "21 As the reasons on the previous ground have found, the Tribunal's findings inextricably embrace consideration of the possibility that the applicant would be a 'child apostate of Islam'.",
      "id": "s152"
    },
    {
      "text": "If there were any omission to directly address apostasy, it was not an omission which affected the exercise of the Tribunal's power.",
      "id": "s153"
    },
    {
      "text": "This is in the context where the other findings of the Tribunal are that his country of origin is predominantly a Christian country and that there was state protection available to the applicant against non-state actors.",
      "id": "s154"
    },
    {
      "text": "GROUND 3: STATE PROTECTION \n \n22 In this ground the applicant claims there is reviewable error in the failure by the Tribunal to consider whether there was appropriate state protection from harm from his parents and fellow villagers available in his village.",
      "id": "s155"
    },
    {
      "text": "23 The reasoning of the Tribunal on this appears in the following paragraph:\n \n 'Further, and in the alternative even if the applicant did have some localised problems from his family and local community because he was perceived to have converted to Christianity (and the Tribunal does not accept that this is the case) the information provided by the applicant's adviser sourced from SIMA [Community Based Organisation] was that there had been changes in societal attitudes in [his country] and children could now obtain protection from harm from their parents.",
      "id": "s156"
    },
    {
      "text": "Therefore the applicant would be able to obtain state protection from harm he feared by non state actors, his family and local community.",
      "id": "s157"
    },
    {
      "text": "Therefore the persecution he claimed to fear would not have an official quality and is not persecution within the meaning of the Convention.",
      "id": "s158"
    },
    {
      "text": "' \n\n24 The ground of review in respect of this reasoning is particularised by reference to the following.",
      "id": "s159"
    },
    {
      "text": "It is said the Tribunal considered whether children were able to obtain state protection from harm from their parents generally in his country as a result of recent changes in societal attitudes.",
      "id": "s160"
    },
    {
      "text": "However, it is asserted the Tribunal did not consider whether any state protection, such as it was, would extend to the applicant in his village, and, did not consider what state protection was available at all in his village.",
      "id": "s161"
    },
    {
      "text": "Rather, it is asserted the Tribunal concluded 'baldly' that the applicant would be able to obtain state protection from both his family and the local community.",
      "id": "s162"
    },
    {
      "text": "The essential contention is that the Tribunal did not address the right question.",
      "id": "s163"
    },
    {
      "text": "25 The finding that there had been changes in societal attitudes in the applicant's country and that children could now obtain state protection was based on evidence provided by the applicant's advisers to the Tribunal.",
      "id": "s164"
    },
    {
      "text": "The information was that police were very ready to protect children without any fear and do not turn away from domestic violence complaints.",
      "id": "s165"
    },
    {
      "text": "There was no evidence before the Tribunal that this position did not extend to the applicant's village.",
      "id": "s166"
    },
    {
      "text": "26 The applicant contends that the duty to consider the particular issue arises from Appellant S395/2002 at [39] per McHugh and Kirby JJ.",
      "id": "s167"
    },
    {
      "text": "However, the Tribunal, being firm in its view that the applicant had not converted and did not face harm from his family and community, was under no duty to examine the possibility that state protection did not extend to the applicant's village.",
      "id": "s168"
    },
    {
      "text": "This was not a case like Appellant S395/2002 where the Tribunal had failed to address the real question, saying that if the appellant acted discreetly he could avoid harm.",
      "id": "s169"
    },
    {
      "text": "27 The respondents also submit foreshadowing the absence of success of the fourth ground of review, that if state protection was not available in the applicant's village when the applicant returned there was evidence that protection was available elsewhere in his country.",
      "id": "s170"
    },
    {
      "text": "Thus, this was not a case where the applicant could not obtain protection in his own country: NAIZ v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCAFC 37 at [12] - [13] and [42].",
      "id": "s171"
    },
    {
      "text": "GROUND 4: RELOCATION \n \n28 Here the applicant says there is reviewable error when the Tribunal concluded it was reasonable for the applicant to relocate when it had not considered, firstly, what were the practical realities facing the applicant in any relocation within his country and, secondly, whether the applicant's brother would seek to find and harm him in another part of that country.",
      "id": "s172"
    },
    {
      "text": "29 The reasoning of the Tribunal relevant to this ground is as follows:\n \n 'Also in the alternative, in addition the applicant's claim must fail because it would be reasonable for him to relocate to another part of [the applicant's country] in order to avoid this claimed risk of harm.",
      "id": "s173"
    },
    {
      "text": "[The applicant's country] is a predominantly Christian country.",
      "id": "s174"
    },
    {
      "text": "Country information provided by the applicant's advisers stated that Muslims make up 6% of the population (... Church Torched 1/10/2001 HRWF).",
      "id": "s175"
    },
    {
      "text": "The US Department of State International Religious Freedom Report ... 2004 stated that protestants make up 38% of the population, Roman Catholics 28% and Muslims claim to make up 15-20% of the population.",
      "id": "s176"
    },
    {
      "text": "The applicant has a number of skills that are transferable.",
      "id": "s177"
    },
    {
      "text": "Whilst living in South Africa he managed to learn how to cut hair, to shave people, he worked in the market unloading goods and was also able to be paid by more than one team as a soccer player.",
      "id": "s178"
    },
    {
      "text": "This suggests that the applicant has skills and could gain employment in other parts of [his country].",
      "id": "s179"
    },
    {
      "text": "He was in constant employment in South Africa and he has indicated that he speaks English, Swahili and some Zulu.",
      "id": "s180"
    },
    {
      "text": "He has skills that could be used in other parts of [his country].",
      "id": "s181"
    },
    {
      "text": "The Tribunal finds that it would be reasonable for him to relocate to avoid his claimed fear of persecution.",
      "id": "s182"
    },
    {
      "text": "This reinforces the Tribunal's view that there is no real chance that he would be persecuted for reasons of his religion if he was returned to [his country].",
      "id": "s183"
    },
    {
      "text": "' \n\n30 I am unable to agree that the Tribunal's reasons show a failure by it to consider the 'practical realities'.",
      "id": "s184"
    },
    {
      "text": "In my view its reasons show that it did precisely that.",
      "id": "s185"
    },
    {
      "text": "There was no evidence before the Tribunal suggesting that as a matter of practical reality relocation was unreasonable for the applicant: Randhawa v Minister for Immigration, Local Government and Ethnic Affairs (1994) 52 FCR 437 at 442-443 and NAIZ at [16], [22] and [63].",
      "id": "s186"
    },
    {
      "text": "31 In relation to the position concerning the applicant's brother, this must be addressed in the context that the Tribunal had found that the applicant could return to the support of his family.",
      "id": "s187"
    },
    {
      "text": "It did not accept the applicant's claims that his brother had threatened him over the telephone and intended to pursue him to South Africa.",
      "id": "s188"
    },
    {
      "text": "Relocation was considered by the Tribunal as an alternative if the applicant had some localised problems from his family and community because he was perceived to have converted or be converting from Islam.",
      "id": "s189"
    },
    {
      "text": "CONCLUSION \n \n32 For the above reasons I consider that that the applicant is not able to make out any of the grounds of review.",
      "id": "s190"
    },
    {
      "text": "Consequently, the application for review must be dismissed.",
      "id": "s191"
    },
    {
      "text": "I certify that the preceding thirty-two (32) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Nicholson.",
      "id": "s192"
    },
    {
      "text": "Associate:\n\nDated: 6 February 2006\n\n\n Pro Bono Counsel for the Applicant: MD Howard \n \n Counsel for the Respondents: LB Price \n \n Solicitor for the Respondents: Australian Government Solicitor \n \n Date of Hearing: 18 November 2005 \n \n Date of Last Written Submissions: 8 December 2005 \n \n Date of Judgment: 6 February 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/42.html",
      "id": "s193"
    }
  ]
}