{
  "name": "Moloney v New Zealand [2006] FCA 438 (21 April 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/438.html",
  "catchphrases": [
    {
      "text": "overseas",
      "id": "c0"
    },
    {
      "text": "new zealand",
      "id": "c1"
    },
    {
      "text": "eligibility",
      "id": "c2"
    },
    {
      "text": "application for review",
      "id": "c3"
    },
    {
      "text": "very old allegations of sexual offences against vulnerable children alleged against (members of a religious order)",
      "id": "c4"
    },
    {
      "text": "whether age of charges in the circumstances made it 'unjust or oppressive' to surrender them",
      "id": "c5"
    },
    {
      "text": "'review' of magistrate's decision",
      "id": "c6"
    },
    {
      "text": "differences in australian and new zealand criminal law and procedure",
      "id": "c7"
    },
    {
      "text": "principle in bannister v new zealand [1999] fca 362 ; (1999) 86 fcr 417.",
      "id": "c8"
    },
    {
      "text": "extradition",
      "id": "c9"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 This is an application pursuant to s 34 of the Extradition Act 1988 (Cth) ('the Act') for review of the judgment of a Magistrate of the New South Wales Local Court, holding that the applicants are eligible for surrender to New Zealand.",
      "id": "s0"
    },
    {
      "text": "2 The applicants, to whom I will refer as Brother Moloney and Father Garchow, are members of the Hospitaller Order of St John of God Brothers ('the Order').",
      "id": "s1"
    },
    {
      "text": "The projected criminal proceedings in New Zealand concern allegations of sexual abuse of schoolboys during the period 1971 to 1980, made against both applicants and said to have taken place at a boarding school for disadvantaged boys, known as Marylands Special School ('Marylands'), in Christchurch, New Zealand, where the applicants were teachers.",
      "id": "s2"
    },
    {
      "text": "The applicants have each denied the charges.",
      "id": "s3"
    },
    {
      "text": "The applicants \n \n3 Brother Moloney was born in Australia on 21 February 1935 and joined the Order in 1959.",
      "id": "s4"
    },
    {
      "text": "Since joining the Order 47 years ago, Brother Moloney has had numerous appointments, some of which have required him to travel to New Zealand and the Vatican, although he has spent a cumulative total of approximately 59 of his 71 years in Australia.",
      "id": "s5"
    },
    {
      "text": "The offences alleged against Brother Moloney by 12 complainants are said to have occurred between 1971 and 1977.",
      "id": "s6"
    },
    {
      "text": "Since 1980, subject to relatively short excursions to other countries, he has lived in Australia.",
      "id": "s7"
    },
    {
      "text": "4 Father Garchow was born in Dunedin, New Zealand on 22 October 1947 and joined the Order in 1964, when he was 16 years old.",
      "id": "s8"
    },
    {
      "text": "Father Garchow has also undertaken numerous appointments in New Zealand, Australia and elsewhere.",
      "id": "s9"
    },
    {
      "text": "He is currently 58 years old and has spent approximately 20 years of his 41-year membership of the Order and 37 of the 58 years of his life, in New Zealand.",
      "id": "s10"
    },
    {
      "text": "Most of his other years have been spent in Australia, including from 1998 to the present.",
      "id": "s11"
    },
    {
      "text": "The offences alleged in relation to Father Garchow by two complainants relate to periods in 1971-1973 and 1979-80.",
      "id": "s12"
    },
    {
      "text": "The charges \n \n5 The charges involved comprise:\n \n &#8226; alleged breaches of s 142(1)(b) of the Crimes Act 1961 (NZ) --- an offence of committing sodomy on a boy under the age of 16 years.",
      "id": "s13"
    },
    {
      "text": "This offence appears to have carried (under the then applicable New Zealand legislation) a maximum sentence of 14 years' imprisonment.",
      "id": "s14"
    },
    {
      "text": "&#8226; alleged breaches of s 140(1)(b) --- that is, doing an indecent act upon a boy aged under 16 years.",
      "id": "s15"
    },
    {
      "text": "Such an offence had a maximum penalty of 10 years' imprisonment.",
      "id": "s16"
    },
    {
      "text": "&#8226; alleged breaches of s 140(1)(c) --- inducing a boy under 16 years to do an indecent act upon the accused.",
      "id": "s17"
    },
    {
      "text": "The maximum penalty was also 10 years' imprisonment.",
      "id": "s18"
    },
    {
      "text": "6 Brother Moloney is charged with the following:\n Complainant's initials Dates during which offences alleged Nature of offence Date of Birth of complainant \nPBA \n19.9.1971 --- 21.8.1974 \ns 142(1)(b) x 2 \n13.1.1959 \nGLB \n5.9.1972 --- 5.9.1973 \ns 140(1)(b) x 2 \n21.4.1961 \nSJL \n1.2.1977 --- 1.9.1977 \ns 140(1)(c) x 2 \n31.1.1966 \nPC \n12.1.1974 --- 1.9.1977 \ns 140(1)(c) x 3\ns 142(1)(b) x 3 \n15.3.1962 \nDJB \n6.2.1977 --- 13.12.1977 \ns 140(1)(b)\ns 140(1)(c) \n10.2.1968 \nARN \n1.1.1974 --- 3.12.1975 \ns 140(1)(b) \n13.11.1961 \nAPD \n12.9.1971 --- 12.5.1973 \ns 140(1)(c)\ns 142(1)(b) \n13.5.1957 \nBJH \n17.7.1972 --- 17.8.1972 \ns 140(1)(b)\ns 140(1)(c) \n15.10.1961 \nDRB \n8.7.1976 --- 1.9.1977 \ns 140(1)(b) x 2\ns 140(1)(c) x 2 \n4.7.1962 \nSJBH \n28.2.1973 --- 27.2.1974 \ns 140(1)(b)\ns 140(1)(c) \n28.2.1959 \nBJU \n9.1.1976 --- 15.12.1976 \ns 140(1)(c)\ns 140(1)(b) \n9.1.1966 \nPES \n30.1.1972 --- 31.3.1972 \nS 140(1)(b) \n6.6.1958 \n\n \n7 Father Garchow is charged with the following:\n Complainant's initials Dates during which offences alleged Nature of offence Date of Birth of complainant \nAPD \n17.7.1971 --- 12.5.1973 \ns 142(1)(b) x 2 \n13.5.1957 \nECM \n4.8.1979 --- 8.10.1980 \ns 140(1)(c)\ns 140(1)(b) \n4.8.1969 \n\n The Order of Marylands Special School \n \n8 The bases its principles and mission on the life of John of God, a native of Portugal born in 1495 who after suffering illness himself provided hospitalisation for the poor and crippled.",
      "id": "s19"
    },
    {
      "text": "Since 1947 the Australasian Province of St John of God has been based in New South Wales, Australia.",
      "id": "s20"
    },
    {
      "text": "It has communities in New South Wales, Victoria, Papua New Guinea and New Zealand.",
      "id": "s21"
    },
    {
      "text": "9 In August 1955 the Order founded its Christchurch Community with the opening of Marylands Special School in Halls Road, Middleton, Christchurch.",
      "id": "s22"
    },
    {
      "text": "The Brothers of St John of God converted the complex, which had earlier been used as an Orphanage, into a boarding school for boys with special needs.",
      "id": "s23"
    },
    {
      "text": "10 The school began admitting boys in November 1955.",
      "id": "s24"
    },
    {
      "text": "The number of pupils increased from ten in 1955 to fifty eight in 1966 when the school was transferred to a new site in Christchurch.",
      "id": "s25"
    },
    {
      "text": "The boys attending Marylands School came from throughout New Zealand.",
      "id": "s26"
    },
    {
      "text": "Some suffered disabilities ranging from serious intellectual disability to slightly slow learning disability.",
      "id": "s27"
    },
    {
      "text": "Others were placed at Marylands only because they were state wards and orphans.",
      "id": "s28"
    },
    {
      "text": "11 The Brothers of Marylands transferred between the various Australasian communities after serving periods of deployment at each.",
      "id": "s29"
    },
    {
      "text": "A number of the 38 Brothers who served at Marylands between 1955 and 1983 completed more than one tenure there.",
      "id": "s30"
    },
    {
      "text": "12 Between November 1955 and November 1983, when Marylands School was taken over by the New Zealand government, a total of 537 boys attended the School.",
      "id": "s31"
    },
    {
      "text": "13 The Brothers were caregivers and teachers and were assisted by lay teachers.",
      "id": "s32"
    },
    {
      "text": "The roles of the applicants \n \n14 Father Garchow entered the Order in June 1964.",
      "id": "s33"
    },
    {
      "text": "He took Simple Profession in January 1966 and Solemn Profession in March 1973.",
      "id": "s34"
    },
    {
      "text": "He completed three tenures at Marylands, the first being July 1971 to October 1980.",
      "id": "s35"
    },
    {
      "text": "The second was in 1983-1984.",
      "id": "s36"
    },
    {
      "text": "His third was from July 1988 to 1996, after he became an Ordained Catholic Priest in August 1987.",
      "id": "s37"
    },
    {
      "text": "15 His duties at Marylands consisted of assisting with the teaching of pupils and acting as a dormitory supervisor.",
      "id": "s38"
    },
    {
      "text": "16 Brother Moloney entered the Order in March 1959.",
      "id": "s39"
    },
    {
      "text": "He took Simple Profession in November 1960 and Solemn Profession in October 1966.",
      "id": "s40"
    },
    {
      "text": "He was elected Prior of the Christchurch Community of the Order in September 1971.",
      "id": "s41"
    },
    {
      "text": "As Prior of the Christchurch Community Brother Moloney was responsible for the management and administration of Marylands School and the St John of God Hospital, which was situated adjacent to the school.",
      "id": "s42"
    },
    {
      "text": "He remained in that position until September 1977 when he was transferred to work in the Vatican.",
      "id": "s43"
    },
    {
      "text": "17 He returned to work in the Christchurch Community of St John of God from December 1978 to October 1980.",
      "id": "s44"
    },
    {
      "text": "The emergence of the complaints \n \n18 In early 2002 the Order agreed to pay over $3 million to a number of persons in Victoria who made complaints broadly similar to those now made in New Zealand.",
      "id": "s45"
    },
    {
      "text": "The settlement received wide publicity in New Zealand.",
      "id": "s46"
    },
    {
      "text": "19 The Principal (the leader) of the Order, Brother Burke retained Ms Mulvihill, a psychologist, to assist the Order to deal appropriately with nascent complaints.",
      "id": "s47"
    },
    {
      "text": "She travelled to New Zealand.",
      "id": "s48"
    },
    {
      "text": "In April 2002, together with Burke, she met Mr Clearwater, a 'victims' rights' advocate'.",
      "id": "s49"
    },
    {
      "text": "There were a number of meetings at which at least some of the complainants and supporters were present.",
      "id": "s50"
    },
    {
      "text": "20 After further publicity critical of the Catholic Church for allegedly paying 'hush money' in 1999 to a victim of a former Brother of the Order at the Christchurch school, Br McGrath, Br Burke did what he could positively to invite complaints, including establishing and publicising a special telephone number for the purpose.",
      "id": "s51"
    },
    {
      "text": "21 As Detective Sergeant Borrell would have it:\n \n 'In June 2002 Christchurch Police began collating complaints of historical sexual abuse made by former pupils of Marylands School.",
      "id": "s52"
    },
    {
      "text": "The complaints related to alleged offending by a number of the St John of God Brothers who had worked at Marylands School between 1955 and 1983.",
      "id": "s53"
    },
    {
      "text": "The complaints followed publicity about large-scale historical sexual abuse at the school.",
      "id": "s54"
    },
    {
      "text": "The Australasian Provincial of the Order Brother Peter Burke had released an 0800 phone number for former pupils of the school to report sexual abuse that they had been subjected to at Marylands School.",
      "id": "s55"
    },
    {
      "text": "No financial incentive was offered.",
      "id": "s56"
    },
    {
      "text": "Brother Burke interviewed eighty-one former Marylands pupils who reported having been sexually abused by St John of God Brothers.",
      "id": "s57"
    },
    {
      "text": "Some of those complaints related to alleged offending by Brothers who have since died.",
      "id": "s58"
    },
    {
      "text": "Brother Burke advised those he spoke with to report the offending to the Police.",
      "id": "s59"
    },
    {
      "text": "' \n \n\n22 In July 2002 there was further press publicity suggestive that the Order was prepared to pay substantial sums in compensation to persons who had been sexually abused by brothers of the Order.",
      "id": "s60"
    },
    {
      "text": "In the same context complainants were encouraged to go to the police.",
      "id": "s61"
    },
    {
      "text": "23 A number of the complainants and their supporters indicated in meetings with Brother Burke and Ms Mulvihill that they expected compensation.",
      "id": "s62"
    },
    {
      "text": "24 Ms Mulvihill seems to have adopted methodologies which, however helpful in the purely psychological context (as to which I do not comment), appear, in the context of projected criminal trials, unusual.",
      "id": "s63"
    },
    {
      "text": "25 In short, there are serious grounds for concern as to the extent to which the reliability of much of the complainants' evidence might have been compromised, notwithstanding the abundant good faith of Brother Burke's and Ms Mulvihill's (and, I have no reason to doubt, Mr Clearwater's) approaches.",
      "id": "s64"
    },
    {
      "text": "26 The Police investigation involved ten months of investigative work by four detectives in an effort to corroborate the complaints of 39 former Marylands pupils.",
      "id": "s65"
    },
    {
      "text": "The enquiry extended to Australia.",
      "id": "s66"
    },
    {
      "text": "27 The applicants were not informed of the allegations against them until June 2003.",
      "id": "s67"
    },
    {
      "text": "The charges were actually laid in November 2003.",
      "id": "s68"
    },
    {
      "text": "28 There is no suggestion against either applicant that at the time of any alleged offence or at any other time he did or said anything, beyond the commission of the offence itself, and the inherent abuse of his position (in some cases) giving an instruction that the boy concerned should tell no one, itself likely to produce silence for over 20 years.",
      "id": "s69"
    },
    {
      "text": "29 The New Zealand prosecuting authorities intend to propose to the New Zealand court concerned that all of the charges against Brother Moloney should be tried together and that he should be tried together with the former Brother McGrath, convicted in 1993 of like offences and now widely publicised in New Zealand as a convicted pederast, and to try McGrath in the same trial on a number of further charges involving several complainants.",
      "id": "s70"
    },
    {
      "text": "Apparently not more than one complainant makes any allegation that could link McGrath and Brother Moloney in a joint criminal enterprise.",
      "id": "s71"
    },
    {
      "text": "30 The sheer number of complainants making allegations against Brother Moloney would indicate that, if the intended charges against him or any large proportion of them, are tried together, then as a practical matter, however many and however strong any warnings issued by the trial judge to the jury, convictions are overwhelmingly likely.",
      "id": "s72"
    },
    {
      "text": "If he is tried in a joint trial with McGrath in which the latter will face allegations from a number of complainants, that very high likelihood will be converted into a practical certainty.",
      "id": "s73"
    },
    {
      "text": "31 In relation to Father Garchow, it is proposed to ask the New Zealand court to conduct a joint trial of the allegations by the two complainants concerned.",
      "id": "s74"
    },
    {
      "text": "32 Among other things, the applicants say that the premature offering of apologies, payment and/or discussion of compensation before any full investigation of the allegations and an 'implicit requirement' that the complainants, still said to be mostly disadvantaged and in some cases in poor circumstances, needed to go to the police as a pre-condition for compensation, have all tended to add to the inherent difficulties for the applicants on account of the long delays.",
      "id": "s75"
    },
    {
      "text": "The Magistrate's approach \n \n33 His Honour said: \n \n 'It is a matter of common knowledge that over the past decade, large numbers of Catholic clergy and members of religious orders have been investigated, prosecuted, convicted and imprisoned for sexually abusing children.",
      "id": "s76"
    },
    {
      "text": "This phenomenon has occurred in many places throughout the world and accusations, investigations and trials have received international news coverage.",
      "id": "s77"
    },
    {
      "text": "The scandalous nature of the allegations and proven misconduct has, it is quite clear, shocked the Catholic Church.",
      "id": "s78"
    },
    {
      "text": "Whereas once the Church was inclined, so it appears, to deal with such issues \"in-house\", the approach now taken is one of general openness and co-operation with secular authorities.",
      "id": "s79"
    },
    {
      "text": "The St John of God order in New Zealand, once it was clear that serious allegations of abuse and victimisation of Marylands students were being made, invited members of the public through the mass media to come forward with any complaints they had so that these might be dealt with consistently with this new approach.",
      "id": "s80"
    },
    {
      "text": "The Marylands scandals have received considerable publicity in New Zealand, especially as a result of the conviction of an ex-St John of God brother, Bernard McGrath, of serious sex offences.",
      "id": "s81"
    },
    {
      "text": "... \n One of the major arguments mounted by the opponents was that much of the evidence upon which the prosecution hopes to rely in New Zealand is, or is likely to have been, contaminated during the course of the investigation or even prior to it.",
      "id": "s82"
    },
    {
      "text": "This leads, it is said, directly to the question of the fairness of the trials the opponents may face, a question with which I will deal below.",
      "id": "s83"
    },
    {
      "text": "It is argued that the evidence of complainants was or may have been contaminated in a number of ways.",
      "id": "s84"
    },
    {
      "text": "First, it is said that there has been widespread publicity given in New Zealand to claims of sexual abuse by St John of God brothers and to financial settlements reached in Australia and New Zealand with some complainants.",
      "id": "s85"
    },
    {
      "text": "Evidence was given by the New Zealand Police officer in charge of the investigation, Det Sgt Borrell, that the complaints he and his team investigated were made following publicity about \"large-scale historical sexual abuse at [Marylands school].",
      "id": "s86"
    },
    {
      "text": "\" Some of the Christchurch newspaper articles apparently refer not only to the proven offences of Bernard McGrath but link other brothers to allegations made against him.",
      "id": "s87"
    },
    {
      "text": "... \n \n Second, it is submitted that there is evidence that the possibility of financial gain may have motivated some complainants.",
      "id": "s88"
    },
    {
      "text": "It is uncontested that some compensation payments have been made to certain persons who have made complaints against the order.",
      "id": "s89"
    },
    {
      "text": "Newspaper stories stating that the St John of God order had made a number of payouts to complainants were published in Christchurch.",
      "id": "s90"
    },
    {
      "text": "Several of the complainants who came forward as a result of the publicity and were interviewed by Br Burke apparently claimed compensation from the order, although it was not clear to me from the evidence before this Court whether any of them have actually received such compensation payments or other benefits from the order.",
      "id": "s91"
    },
    {
      "text": "Third, in New Zealand the St John of God order has actively encouraged persons claiming to have been victimised by members of the order to come forward.",
      "id": "s92"
    },
    {
      "text": "Advertisements were placed in newspapers at one stage and a hotline was set up to enable such persons to call in and make their allegations or inquiries.",
      "id": "s93"
    },
    {
      "text": "Fourth, a victims' group run by a Mr Ken Clearwater has been active in bringing together men claiming to have been victimised by Catholic clergy and lobbying on their behalf for recognition by, and compensation from, church authorities.",
      "id": "s94"
    },
    {
      "text": "Some of the complainants to the order were supported by Mr Clearwater in their interviews and contact with Br Peter Burke.",
      "id": "s95"
    },
    {
      "text": "Fifth, as just stated, interviews were conducted by Br Peter Burke in company with Ms Michelle Mulvihill on behalf of the order with complainants.",
      "id": "s96"
    },
    {
      "text": "Notes of those interviews were placed in evidence.",
      "id": "s97"
    },
    {
      "text": "One of the protocols adopted by the order was that, if a complaint of sexual abuse against a member of the order was made, the complainant was encouraged to take the complaint to the police.",
      "id": "s98"
    },
    {
      "text": "Sixth, in some instances, complainants were apparently interviewed together.",
      "id": "s99"
    },
    {
      "text": "Evidence was given that the prosecution intends to present indictments with multiple counts against each accused.",
      "id": "s100"
    },
    {
      "text": "In the case of Br Moloney, evidence was also given of an intention to try him jointly with Bernard McGrath in relation to certain allegations.",
      "id": "s101"
    },
    {
      "text": "... \n ... \n The opponents contend that there has been such widespread and damaging publicity concerning them personally, the crimes of Bernard McGrath and the scandals enveloping the St John of God order that a fair trial is simply unattainable.",
      "id": "s102"
    },
    {
      "text": "Evidence was presented of intense media interest and a plethora of stories being published by one of the main Christchurch newspapers, The Christchurch Press.",
      "id": "s103"
    },
    {
      "text": "It was suggested that Det Sgt Borrell and others involved in the investigation may have been fuelling the media campaign.",
      "id": "s104"
    },
    {
      "text": "... \n First, [it was] said that the accusations had been made following widespread publicity generated by the St John of God order that it was paying compensation to alleged victims of sexual abuse by members of the order.",
      "id": "s105"
    },
    {
      "text": "Second, this was reinforced by the activities of groups of \"survivors\" and a victims' advocate, Mr Ken Clearwater.",
      "id": "s106"
    },
    {
      "text": "Third, the interviewing of the complainants by Br Peter Burke and Ms Michelle Mulvihill in what the opponents suggest was an inappropriate fashion constitutes a third irregularity.",
      "id": "s107"
    },
    {
      "text": "In particular, it was emphasised that complainants were often vulnerable people, some with intellectual disabilities.",
      "id": "s108"
    },
    {
      "text": "It was contended that they were suggestible and may have believed that compensation was conditional upon complaints being made to the police.",
      "id": "s109"
    },
    {
      "text": "It is also argued that the request to extradite itself lacked good faith.",
      "id": "s110"
    },
    {
      "text": "In support of that proposition, it was contended that there had been misconduct and unfairness by New Zealand police in the manner in which they conducted the investigation.",
      "id": "s111"
    },
    {
      "text": "In particular, it was contended that New Zealand police guidelines for the interviewing of suspects had been ignored and breached by New Zealand investigators who interviewed the opponents in Sydney.",
      "id": "s112"
    },
    {
      "text": "... \n Sixth, it is not in contest that the gravity of the allegations is a highly relevant factor to be weighed by the Court in assessing whether it is oppressive to extradite a person.",
      "id": "s113"
    },
    {
      "text": "In this case, the allegations are, as I have said above, of a very serious nature.",
      "id": "s114"
    },
    {
      "text": "One of the complicating features of this case is that, in my opinion, there is a body of evidence strongly suggesting that terrible things went on at Marylands school a generation ago.",
      "id": "s115"
    },
    {
      "text": "It is, I understand, common ground that Bernard McGrath, who was a member of the St John of God order and who served at Marylands school, has been convicted of multiple sex offences against boys who were pupils at the school or other institutions managed by the order.",
      "id": "s116"
    },
    {
      "text": "... \n Thus the background against which the extradition proceedings are brought [has] some similarities to war crimes proceedings where the question is not whether something happened but whether the accused individual participated in the crime(s) but with one major difference.",
      "id": "s117"
    },
    {
      "text": "While it appears reasonable to believe that crimes were committed at Marylands, there are real questions as to their number and extent.",
      "id": "s118"
    },
    {
      "text": "In other words, while it is reasonable to think that some things happened, when each complaint is examined there is a question whether the alleged event occurred at all and, if so, the subsequent question is whether the perpetrator can be identified.",
      "id": "s119"
    },
    {
      "text": "... \n There is evidence that suggests that there is a possibility of contamination of some evidence and also collusion by New Zealand complainants against the opponents.",
      "id": "s120"
    },
    {
      "text": "Summaries of notes taken by Br Peter Burke and Ms Michelle Mulvihill, for example, demonstrate that some of the complainants are related.",
      "id": "s121"
    },
    {
      "text": "Some were \"represented\" (in the broad sense of the word) by Mr Ken Clearwater, a strong advocate for victims' rights in New Zealand, especially in relation to allegations of abuse by clergy and religious.",
      "id": "s122"
    },
    {
      "text": "Some complainants have apparently attended victims' group meetings.",
      "id": "s123"
    },
    {
      "text": "This evidence is of significant concern.",
      "id": "s124"
    },
    {
      "text": "The legal representatives for the opponents made some rather florid accusations against Br Burke and Ms Mulvihill, who were not present to answer them, but, notwithstanding my necessarily guarded approach to the evidence concerning the interviews, it appeared to me that, during the interviews, there was at least a possibility of some prompting of some witnesses on some occasions.",
      "id": "s125"
    },
    {
      "text": "I did not have access to the full records of \n\n interview and none of the persons involved in the interviews gave evidence during these proceedings.",
      "id": "s126"
    },
    {
      "text": "It was certainly admitted by Det Sgt Borrell that it is known that a small number of false allegations have been made and false claims for compensation paid by the St John of God order to opportunistic fraudsters following the wide publicity the compensation of victims had received in New Zealand.",
      "id": "s127"
    },
    {
      "text": "It is clear that a considerable number of those who made complaints were very direct in asking for money or other benefits when making their complaints to Br Burke.",
      "id": "s128"
    },
    {
      "text": "It is also clear that Br Burke, as Australasian head of the order, was very direct himself in telling complainants that they should go to the police with their complaints.",
      "id": "s129"
    },
    {
      "text": "For this, he received much criticism in the submissions of the opponents.",
      "id": "s130"
    },
    {
      "text": "To be frank, I find that a perplexing argument.",
      "id": "s131"
    },
    {
      "text": "It is common knowledge that for about a decade the Catholic Church has been under siege throughout the West for its past policies of covering-up the crimes and misdemeanours of clergy.",
      "id": "s132"
    },
    {
      "text": "It seems to me to be grossly unfair to suggest that there was anything untoward in Br Burke's actions in telling complainants to see the police.",
      "id": "s133"
    },
    {
      "text": "He was not suggesting that they fabricate evidence.",
      "id": "s134"
    },
    {
      "text": "In many respects, he was in exactly the same position as a person who first receives complaint evidence, although the process may have been rather more formal.",
      "id": "s135"
    },
    {
      "text": "It is true that the hotline and the accessibility of Br Burke to complainants created an opportunity for fraudsters to make false claims but that does not mean that Br Burke acted improperly.",
      "id": "s136"
    },
    {
      "text": "As I understand it, the initial interviews were on a confidential basis and the information collected by Br Burke and Ms Mulvihill was not for dissemination directly to the police.",
      "id": "s137"
    },
    {
      "text": "The implication that Br Burke somehow encouraged false allegations is, I think, very unfair.",
      "id": "s138"
    },
    {
      "text": "... \n I would also observe generally the authorities stress the comity of nations in this legislation.",
      "id": "s139"
    },
    {
      "text": "It is preferable, generally, that nations take responsibility for ensuring that trials are run fairly and that unfair trials are stopped.",
      "id": "s140"
    },
    {
      "text": "In general terms I think that if a declaration that a New Zealand trial would be unfair is to be made, \n \n Except in a very clear case, however, I think that it is unfitting for a court such as this, exercising its limited jurisdiction, to take upon itself the role of conducting an inquiry into the admissibility of evidence and the wider and more momentous question of the fairness or unfairness of a trial proposed to be conducted in a foreign country on the basis of evidence it has not seen.",
      "id": "s141"
    },
    {
      "text": "In Bannister the Federal Court's understandable modesty and reluctance to interfere except in such a clear case was obvious.",
      "id": "s142"
    },
    {
      "text": "I do not think that such a clear case exists here.",
      "id": "s143"
    },
    {
      "text": "I think, therefore, that it would be quite inappropriate for this Court to usurp what I think is the proper role of the New Zealand courts.",
      "id": "s144"
    },
    {
      "text": "... \n In my opinion, the most intriguing of the opponents' arguments was that contention that, under New Zealand law, a stay of proceedings was in each of the opponents' cases virtually a foregone conclusion due to the delay alone, let alone any additional factors that might be brought to bear.",
      "id": "s145"
    },
    {
      "text": "It followed, so the contention went, that, as Cooke P said in Martin v Tauranga District Court , \"it seems better to prevent breaches of rights than to allow them to occur and then give redress.",
      "id": "s146"
    },
    {
      "text": "\" If a stay was virtually inevitable, so it was put, it would be oppressive to subject the opponents to the further anguish and delay for an inevitable result.",
      "id": "s147"
    },
    {
      "text": "As far as I am aware, this question has never been considered by an Australian superior court or, for that matter, any other superior court.",
      "id": "s148"
    },
    {
      "text": "I have not been referred to any authority in support of it.",
      "id": "s149"
    },
    {
      "text": "The New Zealand authorities are certainly powerful and suggest a very strong possibility that the combination of delay, age, infirmity, presumptive and actual prejudice will result in the cases against the opponents being stayed.",
      "id": "s150"
    },
    {
      "text": "... \n While I agree with the proposition that it is better to prevent breaches of rights than to allow to them to occur and then offer redress, I also think that in this case, if there is a threat of unfair trials, it is better for the New Zealand courts to control their own process and stay proceedings rather than this Court usurping the function of the New Zealand judiciary.",
      "id": "s151"
    },
    {
      "text": "... \n These are very different and serious cases.",
      "id": "s152"
    },
    {
      "text": "The gravity of the allegations is a critical component of any assessment of the possibility of oppression and injustice.",
      "id": "s153"
    },
    {
      "text": "The opponents are accused of terrible abuse of very vulnerable children committed to their care.",
      "id": "s154"
    },
    {
      "text": "The allegations of sexual misconduct are very shocking and numerous.",
      "id": "s155"
    },
    {
      "text": "The alleged breaches of trust over lengthy periods with numbers of boys by all the opponents are almost as bad as could be imagined.",
      "id": "s156"
    },
    {
      "text": "On the other hand, there are very lengthy delays, presumptive and actual prejudice due to those delays and the personal circumstances of each opponent to be considered.",
      "id": "s157"
    },
    {
      "text": "...",
      "id": "s158"
    },
    {
      "text": "Decisions in relation to Br Moloney and Fr Garchow present [great] complexities.",
      "id": "s159"
    },
    {
      "text": "...",
      "id": "s160"
    },
    {
      "text": "The presumptive and actual prejudice that they will suffer if they come to trial is not inconsiderable.",
      "id": "s161"
    },
    {
      "text": "In my opinion, once one sets aside the questions of the fairness of the prospective trials and the issue of permanent stay as I have for the reasons above, the cases of each opponent are finely balanced.",
      "id": "s162"
    },
    {
      "text": "Ultimately, however, I think that the gravity of the allegations outweighs the combined factors favouring the opponents.",
      "id": "s163"
    },
    {
      "text": "I am therefore not persuaded that it is oppressive or unjust to surrender Br Moloney and Fr Garchow to New Zealand.",
      "id": "s164"
    },
    {
      "text": "' \n \n\n34 Following the Magistrate's decision, in relation to an intended further charge against former Brother McGrath, the evidence of one of the complainants against Brother Moloney, 'PBA' was described to a New Zealand court by Sergeant Borrell as 'very unsatisfactory' and the judge discharged the accused without hearing from PBA.",
      "id": "s165"
    },
    {
      "text": "This may add to the concerns expressed by the learned Magistrate and which I share about the processes by which the complainants came to give their evidence to the police.",
      "id": "s166"
    },
    {
      "text": "RELEVANT LEGISLATIVE PROVISIONS \n \n35 The requirements in relation to surrendering persons to New Zealand are set out in the Act.",
      "id": "s167"
    },
    {
      "text": "Under s 3, one of the principal objects of the Act is: \n \n \n '(a) to codify the law relating to the extradition of persons from Australia to extradition countries and New Zealand and, in particular, to provide for proceedings by which courts may determine whether a person is to be, or is eligible to be, extradited, without determining the guilt or innocence of the person of an offence ...'.",
      "id": "s168"
    },
    {
      "text": "(emphasis added)\n \n \n\n36 The Act deals with extradition from Australia in, broadly, two ways.",
      "id": "s169"
    },
    {
      "text": "Part II of the Act relates to extradition countries as defined in regulations, and Part III relates exclusively to extradition requests from New Zealand.",
      "id": "s170"
    },
    {
      "text": "According to the relevant explanatory memorandum, the Replacement Explanatory Memorandum to the Extradition Bill 1987 :\n \n 'The procedures for extradition to New Zealand are more simple than the procedures under Part II and are based on the backing of warrant procedure used for extradition between the Australian States.",
      "id": "s171"
    },
    {
      "text": "' \n \n\n37 In the context, the term 'backing' of warrants means giving them full effect without inquiry into the evidence that might support them\n \n38 Section 28 of the Act empowers a magistrate in Australia to indorse a New Zealand arrest so as to authorise the execution of the warrant in Australia by a police officer.",
      "id": "s172"
    },
    {
      "text": "By means of the 'statutory form' required by s 28, the magistrate need only be shown the New Zealand warrant and the evidence that the person sought is suspected of being in Australia.",
      "id": "s173"
    },
    {
      "text": "39 Section 34(1) sets out the procedure for surrendering a person to New Zealand as follows:\n \n '(1) Where: \n (a) either: \n (i) a person has been remanded after being arrested under an indorsed New Zealand warrant; or \n \n \n \n (ii) a person has been remanded after being arrested under a provisional arrest warrant and an indorsed New Zealand warrant has been obtained in relation to the person; and \n \n \n (b) a request is made to a magistrate by or on behalf of the person or New Zealand for proceedings to be conducted under this section; \n \n \n \n the magistrate shall, unless the magistrate makes an order under subsection (2): \n \n \n \n (c) by warrant in accordance with subsection 38(1), order that the person be surrendered to New Zealand; and \n \n (d) by warrant in the statutory form, order that, pending the execution of the warrant referred to in paragraph (c), the person be committed to prison.",
      "id": "s174"
    },
    {
      "text": "' \n \n \n \n \n\n40 The above procedure was followed and an order made under s 34(1)(c).",
      "id": "s175"
    },
    {
      "text": "41 However, the Act provides in the remainder of s 34 for circumstances in which a person will not be surrendered.",
      "id": "s176"
    },
    {
      "text": "'... \n \n (2) If the magistrate is satisfied by the person that, because: \n (a) the offence in relation to which any indorsed New Zealand warrant in relation to the person was issued is of a trivial nature; \n (b) if that offence is an offence of which the person is accused--the accusation was not made in good faith or in the interests of justice; or \n (c) a lengthy period has elapsed since that offence was committed or allegedly committed; \n or for any other reason, it would be unjust, oppressive or too severe a punishment to surrender the person to New Zealand, the magistrate shall order that the person be released.",
      "id": "s177"
    },
    {
      "text": "(3) The magistrate shall, after making an order in relation to the person under paragraph (1)(c), inform the person that he or she may, within 15 days after the day on which the order is made, seek a review of the order under section 35.",
      "id": "s178"
    },
    {
      "text": "(4) In the proceedings under this section, the person is not entitled to adduce, and the magistrate is not entitled to receive, evidence to contradict an allegation that the person has engaged in conduct constituting an offence in relation to which any indorsed New Zealand warrant was issued.",
      "id": "s179"
    },
    {
      "text": "' \n \n \n\n42 Such circumstances, prohibiting surrender, are not available under Part II of the Act, which deals with other countries to which extradition from Australia is possible.",
      "id": "s180"
    },
    {
      "text": "The jurisdictions to which people in Australia might be extradited under Part II include the 'Commonwealth countries' referred to in the Extradition (Commonwealth Countries) Regulation in 1998 and a considerable number referred to in other country-specific Regulations.",
      "id": "s181"
    },
    {
      "text": "The purely procedural requirements under Part II are more complex, requiring reports to and the involvement of the Attorney-General.",
      "id": "s182"
    },
    {
      "text": "However, a person facing extradition to a Part II country may not in general be surrendered only: \n \n &#8226; for a 'political' offence (s 7(a));\n &#8226; if the purpose of the prosecution is to discriminate against the person for race, religion, nationality or political opinion (s 7(b));\n &#8226; if the trial or detention would be discriminatory on those grounds (s 7(c));\n &#8226; where double jeopardy would be involved (s 7 (e));\n &#8226; for what is only a military offence under Australian law (s 7 (d));\n &#8226; if the foreign offence would not have amounted to an offence in Australia punishable by at least 12 months' imprisonment (ss 5, 16(2)(a)(ii), and 19 (2)(c)).",
      "id": "s183"
    },
    {
      "text": "&#8226; if the person would be subjected to torture (s 22(3)(b)), or the death penalty (s 22(3)(c));\n &#8226; if the applicant country does not give an assurance that only the subject offence will be charged (the 'speciality assurance') (s 22(3)(d) and (4)).",
      "id": "s184"
    },
    {
      "text": "43 Under Part II, s 19(5) also provides: 'In the proceedings, the person to whom the proceedings relate is not entitled to adduce, and the magistrate is not entitled to receive, evidence to contradict an allegation that the person has engaged in conduct constituting an extradition offence for which the surrender of the person is sought.",
      "id": "s185"
    },
    {
      "text": "'\n \n44 Treaty provisions may modify the operation of Part II: s 11.",
      "id": "s186"
    },
    {
      "text": "45 Thus, in general there is no counterpart in Part II to s 34(2).",
      "id": "s187"
    },
    {
      "text": "46 Returning to the New Zealand provisions, s 35(1) provides for the present 'review' of the Magistrate's order.",
      "id": "s188"
    },
    {
      "text": "Section 35(2) permits the Court to either confirm the order of the Magistrate, or to quash the order and direct a magistrate to order either the release of the person or the surrender of the person, depending on who was the successful applicant on review.",
      "id": "s189"
    },
    {
      "text": "47 In the case of an application for review, s 35(6)(d) provides that the Court shall review the order by way of rehearing, and may have regard to evidence in addition to or in substitution for the evidence that was before the magistrate.",
      "id": "s190"
    },
    {
      "text": "Thus the review is a hearing de novo .",
      "id": "s191"
    },
    {
      "text": "48 Section 64(1) of the Extradition Act 1999 (NZ) permits an alleged offender surrendered to New Zealand to be tried for: \n \n '... the offence to which the request for the person's surrender relates; or any offence carrying the same or a lesser maximum penalty of which the person could be convicted upon proof of the facts upon which that request was based...' \n \n \n\n49 However, in 2004, the Crown Solicitor for New Zealand provided an undertaking to his Honour in the Local Court that, in the event extradition of either applicant was ordered, any indictment would not contain any 'representative' charges.",
      "id": "s192"
    },
    {
      "text": "The significance of this is explained below.",
      "id": "s193"
    },
    {
      "text": "Legislative context \n \n50 The counterpart New Zealand legislation, the Extradition Act 1999 , is broadly reciprocal.",
      "id": "s194"
    },
    {
      "text": "It provides circumstances in which a person sought by Australia may, apparently in the discretion of the relevant New Zealand Minister (who may seek appropriate undertakings from Australia --- see s 49) not be surrendered where, because of :\n \n '... compelling or extraordinary circumstances of the person, including, without limitation, those relating to the age or health of the person, it would be unjust or oppressive to surrender the person before the expiration of a particular period...' (s 48(4)(a)(ii))\n \n\n51 However New Zealand seems to apply similar safeguards against extradition to any jurisdiction: cf ss 24 and 30.",
      "id": "s195"
    },
    {
      "text": "52 It will be observed that the New Zealand statute appears to concentrate attention on the circumstances 'of the person' rather than permit resort to 'any ... reason', as in Australia.",
      "id": "s196"
    },
    {
      "text": "53 An informative general summary of the background may be found in the Appendix hereto.",
      "id": "s197"
    },
    {
      "text": "Recent legislative history \n \n Extradition Act (Cth) \n \n54 The Extradition (Commonwealth Countries) Act 1966, was repealed by the Extradition Act (Cth) 1988.",
      "id": "s198"
    },
    {
      "text": "In Part III of the 1966 Act, regarding extradition to and from New Zealand, there was a general discretion to refuse to extradite on the basis of oppression or injustice.",
      "id": "s199"
    },
    {
      "text": "Section 27 provided:\n \n 'If a Magistrate before whom a person is brought under this Part, is satisfied that, by reason of - \n \n \n (a) the trivial nature of the offence that the person is alleged to have committed or has committed; \n (b) the accusation against the person not having been made in good faith or in the interests of justice; or \n (c) the passage of time since the offence is alleged to have been committed or was committed, \n \n \n and having regard to the circumstances under which the offence is alleged to have been committed or was committed, it would be unjust, oppressive or too severe a punishment to surrender the person to New Zealand, or to surrender him before the expiration of a particular period, the Magistrate may - \n \n \n (d) order that the person be released; \n (e) order that the person be surrendered after the expiration of a period specified in the order and order his release on bail until the expiration of that period; or \n (f) make such other order as he thinks just.",
      "id": "s200"
    },
    {
      "text": "' (emphasis added)\n \n\n55 Section 27 was repealed and substituted by Act No.",
      "id": "s201"
    },
    {
      "text": "17 of 1985, and the section then read as follows:\n \n 'If a Magistrate before whom the a person is brought under this Part is satisfied --- \n \n \n (a) by reason of - \n (i) the trivial nature of the offence that the person is alleged to have committed or has committed; \n (ii) the accusation against the person not having been made in good faith or in the interests of justice; or \n (iii) the passage of time since the offence is alleged to have been committed or was committed; or \n (b) for any other reason, \n \n \n that it would be unjust, oppressive or too severe a punishment to surrender the person to New Zealand, or to surrender the person before the expiration of a particular period, the Magistrate may - \n \n \n (c) order that the person be released; \n (d) order that person be surrendered after the expiration of a period specified in the order and ordered the release of the person on bail until the expiration of that period; or \n (e) make such other order as the magistrate thinks just.",
      "id": "s202"
    },
    {
      "text": "' (emphasis added)\n \n\n56 In addition, there was a limited discretion to refuse to extradite because of danger to the life or health of the person as follows:\n \n \n '26(6) Where the Magistrate is of the opinion that would be dangerous to the life or prejudicial to the health of the person to surrender him to New Zealand, he may, in lieu of ordering that he be surrendered to that country, by warrant, order that he be held in custody at the place where he is for the time being, or at any other place to which the Magistrate considers that he can be removed without danger to his life or prejudice to his health, until such time as he can without such danger or prejudice be surrendered to that country and, in such a case, the warrant shall be in accordance with the form prescribed for the purposes of sub-section (5), with such variations as a necessary to meet the circumstances of the case.",
      "id": "s203"
    },
    {
      "text": "' \n \n \n\n57 The Extradition (Commonwealth Countries) Act 1966, was repealed by Act No.",
      "id": "s204"
    },
    {
      "text": "5 of 1988.",
      "id": "s205"
    },
    {
      "text": "Act No.",
      "id": "s206"
    },
    {
      "text": "4 of 1988 is the current Extradition Act 1988 (Cth).",
      "id": "s207"
    },
    {
      "text": "It is convenient to repeat the current discretionary provision (s 34(2)): \n \n \n 'If the magistrate is satisfied by the person that, because: \n (a) the offence in relation to which any indorsed New Zealand warrant in relation to the person was issued is of a trivial nature; \n (b) if that offence is an offence of which the person is accused --- the accusation was not made in good faith or in the interests of justice; or \n (c) a lengthy period has elapsed since that offence was committed or allegedly committed; \n \n \n \n or for any other reason, it would be unjust, oppressive or too severe a punishment to surrender the person to New Zealand, the magistrate shall order that the person be released.",
      "id": "s208"
    },
    {
      "text": "' (emphasis added) \n \n \n \n \n\n58 The notes on clause 34 (which remained as section 34 in the Act) indicate the following:\n \n 'Sub-clause (4) makes it clear that the issue of a person's guilt or innocence is not relevant to extradition proceedings and accordingly evidence to that effect may not be adduced by the person or received by the magistrate.",
      "id": "s209"
    },
    {
      "text": "This is a traditional principle of extradition.",
      "id": "s210"
    },
    {
      "text": "' \n \n\n59 However, in the current section, the phrase 'guilt or innocence' is not used, except in s 3.",
      "id": "s211"
    },
    {
      "text": "Instead, the words, '... evidence to contradict an allegation that the person has engaged in conduct constituting an offence' were used.",
      "id": "s212"
    },
    {
      "text": "The position as between the Australian States - Service and Execution of Process Act (Cth) \n \n60 The Service and Execution of Process Act 1901 (Cth) (repealed in 1992) allowed magistrates a discretion in determining whether or not to 'return' a wanted person (the intra-national equivalent to 'extradite') to another state.",
      "id": "s213"
    },
    {
      "text": "The relevant discretionary provision was contained in subs 18(6):\n \n 'If, on the application of the person apprehended, it appears to the magistrate or Justice of the Peace before whom a person is brought under this section that: \n \n \n \n (a) the charge is of a trivial nature; \n (b) the application for the return of the person has not been made in good faith in interests of justice; or \n (c) for any reason, it would be unjust or oppressive to return the person either at all or until the expiration of a certain period; \n \n the Magistrate or Justice of the Peace may: \n \n (d) order the discharge of the person; \n (e) order that the person be returned after the expiration of a period specified in the order and order his release on bail until the expiration of that period; or \n (f) make such other order as he thinks just.",
      "id": "s214"
    },
    {
      "text": "' \n \n \n \n\n61 The 1901 Act was repealed by Act No.",
      "id": "s215"
    },
    {
      "text": "166 of 1992, the Service and Execution of Process Act 1992 (which came into force on 10 April 1993).",
      "id": "s216"
    },
    {
      "text": "The discretion just referred to was removed.",
      "id": "s217"
    },
    {
      "text": "Upon production of the warrant, or a copy of it, a magistrate is now bound under s 83 to order extradition unless he or she is satisfied that the warrant is invalid:\n \n 'Procedure after apprehension \n \n \n 83.",
      "id": "s218"
    },
    {
      "text": "(1) As soon as practicable after being apprehended, the person is to be taken before a magistrate of the State in which the person was apprehended.",
      "id": "s219"
    },
    {
      "text": "(2) The warrant or a copy of the warrant must be produced to the magistrate if it is available.",
      "id": "s220"
    },
    {
      "text": "... \n \n (8) Subject to subsections (10) and (14) and section 84, if the warrant or a copy of the warrant is produced, the magistrate must order: \n \n \n \n \n (a) that the person be remanded on bail on condition that the person appear at such time and place in the place of issue of the warrant as the magistrate specifies; or \n (b) that the person be taken, in such custody or otherwise as the magistrate specifies, to a specified place in the place of issue of the warrant.",
      "id": "s221"
    },
    {
      "text": "(9) The order may be subject to other specified conditions.",
      "id": "s222"
    },
    {
      "text": "(10) The magistrate must order that the person be released if the magistrate is satisfied that the warrant is invalid.",
      "id": "s223"
    },
    {
      "text": "(11) The magistrate may suspend an order made under paragraph (8) (b) for a specified period.",
      "id": "s224"
    },
    {
      "text": "' \n \n Judicial consideration of s 34(2) \n \n62 In New Zealand v Venkataya (1995) 57 FCR 151 at 162-3, Sackville J provided some further background to the terms of s 34(2):\n \n 'The language used in s.34(2) has its Australian antecedents in the provisions of the Service and Execution of Process Act 1901 (\"the 1901 Act\").",
      "id": "s225"
    },
    {
      "text": "Section 18(6) of the 1901 Act governed the extradition of persons from one Australian State or Territory to another until the 1901 Act was repealed by the Service and Execution of Process (Transitional Provisions and Consequential Amendments) Act 1992 , s.3.",
      "id": "s226"
    },
    {
      "text": "... \n The three grounds specified in s.18(6) existed in the 1901 Act in its original form: Binge v Bennett (1988) 13 NSWLR 578 (NSW CA), at 584, per Kirby P. Unlike s.34(2), s.18(6) of the 1901 Act did not refer specifically to the lapse of time since the alleged offence was committed.",
      "id": "s227"
    },
    {
      "text": "However, the court's powers under that sub-section arose if, \"for any reason\", it would be unjust or oppressive to return the person to another State or Territory.",
      "id": "s228"
    },
    {
      "text": "The immediate predecessor to s.34(2) of the Act was s.27 of the Extradition (Commonwealth Countries) Act 1966 (\"the 1966 Act\"), Part III of which dealt with extradition to and from New Zealand.",
      "id": "s229"
    },
    {
      "text": "The scheme of Part III of the 1966 Act was similar to that of Part III of the 1988 Act and was summarised by Wilcox and Jackson JJ.",
      "id": "s230"
    },
    {
      "text": "in Narain v Director of Public Prosecutions (1987) 15 FCR 411 (FCA/FC), at 417 ( Narain v Director of Public Prosecutions was the subject of High Court proceedings, but on other issues: see Narain v Director of Public Prosecutions (1987) 61 ALJR 317; 71 ALR 248).",
      "id": "s231"
    },
    {
      "text": "Section 27 of the 1966 Act read as follows: \n \n \n \"If a Magistrate before whom a person is brought under this Part is satisfied-\n \n (a) by reason of -\n \n (i) the trivial nature of the offence that the person is alleged to have committed or has committed;\n (ii) the accusation against the person not having been made in good faith or in the interests of justice; or\n (iii) the passage of time since the offence is alleged to have been committed or was committed; or\n \n (b) for any other reason.",
      "id": "s232"
    },
    {
      "text": "that it would be unjust, oppressive or too severe a punishment to surrender the person to New Zealand, or to surrender the person before the expiration of a particular period, the Magistrate may [order the person released or make other orders the magistrate thinks just].",
      "id": "s233"
    },
    {
      "text": "\" \n \n \n \n It will be seen that s.27(a)(iii) of the 1966 Act referred to \"the passage of time\" since the alleged offence, rather than the fact that \"a lengthy period has elapsed\" since the alleged offence, as does s.34(2) of the 1988 Act.",
      "id": "s234"
    },
    {
      "text": "However, I do not think that anything turns on this slight difference in language.",
      "id": "s235"
    },
    {
      "text": "The authorities construing s.27 of the 1966 Act, as well as those dealing with s.34(2) of the 1988 Act, must therefore be considered in construing the current legislation.",
      "id": "s236"
    },
    {
      "text": "The authorities construing s.18(6) of the 1901 Act are also helpful, despite the more significant differences in language.",
      "id": "s237"
    },
    {
      "text": "It should be noted that, since 10 April 1993, extradition within Australia is governed by the regime created by Part 5 of the Service and Execution of Process Act 1992 .",
      "id": "s238"
    },
    {
      "text": "Under this regime, although there is power to consider the validity of a warrant and to grant bail, the magistrate has no statutory discretion to refuse to return the person apprehended to the place where the warrant was issued: ss.83 - 86 .",
      "id": "s239"
    },
    {
      "text": "It is of course open to Parliament to introduce a similar regime for the extradition of accused persons from Australia to New Zealand, but that step has not been taken.",
      "id": "s240"
    },
    {
      "text": "' \n \n\n63 His Honour summarised the authorities concerning s 34(2) and like provisions (at 165-6) as follows:\n \n \n (i) On an application for the surrender of a person to New Zealand, it is not necessary, at least in the first instance, for the applicant to adduce evidence of the guilt of the person apprehended: Narain v DPP, at 419.",
      "id": "s241"
    },
    {
      "text": "However, if the person apprehended can show that there is no evidence to support the charge, or that there are other reasons why the prosecution cannot succeed, the court is likely to conclude that the accusation was not made in the interests of justice, within the meaning of s.34(2)(b) and that the surrender of the person would be unjust or oppressive: Bates v McDonald , at 102; Lewis v Wilson ; Binge v Bennett , at 585; Butler v Morahan (1988) 94 FLR 372 (SCt NSW/Carruthers J.",
      "id": "s242"
    },
    {
      "text": ") \n \n \n \n \n \n (ii) The words \"unjust\" and \"oppressive\", as used in s.34(2) of the 1988 Act, are directed at two concepts that address rather different issues, although they overlap to some extent.",
      "id": "s243"
    },
    {
      "text": "As stated by Olsson J. in Perry v Lean , at 537: \n \n \n \n \n \"The former primarily (but not exclusively) concerns itself with the risk of prejudice to the accused in relation to the conduct of a proposed trial.",
      "id": "s244"
    },
    {
      "text": "The latter is more related to hardship to an accused resulting from changes in his or her circumstances that have occurred during the period to be taken into consideration.",
      "id": "s245"
    },
    {
      "text": "However there is room for overlapping and between them the two concepts cover all cases where to return the accused would, in the whole of the circumstances, simply not be fair.",
      "id": "s246"
    },
    {
      "text": "\"\n \n \n \n Although a dissenting judgment, his Honour's observations were not at odds with the legal principles adopted by the majority: see Edmonds v Andrews (1987) 85 FLR 419 (FCA/Von Doussa J.",
      "id": "s247"
    },
    {
      "text": "), at 421.",
      "id": "s248"
    },
    {
      "text": "See also Kakis v Government of the Republic of Cyprus [1978] 1 WLR 779 (HL), at 782-783.",
      "id": "s249"
    },
    {
      "text": "(iii) The determination as to whether an order for surrender would be unjust or oppressive is a question of fact: Perry v Lean , at 537-538, applying R. v Governor of Pentonville Prison; ex parte Narang [1978] AC 247 (HL), at 272-273, per Viscount Dilhorne; Clear v Holyoak [1993] 1 Qd R 376 (Q SCt/FC), at 378 (determination of fact, or at least of mixed law and fact).",
      "id": "s250"
    },
    {
      "text": "(iv) In determining whether it would be \"oppressive\" to surrender the apprehended person to New Zealand, the court can take into account the financial hardship, domestic upheaval and emotional distress the person would experience if surrendered: Hicks v Martin (1990) 27 FCR 416 (FCA/FC), at 418, per Morling, French and Lee JJ.",
      "id": "s251"
    },
    {
      "text": "(for subsequent proceedings see Ex parte Hicks (1991) 65 ALJR 398 (HC/Toohey J.).",
      "id": "s252"
    },
    {
      "text": "The apprehended person is entitled to rely on hardship, even though the hardship is not necessarily occasioned by the delay in bringing him or her to trial: Hicks v Martin , at 419, not following Bryan v Preston (1982) 64 FLR 46, at 53, on this point.",
      "id": "s253"
    },
    {
      "text": "(v) The question under s.34(2) is not whether it was unjust or oppressive for the authorities to charge the accused, but whether, on the particular facts of the case, it would be unjust to remove him or her to that jurisdiction: Perry v Lean , at 519, per Jacobs J.",
      "id": "s254"
    },
    {
      "text": "Each set of circumstances must be assessed to determine whether injustice or oppression is present: Perry v Lean , at 537, per Olsson J.",
      "id": "s255"
    },
    {
      "text": "(vi) In determining whether there is injustice or oppression to an accused, the gravity of the offence charged is a relevant (and, I would add, very important) consideration: Perry v Lean , at 537; White v Cassidy (1979) 40 FLR 249 (SCt Tas/Green CJ).",
      "id": "s256"
    },
    {
      "text": "The \"offence\" in this sense refers to the facts and circumstances of the alleged conduct, rather than the theoretical nature of the offence: Edmonds v Andrews , at 421.",
      "id": "s257"
    },
    {
      "text": "(vii) The extent of any delay in instituting a prosecution, the cause of the delay and the consequences flowing from it are relevant and perhaps decisive: Perry v Lean , at 537.",
      "id": "s258"
    },
    {
      "text": "However, if the delay is not due to the conduct of the alleged offender, the consequences of the delay are more significant than its cause: Edmonds v Andrews , at 421-422.",
      "id": "s259"
    },
    {
      "text": "Mere delay without evidence that it has caused injustice or oppression, is not enough: White v Cassidy , at 253.",
      "id": "s260"
    },
    {
      "text": "' \n \n \n \n Criticism of the Magistrate's decision \n \n64 The applicants claimed that the learned Magistrate erred in determining: that the applicants were eligible for surrender to New Zealand; the proper meaning of the test as provided by s 34 of the Act; that the decision as to whether a New Zealand court would grant a permanent stay was a question only for a New Zealand court, not for an Australian court; that the question of the intention of the New Zealand prosecutors as to the indictment that would be presented was not relevant as it would be a question for the New Zealand court as to whether there would be joint trials; and that certain documents sought to be tendered by the applicants were inadmissible.",
      "id": "s261"
    },
    {
      "text": "65 The applicants submit they cannot receive a fair trial by Australian standards, given that the delays, and the loss of potential witnesses and documents, have resulted in serious presumptive and actual prejudice to them.",
      "id": "s262"
    },
    {
      "text": "66 I am not called upon directly to pass upon the correctness or otherwise of his Honour's decision.",
      "id": "s263"
    },
    {
      "text": "These are not proceedings by way of an appeal.",
      "id": "s264"
    },
    {
      "text": "As it happens I have, regrettably, reached different conclusions from those of his Honour and in part these may depend on different legal views.",
      "id": "s265"
    },
    {
      "text": "I was however assisted by his generally careful and erudite consideration of the matter.",
      "id": "s266"
    },
    {
      "text": "CONSIDERATION \n \n The statutory mandate \n \n67 Some of the Part II ( Extradition Act 1988 (Cth)) jurisdictions to which people in Australia might be extradited are well-known to be impaired as to judicial independence and capacity --- afflicted with judicial and other public corruption, little practical respect for human rights, and/or otherwise inadequately functioning judicial systems.",
      "id": "s267"
    },
    {
      "text": "It is hardly indicative of a legislative policy especially favouring the liberty of Australian citizens and others for the time being under Australian protection that that should be so.",
      "id": "s268"
    },
    {
      "text": "Why therefore, there should be, as there undoubtedly seem to be, added protections against extradition to New Zealand, a country markedly favoured in those respects, is by no means clear.",
      "id": "s269"
    },
    {
      "text": "It is possible that the view may have been taken that, since Australia and New Zealand view each other's legal system very favourably, there is no reason for each country not to entrust the other with a broad power to avoid injustice.",
      "id": "s270"
    },
    {
      "text": "It is also possible that both countries take the view that the protections they afford people against each other should, where possible, apply in respect of other nations generally, but it has not always been possible to achieve that.",
      "id": "s271"
    },
    {
      "text": "68 In any case, whatever the explanation, there is no option for a magistrate or a reviewing Australian court but to apply s 34(2) according to its terms.",
      "id": "s272"
    },
    {
      "text": "69 As it is a provision which does concern the liberty of Australian citizens and others in Australia then, in accordance with well-established principle, it should be interpreted as liberally as the context will permit.",
      "id": "s273"
    },
    {
      "text": "70 Nevertheless, to suffer the surrender to a foreign power for the purposes of vindicating that power's criminal justice system when an Australian citizen is both innocent and could readily demonstrate it here (e.g.",
      "id": "s274"
    },
    {
      "text": "by showing an iron-clad alibi) might be thought to involve a high degree of injustice.",
      "id": "s275"
    },
    {
      "text": "Yet the Act clearly enough contemplates such a result both for New Zealand and countries with much less-favoured criminal justice systems.",
      "id": "s276"
    },
    {
      "text": "The only explanation can be the very high value placed by our legislature on reciprocal arrangements enabling Australian authorities to have the opportunity to try allegations of criminal misconduct allegedly committed in Australia in an Australian court.",
      "id": "s277"
    },
    {
      "text": "If that is so, then it must also be conceded to be appropriate to reciprocate and accord a like high value to a similar opportunity for the New Zealand authorities.",
      "id": "s278"
    },
    {
      "text": "71 Thus a conclusion that it would be 'unjust' or 'oppressive' ought not lightly be reached.",
      "id": "s279"
    },
    {
      "text": "The entirety of the legislation and context suggests that such cases will be, to recall the language of the counterpart New Zealand legislation, compelling or extraordinary.",
      "id": "s280"
    },
    {
      "text": "(It is, in the context, and despite what are, to an extent, imponderables, an easier and more objective judgment to say whether it would be 'too severe a punishment' to surrender a person.",
      "id": "s281"
    },
    {
      "text": ") The authorities referred to by Sackville J in Venkataya and subsequent authorities including Bannister v New Zealand [1999] FCA 362 ; (1999) 86 FCR 417 and Kenneally v New Zealand [1999] FCA 1320 ; (1999) 91 FCR 292 require and confirm that general approach.",
      "id": "s282"
    },
    {
      "text": "72 It is textually clear that, while judicial (and other) minds may vary as to what might be 'unjust' or 'oppressive' in a particular case, there is no discretion in the magistrate (or reviewing court) to decline to give effect to a conclusion that relevant injustice or oppression or both are established because of some view of the public interest, or as to the desirability of Australian and New Zealand judicial officers giving effect to their generally held mutual respect.",
      "id": "s283"
    },
    {
      "text": "73 Further, it is also clear from subs 34(4), which disentitles the magistrate from receiving evidence to contradict an allegation of guilt, by whomever tendered, that a view about the strength or weakness of the prosecution case is irrelevant to the task.",
      "id": "s284"
    },
    {
      "text": "This provision, it may be noted in passing, may benefit a person whose guilt can be overwhelmingly established just as much as it may cause grave detriment to a palpably innocent person.",
      "id": "s285"
    },
    {
      "text": "74 The question is whether, for any reason, it would in the magistrate's opinion be unjust and/or oppressive to suffer the person concerned to be returned to New Zealand to be dealt with according to New Zealand law.",
      "id": "s286"
    },
    {
      "text": "The statutory examples of such reasons include, as expressed by subs 34(2) abuse of process (where an accusation is not made in good faith or in the interests of justice) and, of special relevance here, whether the offence was allegedly committed a lengthy period before the proposed surrender.",
      "id": "s287"
    },
    {
      "text": "The relevant end point of such period appears to be not before the time at which it is ultimately proposed to the magistrate or the reviewing court, that is when all the evidence has been received, that the person should be surrendered.",
      "id": "s288"
    },
    {
      "text": "Delay in allegations of sexual misconduct against children \n \n75 It is axiomatic that neither in New Zealand nor in Australia is there any statute of limitations for criminal offences.",
      "id": "s289"
    },
    {
      "text": "The mere passage of time cannot of itself permit the guilty to remain free of judicial denunciation and punishment.",
      "id": "s290"
    },
    {
      "text": "It is equally axiomatic in both countries that no one should be subjected to an unfair trial, if a trial that might have the potential for some elements of unfairness cannot be made fair.",
      "id": "s291"
    },
    {
      "text": "76 There is, of course, a wide range of circumstances in which a lengthy period may have elapsed between the alleged commission of offences generally and intended extradition of the alleged perpetrators.",
      "id": "s292"
    },
    {
      "text": "A person aggrieved by the offence may have initially consciously resolved, for any of a variety of reasons, not to pursue the matter with the police.",
      "id": "s293"
    },
    {
      "text": "A guilty person may have fled, or may have coerced the victim's initial silence.",
      "id": "s294"
    },
    {
      "text": "77 A particularly problematic situation arises in the case of alleged sexual abuse of a child by a carer and/or an authority figure --- family members, teachers and religious advisors immediately come to mind.",
      "id": "s295"
    },
    {
      "text": "In the space of a generation, there has been a mushrooming of such allegations in the courts in western countries.",
      "id": "s296"
    },
    {
      "text": "This outcome, a result of various social changes is, in general, a matter of satisfaction.",
      "id": "s297"
    },
    {
      "text": "To doom victims of a debauched childhood to effective silence and to suffer their violators to go unpunished are generally seen to have been vices in need of amelioration.",
      "id": "s298"
    },
    {
      "text": "There have, however, also been well-publicised cases of injustice to accused persons arising from allegations subsequently and with great difficulty shown to have been false.",
      "id": "s299"
    },
    {
      "text": "Good faith on the part of initial investigator has not prevented this.",
      "id": "s300"
    },
    {
      "text": "The well-known and recent Belgian scandal comes to mind.",
      "id": "s301"
    },
    {
      "text": "78 Where such abuse has occurred, it is common for the abuser explicitly to have insisted on silence from the child or at least to have relied with some confidence on their unequal positions and the circumstances to guarantee silence.",
      "id": "s302"
    },
    {
      "text": "Either way, there is likely to have been an oppressive element in the predator's conduct which has materially contributed to the child's silence.",
      "id": "s303"
    },
    {
      "text": "The sexual assault of the child is apt frequently to induce a sense of shame, confusion and betrayal which, in some instances, can have long-lasting consequences.",
      "id": "s304"
    },
    {
      "text": "It is a common enough phenomenon that only when an abused child has attained his or her maturity, acquires self-confidence, a degree of trust in authority figures and motivation and the fortitude to reveal what has occurred and to seek legal vindication for it, that legal processes are invoked.",
      "id": "s305"
    },
    {
      "text": "79 In cases of alleged childhood sexual abuse, a sense of justice towards victims and putative victims militates against undue concern for any difficulty which delay might occasion to a perpetrator or accused perpetrator.",
      "id": "s306"
    },
    {
      "text": "80 What is problematic is the tension between such considerations and the concept of a criminal trial in Australia and other common law legal systems, such as New Zealand.",
      "id": "s307"
    },
    {
      "text": "A criminal trial in such systems is not, as some might wish it to be, a search in an imperfect world for the best approximation to the truth about a contested past event which official inquiry can achieve.",
      "id": "s308"
    },
    {
      "text": "For us, a criminal trial is a procedure, with many protections (to guard against repetition of proven past injustices to accused persons) set in place, to examine whether, to a very high degree of confidence, it is shown to an impartial tribunal that it is so likely that a person has done what he or she is accused of that it would be safe for the State to impose serious criminal punishment.",
      "id": "s309"
    },
    {
      "text": "Our law recognises that even truth may be achieved at too high a price.",
      "id": "s310"
    },
    {
      "text": "81 In particular it has been recognised that long delays in initiating trials for old offences may impair fairness to the accused, in some cases to the point where there simply cannot be a fair trial --- where very firm warnings by a judge to the jury (or other steps) cannot provide a safe remedy.",
      "id": "s311"
    },
    {
      "text": "In such cases, both in Australia and New Zealand, the courts have declined, even where there have been many understandable reasons for the delay, to allow themselves to be used to permit what they consider would be unfair trials and permanent stays of the criminal proceedings have been granted.",
      "id": "s312"
    },
    {
      "text": "82 A further concomitant of accusations by people well into their adulthood of their having been sexually assaulted in childhood is often, and again perfectly understandably, that they can give few concrete details of the time and place of the events alleged which might enable the testing of the accusations.",
      "id": "s313"
    },
    {
      "text": "83 The usual or 'presumptive' results of long delay are the possibility of honest unreliability on the part of the complainants, including possible unconscious substitution of an imagined reality for what actually occurred, the fading and loss of recollection of pertinent details by an innocent accused and the loss of legitimate opportunities to test the detail of allegations and marshal evidence pointing to innocence.",
      "id": "s314"
    },
    {
      "text": "McHugh J (in remarks later approved in Crampton v The Queen [2000] HCA 60 ; (2000) 206 CLR 161 by Gaudron, Gummow and Callinan JJ, said in Longman v R [1989] HCA 60 ; (1989) 168 CLR 79 at 107:\n \n 'The fallibility of human recollection and the effect of imagination, emotion, prejudice and suggestion on the capacity to \"remember\" is well documented.",
      "id": "s315"
    },
    {
      "text": "The longer the period between an \"event\" and its recall, the greater the margin for error.",
      "id": "s316"
    },
    {
      "text": "Interference with a person's ability to \"remember\" may also arise from talking or reading about or experiencing other events of a similar nature or from the person's own thinking or recalling.",
      "id": "s317"
    },
    {
      "text": "Recollection of events which occurred in childhood is particularly susceptible to error and is also subject to the possibility that it may not even be genuine: ... \n \n No matter how honest the recollection of the complainant in this case, the long period of delay between her formal complainant and the occurrence of the alleged events raised a significant question as to whether her recollection could be acted upon safely.",
      "id": "s318"
    },
    {
      "text": "...",
      "id": "s319"
    },
    {
      "text": "Experience derived from forensic contests, experimental psychology and autobiography demonstrates only too clearly how utterly false the recollections of honest witnesses can be.",
      "id": "s320"
    },
    {
      "text": "Certainly, some incident or accumulation of incidents seems to have affected the complainant's attitude to her stepfather.",
      "id": "s321"
    },
    {
      "text": "She testified that, because of his conduct towards her in sexual matters, \"I don't hate him but I do hate what he's done and the problems it's caused in my life\".",
      "id": "s322"
    },
    {
      "text": "H owever, the existence of this feeling towards the applicant increased, rather than decreased, the need to examine carefully whether the complainant's honest recollection of events concerning the applicant was not distorted by this hatred.",
      "id": "s323"
    },
    {
      "text": "To the potential for error inherent in the complainant's evidence must be added the total lack of opportunity for the defence to explore the surrounding circumstances of each alleged offence.",
      "id": "s324"
    },
    {
      "text": "By reason of the delay, the absence of any timely complaint, and the lack of specification as to the dates of the alleged offences, the defence was unable to examine the surrounding circumstances to ascertain whether they contradicted or were inconsistent with the complainant's testimony.",
      "id": "s325"
    },
    {
      "text": "' \n \n\n84 While the judgment of what is or is not unjust or oppressive in a s 34 case concerns only the particular case and is the judgment of the particular magistrate or judge making the decision, it is natural that judicial decision-makers should look for broad guidance to decisions made in analogous cases, for example, those dealing with stay applications.",
      "id": "s326"
    },
    {
      "text": "The picture, however both in Australia and New Zealand, is very variable.",
      "id": "s327"
    },
    {
      "text": "In order to try to avoid a judgment which is merely of the 'Chancellor's foot' variety, it seems to me that the following considerations may provide some structure or guideline to assist with the present case, however imprecise and flexible such an attempt must be.",
      "id": "s328"
    },
    {
      "text": "85 Experience shows that the specific conditions attending 'childhood' that contribute to the difficulties many sexually assaulted young people have in telling their stories mostly no longer apply in the cases of young persons so assaulted after about 18 years of age.",
      "id": "s329"
    },
    {
      "text": "Generally, by that time young people can make a more or less 'adult' decision about whether to invoke the criminal law, and they are in law adults.",
      "id": "s330"
    },
    {
      "text": "Many mature, sexually assaulted adults choose, for a variety of reasons, not all of them the result of direct or indirect oppression, never to do so.",
      "id": "s331"
    },
    {
      "text": "On the other hand, it is rare to find complaints made in adulthood of molestation before the complainant was aged 5.",
      "id": "s332"
    },
    {
      "text": "The ages of the complainants in the present cases at the time of the alleged offences appear to range from about 8 to about 15.",
      "id": "s333"
    },
    {
      "text": "86 Often enough, in general it is not until people are in their thirties that they are able and impelled to put their allegations before the police.",
      "id": "s334"
    },
    {
      "text": "87 Thus, in the case of comparatively serious allegations, which the present cases certainly involve, to concede that the 'presumptive prejudice' to an alleged offender sought to be deported to New Zealand of less than something approaching 20 years' delay might outweigh the interests of truthful complainants, could unreasonably disadvantage an undue number of complainants.",
      "id": "s335"
    },
    {
      "text": "In other words, I suggest that courts should be very slow in most cases to act on the merely 'presumptive' or usually-expected incidents of delay where the delay does not exceed 20 years.",
      "id": "s336"
    },
    {
      "text": "88 Likewise, it can hardly be doubted that to require an innocent accused person to try to defend himself or herself against accusations more than 20 years old is, in very many cases (though not all), to raise probable or 'presumptive' difficulties of mounting a defence of a high order.",
      "id": "s337"
    },
    {
      "text": "To reach back more than 20 years into memory is to try to recapture the circumstances and events of a different age.",
      "id": "s338"
    },
    {
      "text": "The 40 year old is a different person from when he or she was 20, and the difficulty likely increases for a person who is now 50, 60, 70, or older.",
      "id": "s339"
    },
    {
      "text": "The difficulties for an innocent person of recovering or reconstructing what may be the telling details of events 20 or more years old of which, ex hypothesi one likely had no reason to regard as of any special significance are plainly formidable.",
      "id": "s340"
    },
    {
      "text": "89 Of course, if the potential extraditee is guilty of the sexual abuse of a child then, because of the overt or implicit oppressive element calculated in most cases to produce silence forever, there will be a benefit to that person of a kind which is both unjust to the victim and to the authorities seeking to vindicate the law, and an affront to the reasonable public conscience, as well as destructive of the victim's and public confidence in the criminal justice system.",
      "id": "s341"
    },
    {
      "text": "The problem is, however, that there is no way of establishing such guilt under our system except by a fair trial and, until they are proven guilty in that way, people are presumed to be innocent.",
      "id": "s342"
    },
    {
      "text": "90 On the hearing of an application for a permanent stay of a criminal trial because of the extreme age of the allegations, a better judgment can be come to because it is possible for the judge to form an impression of the strength of the prosecution case.",
      "id": "s343"
    },
    {
      "text": "A very strong Crown case, for example, may render nugatory the actual, practical unfairness of the long delay, whatever its presumptive difficulties for the accused.",
      "id": "s344"
    },
    {
      "text": "On the other hand, a case resting on the uncorroborated evidence of events long ago from a single complainant may possibly increase the prospect of unjust conviction.",
      "id": "s345"
    },
    {
      "text": "91 However, under the Act it is not permissible, neither is there any fair way, to form any impression of the strength of the cases of the New Zealand law enforcement authorities: nothing can be heard of the evidence that might cast doubt upon it.",
      "id": "s346"
    },
    {
      "text": "Counsel for New Zealand, quite properly in these circumstances, did not attempt to put a one-sided version of matters before the Court.",
      "id": "s347"
    },
    {
      "text": "One is driven to judge the matter on the unaided presumption that the accused applicants are each innocent until proven guilty.",
      "id": "s348"
    },
    {
      "text": "There is, therefore, merely a possibility, of unknown strength, that either or both of them is guilty of any of the intended charges.",
      "id": "s349"
    },
    {
      "text": "That is, if anything, a reason in favour of giving full weight to the presumptive difficulties of delay exceeding some reasonable period in all the circumstances for the kinds of offences in question.",
      "id": "s350"
    },
    {
      "text": "I have suggested that a period of less than 20 years will rarely be such a reasonable period.",
      "id": "s351"
    },
    {
      "text": "The effects of the delays in the present cases \n \n92 In my view it can hardly be doubted, as a general proposition that, if innocent, each applicant would have grave difficulties because of the usual (and some particular) concomitants of delay in defending himself after periods ranging between 22 and 31 years before the allegations were brought to his attention.",
      "id": "s352"
    },
    {
      "text": "Viewed across the ranges of seriousness of and delays in child sexual assault cases, it could not necessarily be regarded as unfair to the legitimate interests of New Zealand and the complainants to give effect to that view.",
      "id": "s353"
    },
    {
      "text": "The question then arises: in the particular circumstances of the present cases does such potential injustice or oppression to the amount to what would be actual injustice or oppression if either of them should be surrendered for extradition?",
      "id": "s354"
    },
    {
      "text": "93 In the first place, as indicated, I know nothing of the strength of the intended prosecution case in relation to any intended charge against either applicant, and must, because of the Act, decide the case without regard to that factor.",
      "id": "s355"
    },
    {
      "text": "In particular the fact that the former Brother McGrath has previously been convicted of a number of charges indicates nothing as to the guilt or innocence of either applicant of any of the present charges.",
      "id": "s356"
    },
    {
      "text": "Likewise, the fact that a large number of men have complained of assaults at the hands of Brother Moloney would not, in law, without the closest examination of the allegations and even then only in very limited circumstances, say anything as to the truth of any of those complaints.",
      "id": "s357"
    },
    {
      "text": "There is nothing before me to indicate that such circumstances might be satisfied.",
      "id": "s358"
    },
    {
      "text": "This is further discussed below.",
      "id": "s359"
    },
    {
      "text": "94 The principal factors that might add to the applicants' difficulties are:\n \n (i) The charges and alleged facts lack specificity as to time.",
      "id": "s360"
    },
    {
      "text": "95 This is not surprising but it necessarily adds to the difficulty for each applicant in preparing to defend himself.",
      "id": "s361"
    },
    {
      "text": "Periods are given for the alleged offences ranging, in Brother Moloney's case, from a one-month period in 1973, over 29 years before he was informed of the charge in 2003, to a period of over two and a half years, expiring nearly 26 years before he was so informed.",
      "id": "s362"
    },
    {
      "text": "In Father Garchow's case, one period is almost two years long, expiring 25 years before he was informed of the allegation, and the other is over a year long, expiring nearly 23 years before he was informed of it in 2003.",
      "id": "s363"
    },
    {
      "text": "(ii) Loss of potential witnesses and records \n\n96 Known potential witnesses have died or are otherwise unavailable and records likely to have been able to cast light on the circumstances of individual complainants no longer exist.",
      "id": "s364"
    },
    {
      "text": "Notably these include the attending doctor, some of the school's staff, medical records and records such as psychological reports and the like apparently kept on most of the boys.",
      "id": "s365"
    },
    {
      "text": "Among other missing documents for the period before 1977, that is in the years when most of the offences were alleged, are what were known as 'Mutations Books' --- these recorded such things as visits by official visitors, school inspectors, social workers, nurses, doctors and psychologists and parents and guardians of boys at the school.",
      "id": "s366"
    },
    {
      "text": "The unavailable witnesses and lost records may well have assisted one or both of the applicants.",
      "id": "s367"
    },
    {
      "text": "Each applicant has, because of the long delay, certainly lost the chance to know whether there was, and to use, anything that might be useful in the records, and to inquire of the lost witnesses as to matters that might either confirm or tend to confound the particular allegations against him.",
      "id": "s368"
    },
    {
      "text": "97 Not all of the school's records for the crucial periods have been lost.",
      "id": "s369"
    },
    {
      "text": "There are some personal files on each of the applicants, some newsletters and some photographs of the school buildings and of pupils and staff.",
      "id": "s370"
    },
    {
      "text": "Further, the school was relatively small in the numbers of its student body.",
      "id": "s371"
    },
    {
      "text": "Nevertheless there is a strong likelihood that relevant material that might well have assisted the applicants is gone.",
      "id": "s372"
    },
    {
      "text": "98 In R v Littler [2001] NSWCCA 173 ; (2000) 120 A Crim R 512 the NSW Court of Criminal Appeal granted a permanent stay of proceedings in a case of even longer delay than the present.",
      "id": "s373"
    },
    {
      "text": "Adams J (with whom Hodgson JA and Greg James J agreed) said (at 521-2):\n \n 'In the circumstances here, it must, I think, be accepted that there is at the very least a reasonable possibility that witnesses other than those which I have identified and who were at the Home, whether as pupils or staff, would be capable of giving relevant evidence and it is reasonably possible that such evidence might, to a greater or lesser extent, assist the applicant.",
      "id": "s374"
    },
    {
      "text": "In evaluating this question it is important that there be no presumption that the complainants are either truthful or reliable, although it is their evidence which presents the starting point for a consideration of the issue of prejudice.",
      "id": "s375"
    },
    {
      "text": "The existence of relevant evidence from other sources is made more likely by the circumstance that the allegations cover a lengthy period of time in an institution populated, temporarily or permanently, by a significant group of persons with whom the complainants communicated on a frequent basis and whose responsibilities in part included supervision of their welfare.",
      "id": "s376"
    },
    {
      "text": "At the same time, whether, in fact, any significant relevant evidence can be given and, further, whether that evidence would assist the defence, is necessarily speculative.",
      "id": "s377"
    },
    {
      "text": "There is also something in the argument that the absence in the Crown case of any admissible supporting material, in circumstances where, if the complainants' accounts be truthful, one would expect it to be present, significantly weakens the prosecution case.",
      "id": "s378"
    },
    {
      "text": "If the trial were to proceed, this would need to be brought to the jury's attention in emphatic terms and the tendency to explain the problem away by adverting to the lapse of time warned against.",
      "id": "s379"
    },
    {
      "text": "So far as the complainants' accounts are concerned, however, the alleged offences occurred (not surprisingly) in circumstances where no eye witnesses were present.",
      "id": "s380"
    },
    {
      "text": "... however, a significant number of potential witnesses must have existed.",
      "id": "s381"
    },
    {
      "text": "The delay in this case, however, is so extreme that I have difficulty, for myself, in constructing a direction which would sufficiently make clear to the jury the grave difficulties imposed by the circumstances on both the prosecution and the defence cases.",
      "id": "s382"
    },
    {
      "text": "Both classes of difficulty, of course, must be regarded as adverse to conviction.",
      "id": "s383"
    },
    {
      "text": "The second significant matter of prejudice, which I have already referred to in passing, concerns the effect of delay on the applicant's ability to remember with reasonable reliability what I might call the contextual facts of the alleged occurrences.",
      "id": "s384"
    },
    {
      "text": "These comprise, not only the possible presence of significant witnesses to some of the alleged offences or the alleged surrounding circumstances but also the actual timetable of activities and responsibilities undertaken by the applicant and his relationship, if any, with the complainants.",
      "id": "s385"
    },
    {
      "text": "To make a rather obvious point, if the applicant had committed the alleged offences, it seems likely that he could remember doing so, at least in general terms (though it is important to note that specific offences are alleged).",
      "id": "s386"
    },
    {
      "text": "If, on the other hand, he did not commit the alleged offences, then his knowledge of and recollections about the complainants, his interactions with them, and the surrounding circumstances, might well be extremely vague.",
      "id": "s387"
    },
    {
      "text": "' \n \n\nSomewhat similar considerations, so far as they are material, apply in the present cases.",
      "id": "s388"
    },
    {
      "text": "(iii) The manner of emergence of the complaints \n\n99 Apart from the general concerns about the matter for the interests of justice according to law felt by the learned Magistrate and myself, there are aspects of relevant to the effects of the long delays.",
      "id": "s389"
    },
    {
      "text": "100 There was an orchestrated campaign, albeit waged in good faith, to have complainants come forward in an atmosphere suggestive that significant amounts of money might be available.",
      "id": "s390"
    },
    {
      "text": "It appears that somewhat special and unusual motivation is likely to have been given to a significant number of the complainants, in significant degrees, to adhere to accounts given to Brother Burke and/or Ms Mulvihill.",
      "id": "s391"
    },
    {
      "text": "Such accounts appear to have been given to the apparent agents of the sources of significant amounts of potential compensation.",
      "id": "s392"
    },
    {
      "text": "101 There was ample opportunity for 'tainting' cross-fertilisation of complainant's statements.",
      "id": "s393"
    },
    {
      "text": "102 Positive identificatory suggestions, of a kind no honest and capable police officer would make, were apparently engaged in.",
      "id": "s394"
    },
    {
      "text": "103 Such aspects and the others previously mentioned must, in my opinion, be regarded as significantly magnifying the difficulties otherwise attendant on coping with long-delayed allegations faced by each applicant.",
      "id": "s395"
    },
    {
      "text": "(iv) New Zealand's rejection of the directions required by Longman \n\n104 I turn to what is, to my mind, upon reflection, an important matter.",
      "id": "s396"
    },
    {
      "text": "Under Australian law, there are quite specific safeguards required in trials of old allegations of the kind here in question.",
      "id": "s397"
    },
    {
      "text": "In such a case it is mandatory that the judge should give the jury a strong warning, not merely make comment, about an accused person's 'loss of those means of testing the complainant's allegations which would have been open to him had there been no delay ...'.",
      "id": "s398"
    },
    {
      "text": "The High Court so decided in Longman [1989] HCA 60 ; (1989) 168 CLR 79.",
      "id": "s399"
    },
    {
      "text": "Brennan, Dawson and Toohey JJ said (at 91):\n \n 'After more than twenty years that opportunity was gone and the applicant's recollection of them could not be adequately tested.",
      "id": "s400"
    },
    {
      "text": "The fairness of the trial had necessarily been impaired by the long delay (see Jago v. District Court of New South Wales..) and it was imperative that a warning be given to the jury.",
      "id": "s401"
    },
    {
      "text": "The jury should have been told that, as the evidence of the complainant could not be adequately tested after the passage of more than twenty years, it would be dangerous to convict on that evidence alone unless the jury, scrutinizing the evidence with great care, considering the circumstances relevant to its evaluation and paying heed to the warning, were satisfied of its truth and accuracy.",
      "id": "s402"
    },
    {
      "text": "To leave a jury without such a full appreciation of the danger was to risk a miscarriage of justice.",
      "id": "s403"
    },
    {
      "text": "The jury were told simply to consider the relative credibility of the complainant and the appellant without either a warning or a mention of the factors relevant to the evaluation of the evidence.",
      "id": "s404"
    },
    {
      "text": "That was not sufficient.",
      "id": "s405"
    },
    {
      "text": "' \n \n\nMcHugh J would have required more (at 108-9):\n \n '... the present case was one where the requirement of a fair trial required a strong warning to the jury of the potential for error in the complainant's testimony.",
      "id": "s406"
    },
    {
      "text": "The jury should have been warned that, in evaluating her evidence, they had to bear in mind that it was uncorroborated, that over twenty years had elapsed since the last of the alleged offences occurred, that experience has shown that human recollection, and particularly the recollection of events occurring in childhood, is frequently erroneous and liable to distortion by reason of various factors, that the likelihood of error increases with delay, ... that no complaint was made to her mother, and that, by reason of the delay and lack of specificity as to the dates, the defence was unable to examine the circumstances of the alleged offences.",
      "id": "s407"
    },
    {
      "text": "...' \n \n\nHis Honour's suggestions were, as earlier indicated, approved by a majority in Crampton.",
      "id": "s408"
    },
    {
      "text": "105 In Crampton Gaudron, Gummow and Callinan JJ said (at [45]):\n \n 'The trial judge should have instructed the jury that the appellant was, by reason of the very great delay, unable adequately to test and meet the evidence of the complainant.",
      "id": "s409"
    },
    {
      "text": "... An accused's defence will frequently be an outright denial of the allegations.",
      "id": "s410"
    },
    {
      "text": "That is not a reason for disparaging the relevance and importance of a timely opportunity to test the evidence of a complainant, to locate other witnesses, and to try to recollect precisely what the accused was doing on the occasion in question.",
      "id": "s411"
    },
    {
      "text": "In short, the denial to an accused of the forensic weapons that reasonable contemporaneity provides constitutes a significant disadvantage which a judge must recognise and to which an unmistakable and firm voice must be given by appropriate directions .",
      "id": "s412"
    },
    {
      "text": "Almost all of the passage of the majority in Longman to which we have referred (with appropriate adaptations to the circumstances of this case, including that because of the passage of so many years, it would be dangerous to convict on the complainant's evidence alone without the closest scrutiny of the complainant's evidence), should have been put to the jury.",
      "id": "s413"
    },
    {
      "text": "Additionally, this was, in our opinion, a case in which the trial judge should, again with appropriate adaptation, when summing up, have drawn attention to the additional considerations mentioned by Deane and McHugh JJ in Longman: the abstention, by the prosecutor, from questioning each co-complainant about the respective charges, the fragility of youthful recollection, the absence of a timely complaint (subject to any reasonable explanation therefor) and the possibility of distortion.",
      "id": "s414"
    },
    {
      "text": "' (emphasis added)\n \n\n106 Kirby J gave a detailed explanation of the kinds of disadvantages to an accused person involved where there is long delay (at 209):\n \n 'The warning required by Longman ... must be related to the evidence and derived from forensic experience.",
      "id": "s415"
    },
    {
      "text": "The need for such a warning is demonstrated by the facts of a case such as the present.",
      "id": "s416"
    },
    {
      "text": "In practical terms, after twenty years, the appellant's defence could never rise much above a mere denial and protest of innocence.",
      "id": "s417"
    },
    {
      "text": "He had lost the chance of obtaining effective evidence from other children who were in the class at the time of the alleged offence concerning his alleged conduct.",
      "id": "s418"
    },
    {
      "text": "He had lost the chance of procuring effective evidence from other teachers said to have been coming and going near the class at times relevant to the events alleged.",
      "id": "s419"
    },
    {
      "text": "He had lost the chance of resolving, with certainty, the conflict of evidence about the nature and appearance, twenty years earlier, of locations relevant to the charges against him.",
      "id": "s420"
    },
    {
      "text": "He had lost the opportunity to collect forensic scientific evidence, such as was available in 1978, concerning the presence (or absence) of semen on the floor of the storeroom.",
      "id": "s421"
    },
    {
      "text": "He had lost the opportunity to respond effectively, by the testimony of storekeepers, to evidence that he had purchased lollies and other goods to favour the first complainant.",
      "id": "s422"
    },
    {
      "text": "Twenty years after the alleged offence, the first complainant was an adult whose life's experience, character and motivations would have been unknown to the appellant.",
      "id": "s423"
    },
    {
      "text": "The appellant would thus be at a great disadvantage in testing events that may have affected the first complainant's recollection or reliability.",
      "id": "s424"
    },
    {
      "text": "Repeated answers to questions, searching the detail of the first complainant's testimony, such as \"I can't remember\" or \"it's too long ago\" made it extremely difficult to test that evidence in an effective way.",
      "id": "s425"
    },
    {
      "text": "The idea that these serious disadvantages are unimportant and that the jury, unaided, will somehow sort things out by simply resolving the claims and denials in oath against oath must be firmly rejected.",
      "id": "s426"
    },
    {
      "text": "http://www.lexisnexis.com/au/legal/frame.do?tokenKey=rsh-23.108386.53949933563&amp;target=results_DocumentContent&amp;parent=docview - 03-02526fn188#03-02526fn188 That idea is contrary to the repeated authority of this court in and since Longman.",
      "id": "s427"
    },
    {
      "text": "The jury need the assistance of the trial judge to warn, from the law's long experience, that trials with such potentially grave consequences for liberty and reputation need to be fought with forensic weapons.",
      "id": "s428"
    },
    {
      "text": "http://www.lexisnexis.com/au/legal/frame.do?tokenKey=rsh-23.108386.53949933563&amp;target=results_DocumentContent&amp;parent=docview - 03-02526fn189#03-02526fn189 The passage of time -- especially great time -- may make it difficult, or impossible, to secure such weapons for an adequate defence.",
      "id": "s429"
    },
    {
      "text": "A jury may not understand this.",
      "id": "s430"
    },
    {
      "text": "A judge will.",
      "id": "s431"
    },
    {
      "text": "And the law requires that the judge warn the jury in clear and unmistakable terms .",
      "id": "s432"
    },
    {
      "text": "' (emphasis supplied) \n \n\n107 Thus in Australia there is a guarantee that, if a trial of old allegations of alleged childhood sexual assault is not stayed, the difficulties faced by an accused faced in meeting accusations of conduct long ago will be mitigated by a 'firm and unmistakeable' warning to the jury carrying the weight of the trial judge's authority.",
      "id": "s433"
    },
    {
      "text": "There is no such guarantee in New Zealand.",
      "id": "s434"
    },
    {
      "text": "It appears that the courts of that country have set their face against following Longman : R v M CA 187/95 13 November 1995 .",
      "id": "s435"
    },
    {
      "text": "108 It is not, of course, every difference between New Zealand and Australian criminal law that will justify the courts of one of them in regarding the law of the other as unjust.",
      "id": "s436"
    },
    {
      "text": "Indeed the courts should be chary of doing that, as the authorities I elsewhere refer to indicate.",
      "id": "s437"
    },
    {
      "text": "In many instances, reasonable minds may and do differ on what constitute the incidents of a fair trial.",
      "id": "s438"
    },
    {
      "text": "However, the matter at issue concerns the mitigation of likely actual disability for an accused person arising from long delays.",
      "id": "s439"
    },
    {
      "text": "The Longman direction is viewed in Australia as necessary to ensure that the accused gets a fair hearing by the jury.",
      "id": "s440"
    },
    {
      "text": "The Australian view is that there is a non-negotiable need to warn the jury of something crucial that they are likely not sufficiently to appreciate or properly to consider without that warning.",
      "id": "s441"
    },
    {
      "text": "In Doggett v The Queen [2001] HCA 46 ; (2001) 208 CLR 343 the High Court held (by majority) that a Longman direction must be given even where a complainant's evidence was corroborated, the prosecution case was 'in many respects a strong one' (c.f.",
      "id": "s442"
    },
    {
      "text": "[55] per Gleeson CJ) and experienced counsel had made no request for it at trial.",
      "id": "s443"
    },
    {
      "text": "109 It seems to me that the requirement for a Longman direction is not something that any Australian judge or magistrate is entitled to view as other than a vital requirement for a just trial in a case of long delay.",
      "id": "s444"
    },
    {
      "text": "Upon analysis, because it deals with a particular difficulty the accused would have in having the jury understand his story, the necessity for such a direction goes to the right to a fair hearing.",
      "id": "s445"
    },
    {
      "text": "Such is, of course, a fundamental right recognised by the Universal Declaration of Human Rights (adopted and proclaimed by General Assembly resolution 217 A (III) of 10 December 1948) ('UDHR') and the International Covenant on Civil and Political Rights (opened for signature 16 December 1966, 999 UNTS 171 (entered into force 23 March 1976)) ('ICCPR'), together often known as the International Bill of Rights.",
      "id": "s446"
    },
    {
      "text": "The UDHR provision (Art 10) provides:\n \n 'Everyone is entitled in full equality to a fair and public hearing by an independent and impartial tribunal, in the determination of his rights and obligations and of any criminal charge against him.",
      "id": "s447"
    },
    {
      "text": "' \n \n\nSo far as material Art 14(1) of ICCPR provides:\n \n 'All persons shall be equal before the courts and tribunals.",
      "id": "s448"
    },
    {
      "text": "In the determination of any criminal charge against him, or of his rights and obligations in a suit at law, everyone shall be entitled to a fair and public hearing by a competent, independent and impartial tribunal established by law.",
      "id": "s449"
    },
    {
      "text": "...' \n \n\n110 The Longman requirement is, in my opinion, analogous to the rejection by the High Court of 'representative charges' in Australia, considered in this Court in Bannister .",
      "id": "s450"
    },
    {
      "text": "In that case, it appeared that, in sexual abuse cases in New Zealand (as explained in R v Accused [1993] 1 NZLR 385 at 389) where the prosecution evidence:\n \n '... does not enable more particularity than that the conduct alleged occurred a number of times over quite a long period, such as a year or more ... the practice is to specify in [a] count [that] period ... and to allege a crime (eg rape or indecent assault) during that period ... To obtain a conviction the prosecution must then satisfy the jury beyond reasonable doubt that at least one criminal act of the description alleged was committed by the accused during that period ...' \n \n\n111 In S v The Queen [1989] HCA 66 ; (1989) 168 CLR 266 and KBT v The Queen [1997] HCA 54 ; (1997) 191 CLR 417 the High Court of Australia rejected such a practice as involving a 'duplicitous' charge, lacking specificity, with the result that although the jury might not agree on a single particular instance alleged having occurred, a conviction could still result.",
      "id": "s451"
    },
    {
      "text": "112 In Bannister the Full Court of this Court said (at [26]):\n \n 'We conclude that it is appropriate, in considering whether, \"for any other reason\" it would be unjust or oppressive, pursuant to s 34(2), to surrender the appellant to New Zealand, to have regard to the quality of the trial which he would be likely to receive.",
      "id": "s452"
    },
    {
      "text": "Clearly enough, the standards to be applied to that issue are those which prevail in the Australian community.",
      "id": "s453"
    },
    {
      "text": "No court should be eager to pass judgment upon the process of another judicial system, particularly where the two systems share a common jurisprudential history and operate in societies which are, in many respects, similar.",
      "id": "s454"
    },
    {
      "text": "This is particularly so where, as in the case of Australia and New Zealand, the respective legislatures have demonstrated a clear desire to facilitate interaction at all levels.",
      "id": "s455"
    },
    {
      "text": "We do not suggest that criminal trials in New Zealand are generally more or less fair than similar proceedings in this country.",
      "id": "s456"
    },
    {
      "text": "However, on this very important procedural point, the two systems have diverged.",
      "id": "s457"
    },
    {
      "text": "In considering the present application, we can only apply the decision of our own ultimate appellate court.",
      "id": "s458"
    },
    {
      "text": "We do not consider that every minor difference in procedure would justify our declining extradition.",
      "id": "s459"
    },
    {
      "text": "Such a step will only be justified if the procedure likely to be followed in the country to which extradition is sought will render it unjust or oppressive to surrender the alleged offender.",
      "id": "s460"
    },
    {
      "text": "In the present case, injustice or oppression must be measured by considering the High Court's view concerning the practice which will be followed in New Zealand, which view is that it is most unlikely to result in a fair trial.",
      "id": "s461"
    },
    {
      "text": "The High Court has recognized that some aspects of the potential unfairness may be avoided by appropriate directions to the jury but clearly, not all of the problems can be met in this way.",
      "id": "s462"
    },
    {
      "text": "For example, there is nothing in R v Accused suggesting how a New Zealand court will ensure that all members of the jury base conviction on any count upon substantially the same alleged conduct.",
      "id": "s463"
    },
    {
      "text": "This is not merely a theoretical problem, but a real danger in the view of the High Court.",
      "id": "s464"
    },
    {
      "text": "In R v Accused, the New Zealand Court expressly approved the direction given by the Trial Judge in S .",
      "id": "s465"
    },
    {
      "text": "The High Court clearly considered it to be inadequate.",
      "id": "s466"
    },
    {
      "text": "Thus we conclude that proceedings in New Zealand would probably take the form expressly disapproved in S .",
      "id": "s467"
    },
    {
      "text": "' \n \n\n113 With unfeigned respect for those who decided Bannister , it concerned me at first that that case might need reconsideration and that I should perhaps refer this matter to a Full Court.",
      "id": "s468"
    },
    {
      "text": "However, on reflection it seems to me that, in the light of authority as to s 34(2) and the similar provisions as to interstate extradition formerly contained in the Service and Execution of Process Act 1992 (Cth) , the approach adopted in Bannister of giving effect to strong and clear High Court authority as the measure of 'injustice' was correct, indeed inevitable.",
      "id": "s469"
    },
    {
      "text": "Further, the case is explicable as an instance of 'injustice' constituted not by some mere evidentiary or relatively important procedural divergence between New Zealand and Australian law, but as one of a fundamental difference as to the content of an effective right to a fair hearing, such right being recognised, as indicated above, as a basic human right.",
      "id": "s470"
    },
    {
      "text": "(v) No subsequent disentitling contribution to delays by applicants \n\n114 There is no suggestion that, since the alleged commission of the offences complained of, either applicant has done anything further to bring about or contribute to the delays in the complainants bringing forward their allegations.",
      "id": "s471"
    },
    {
      "text": "They are not in the category of persons who have fled to a foreign shore to escape justice.",
      "id": "s472"
    },
    {
      "text": "They have simply lived their lives and lived them lawfully.",
      "id": "s473"
    },
    {
      "text": "Their ordinary service in the Order, operating as it does across Australasia, has brought them to this country.",
      "id": "s474"
    },
    {
      "text": "Nor have they contributed in any disentitling way to the delays since they were told of the allegations.",
      "id": "s475"
    },
    {
      "text": "(vi) Proposed joint trials and prejudice arising from such \n\n115 Under Australian criminal law and practice, it seems likely to me, on the scant material available, that there would be no joint trials in New Zealand as proposed by the prosecution.",
      "id": "s476"
    },
    {
      "text": "To begin with, there could be no joint trial unless the evidence from either of the complainants was admissible to prove the guilt of another.",
      "id": "s477"
    },
    {
      "text": "The most common way that such material is admitted is if the picture presented in relation to the two charges is so striking that it negatives the possibility of concoction by either complainant.",
      "id": "s478"
    },
    {
      "text": "It is not suggested that any of the acts said to have been committed by either applicant fall outside what are, regrettably, commonplace and unremarkable ways in which male children are sexually abused.",
      "id": "s479"
    },
    {
      "text": "Even if that hurdle be overcome, should the actual evidence exceed present expectations, the evidence would likely be rejected in Australia if there is a real prospect of concoction or of unconscious contamination.",
      "id": "s480"
    },
    {
      "text": "Given the circumstances in which the complainants have made their way to the police, it may be difficult to gainsay that prospect.",
      "id": "s481"
    },
    {
      "text": "116 The Australian standard should, I think, be regarded as set by the Evidence Act 1995 (Cth) although Victoria and Queensland have each adopted their own and different approaches to the matter.",
      "id": "s482"
    },
    {
      "text": "Section 101 of that Act requires that 'tendency' or 'coincidence' evidence cannot be used against a criminal defendant 'unless the probative value of the evidence substantially outweighs any prejudicial effect it may have on the defendant'.",
      "id": "s483"
    },
    {
      "text": "That is a less strict test for its admissibility than the Australian common law, which required that there be no rational explanation for the evidence except the guilt of the accused: R v Ellis [2003] NSWCCA 319 ; (2003) 58 NSWLR 700 at [95] .",
      "id": "s484"
    },
    {
      "text": "Now, a balancing exercise is required in each case: ibid .",
      "id": "s485"
    },
    {
      "text": "A serious possibility of concoction or unconscious contamination would still appear to be perfectly properly to be weighed in that balance.",
      "id": "s486"
    },
    {
      "text": "As McHugh J said in Pfennig v R [1995] HCA 7 ; (1995) 182 CLR 461 (at 529-530) (in dissent, but now, in my opinion, allowably as a useful guide --- see W v R [2001] FCA 1648 ; (2001) 115 FCR 41 at [102] ):\n \n 'Admitting the evidence will serve the interests of justice only if the judge concludes that the probative force of the evidence compared to the degree of risk of an unfair trial is such that fair minded people would think that the public interest in adducing all relevant evidence of guilt must have priority over the risk of an unfair trial.",
      "id": "s487"
    },
    {
      "text": "... \n If the risk of an unfair trial is very high, the probative value of evidence disclosing criminal propensity may need to be so cogent that it makes the guilt of the accused a virtual certainty.",
      "id": "s488"
    },
    {
      "text": "In cases where the risk of an unfair trial is very small, however, the evidence may be admitted although it is merely probative of the accused's guilt.",
      "id": "s489"
    },
    {
      "text": "Each case turns on its own facts.",
      "id": "s490"
    },
    {
      "text": "But the judge must bear in mind that the admission of evidence revealing criminal propensity is exceptional.",
      "id": "s491"
    },
    {
      "text": "Further, as Lord Cross pointed out in Boardman , while there remains a general rule against the admission of other acts of misconduct, \"the courts ought to strive to give effect to it loyally and not, while paying lip service to it, in effect let in the inadmissible evidence\" .",
      "id": "s492"
    },
    {
      "text": "Thus, where the prosecution case depends entirely on propensity reasoning, the evidence will need to be very cogent to be admitted.",
      "id": "s493"
    },
    {
      "text": "When propensity reasoning is relied upon, the danger is high that the tribunal will convict simply because of the accused's propensity instead of using it as an evidentiary factor.",
      "id": "s494"
    },
    {
      "text": "Consequently, in such a case the evidence will need to be so cogent that, when related to the other evidence, there is no rational explanation of the prosecution case that is consistent with the innocence of the accused.",
      "id": "s495"
    },
    {
      "text": "However, I do not think that evidence disclosing or tending to prove other criminal or wrongful conduct, and consequently the criminal or discreditable propensity of the accused, must always meet this high standard.",
      "id": "s496"
    },
    {
      "text": "' \n \n\n117 In New Zealand it appears that the test to be applied is whether the probative value of the evidence 'outweighs' any prejudicial effect: R v Holtz [2003] 1 NZLR 667 at 675 and that, in so determining, the courts consider whether there is a 'real chance' of concoction.",
      "id": "s497"
    },
    {
      "text": "I agree with counsel for New Zealand that such differences as may exist between Australian and New Zealand laws of evidence are not themselves such as to invoke the Bannister principle.",
      "id": "s498"
    },
    {
      "text": "118 To the extent, as suggested by New Zealand, that the evidence may be cross-admissible to show 'context' ('to explain, for example, why no complaints were made', it was said) and that, for that reason, there is no requirement that the probative value of the evidence should outweigh its prejudicial effect, appears on the face of it far-fetched.",
      "id": "s499"
    },
    {
      "text": "I am unaware of any case where cross-admissibility of the evidence of different complainants has been judicially conceded for such a purpose, and it is not easy to see why such evidence would furnish any relevant context of that kind.",
      "id": "s500"
    },
    {
      "text": "In both New Zealand and Australia the long suspicion of the common law, for good reasons, of 'similar fact' evidence is likely to continue strongly to influence trial and appellate judges.",
      "id": "s501"
    },
    {
      "text": "119 Finally, there would be a discretion in the trial judge to exclude the evidence if its unfair prejudicial quality might substantially outweigh its probative value: Evidence Act 1995 (Cth) s 101.",
      "id": "s502"
    },
    {
      "text": "The result of a proper exercise of that discretion would seem likely to dictate that the only charges against Moloney and McGrath that an Australian court would permit to be tried together would be those arising from the allegations of the one complainant who alleges that they were engaged in some kind of joint criminal enterprise against him.",
      "id": "s503"
    },
    {
      "text": "As indicated above, a high degree of prejudice would appear to arise from the joint trial of any charges involving separate complainants.",
      "id": "s504"
    },
    {
      "text": "As counsel for the applicant put it, there is a risk that a jury may reason along the lines: 'If only one of these people complaining had made the allegation we might well have a reasonable doubt about it, but as there are more than one making allegations, we feel comfortable about accepting all of them.",
      "id": "s505"
    },
    {
      "text": "\" Such would deny the necessity for separate considerations of an satisfaction beyond reasonable doubt, an admissible evidence, as to each individual allegation, and above all of the credibility of the individual complainant.",
      "id": "s506"
    },
    {
      "text": "In Australia, as a matter of practice, an extraordinarily high, actual probative value would probably be required of the evidence of the other complaints.",
      "id": "s507"
    },
    {
      "text": "As presently advised, this appears very unlikely.",
      "id": "s508"
    },
    {
      "text": "120 Counsel for New Zealand makes the point that each applicant must satisfy the Australian magistrate or judge that it 'would', not might, be unjust or oppressive to surrender him to New Zealand.",
      "id": "s509"
    },
    {
      "text": "I agree.",
      "id": "s510"
    },
    {
      "text": "However, the applicants do not need to show beyond \n\n \nreasonable doubt that there would be injustice.",
      "id": "s511"
    },
    {
      "text": "It is enough if they persuade the court that that would probably be the position.",
      "id": "s512"
    },
    {
      "text": "121 The result of the foregoing considerations must entail one of the following: \n \n (a) The evidence of particular complainants would not, either in Australia or New Zealand, be cross-admissible, regardless of questions of possible concoction, in which case there would be no joint trials; \n (b) Alternatively, a New Zealand court might find the evidence of other complainants of high probative value.",
      "id": "s513"
    },
    {
      "text": "Consideration would then need to be given to possible/probable concoction.",
      "id": "s514"
    },
    {
      "text": "The law in New Zealand would then make the road of the accused in defending themselves much harder than if they were to be tried for like offences in Australia; \n (c) Even so, the New Zealand court would need to consider whether a fair trial of the charges could be had.",
      "id": "s515"
    },
    {
      "text": "If the court should conclude that it would, that would be an unlikely result, so far as I can tell, in an Australian court.",
      "id": "s516"
    },
    {
      "text": "In short, joint trials would likely be regarded as unjust in Australia and not occur.",
      "id": "s517"
    },
    {
      "text": "122 The position is less clear as to what may happen in New Zealand.",
      "id": "s518"
    },
    {
      "text": "123 On such a practically important matter, an Australian judge or magistrate must view any difference between practices in the two national jurisdictions as tending, in some degree, towards injustice, given the likely consequences, and notwithstanding that, in themselves, the differences in the laws of evidence between the two countries would not attract the Bannister principle discussed at [110]-[113] above.",
      "id": "s519"
    },
    {
      "text": "For present purposes it is enough to say that the apparent possibility that joint trials might occur in New Zealand is a circumstance exacerbating the disabilities inherent in the applicants having to defend themselves so long after the alleged events.",
      "id": "s520"
    },
    {
      "text": "(vii) Likelihood of stay, so far as material, in Australia or New Zealand?",
      "id": "s521"
    },
    {
      "text": "124 Counsel for New Zealand makes the point that it would only be in a clear case, namely where a stay was inevitable, that the likelihood of a stay in either jurisdiction could discharge the applicants' s 34(2) onus.",
      "id": "s522"
    },
    {
      "text": "Further, both in New Zealand and in Australia it is only in extreme cases that the stay power should be used, having as it does the effect of overriding the 'prosecutorial discretion' and prerogative of the Executive: Jago v District Court [1989] HCA 46 ; (1989) 168 CLR 23 at 34 and 47 and R v R (1996) 14 CRNZ 635.",
      "id": "s523"
    },
    {
      "text": "It must be the only means of assuring justice.",
      "id": "s524"
    },
    {
      "text": "125 I am not persuaded that a stay would be a virtual certainty in either country.",
      "id": "s525"
    },
    {
      "text": "I do not have all the materials on which to make such an assessment.",
      "id": "s526"
    },
    {
      "text": "However there appear to be issues such that there would be good prospects of a stay.",
      "id": "s527"
    },
    {
      "text": "In any case the issue may go more to the question of oppression than injustice, and I deal with it elsewhere.",
      "id": "s528"
    },
    {
      "text": "126 The real significance of the factors that might favour a stay is that they tend to emphasize and enlarge the detriments flowing to the applicants from their being required, so late in the piece, to try to mount defences now, so long after the contested events.",
      "id": "s529"
    },
    {
      "text": "(viii) Prosecution delay?",
      "id": "s530"
    },
    {
      "text": "127 The applicants were critical of police delay but the investigation was complex and made the more difficult by the well-meant and subjectively proper intervention of Br Burke and the well-meant interventions, whether entirely proper or not, of Mrs Mulvihill.",
      "id": "s531"
    },
    {
      "text": "This is not a case of culpable prosecution delay.",
      "id": "s532"
    },
    {
      "text": "Considerations tending against the delays amounting to injustice \n \n128 Two considerations principally tend against the conclusion that the potential injustice to the applicants might amount to actual injustice.",
      "id": "s533"
    },
    {
      "text": "The first is the seriousness of the charges, particularly those against Brother Moloney.",
      "id": "s534"
    },
    {
      "text": "The second is that the New Zealand criminal justice system, taken as a whole, is in no way inferior to our own and that, if the applicants are to be tried there, they will receive trials as fair as the relevant New Zealand judge or judges can make them, according to the guidance they have received from their own highest courts.",
      "id": "s535"
    },
    {
      "text": "One way or the other, the New Zealand courts are not likely to be insensitive to the applicants' difficulties.",
      "id": "s536"
    },
    {
      "text": "To the extent that relevant New Zealand common law requirements diverge from our own, ex hypothesi this is simply an instance of rational minds differing and, it is argued, not indicative of 'injustice' as contemplated by s 34(2).",
      "id": "s537"
    },
    {
      "text": "(i) Seriousness of the charges \n \n129 Very properly counsel for New Zealand stressed this matter.",
      "id": "s538"
    },
    {
      "text": "The charges are very serious, particularly the sodomy charges against Brother Moloney, involving taking advantage of particularly vulnerable boys to whom each applicant stood in loco parentis .",
      "id": "s539"
    },
    {
      "text": "The ages of the complainants ranged from 8 to 15.",
      "id": "s540"
    },
    {
      "text": "All but two are said to have had some notable disability --- mental illness or deficit, learning difficulties; physical disability, or severe social disability --- one had no parent capable of looking after him.",
      "id": "s541"
    },
    {
      "text": "The sexual assaults alleged, though not having any notably unusual features for such offences, are disturbing, indeed distressing.",
      "id": "s542"
    },
    {
      "text": "Some of those against Br Moloney, and taking them all in aggregation, come close to the worst class of cases.",
      "id": "s543"
    },
    {
      "text": "But to the extent that the charges are more serious than others, that correspondingly elevates the perils to which the applicants would be exposed.",
      "id": "s544"
    },
    {
      "text": "Notwithstanding the seriousness of the charges, if the applicants are not guaranteed a fair and just trial in New Zealand of the kind they would be guaranteed in Australia, that remains the position and the risks to them are actually greater.",
      "id": "s545"
    },
    {
      "text": "130 Nevertheless, the authorities are clear that the seriousness of the charges is a matter to be weighed in determining whether injustice as well as oppression is established, and it seems appropriate that such an intention should be imputed to the legislature.",
      "id": "s546"
    },
    {
      "text": "Having anxiously considered the matter, I feel compelled to say that, notwithstanding the great seriousness and distressing quality of the allegations, in my opinion it would, in all the circumstances, to the extent they have been made known to me, be unjust to order the applicants' surrender.",
      "id": "s547"
    },
    {
      "text": "I note that it has occurred that in deference to similar legislation the House of Lords refused to extradite even an alleged murderer: Kakis v Republic of Cyprus (1978) 2 All ER 634.",
      "id": "s548"
    },
    {
      "text": "(ii) Respect for New Zealand's judicial system \n \n131 This second aspect has also occasioned my anxious concern.",
      "id": "s549"
    },
    {
      "text": "However, as indicated above, I am not only bound by the approach taken in Bannister , but on reflection consider that the Bannister conclusion is inescapable for an Australian court, where there is a divergence between New Zealand and Australian law, however contestable, in a matter sufficiently serious as to turn the issue on the question of injustice.",
      "id": "s550"
    },
    {
      "text": "The divergence in my view, as to the Longman direction, does have that quality in the present cases.",
      "id": "s551"
    },
    {
      "text": "I see no way around this in New Zealand's favour.",
      "id": "s552"
    },
    {
      "text": "132 Let me make it clear: my preference would be that the legislation should make it plain that New Zealand courts should deal with these problems and, in cases of such serious allegations, Australia should accept any degree of injustice to Australian judicial eyes that is not shared by our genuinely respected New Zealand counterparts: Australians generally would wish for the same degree of respect for our criminal justice system from the New Zealand parliament.",
      "id": "s553"
    },
    {
      "text": "But that is not what our Extradition Act says.",
      "id": "s554"
    },
    {
      "text": "It specifically envisages that there might be 'injustice' --- a broad concept --- in extraditing a person to New Zealand.",
      "id": "s555"
    },
    {
      "text": "It seems to me that, applying the Act according to its terms, the applicants have made out their case against surrender.",
      "id": "s556"
    },
    {
      "text": "Sackville J indicated in Venkataya at [163] that, if the result in that case was unsatisfactory, legislative change might be the answer.",
      "id": "s557"
    },
    {
      "text": "I venture to suggest that the outcomes in Venkataya , Bannister and this case, although regarded as necessary by the persons who decided them, may from a public policy point of view be less than satisfactory.",
      "id": "s558"
    },
    {
      "text": "Oppression \n \n133 Except to the extent that 'oppression' would also be constituted by the matters discussed under the rubric of 'injustice', I am not impressed with the applicant's submissions in relation to this aspect.",
      "id": "s559"
    },
    {
      "text": "Personal factors referred to included: Brother Moloney's age and his diagnosed depression, and Father Garchow's health --- he has had cancer in the throat, as well as depression, and an alcohol problem.",
      "id": "s560"
    },
    {
      "text": "No extreme personal hardships are shown.",
      "id": "s561"
    },
    {
      "text": "134 If there is no injustice by Australian standards to the applicants inherent in the disposition of the charges under the New Zealand criminal justice system, the other aspects relied on by the applicants as to oppression would pale into insignificance, in my view, against the strong legitimate public interests in both Australia and New Zealand in having the charges dealt with in New Zealand.",
      "id": "s562"
    },
    {
      "text": "135 The authorities are unanimous, and in relation to possibly 'oppressive' (as, perhaps, distinct from actually 'unjust') features, principle very obviously demands, that detriment to the person sought must be balanced against such seriousness.",
      "id": "s563"
    },
    {
      "text": "136 There is however one aspect of possible oppression which deserves further discussion.",
      "id": "s564"
    },
    {
      "text": "It was argued that, despite the lack in New Zealand of the specific and important common law protection available in Australia constituted by the necessity for the Longman direction, there is at least a good chance that the New Zealand courts would consider that the combination of the detriments to the defence case from the long delay and the possibilities of unreliable if honest evidence that appear to exist, would warrant the trials being stayed.",
      "id": "s565"
    },
    {
      "text": "It is said that it would be oppressive to surrender the applicants only to see them not tried.",
      "id": "s566"
    },
    {
      "text": "137 There are two answers to this.",
      "id": "s567"
    },
    {
      "text": "Firstly, I cannot foretell with reasonable confidence how New Zealand courts might react to the entirety of the material, including the actual witnesses' statements, that would be before them on stay applications.",
      "id": "s568"
    },
    {
      "text": "Secondly, there must be many cases in which people are extradited to New Zealand where, for one reason or another, the trial does not proceed.",
      "id": "s569"
    },
    {
      "text": "If it is not oppressive to return someone with a strong prospect of being actually found not guilty, it is hardly oppressive to return him even if he has a strong prospect of the proceedings terminating, for what may be less meritorious reasons, in a way which favours him.",
      "id": "s570"
    },
    {
      "text": "138 However, the factors discussed in relation to injustice are also relevant to the notion of 'oppression' and I think that, collectively, they would also make it oppressive to order the applicants' surrender to New Zealand.",
      "id": "s571"
    },
    {
      "text": "In any case, as Sackville J said in Venkataya at 171:\n \n '... as the authorities acknowledge, there is room for overlap between the concepts of injustice and oppression; and the question is ultimately whether the whole of the circumstances render it unjust or oppressive to surrender the first respondent to New Zealand.",
      "id": "s572"
    },
    {
      "text": "The difficulties facing the first respondent in preparing for trial should be considered, together with the other factors to which I have referred, in determining that question.",
      "id": "s573"
    },
    {
      "text": "' \n \n Alleged bad faith, etc \n \n139 No lack of belief by the New Zealand police officers concerned in the truth of the charges was alleged.",
      "id": "s574"
    },
    {
      "text": "Nor is there evidence sufficient to establish conscious falsehood on the part of any complainant.",
      "id": "s575"
    },
    {
      "text": "140 Alleged departures by New Zealand police from desirable practice in interviewing Father Garchow in Australia produced nothing adverse to him or beyond what was common ground.",
      "id": "s576"
    },
    {
      "text": "141 In short, no s 34(2)(b) allegation has been made out.",
      "id": "s577"
    },
    {
      "text": "CONCLUSION \n \n142 If trials were ultimately to proceed in New Zealand, the best result for the applicants of the inevitable pre-trial considerations of how the trials should be conducted would be that they would, contrary to the New Zealand prosecuting authorities' present intentions, be tried separately in relation to each charge.",
      "id": "s578"
    },
    {
      "text": "There is, nevertheless, very likely to be a high degree of unfairness to the applicants through being handicapped in preparing their defences by the long delays in the allegations not being brought to their notice until 2003, between 22 and 31 years later.",
      "id": "s579"
    },
    {
      "text": "Further, such trials would occur without the guarantee of a strong warning by the judge to the jury as to the very real problems in meeting such old allegations.",
      "id": "s580"
    },
    {
      "text": "In Australia the applicants would have such a guarantee; Australian courts would not permit any such trial to occur without such a warning being given, however serious the charges.",
      "id": "s581"
    },
    {
      "text": "On account of that and other matters aggravating the effects of the delay, that delay in bringing the allegations to the attention of the applicants would make it, as it seems to me, unjust or oppressive to surrender them, notwithstanding the great seriousness of the charges.",
      "id": "s582"
    },
    {
      "text": "The applicants must, accordingly, as the Act requires in such circumstances, not be so surrendered.",
      "id": "s583"
    },
    {
      "text": "I certify that the preceding one hundred and forty two (142) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Madgwick.",
      "id": "s584"
    },
    {
      "text": "Associate:\n\nDated: 21 April 2006\n\n\n Counsel for the Applicants: Mr P Byrne SC/Mr M Thangaraj \n \n Solicitor for the Applicants: Greg Walsh &amp; Co \n \n Counsel for the Respondents: Mr I Bourke \n \n Solicitor for the Respondents: Commonwealth Director of Public Prosecutions \n \n Date of Hearing: 11-15 April 2005 \n \n Date of Judgment: 21 April 2006 APPENDIX \n \nParliament of the Commonwealth of Australia, Joint Standing Committee on Treaties; Report 40: Extradition --- a review of Australia's law and policy: \n \n \n 'How Australia's extradition scheme works \n \n 2.8 Under the Extradition Act 1988 , extradition is the responsibility Attorney-General.",
      "id": "s585"
    },
    {
      "text": "In practice, under current administrative arrangements decisions are made by the Minister for Justice and Customs.",
      "id": "s586"
    },
    {
      "text": "Extradition from Australia \n \n 2.9 The process of extradition from Australia involves several stages: \n _ On application by the requesting country, a provisional arrest warrant is issued for the arrest of the person whose surrender is sought.",
      "id": "s587"
    },
    {
      "text": "Once arrested, the person must be remanded in custody unless there are \"special circumstances\".",
      "id": "s588"
    },
    {
      "text": "_ Following receipt of a formal extradition request from the requesting country, the Minister issues an authority to proceed.",
      "id": "s589"
    },
    {
      "text": "_ A magistrate conducts a hearing to determine whether the person is eligible for surrender.",
      "id": "s590"
    },
    {
      "text": "That decision is subject to review by the Federal or State or Territory Supreme Courts.",
      "id": "s591"
    },
    {
      "text": "(Alternatively the person may consent to being surrendered.",
      "id": "s592"
    },
    {
      "text": ") \n _ Once the person has been found eligible for surrender, the Minister decides whether the surrender will go ahead, taking into account a range of factors.",
      "id": "s593"
    },
    {
      "text": "2.10 The diagram on the [following] page sets out this process in more detail.",
      "id": "s594"
    },
    {
      "text": "... \n \n \n Development of extradition law and policy \n General \n 2.13 One of the potential difficulties in extraditing people between countries is the existence of two distinct systems of law: the common law or 'adversarial' system that originated in England and applies in Commonwealth countries throughout the world, and the civil law or 'inquisitorial' system that developed from Roman law and applies in many European countries and their former colonies.",
      "id": "s595"
    },
    {
      "text": "2.14 In broad terms, in the common law or adversarial system the onus is on the prosecution to prove the case against an accused person beyond reasonable doubt.",
      "id": "s596"
    },
    {
      "text": "The role of the judge (and/or jury) is not to conduct an active inquiry but to weigh the evidence that has been presented.",
      "id": "s597"
    },
    {
      "text": "The defendant's legal representatives may cross-examine witnesses called by the prosecution as well as calling their own witnesses.",
      "id": "s598"
    },
    {
      "text": "There are strict rules on the admissibility of evidence, one of the main rules being the prohibition against hearsay evidence (that is, witnesses may not repeat statements made by another person as evidence of the truth of those statements).",
      "id": "s599"
    },
    {
      "text": "2.15 By contrast, in the inquisitorial system, the judge takes a more proactive role in the conduct of the case.",
      "id": "s600"
    },
    {
      "text": "Normally the judge's decision is based largely on the formal documentary evidence developed during the investigation, although he or she has the discretion to require the evidence to be repeated orally in court.",
      "id": "s601"
    },
    {
      "text": "Where witnesses are called, only the judge may question them, although the defendant's counsel may suggest questions and make written submissions about the evidence and legal matters.",
      "id": "s602"
    },
    {
      "text": "Any logically relevant evidence is admissible, and the hearsay rule does not apply.",
      "id": "s603"
    },
    {
      "text": "2.16 In recent years, the two systems have become in some ways more similar, particularly in civil litigation, and there has been increasing debate about the advantages to be offered by each.",
      "id": "s604"
    },
    {
      "text": "However, essential differences remain, particularly in criminal trials where the rights of the accused are strongly defended and where suggested changes can be expected to meet with fierce opposition.",
      "id": "s605"
    },
    {
      "text": "2.17 In an era of increasing international cooperation in law enforcement, it is important for countries to recognise the integrity of each other's legal systems, even where they are different in nature and procedure, if extradition is ever to occur.",
      "id": "s606"
    },
    {
      "text": "At the same time, it is important to ensure that the human rights of one's own citizens are safeguarded.",
      "id": "s607"
    },
    {
      "text": "2.18 The United Nations Model Treaty on Extradition, adopted in 1990, attempts to establish a framework to accommodate those differences and facilitate the making of extradition requests.",
      "id": "s608"
    },
    {
      "text": "The Model Treaty sets out mandatory and discretionary grounds for refusal and details the type of documentation that must accompany a request.",
      "id": "s609"
    },
    {
      "text": "Development of Australia's extradition scheme \n \n 2.19 Prior to Australia's enactment of extradition legislation in 1966, the law and treaties of the United Kingdom regulated our extradition arrangements.",
      "id": "s610"
    },
    {
      "text": "Some of those UK treaties, for example with Bolivia, Croatia and Cuba, are still in force here.",
      "id": "s611"
    },
    {
      "text": "All have a prima facie case test (that is, sufficient evidence to commit the person for trial for the offence).",
      "id": "s612"
    },
    {
      "text": "2.20 In 1966 Commonwealth countries adopted the \"London Scheme\", whereby each country enacted legislation to allow for extradition between them, without the need to enter into treaties with each other.",
      "id": "s613"
    },
    {
      "text": "The required standard of proof was the prima facie case.",
      "id": "s614"
    },
    {
      "text": "At the same time Australia also enacted legislation to put in place a similar scheme with non-Commonwealth countries, again with the prima facie case requirement.",
      "id": "s615"
    },
    {
      "text": "2.21 In the 1980s, following the recommendations of the Stewart Royal Commission into drug trafficking and the failed attempt to extradite Robert Trimbole from Ireland, a government task force examined extradition law.",
      "id": "s616"
    },
    {
      "text": "Major changes to Australia's laws resulted in 1985, including the introduction of a \"no evidence\" alternative to the prima facie case requirement.",
      "id": "s617"
    },
    {
      "text": "Under this option, the requesting country must provide a statement of the conduct constituting the offence, but need not provide evidence in support.",
      "id": "s618"
    },
    {
      "text": "When the various Acts were consolidated into the Extradition Act 1988 , the \"no evidence\" option became the default scheme.",
      "id": "s619"
    },
    {
      "text": "That option has been the preferred policy ever since, having been included in Australia's model treaty ... and is now embodied in 31 signed treaties.",
      "id": "s620"
    },
    {
      "text": "2.22 In 1999 on the grounds of standardising extradition provisions, Australia's war crimes legislation was amended to replace the prima facie case requirement with the \"no evidence\" requirement.",
      "id": "s621"
    },
    {
      "text": "Australia's current extradition arrangements \n \n 2.23 The different types of extradition arrangements applying to Australia are listed below.",
      "id": "s622"
    },
    {
      "text": "... \n _ Inherited treaties from the UK: Australia regards itself as bound by at least 15 UK extradition treaties.",
      "id": "s623"
    },
    {
      "text": "Those treaties dated from the late 19 th or early 20 th centuries.",
      "id": "s624"
    },
    {
      "text": "All require the prima facie case.",
      "id": "s625"
    },
    {
      "text": "_ The \"London Scheme\" governing Commonwealth countries: 65 countries and dependent territories are covered on a non-treaty basis, all requiring the prima facie case to be established.",
      "id": "s626"
    },
    {
      "text": "_ Bilateral treaties: There are 31 modern treaties in force in Australia.",
      "id": "s627"
    },
    {
      "text": "All but one of them have been have negotiated or re-negotiated since the \"no evidence\" option became available in 1985.",
      "id": "s628"
    },
    {
      "text": "Most of the treaties are with Western Europe and the Americas.",
      "id": "s629"
    },
    {
      "text": "Twenty-seven of the treaties follow the \"no evidence\" model, two (the USA and South Korea) adopt the \"probable cause\" test and two (Hong Kong and Israel) the prima facie case test.",
      "id": "s630"
    },
    {
      "text": "Another five treaties have been signed and await entry into force, four based on \"no evidence\" and one on the prima facie case.",
      "id": "s631"
    },
    {
      "text": "_ Non-treaty arrangements based on understandings of reciprocity: These arrangements apply to seven non-Commonwealth countries, all on the \"no evidence\" basis.",
      "id": "s632"
    },
    {
      "text": "_ Multilateral treaties with extradition provisions: Australia is a party to 12 treaties or protocols with extradition obligations (such as terrorism and drug trafficking).",
      "id": "s633"
    },
    {
      "text": "These supplement the obligations under bilateral treaties.",
      "id": "s634"
    },
    {
      "text": "_ A special arrangement with New Zealand: The arrangement between Australia and New Zealand is a special model involving the \"backing of warrants\", with no Ministerial involvement.",
      "id": "s635"
    },
    {
      "text": "This arrangement reflects the close relationship between the two countries, and is similar to the arrangement existing between the United Kingdom and the Republic of Ireland.",
      "id": "s636"
    },
    {
      "text": "(As we did not receive any evidence to suggest that this arrangement was not working well, we have not examined this aspect of extradition practice in any more detail.",
      "id": "s637"
    },
    {
      "text": ") \n 2.24 In summary, there are two main tests in Australia's extradition arrangements: those requiring the establishment of a prima facie case, and those which have the 'no evidence' requirement.",
      "id": "s638"
    },
    {
      "text": "2.25 Gaps remain in Australia's extradition network with countries in Central and Eastern Europe, parts of Asia and some parts of South America.",
      "id": "s639"
    },
    {
      "text": "The Attorney-General's Department advised the Committee that some negotiations were under way but that human rights considerations have hindered progress.",
      "id": "s640"
    },
    {
      "text": "Who decides on extradition \n 2.26 As Figure 2.1 above shows, while the courts determine that a person is eligible for extradition, it is the Minister who decides whether a person should be surrendered to a foreign country.",
      "id": "s641"
    },
    {
      "text": "2.27 This arrangement reflects the history of extradition, which has traditionally been an act of the executive, and recognises that such matters are closely connected with foreign policy.",
      "id": "s642"
    },
    {
      "text": "2.28 There is also, however, an important role for the courts in ensuring that individual rights are protected.",
      "id": "s643"
    },
    {
      "text": "The extent of the courts' role varies from country to country and, in Australia, the courts' function depends on the nature of the arrangement with the particular country seeking extradition.",
      "id": "s644"
    },
    {
      "text": "Where a prima facie case must be established, the courts have a significant function in scrutinising the evidence, but they have a far less intensive role where the \"no evidence\" model applies.",
      "id": "s645"
    },
    {
      "text": "... \n \n Exceptions to extradition \n 2.29 The Act sets out a number of circumstances where a person will not be surrendered for extradition (see Figure 2.1).",
      "id": "s646"
    },
    {
      "text": "Those circumstances include: \n _ where the requesting country has not given a 'specialty assurance' (that is, that the person will not be tried or punished for any offence other than those for which extradition has been sought); \n _ where the person may be subjected to torture; \n _ where the death penalty may be imposed; \n _ where the offence is political or military; or \n _ where the surrender is sought for the purpose of prosecuting or punishing the person on the grounds of race, religion, nationality or political opinions.",
      "id": "s647"
    },
    {
      "text": "2.30 These exceptions to extradition are generally accepted in international law and are reflected in the United Nations Model Treaty.",
      "id": "s648"
    },
    {
      "text": "2.31 Additional restrictions on extradition may be included as terms of particular treaties or by regulation.",
      "id": "s649"
    },
    {
      "text": "For example, regulations provide, in relation to Commonwealth countries, that a person shall not be surrendered if the Attorney-General is satisfied that it would be 'unjust or oppressive or too severe a punishment' to do so, taking into account such factors as the trivial nature of the offence.",
      "id": "s650"
    },
    {
      "text": "Regulations concerning Australia's treaty with South Africa state that the Attorney-General must not authorise surrender if the person would be liable to be tried by a court or tribunal that has been specially established to try him or her.",
      "id": "s651"
    },
    {
      "text": "Surrender may also be refused if the Attorney-General is of the opinion that it would be 'unjust, oppressive or incompatible with humanitarian considerations'.",
      "id": "s652"
    },
    {
      "text": "2.32 The Act also gives the Attorney-General a general discretion to refuse an extradition request.",
      "id": "s653"
    },
    {
      "text": "Instead of surrendering an Australian citizen for an offence committed in another country, the Attorney-General may consent to the prosecution of that person in Australia.",
      "id": "s654"
    },
    {
      "text": "' \n\n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/438.html",
      "id": "s655"
    }
  ]
}