{
  "name": "University of Western Australia v Gray (No 3) [2006] FCA 517 (8 May 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/517.html",
  "catchphrases": [
    {
      "text": "range of categories of documents sought",
      "id": "c0"
    },
    {
      "text": "oppressively wide",
      "id": "c1"
    },
    {
      "text": "relevance to present proceedings",
      "id": "c2"
    },
    {
      "text": "patent attorney/client privilege",
      "id": "c3"
    },
    {
      "text": "categories to be limited to present proceedings",
      "id": "c4"
    },
    {
      "text": "leave to reissue subpoenas",
      "id": "c5"
    },
    {
      "text": "subpoenas",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "FOR LEAVE TO ISSUE SUBPOENAS \n \n1 These proceedings are brought by the University of Western Australia (the University) against Dr Bruce Gray, a public company Sirtex Medical Limited, of which he is a shareholder, and the Cancer Research Institute Incorporated.",
      "id": "s0"
    },
    {
      "text": "The University alleges, inter alia, that Dr Gray, while in its employ as a Professor of Medicine, developed technologies for the treatment of cancer, that intellectual property rights in relation to them belong to the University and that he has infringed those rights and University regulations relating to intellectual property.",
      "id": "s1"
    },
    {
      "text": "2 The case raises some complex legal and factual issues.",
      "id": "s2"
    },
    {
      "text": "A trial of the action has been set down for four weeks commencing 4 September 2006.",
      "id": "s3"
    },
    {
      "text": "The University has sought leave, under O 27A of the Federal Court Rules , to issue subpoenas for the production of documents prior to trial.",
      "id": "s4"
    },
    {
      "text": "I directed that parties affected by the proposed subpoenas be given prior notice of the application and an opportunity to make submissions about any practical issues likely to arise in relation to the production of the documents.",
      "id": "s5"
    },
    {
      "text": "In the absence of any suggestion that a party affected by a proposed subpoena might destroy or conceal documents if given prior notice of its issue, it is a convenient practice to endeavour to resolve practical issues, including questions as to confidentiality regimes, at the point of the grant of leave rather than leaving them to be raised subsequently or in applications to set aside the subpoena.",
      "id": "s6"
    },
    {
      "text": "3 On 2 May 2006 I gave leave to the University to issue subpoenas to the Lions Cancer Institute, Davies Collison &amp; Cave, Patent Attorneys and Raffaele Cammarano.",
      "id": "s7"
    },
    {
      "text": "Because of practical issues raised by three other respondents to proposed subpoenas, who had been given notice of them, I stood the leave question over to today for decision and the filing of additional affidavit material.",
      "id": "s8"
    },
    {
      "text": "The party concerns were related largely to the very wide range of documents sought in each case.",
      "id": "s9"
    },
    {
      "text": "4 The first of the proposed subpoenas would be directed to Wray &amp; Associates, Patent Attorneys, and seeks documents set out in a Schedule to the draft subpoena as follows: \n \n 'The documents and things you must produce are as follows: \n \n \n \n 1.",
      "id": "s10"
    },
    {
      "text": "All file notes, memoranda, or other documentation made in relation to any Meeting or provided by Dr Chen to any staff or partners of Wray and Associates for the purposes of any Chen Meeting.",
      "id": "s11"
    },
    {
      "text": "2.",
      "id": "s12"
    },
    {
      "text": "All patent attorneys' day book entries of any staff or partners of Wray and Associates: \n \n (a) referring to any Chen Meeting; or \n (b) made in relation to the Letter.",
      "id": "s13"
    },
    {
      "text": "3.",
      "id": "s14"
    },
    {
      "text": "All patent attorneys' day book entries, file notes, memoranda or other documentation made in relation to any Gray Meeting where that Gray Meeting related to the Letter or any matter raised in the Letter.",
      "id": "s15"
    },
    {
      "text": "4.",
      "id": "s16"
    },
    {
      "text": "All patent attorneys' day book entries, file notes, memoranda, advices, patent specifications (including drafts), correspondence or other documentation relating to the Technology.",
      "id": "s17"
    },
    {
      "text": "5.",
      "id": "s18"
    },
    {
      "text": "All patent attorneys' day book entries, billing information, correspondence, reports, advices, file notes, memoranda, minutes of meetings, or records of telephone conversations relating to services provided by Wray and Associates in respect of protecting (including by patent) the Technology.",
      "id": "s19"
    },
    {
      "text": "6.",
      "id": "s20"
    },
    {
      "text": "All correspondence dated between 1985 and 1999 in relation to the Technology from any of the Researchers to Wray and Associates written on the letterhead of: \n \n (a) the University; \n (b) UDS; \n (c) CABR/Uniscan; and/or \n (d) CACS \n \n 7.",
      "id": "s21"
    },
    {
      "text": "All written correspondence relating to the Technology dated between 1985 and 1999 from Wray and Associates to any or all of the Researchers with the recipient's address listed as: \n \n (a) the University; \n (b) UDS; \n (c) CABR/Uniscan; \n \n \n \n \n (d) the Medical Research Foundation Building, Level 2, 50 Murray St, Perth; and/or \n (e) CACS.",
      "id": "s22"
    },
    {
      "text": "8.",
      "id": "s23"
    },
    {
      "text": "All patent attorneys' day book entries, file notes, memoranda, written correspondence, including annexures, exhibits and attachments, or other documents recording the communications between Wray and Associates and DCC relating to: \n \n (a) an investigation by DCC of the Invention in or about 1987.",
      "id": "s24"
    },
    {
      "text": "(b) the preparation of draft provisional patent specifications for the invention in or about 1987.",
      "id": "s25"
    },
    {
      "text": "(c) the filing of Australian Provisional Application PJ0371 filed on or about 16 September 1988.",
      "id": "s26"
    },
    {
      "text": "(d) instructions to DCC in 1987 or 1988 in relation to the Invention.",
      "id": "s27"
    },
    {
      "text": "(e) a report entitled \"feasibility study on hyperthermic treatment of liver cancer by magnetic hysteresis heating\" by CSIRO division of Applied Physics dated 30 July 1988.",
      "id": "s28"
    },
    {
      "text": "9.",
      "id": "s29"
    },
    {
      "text": "All patent attorneys' day book entries, file notes, memoranda, written correspondence, including annexures, exhibits and attachments, or other documents recording communications between Wray and Associates and any foreign patent attorney who is not registered under the Patents Act 1990 (Cth), relating to the Patent Applications and/or the Inventions.",
      "id": "s30"
    },
    {
      "text": "In this Subpoena: \n \n \n \n CABR means the University's Centre for Applied Business Research also known by the acronym CABR.",
      "id": "s31"
    },
    {
      "text": "CACS means the University's Centre for Applied Cancer Studies also known by the acronym CACS.",
      "id": "s32"
    },
    {
      "text": "Chen Meeting means any meeting/s between Dr Chen and Mr Harwood, Mr O'Sullivan and/or any other staff or partners of Wray and Associates between 1 July 1994 and 23 December 1996.",
      "id": "s33"
    },
    {
      "text": "CSIRO means the Commonwealth Scientific and Industrial Research Organisation.",
      "id": "s34"
    },
    {
      "text": "DCC means Davies Collison and Cave (also known as Davies and Collison).",
      "id": "s35"
    },
    {
      "text": "Dr Chen means Dr Yan Chen formerly of 12 Anembo Cl, Duncraig in the State of Western Australia.",
      "id": "s36"
    },
    {
      "text": "Dr Gray means Dr Bruce Nathaniel Gray, also known as Professor Bruce Nathaniel Gray and Mr Bruce Nathaniel Gray, formerly of 18 Riley Road, Claremont in the State of Western Australia.",
      "id": "s37"
    },
    {
      "text": "Gray Meeting means any meeting/s between Dr Gray or any representative of CRI and any staff or partners of Wray and Associates between 21 December 1994 and 23 December 1996.",
      "id": "s38"
    },
    {
      "text": "Inventions means any invention relating to the Microsphere Technology.",
      "id": "s39"
    },
    {
      "text": "Microsphere Technology means the manufacture and use of microparticles to treat internal tumours by: \n \n (a) delivering anti-cancer drugs to a tumour site; \n (b) delivering radiation to a tumour site; or \n (c) facilitating the delivery of heat at a tumour site.",
      "id": "s40"
    },
    {
      "text": "Letter means the letter dated 21 December 1994 from Wray and Associates to Dr Chen and signed by John King of the firm Wray and Associates.",
      "id": "s41"
    },
    {
      "text": "Mr Harwood means Mr Errol Harwood of the firm Wray and Associates.",
      "id": "s42"
    },
    {
      "text": "Mr O'Sullivan means Mr Martin O'Sullivan of the firm Wray and Associates.",
      "id": "s43"
    },
    {
      "text": "Researchers means: \n \n a) Dr Bruce Nathaniel Gray; \n b) Dr Stephen Keith Jones; \n c) Dr Yan Chen; and \n d) Dr Mark Burton.",
      "id": "s44"
    },
    {
      "text": "Technology means any Inventions made by, or associated with, any or all of the Researchers.",
      "id": "s45"
    },
    {
      "text": "UDS means the University's Department of Surgery.",
      "id": "s46"
    },
    {
      "text": "Uniscan means Uniscan Ltd. \n University means the University of Western Australia.",
      "id": "s47"
    },
    {
      "text": "' \n \n\n5 Wray and Associates, who are Patent Attorneys, raised concerns, through their solicitors, about the range of documents sought.",
      "id": "s48"
    },
    {
      "text": "They have also raised concerns that some of the documents sought fall within the scope of patent attorney/client privilege.",
      "id": "s49"
    },
    {
      "text": "6 The latter question can be resolved by reference to particular documents or classes of documents at the point of production.",
      "id": "s50"
    },
    {
      "text": "The applicant and the patent attorneys should, prior to production, have discussions to endeavour to narrow the range of any dispute about privilege.",
      "id": "s51"
    },
    {
      "text": "7 The classes of documents sought are not on the face of it confined to the documents dealing with technologies which are the subject of the litigation.",
      "id": "s52"
    },
    {
      "text": "The definition of the term 'Technology' in the draft subpoena is not confined to inventions which are the subject of the action.",
      "id": "s53"
    },
    {
      "text": "The term 'Chen Meeting' is defined in terms which are wide enough to encompass meetings on matters other than those relevant to the proceedings.",
      "id": "s54"
    },
    {
      "text": "So too is the term 'Gray Meeting'.",
      "id": "s55"
    },
    {
      "text": "The term 'Inventions' is, in my opinion, appropriately defined.",
      "id": "s56"
    },
    {
      "text": "8 The subpoena as presently drafted potentially extends beyond the legitimate requirements of the litigation.",
      "id": "s57"
    },
    {
      "text": "I will give leave to issue a subpoena in a revised form dependant upon suitably narrowed definitions of the terms 'Chen Meeting', 'Gray Meeting' and 'Technology'.",
      "id": "s58"
    },
    {
      "text": "I assume that the first two lines of par 1 of the Schedule which refer to 'any Meeting' are intended to refer to 'any Chen Meeting'.",
      "id": "s59"
    },
    {
      "text": "I will also expect the applicant to make suitable arrangements with Wray &amp; Associates for the costs of production of the documents.",
      "id": "s60"
    },
    {
      "text": "9 The second subpoena in contention is addressed to Professor Mark Andrew Burton.",
      "id": "s61"
    },
    {
      "text": "The Schedule to the subpoena sets out a list of copy laboratory books numbering some 57 in total and a date range from 2 May 1991 to 27 July 1999.",
      "id": "s62"
    },
    {
      "text": "In addition there are some nine classes of documents the production of which is sought.",
      "id": "s63"
    },
    {
      "text": "Professor Burton has responded to notification of the proposed draft subpoena.",
      "id": "s64"
    },
    {
      "text": "He objects to the list as 'extraordinarily extensive and generalised'.",
      "id": "s65"
    },
    {
      "text": "The list of laboratory books, he says, extends long after he left the University and/or relates to the work of others.",
      "id": "s66"
    },
    {
      "text": "Acronyms are used that he is unfamiliar with and requests for items of information that are 'mystifying'.",
      "id": "s67"
    },
    {
      "text": "He says he suspects he has very few of the sort of documents that are described.",
      "id": "s68"
    },
    {
      "text": "10 Professor Burton says he has moved his residence and work office many times over the past 14 years and is unsure where any materials related to Perth might be packed away.",
      "id": "s69"
    },
    {
      "text": "He is presently Dean of the Faculty of Health Studies at another university which has multiple campuses.",
      "id": "s70"
    },
    {
      "text": "Because of the demands that this and a pending restructure of the faculty puts upon his time, he seeks 'more directive instruction' on what the University seeks.",
      "id": "s71"
    },
    {
      "text": "11 In an affidavit filed 20 April 2006 in support of the grant of leave, the University's solicitors, Mr Cox, refers to relevant aspects of the pleading.",
      "id": "s72"
    },
    {
      "text": "He states his belief, on the basis of documents in the possession of the University, that Professor Burton was employed there as a Research Fellow between 4 March 1985 and March 1993.",
      "id": "s73"
    },
    {
      "text": "He exhibits a bundle of copies of correspondence relating to the appointment and resignation of Professor Burton.",
      "id": "s74"
    },
    {
      "text": "12 While working at the University Professor Burton undertook a range of research projects with Dr Gray and others in the general field of the relevant Technology.",
      "id": "s75"
    },
    {
      "text": "13 Mr Cox points out that research by Professor Burton and/or his associates was reported in laboratory books.",
      "id": "s76"
    },
    {
      "text": "A record of the issue of laboratory books was kept.",
      "id": "s77"
    },
    {
      "text": "At some time he had in his possession at least the laboratory books numbered 7 to 13 in the relevant record book.",
      "id": "s78"
    },
    {
      "text": "14 Dr Burton is listed as an author or co-author of many of the published articles referred to in the amended defence in relation to the alleged disclosure of Dr Gray's research to the University.",
      "id": "s79"
    },
    {
      "text": "He is also listed as an applicant for funding in many of the applications for funding relied upon as constituting disclosure of Dr Gray's research.",
      "id": "s80"
    },
    {
      "text": "15 Mr Cox states his belief on the basis of those matters that Professor Burton may be in possession of documents which relate to the development and/or discovery of the relevant inventions, is likely to have entered into an assignment of them with Dr Gray and other parties and is likely to have received consideration for any assignment.",
      "id": "s81"
    },
    {
      "text": "16 On the basis of the above materials, I am prepared to grant leave to issue the subpoena subject to narrowing of categories 3 and 4 which, on their face, go beyond any issue arising or likely to arise out of the litigation.",
      "id": "s82"
    },
    {
      "text": "I will therefore grant leave to issue the subpoena in relation to all other categories of documents mentioned.",
      "id": "s83"
    },
    {
      "text": "If the University seeks to pursue documents in categories 3 and 4 it will have to narrow them to make those categories relevant to issues likely to arise in the proceedings.",
      "id": "s84"
    },
    {
      "text": "17 It appears that Professor Burton may have some practical difficulties in identifying some of the relevant documents.",
      "id": "s85"
    },
    {
      "text": "He has of course the option of moving to set aside the subpoena in whole or in part on the ground of oppressiveness, but it will be necessary for him to do so on the basis of affidavit evidence.",
      "id": "s86"
    },
    {
      "text": "If the subpoena is issued in the form for which leave is granted and served upon him, he should make every reasonable effort to identify what he can and to comply with the subpoena.",
      "id": "s87"
    },
    {
      "text": "If there are insuperable practical difficulties, then an approach can be made to the applicant to discuss those or, alternatively, to the Court.",
      "id": "s88"
    },
    {
      "text": "18 A similar request is made for leave to issue a subpoena to Dr Stephen Jones and is supported by similar evidence in the form of an affidavit sworn by Mr Cox.",
      "id": "s89"
    },
    {
      "text": "Some of the categories of documents sought in this subpoena run wider than those in relation to Professor Burton and are not, on their face, limited to matters likely to be of relevance to the issues in the litigation.",
      "id": "s90"
    },
    {
      "text": "In particular, categories 2, 3, 4, 6 and 12 are, in my opinion, oppressively wide and not justified by reference to the issues on the pleadings.",
      "id": "s91"
    },
    {
      "text": "I will not grant leave to issue a subpoena to Dr Jones unless the proposed subpoena is redrawn to deal with the concerns that I have expressed in connection with certain of the categories to be covered by it.",
      "id": "s92"
    },
    {
      "text": "I certify that the preceding eighteen (18) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice French.",
      "id": "s93"
    },
    {
      "text": "Associate:\nDated: 8 May 2006\n\n\n Counsel for the Applicant: Mr Green \n \n Solicitor for the Applicant: Jackson McDonald \n \n Counsel for the \nFirst Respondent: \n\nSolicitor for the First Respondent: \n\nCounsel for the Second Respondent: \n\nSolicitor for the Second Respondent: \n\nCounsel for the Third Respondent: \n\nSolicitor for the Third Respondent: Ms Hughes\n\n\nLavan Legal\n\n\nMr PD Evans\n\n\nFreehills\n\n\nMs Low\n\n\nTottle Partners \n \n Date of Hearing: 2 May 2006 \n \n Date of Judgment: 8 May 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/517.html",
      "id": "s94"
    }
  ]
}