{
  "name": "NBAN v Minister for Immigration and Multicultural Affairs [2006] FCA 57 (8 February 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/57.html",
  "catchphrases": [
    {
      "text": "no point of principle",
      "id": "c0"
    },
    {
      "text": "migration",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from a judgment of the Federal Magistrates Court of 27 October 2005 dismissing an application for judicial review of a decision of the Refugee Review Tribunal (\"the Tribunal\").",
      "id": "s0"
    },
    {
      "text": "On 10 December 2003, the Tribunal affirmed the decision of the delegate of the Minister for Immigration and Multicultural Affairs (\"the Minister\") refusing to grant the appellant a protection visa.",
      "id": "s1"
    },
    {
      "text": "The essence of the appellant's claim was that he was a Christian, a member of a particular Christian group called \"Huhan\" and was at risk of persecution in his country of nationality (the People's Republic of China) because of his Christian beliefs, together with his practising of the Christian faith.",
      "id": "s2"
    },
    {
      "text": "2 The appellant submitted certain material to the delegate of the Minister.",
      "id": "s3"
    },
    {
      "text": "By reference to that material, the delegate refused to grant the protection visa.",
      "id": "s4"
    },
    {
      "text": "The appellant sought a review of that decision by the Tribunal.",
      "id": "s5"
    },
    {
      "text": "He resubmitted the same material to the Tribunal.",
      "id": "s6"
    },
    {
      "text": "The Tribunal notified him that on the basis of the material it then had, it could not make a decision in his favour.",
      "id": "s7"
    },
    {
      "text": "The appellant was invited to appear before the Tribunal but declined to do so.",
      "id": "s8"
    },
    {
      "text": "The fact that the invitation took place through his migration agent appears to be irrelevant in the circumstances of this case.",
      "id": "s9"
    },
    {
      "text": "The Tribunal was not satisfied on the material before it that the appellant had a well-founded fear of persecution by reason of his religion.",
      "id": "s10"
    },
    {
      "text": "3 In the proceedings in the Federal Magistrates Court no issue of substance was identified by the appellant and the Federal Magistrate was correct in dismissing the application.",
      "id": "s11"
    },
    {
      "text": "However, in this appeal, counsel for the Minister has properly drawn attention to a potential argument available to the appellant concerning the operation of s 424A of the Migration Act 1958 (Cth) (\"the Act \").",
      "id": "s12"
    },
    {
      "text": "The point raised by the Minister's counsel is one of substance.",
      "id": "s13"
    },
    {
      "text": "I proceed on the basis that the application as originally filedand the notice of appeal raised this point.",
      "id": "s14"
    },
    {
      "text": "4 In its reasons for decision, the Tribunal referred to two matters, particulars of which were not provided under s 424A.",
      "id": "s15"
    },
    {
      "text": "The first concerns the appellant's ability to leave China, which he did twice.",
      "id": "s16"
    },
    {
      "text": "This was seen by the Tribunal as indicating that the appellant was not of interest to the Chinese authorities.",
      "id": "s17"
    },
    {
      "text": "The second matter concerned his having travelled to New Zealand before coming to Australia, having not claimed asylum in New Zealand and having only claimed asylum on his third visit to Australia.",
      "id": "s18"
    },
    {
      "text": "Broadly described, both appear to involve information on which s 424 would operate.",
      "id": "s19"
    },
    {
      "text": "5 Additionally, these two matters appear to form part of the reason for the Tribunal's decision.",
      "id": "s20"
    },
    {
      "text": "However, on a balanced reading of the decision, the Tribunal appears to have concluded that, on the material before it, the appellant had not made good his claim that he had been a Christian.",
      "id": "s21"
    },
    {
      "text": "The Tribunal rejected this claim.",
      "id": "s22"
    },
    {
      "text": "While the Tribunal's ultimate conclusion would have been fortified by the use it made of the information to which I earlier referred, the Tribunal's decision could have simply been founded on the conclusion that the appellant had failed to establish that he was a Christian.",
      "id": "s23"
    },
    {
      "text": "6 The approach of North J in VBAP of 2002 v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCA 965 is apt.",
      "id": "s24"
    },
    {
      "text": "In circumstances where the Tribunal's decision is based on alternative reasons and grounds, relief would not issue.",
      "id": "s25"
    },
    {
      "text": "It is unnecessary to deal with an additional argument put by the Minister that even if relief would otherwise issue the Court should not grant it, as a matter of discretion.",
      "id": "s26"
    },
    {
      "text": "I certify that the preceding six (6) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Moore.",
      "id": "s27"
    },
    {
      "text": "Associate:\n\nDated: 15 February 2006\n\n\n The Appellant appeared in person \n \n Counsel for the Respondent: R A Pepper \n \n Solicitor for the Respondent: Blake Dawson Waldron \n \n Date of Hearing: 8 February 2006 \n \n Date of Judgment: 8 February 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/57.html",
      "id": "s28"
    }
  ]
}