{
  "name": "MZWAN v Minister for Immigration and Multicultural Affairs [2006] FCA 525 (10 May 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/525.html",
  "catchphrases": [
    {
      "text": "refugee review tribunal",
      "id": "c0"
    },
    {
      "text": "appeal from federal magistrates court",
      "id": "c1"
    },
    {
      "text": "involvement of appellant in politics in tamil nadu",
      "id": "c2"
    },
    {
      "text": "murder of businessman associated with political party",
      "id": "c3"
    },
    {
      "text": "police in tamil nadu seeking applicant for questioning",
      "id": "c4"
    },
    {
      "text": "claim by applicant that police interest in him politically motivated",
      "id": "c5"
    },
    {
      "text": "tribunal finding that appellant a truthful witness but not satisfied that appellant would be persecuted in tamil nadu for political reasons",
      "id": "c6"
    },
    {
      "text": "country information available to the tribunal",
      "id": "c7"
    },
    {
      "text": "no evidence that tribunal ignored relevant materials",
      "id": "c8"
    },
    {
      "text": "appeal dismissed",
      "id": "c9"
    },
    {
      "text": "migration",
      "id": "c10"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from the decision of Federal Magistrate Connolly delivered 7 April 2005, affirming the decision of the Refugee Review Tribunal of 31 October 2003.",
      "id": "s0"
    },
    {
      "text": "The Court is hearing this application in its appellate jurisdiction: ss 24 and 25 Federal Court of Australia Act 1976 (Cth).",
      "id": "s1"
    },
    {
      "text": "2 The original respondent to this application, and appeal, was the Minister for Immigration and Multicultural Affairs.",
      "id": "s2"
    },
    {
      "text": "The Minister remains first respondent.",
      "id": "s3"
    },
    {
      "text": "In accordance with principles established by the decision of the High Court in SAAP v Minister for Immigration and Multicultural and Indigenous Affairs [2005] HCA 24 ; (2005) 215 ALR 162, I order that the Refugee Review Tribunal be joined as a respondent to these proceedings.",
      "id": "s4"
    },
    {
      "text": "3 The appellant is an Indian citizen from the state of Tamil Nadu, who arrived in Australia on 2 January 2002.",
      "id": "s5"
    },
    {
      "text": "On 30 January 2002 the appellant lodged an application for a protection visa (as defined by s 36 Migration Act 1958 (Cth) ('the Act')), with the Department of Immigration and Multicultural Affairs.",
      "id": "s6"
    },
    {
      "text": "That application was refused by a delegate of the Department on 14 May 2002.",
      "id": "s7"
    },
    {
      "text": "4 Pursuant to the provisions of the Act the appellant applied for review of that decision to the Refugee Review Tribunal ('the Tribunal') on 17 June 2002.",
      "id": "s8"
    },
    {
      "text": "The Tribunal conducted the hearing on 9 and 31 October 2003 and affirmed the delegate's decision to refuse the grant of a protection visa on 31 October 2003.",
      "id": "s9"
    },
    {
      "text": "5 On 27 November 2003, the appellant made a judicial review application pursuant to s 39B of the Judiciary Act 1903 (Cth), and file an amended application dated 20 April 2004.",
      "id": "s10"
    },
    {
      "text": "That application was heard and determined in the Federal Magistrates Court.",
      "id": "s11"
    },
    {
      "text": "On 7 April 2005, Connolly FM affirmed the decision of the Refugee Review Tribunal and dismissed the application with costs.",
      "id": "s12"
    },
    {
      "text": "6 The appellant appealed to this Court by Notice of Appeal filed 26 April 2005.",
      "id": "s13"
    },
    {
      "text": "He seeks the following orders from this Court:\n \n \n 1. the appeal be allowed;\n 2. the judgment and orders of the Federal Magistrate of 7 April 2005 be set aside;\n 3. alternatively, that the application by the appellant for an order of review against the decision of the Refugee Review Tribunal be allowed;\n 4. that the application of the Refugee Review Tribunal be quashed;\n 5. that the appellant's application for a protection visa be remitted to the Refugee Review Tribunal for further consideration;\n 6. that the Respondent pay the appellant's costs of the proceeding; and\n 7. such further or other orders as the Court thinks fit.",
      "id": "s14"
    },
    {
      "text": "BACKGROUND \n \n7 The appeal was heard by me on 4 April 2006 in Melbourne.",
      "id": "s15"
    },
    {
      "text": "On this occasion the appellant was unrepresented and spoke no English.",
      "id": "s16"
    },
    {
      "text": "A Tamil interpreter was present to assist the appellant but it was clear that the appellant had great difficulty understanding the appeal process or the nature of submissions.",
      "id": "s17"
    },
    {
      "text": "8 The background facts are explained in detail in the judgment of the learned Federal Magistrate.",
      "id": "s18"
    },
    {
      "text": "For the purposes of this judgment I shall summarise them as follows:\n \n \n 1.",
      "id": "s19"
    },
    {
      "text": "The appellant is a 38 year old male of Muslim ethnic background.",
      "id": "s20"
    },
    {
      "text": "2.",
      "id": "s21"
    },
    {
      "text": "During the early 1990s he became close to leading members of a political party, Dravida Munnetra Kazhagam ('DMK'), which was then in power in Tamil Nadu.",
      "id": "s22"
    },
    {
      "text": "One of the politicians with whom the appellant became close was the DMK mayor of Chennai, Mr Stalin.",
      "id": "s23"
    },
    {
      "text": "3.",
      "id": "s24"
    },
    {
      "text": "In 1996 the appellant was working as a personal assistant to his cousin, Mr Nizamudeen, who held a legislative seat as a member of DMK.",
      "id": "s25"
    },
    {
      "text": "4.",
      "id": "s26"
    },
    {
      "text": "During that year there was a violent riot between Muslims and Hindus in Tamil Nadu which resulted in at least one death.",
      "id": "s27"
    },
    {
      "text": "There were claims that Mr Nizamudeen was somehow involved in the riot, and the appellant says that the police focused their attention on Mr Nizamudeen's employees, including the appellant.",
      "id": "s28"
    },
    {
      "text": "A number of people close to Mr Nizamudeen, including another cousin of the appellant, were arrested.",
      "id": "s29"
    },
    {
      "text": "The appellant was not charged in relation to this matter.",
      "id": "s30"
    },
    {
      "text": "5.",
      "id": "s31"
    },
    {
      "text": "During the same year, a businessman, Mr Ramesh, became friendly with Mr Stalin.",
      "id": "s32"
    },
    {
      "text": "Evidence of the appellant is that Mr Stalin gave all government contracts to Mr Ramesh.",
      "id": "s33"
    },
    {
      "text": "6.",
      "id": "s34"
    },
    {
      "text": "In May 2001 the opposition political party, All-India Anna Dravida Munnetra Khazagam ('AIADMK'), was elected to power in Tamil Nadu.",
      "id": "s35"
    },
    {
      "text": "Mr Stalin and others were arrested.",
      "id": "s36"
    },
    {
      "text": "The appellant stated in evidence to the Tribunal that they were charged with corruption offences in relation to construction of bridges and roads.",
      "id": "s37"
    },
    {
      "text": "7.",
      "id": "s38"
    },
    {
      "text": "Before the Tribunal, the appellant said that upon the change of power in Tamil Nadu he was afraid the police would harass him because 'a lot of hostilities could have built up because of the work he had been doing from Mr Nizamudeen... (He) had mediated if there had been frictions, and the view of the police was that proper channels should have been used in those circumstances'.",
      "id": "s39"
    },
    {
      "text": "However, the appellant also told the Tribunal that he had not had dealings with the police in Tamil Nadu after AIADMK had swept to power.",
      "id": "s40"
    },
    {
      "text": "8.",
      "id": "s41"
    },
    {
      "text": "The appellant stated that in July 2001 Mr Ramesh and his family were murdered.",
      "id": "s42"
    },
    {
      "text": "The police conducted investigations, and they had come 'looking for the appellant in Madras because Ramesh had been murdered, and they had wanted to talk to people who had been connected with Mr Nizamudeen in relation to Ramesh's murder'.",
      "id": "s43"
    },
    {
      "text": "9.",
      "id": "s44"
    },
    {
      "text": "The appellant left India at this point.",
      "id": "s45"
    },
    {
      "text": "Evidence before the Tribunal in this respect was as follows\n 'He was asked why he did not tell the police what he knew of Ramesh.",
      "id": "s46"
    },
    {
      "text": "He responded that he knew very little about Ramesh.",
      "id": "s47"
    },
    {
      "text": "He was asked why he did not meet with the police and tell them that.",
      "id": "s48"
    },
    {
      "text": "He responded that it could have led to other things.",
      "id": "s49"
    },
    {
      "text": "When asked to explain, he responded that he feared that he would be arrested because Ramesh had been murdered and he was associated with the crime.",
      "id": "s50"
    },
    {
      "text": "' (p 8 of decision of the Tribunal 31 October 2003) \n \n DECISION OF THE TRIBUNAL \n \n9 The Tribunal found that the appellant was a truthful witness and that overall his evidence was plausible.",
      "id": "s51"
    },
    {
      "text": "However it found that visa criteria required for a protection visa under s 36(2) of the Act to be granted had not been satisfied by the appellant.",
      "id": "s52"
    },
    {
      "text": "The Tribunal found that the appellant was not a person to whom Australia has protection obligations under the Convention Relating to the Status of Refugees as amended by the Protocol Relating to the Status of Refugees.",
      "id": "s53"
    },
    {
      "text": "10 Further, the Tribunal did not accept the appellant's evidence that he would be arrested by the police in connection with Mr Ramesh's murder if he returned to India.",
      "id": "s54"
    },
    {
      "text": "The Tribunal found that this appeared unlikely as the appellant appeared to know very little about Mr Ramesh and was not associated with his murder.",
      "id": "s55"
    },
    {
      "text": "The Tribunal concluded that the police had sought to question the appellant 'for the essential and significant reason of undertaking appropriate measure to investigate criminal matters', namely the murder of Mr Ramesh.",
      "id": "s56"
    },
    {
      "text": "11 The Tribunal stated that in order for the appellant to be entitled to Australia's protection obligations, persecution of the appellant must be for one or more of the reasons set out in the Refugees Convention definition, that is, race, religion, nationality, membership of a particular social group or political opinion.",
      "id": "s57"
    },
    {
      "text": "The Tribunal was 'not satisfied that the applicant has a well founded fear of being persecuted by the Tamil Nadu Government or Tamil Nadu authorities for reasons of his political support for the DMK' (p 11 of Tribunal decision).",
      "id": "s58"
    },
    {
      "text": "DECISION OF THE FEDERAL MAGISTRATE \n \n12 By application filed 27 November 2003 the appellant applied for judicial review of the Tribunal's decision pursuant to s 39B of the Judiciary Act 1903 (Cth).",
      "id": "s59"
    },
    {
      "text": "Connolly FM at par 8 of his decision summarized the appellant's assertions that the Tribunal had fallen into jurisdictional error by:\n \n '(a) misapplying the definition of 'refugee' and not taking into consideration the applicant's persecution by reason of his religion/race; and \n (b) failing to ask the necessary questions to establish the link between the authorities' interest in the applicant for the murder of Mr Ramesh and his political persuasion.",
      "id": "s60"
    },
    {
      "text": "' \n\n13 The Federal Magistrate affirmed the Tribunal's view that there was no suggestion that the appellant was of any significant interest to the police other than that the police wanted to interview all persons associated with the murder of Mr Ramesh.",
      "id": "s61"
    },
    {
      "text": "The Federal Magistrate held that there was no misconstruction or misapplication of the definition of 'refugee' and that there was no basis for the contention that the Tribunal did not give proper consideration to the appellant's claim that he feared persecution as a consequence of the criminal investigation being undertaken in relation to Mr Ramesh's murder in 2001 (pars 19 and 20 of decision).",
      "id": "s62"
    },
    {
      "text": "14 Contrary to submissions of the appellant, the Federal Magistrate held that the decision in NAYQ v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCA 365 did not apply in the appellant's case as the Tribunal reached its conclusions on findings of fact without the need for country information to be considered.",
      "id": "s63"
    },
    {
      "text": "The Federal Magistrate held that no jurisdictional error was disclosed and the application was dismissed with costs.",
      "id": "s64"
    },
    {
      "text": "APPEAL TO THE FEDERAL COURT \n \n15 Decisions of the Tribunal are 'privative clause decisions' under the Act (s 474(3)(i)).",
      "id": "s65"
    },
    {
      "text": "In the normal course, 'privative clause decisions' are final and conclusive, and cannot be challenged or called into question in any court: s 474(1).",
      "id": "s66"
    },
    {
      "text": "However the High Court in Plaintiff S157/2002 v Commonwealth of Australia [2003] HCA 2 ; (2003) 211 CLR 476 decided that decisions made under the Act for the purposes of s 474\n \n 'must be read so as to refer to decisions which involve neither a failure to exercise jurisdiction nor an excess of the jurisdiction conferred by the Act.",
      "id": "s67"
    },
    {
      "text": "' (at 506) \n\n16 An administrative decision which involves jurisdictional error is regarded, in law, as no decision at all: Minister for Immigration and Multicultural Affairs v Bhardwaj [2002] HCA 11 ; (2002) 209) CLR 597 at 614-615, 618, 646-647 and Plaintiff S157/2002 v Commonwealth of Australia [2003] HCA 2 ; (2003) 211 CLR 476 at 506.",
      "id": "s68"
    },
    {
      "text": "17 It follows that, in order for the appellant to seek to overturn the decision of the Tribunal, and the learned Federal Magistrate who affirmed that decision, in this Court, it is necessary for the appellant to establish that their decisions suffered from jurisdictional error as distinct from mistake of fact.",
      "id": "s69"
    },
    {
      "text": "18 The appellant's Notice of Appeal sets out three grounds upon which he seeks to rely.",
      "id": "s70"
    },
    {
      "text": "I set them out as they appear in the Notice of Appeal:\n \n \n (a) The learned magistrates erred in saying that there was no need for the Tribunal to rely on country information as the conclusion of the tribunal was findings of fact.",
      "id": "s71"
    },
    {
      "text": "What the learned magistrate failed to see was that those 'finding of fact' were that of a personal opinion of the Tribunal in that bereft of any country information to assist it in understanding the complex political atmosphere in the state of Tamil Nadu, its finding were unsupported by evidence.",
      "id": "s72"
    },
    {
      "text": "(b) On account of its failure to resort to country information the Tribunal has failed to correctly interpret the definition of 'refugee' and resorted to view the applicant's claim as being investigation into criminal matters instead of a convention related claim.",
      "id": "s73"
    },
    {
      "text": "(c) The learned magistrate erred in finding that ignoring relevant materials and finding based without any materials will not result in jurisdictional error.",
      "id": "s74"
    },
    {
      "text": "GROUND (a): TRIBUNAL'S FAILURE TO RELY ON COUNTRY INFORMATION \n \n19 In considering this ground of appeal it is useful to look briefly at the legislative framework.",
      "id": "s75"
    },
    {
      "text": "'Protection visas' are defined by s 36 of the Act as follows:\n \n \n (1) There is a class of visas to be known as protection visas.",
      "id": "s76"
    },
    {
      "text": "(2) A criterion for a protection visa is that the applicant for the visa is: \n \n \n \n \n (a) a non-citizen in Australia to whom the Minister is satisfied Australia has protection obligations under the Refugees Convention as amended by the Refugees Protocol; or\n (b) a non-citizen in Australia who is the spouse or a dependant of a non-citizen who \n \n \n \n (i) is mentioned in par (a); and \n\n(ii) holds a protection visa.",
      "id": "s77"
    },
    {
      "text": "20 The protection obligations to which s 36(2) refers are those set out in art 33 of the Convention Relating to the Status of Refugees of 28 July 1951 ('the Convention'), which reads so far as relevant:\n \n 1 No Contracting State shall expel or return ('refouler') a refugee in any manner whatsoever to the frontiers of territories where his life or freedom would be threatened on account of his race, religion, nationality, membership of a particular social group or political opinion.",
      "id": "s78"
    },
    {
      "text": "21 A person to whom protection obligations are owed --- a refugee --- is defined by art 1A(2) of the Convention as a person who:\n \n 'owing to well-founded fear of being persecuted for reasons of race, religion, nationality, membership of a particular social group or political opinion, is outside the country of his nationality and is unable or, owing to such fear, is unwilling to avail himself of the protection of that country; or who, not having a nationality and being outside the country of his former habitual residence, is unable or, owing to such fear, is unwilling to return to it.",
      "id": "s79"
    },
    {
      "text": "' \n\n22 The appellant has contended that the Tribunal, in assessing the appellant's application, failed to consider country information, and that the learned Federal Magistrate erred in holding that it was not necessary for the Tribunal to have reference thereto.",
      "id": "s80"
    },
    {
      "text": "'Country information' means information and reports concerning other countries prepared by the Australian Government Department of Foreign Affairs and Trade.",
      "id": "s81"
    },
    {
      "text": "Some 'country information' is available, for example, on the Department's website www.dfat.gov.au .",
      "id": "s82"
    },
    {
      "text": "The appellant has contended in this ground of appeal that the Tribunal has not properly considered information available to it to understand the complex political atmosphere in Tamil Nadu, which in turn would allow it to make a proper assessment of the issue whether the appellant was a person owed a protection obligation in terms of the Convention, and entitled to a protection visa under the Act.",
      "id": "s83"
    },
    {
      "text": "The appellant has also submitted that the learned Federal Magistrate erred in confirming the findings of the Tribunal.",
      "id": "s84"
    },
    {
      "text": "23 It appears however that the Tribunal has had available to it relevant information upon which to make a decision, including country information.",
      "id": "s85"
    },
    {
      "text": "In its decision, the Tribunal made reference to, and quoted from, a document called 'Country Issues Brief, \"The political situation and Hindu-Muslim relations in the state of Tamil Nadu\", July 2003 (CX83699)'.",
      "id": "s86"
    },
    {
      "text": "The appellant in his submissions acknowledged that the Tribunal had relied on a DFAT report.",
      "id": "s87"
    },
    {
      "text": "The appellant in his submissions also claimed however that he had supplied additional evidence to the tribunal, 'but unfortunately the tribunal did not pay attention on those additional evidences and used the previous controversial DFAT report and other traditional and structured sources in arriving its decision'.",
      "id": "s88"
    },
    {
      "text": "24 To this extent, it is clear that the Tribunal has made findings of fact, in relation to the political situation in Tamil Nadu, based on and in light of evidence before it.",
      "id": "s89"
    },
    {
      "text": "It seems that the real complaint of the appellant is that the Tribunal has chosen not to accept additional evidence apparently supplied by the appellant.",
      "id": "s90"
    },
    {
      "text": "I do not have that additional material before me, and it is difficult to gauge the merit in the appellant's contention.",
      "id": "s91"
    },
    {
      "text": "In any event, the submission of the appellant appears to relate to findings of fact.",
      "id": "s92"
    },
    {
      "text": "This is not a jurisdictional issue, and accordingly I dismiss this ground of appeal.",
      "id": "s93"
    },
    {
      "text": "GROUND (b): TRIBUNAL'S FAILURE TO CORRECTLY INTERPRET THE DEFINITION OF 'REFUGEE' \n \n25 This point follows from ground (a) of the appellant's case, which I have dismissed.",
      "id": "s94"
    },
    {
      "text": "Again, this relates to a finding of fact by the Tribunal which, in view of the operation of s 474 of the Act, is not capable of challenge in this court.",
      "id": "s95"
    },
    {
      "text": "Accordingly, I dismiss this ground of appeal.",
      "id": "s96"
    },
    {
      "text": "GROUND (c): TRIBUNAL FELL INTO JURISDICTIONAL ERROR AS A RESULT OF IGNORING RELEVANT MATERIALS \n \n26 In relation to this ground of appeal, there is no evidence before me that the Tribunal has ignored relevant material in such a way as to affect the exercise of the Tribunal's powers ( Craig v South Australia [1995] HCA 58 ; (1995) 184 CLR 163 at 179).",
      "id": "s97"
    },
    {
      "text": "Further, notwithstanding the appellant's reference to Muin v Refugee Review Tribunal [2002] HCA 30 ; (2002) 190 ALR 601, there is no evidence that the Tribunal failed to follow proper procedure as required by the Act, or indeed that there are any similarities between this case and the circumstances in Muin .",
      "id": "s98"
    },
    {
      "text": "27 Accordingly I dismiss this ground of appeal.",
      "id": "s99"
    },
    {
      "text": "CONCLUSION \n \n28 In my view there is no error going to jurisdiction in the decision of the Tribunal.",
      "id": "s100"
    },
    {
      "text": "Accordingly, I dismiss the appeal from the decision of Connolly FM.",
      "id": "s101"
    },
    {
      "text": "I certify that the preceding twenty-eight (28) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Collier.",
      "id": "s102"
    },
    {
      "text": "Associate:\n\nDated: 10 May 2006\n\n\n Counsel for the Appellant: The Appellant appeared in person \n \n Counsel for the Respondent: W Mosley \n \n Solicitor for the Respondent: Australian Government Solicitors \n \n Date of Hearing: 4 April 2006 \n \n Date of Judgment: 10 May 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/525.html",
      "id": "s103"
    }
  ]
}