{
  "name": "Rangdon Pty Ltd v The Commissioner of Taxation of the Commonwealth of Australia [2006] FCA 546 (12 May 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/546.html",
  "catchphrases": [
    {
      "text": "appeal",
      "id": "c0"
    },
    {
      "text": "whether assessment excessive",
      "id": "c1"
    },
    {
      "text": "whether applicant can adopt facts stated by respondent without production of evidence and without respondent's concurrence",
      "id": "c2"
    },
    {
      "text": "effect of adoption to confine appeal to issues of compliance with statutory preconditions",
      "id": "c3"
    },
    {
      "text": "applicant not discharging burden of proof",
      "id": "c4"
    },
    {
      "text": "respondent entitled to grant of motion for summary dismissal if non-compliance with discovery order",
      "id": "c5"
    },
    {
      "text": "taxation",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "1 The respondent brings a notice of motion seeking an order pursuant to O 20 r 2 of the Federal Court Rules ('FCR') that the application be dismissed or stayed.",
      "id": "s0"
    },
    {
      "text": "Reliance is placed on all aspects of the rule so that what is in issue is whether the application discloses no reasonable cause of action; is frivolous or vexatious; or is an abuse of the process of the Court.",
      "id": "s1"
    },
    {
      "text": "In the event that any of those requirements are satisfied, the Court has a discretion to stay or dismiss the application generally or in relation to any claim for relief in the proceeding.",
      "id": "s2"
    },
    {
      "text": "2 In the alternative the respondent seeks an order pursuant to FCR O 15 r 8 that the applicant file and serve an affidavit of discovery in respect of certain identified documents, being documents relating to the facts pertaining to the circumstances concerning payments made by the applicant as an employer to an employee benefit trust as described in the respondent's statement of facts, issues and contentions ('the statement').",
      "id": "s3"
    },
    {
      "text": "3 The respondent supports the motion by reference to an affidavit of M/s Kowalewska, sworn on 14 March 2006.",
      "id": "s4"
    },
    {
      "text": "The applicant relies upon both the affidavit of M/s Kowalewska and an affidavit of Mr Romano, sworn on 21 April 2006.",
      "id": "s5"
    },
    {
      "text": "NATURE OF THE APPLICATION \n \n4 The applicant appeals against an appealable objection decision of the respondent, seeking that it be set aside or varied by allowing the applicant's objection to the extent of excising from the applicant's taxable income for the year ended 30 June 1998 the amount of $200 000 on the ground it was wrongly included in the applicant's assessable income.",
      "id": "s6"
    },
    {
      "text": "The objection decision in issue is that made on 11 February 2005 in respect of the applicant's notice of assessment for the year ended 30 June 1998 issued on 10 April 2003.",
      "id": "s7"
    },
    {
      "text": "5 The application by way of appeal is brought pursuant to s 14ZZ of the Taxation Administration Act 1953 (Cth).",
      "id": "s8"
    },
    {
      "text": "Section 14ZZO of that Act provides that, in the case of the taxation decision concerned being an assessment (other than a franking assessment), the applicant has the burden of proving that 'the assessment is excessive'.",
      "id": "s9"
    },
    {
      "text": "6 In his decision the respondent stated as follows:\n \n ' We consider these to be the relevant facts: \n \n \n \n 1.",
      "id": "s10"
    },
    {
      "text": "Rangdon Pty Ltd, (the Employer), claimed a deduction for the contributions to an Employee Benefit Trust (EBT) of $200,000 and costs of $4225 in its income tax return for the year ended 30 June 1998.",
      "id": "s11"
    },
    {
      "text": "2.",
      "id": "s12"
    },
    {
      "text": "Units in the EBT were allotted to the directors/shareholders of the Employer (or their associates) as follows: \n \n \n \n Andrew Cartmel (100 units @ a premium of $999 per unit) $99,900 \n Lloyd D'Castro (100 units @ a premium of $999 per unit) $99,900 \n \n \n \n 3.",
      "id": "s13"
    },
    {
      "text": "The EBT loaned an amount of $199,000 to the Employer.",
      "id": "s14"
    },
    {
      "text": "What we have decided: \n \n We have made the following decision on your objection:\n \n Disallowed in Full.",
      "id": "s15"
    },
    {
      "text": "' \n \n\nThe reasons given for the making of the decision were, firstly, that the contribution made by the applicant to the employee benefit trust and the costs were not considered to be deductible under subs 51(1) of the Income Tax Assessment Act 1936 (Cth) ('the ITAA 36').",
      "id": "s16"
    },
    {
      "text": "It was conceded by the respondent on the hearing of the motion that this should have been a reference to s 8-1 of the Income Tax Assessment Act 1997 (Cth) ('the ITAA 97') given that the payments in issue occurred during the 1998 income year.",
      "id": "s17"
    },
    {
      "text": "Secondly, it was said that the Tax Office considered that Pt IVA of the ITAA 36 applied to the arrangement.",
      "id": "s18"
    },
    {
      "text": "7 The grounds upon which the applicant relied in its notice of objection were that the sum of $200 000 was 'not an allowable deduction under section 8-1 of the Income Tax Assessment Act 1997 ' to it as confirmed by Kiefel J in Essenbourne Pty Ltd v Commissioner of Taxation (2002) 51 ATR 629.",
      "id": "s19"
    },
    {
      "text": "Therefore the provisions of Pt IVA of the ITAA 36 have no application to disallow that sum or any part of it, as a deduction against the applicant's assessable income.",
      "id": "s20"
    },
    {
      "text": "Further it was contended that the respondent was not authorised to issue the notice of assessment under s 170 of the ITAA 36, it having been served more than four years after the date on which the original assessment became due and payable.",
      "id": "s21"
    },
    {
      "text": "The original assessment was deemed to have been issued on 21 January 1999 pursuant to s 166A of the ITAA 36.",
      "id": "s22"
    },
    {
      "text": "8 On 30 May 2005, the respondent filed the statement.",
      "id": "s23"
    },
    {
      "text": "In it he stated that he relied on s 14ZZO of the Taxation Administration Act and, save for any facts expressly agreed or admitted in writing, put the applicant to proof of all the facts on which it seeks to rely to establish that the assessment the subject of the appeal is excessive.",
      "id": "s24"
    },
    {
      "text": "Further he stated that none of the facts contained in the statement constituted an admission of proof by him.",
      "id": "s25"
    },
    {
      "text": "9 In the statement at [4]---[15], the respondent set out facts which it considered to be material concerning the subscriptions to employer units and related costs and expenses.",
      "id": "s26"
    },
    {
      "text": "In [18]---[29] the statement recited the facts of the notice of objection and the objection decision.",
      "id": "s27"
    },
    {
      "text": "On the assumption that the facts recounted were the relevant facts, the respondent stated that the issues arising on the appeal are:\n \n &#8226; Whether the applicant is entitled to a deduction, pursuant to s 8 - 1 of the ITAA 97, for all or any part of the amount of $200 000.",
      "id": "s28"
    },
    {
      "text": "&#8226; Whether, by reason of Pt IVA of the ITAA 36, the amount of $200 000 is not allowable to the applicant.",
      "id": "s29"
    },
    {
      "text": "&#8226; Whether the amount of additional tax by way of penalty was correctly imposed.",
      "id": "s30"
    },
    {
      "text": "10 Under the heading 'Contentions' the respondent signified that he wishes to assert that the applicant, firstly, did not incur a loss or outgoing, within the meaning of s 8 - 1 of the ITAA 97 in the amount of $200 000 or any lesser sum in subscribing to employer units, and certain alternative related propositions.",
      "id": "s31"
    },
    {
      "text": "Second, the respondent wishes to contend that the four year time period under s 170(2)(b)(ii) of the ITAA 36 for the amendment of the assessments does not apply here.",
      "id": "s32"
    },
    {
      "text": "Third, that if the applicant was entitled to a deduction pursuant to s 8 - 1 of the ITAA 97, in relation to the amount of $200 000 (or any lesser sum), by reason of Pt IVA of the ITAA 36 and the respondent's determination, the amount was not allowable to the applicant.",
      "id": "s33"
    },
    {
      "text": "11 The applicant's statement of grounds reads as follows:\n \n \n '1.",
      "id": "s34"
    },
    {
      "text": "The Applicant agrees with paragraph's [sic] 4 --- 15 and 18 --- 29 of the Respondent's Statement of Facts, Issues and Contentions dated 25 May 2005.",
      "id": "s35"
    },
    {
      "text": "2.",
      "id": "s36"
    },
    {
      "text": "The Applicant also states that: \n \n \n \n \n 2.1 In its income tax return for the 1998 year lodged on 17 December 1998, the Applicant claimed deductions for $200,000 subscribed to Employer Units and $4,225 relating to costs and expenses in the genuine belief that such expenses were allowable deductions in the 1998 year.",
      "id": "s37"
    },
    {
      "text": "3.",
      "id": "s38"
    },
    {
      "text": "The amount of $200,000 claimed by the Applicant as a deduction in its 1998 tax return was not an allowable deduction under section 8-1 of the Income Tax Assessment Act 1997 (\"ITAA 1997\") in the 1998 year.",
      "id": "s39"
    },
    {
      "text": "4.",
      "id": "s40"
    },
    {
      "text": "The amount of $200,000 not being an allowable deduction under section 8-1 of the ITAA 1997 the Applicant did not obtain a tax benefit within the meaning of section 177C of the Income Tax Assessment Act 1936 (\"the Act \") and therefore Part IVA of the Act does not apply to the Applicant.",
      "id": "s41"
    },
    {
      "text": "5.",
      "id": "s42"
    },
    {
      "text": "Pursuant to section 166A of the Act the Respondent is deemed to have made an assessment and served it on the Applicant on 17 December 1998 being the date the Applicant lodged its 1998 income tax return referred to in paragraph 17 of the Respondent's Facts Issues and Contentions.",
      "id": "s43"
    },
    {
      "text": "6.",
      "id": "s44"
    },
    {
      "text": "The notice of assessment issued to the Applicant on or about 10 April 2003 referred ot [sic] in paragraph 19 of the Respondent's Facts, Issues and Contentions (\"the amended assessment\") was issued more than four years after the original assessment referred to in paragraph five herein and was therefore not authorised under section 170(2)(b)(i) of the Act .",
      "id": "s45"
    },
    {
      "text": "7.",
      "id": "s46"
    },
    {
      "text": "Section 177G of the Act does not apply to authorize the amended assessment as Part IVA of the Act does not apply to the Applicant.",
      "id": "s47"
    },
    {
      "text": "8.",
      "id": "s48"
    },
    {
      "text": "Section 170(2)((a) does not apply to authorise the amended assessment as there has been no fraud or evasion on the part of the Applicant.",
      "id": "s49"
    },
    {
      "text": "' \n \n \n \n\n12 In the respondent's statement of grounds filed on 12 October 2005, he stated as follows in relation to [1] of the applicant's statement of grounds:\n \n '1.",
      "id": "s50"
    },
    {
      "text": "It does not plead to paragraph 1 thereof because: \n \n \n \n \n 1.1 under s 14ZZO of the Taxation Administration Act 1953 the Applicant has the burden of proving that the assessment for the year ended 30 June 1998 is excessive; \n 1.2 the matters referred to in paragraphs 4 --- 15 and 18 --- 29 of the Respondent's Statement of Facts Issues and Contentions dated 25 May 2005 are matters in respect of which the Applicant bears the burden of proof.",
      "id": "s51"
    },
    {
      "text": "' \n \n \n \n \n\nIn relation to [3] the respondent again asserted that the amount of $200 000 was not an allowable deduction and as to [4] that if it was so, then Pt IVA applied to it.",
      "id": "s52"
    },
    {
      "text": "RESPONDENT'S SUBMISSIONS \n \n13 In support of his motion, the respondent states in written submissions that the claim of the applicant was that it incurred expenditure during the 1998 income year in respect of payments made to the Rangdon Employee Trust for the sum of $200 000.",
      "id": "s53"
    },
    {
      "text": "This claim for a deduction had been disallowed by the respondent and in the alternative the respondent had made the determination under Pt IVA of the ITAA 36 disallowing the amount if otherwise allowable.",
      "id": "s54"
    },
    {
      "text": "The respondent says that the question for the Court is whether the amounts assessed as taxable income and penalty are excessive, as to which the applicant has the burden under s 14ZZO(b) of the Taxation Administration Act .",
      "id": "s55"
    },
    {
      "text": "The respondent submits that:\n \n \n '8.",
      "id": "s56"
    },
    {
      "text": "To discharge this burden of proof, the applicant must establish, affirmatively, on the balance of probabilities, that the taxable income and penalty assessed for the 98 year is greater than the taxable income and penalty which ought to have been assessed: see, for example, McCormack v FCT [1979] HCA 18 ; (1979) 143 CLR 284 at 303; FCT v Dalco [1990] HCA 3 ; (1990) 168 CLR 614 at 620-1; FCT v Australia and New Zealand Savings Bank Ltd [1994] HCA 58 ; (1994) 181 CLR 466 at 479; FCT v Munro 97 ATC 5041.",
      "id": "s57"
    },
    {
      "text": "... \n \n \n \n \n \n 9.",
      "id": "s58"
    },
    {
      "text": "It is a matter of characterisation whether a loss or outgoing satisfies the criteria for deductibility: Fletcher v FCT [1991] HCA 42 ; (1991) 173 CLR 1; so too it is for the applicant to show that the criteria for the application of Part IVA did not exist (see, for example, FCT v Peabody [1994] HCA 43 ; (1994) 181 CLR 359; FCT v Sleight [2004] FCAFC 94 ; (2004) 136 FCR 211); and that the necessary statutory preconditions to the imposition of penalty by the operation of the relevant sections did not exist: BRK (Bris) Pty Ltd v FCT 99 ATC 4725 at [17].",
      "id": "s59"
    },
    {
      "text": "10.",
      "id": "s60"
    },
    {
      "text": "These are all matters of objective fact to be determined by the Court based upon material that is logically probative of the existence of facts that emerge from the evidence before it.",
      "id": "s61"
    },
    {
      "text": "In the absence of evidence, the Court is not able to infer facts in favour of the applicant: McCormack v FCT at 303.",
      "id": "s62"
    },
    {
      "text": "An inference will only be reasonably open if there is probative evidence to support it: see, for example, Australian Broadcasting Tribunal v Bond [1990] HCA 33 ; (1990) 170 CLR 321 at 356; 359-360; FCT v Munro.",
      "id": "s63"
    },
    {
      "text": "11.",
      "id": "s64"
    },
    {
      "text": "The respondent is entitled to rely upon any deficiency in the applicant's proof: FCT v Dalco at 624' \n \n\n14 The respondent submits that the applicant has not produced any affidavit material save for a list of documents which do not establish the factual circumstances of the amount claimed.",
      "id": "s65"
    },
    {
      "text": "Therefore the facts will not be known or capable of being ascertained.",
      "id": "s66"
    },
    {
      "text": "The consequence, it is submitted, is that the applicant will not be able to discharge the burden of proof cast upon it by s 14ZZO(b) of the Taxation Administration Act so that its appeal must fail.",
      "id": "s67"
    },
    {
      "text": "It is submitted the continuance of the proceeding is an abuse of process because there is nothing which the Court is capable of resolving.",
      "id": "s68"
    },
    {
      "text": "15 Concurrently with these submissions is the submissions made orally, that it is not open to the applicant to agree with the respondent's statements of facts because the burden of proof lies upon the applicant.",
      "id": "s69"
    },
    {
      "text": "Furthermore, the applicant by such an agreement cannot confine the issue to one of law because again this neglects the discharge of the burden of proof.",
      "id": "s70"
    },
    {
      "text": "APPLICANT'S SUBMISSIONS \n \n16 The applicant submits that the onus which is upon it, is not to show that the deductions claimed are allowable.",
      "id": "s71"
    },
    {
      "text": "Rather, the onus in accordance with s 14ZZO of the Taxation Administration Act is to establish that 'the assessment is excessive'.",
      "id": "s72"
    },
    {
      "text": "17 The applicant contends that there are two issues which it wishes to raise to show that the assessment is excessive.",
      "id": "s73"
    },
    {
      "text": "The first is that it was not issued in the right time, an issue involving the interpretation of s 166A of the ITAA 36.",
      "id": "s74"
    },
    {
      "text": "The second is that Pt IVA has no application when there are no allowable deductions.",
      "id": "s75"
    },
    {
      "text": "18 The respondent says that it is not precluded from agreeing with the applicant that the payments made by an employer to an employee benefit trust are not allowable deductions under s 8 - 1 of the ITAA 97.",
      "id": "s76"
    },
    {
      "text": "It claims that at the time the deductions were claimed there was a belief that they were valid deductions.",
      "id": "s77"
    },
    {
      "text": "However, following the decision in Essenbourne Pty Ltd the applicant is no longer of that view.",
      "id": "s78"
    },
    {
      "text": "Further, it is a view held by the respondent demonstrated in press releases issued since 2003.",
      "id": "s79"
    },
    {
      "text": "19 Given that the respondent does not say there was any fraud or evasion in the making of the claim, it is said that the discharge of the burden of proof cast upon it by s 14ZZO of the Taxation Administration Act does not require the applicant to bring facts to the Court to support the claim made in the return of deductibility for the payments to the relevant trust.",
      "id": "s80"
    },
    {
      "text": "That being the case, it is said that the section cannot be applied so as to make the applicant contend for a position it does not hold and bring documents to Court to support a view it has renounced.",
      "id": "s81"
    },
    {
      "text": "20 In support of these submissions, the applicant relies particularly upon what was said by the High Court in Federal Commissioner of Taxation v Dalco [1990] HCA 3 ; (1990) 168 CLR 614.",
      "id": "s82"
    },
    {
      "text": "The relevant passage appears in the reasons for judgment of Brennan J.",
      "id": "s83"
    },
    {
      "text": "The reference which he makes to s 170(2) is to the subsection imposing the four year time limit and the reference to s 190(b) is a reference to a predecessor provision in respect of the present s 14ZZO of the Taxation Administration Act .",
      "id": "s84"
    },
    {
      "text": "Brennan J said at 622 --- 623:\n \n ' McAndrew's case [McAndrew v Federal Commissioner of Taxation [1956] HCA 62 ; (1956) 98 CLR 263 ] , on the other hand, establishes that s. 170(2) creates a condition precedent governing the power to make an amended assessment and that the satisfaction of the requirements of s. 170(2) is not merely part of the due making of the assessment which does not affect substantive liability.",
      "id": "s85"
    },
    {
      "text": "It was held that s. 170(2) creates a condition precedent, the satisfaction of which was not protected from challenge in appeal proceedings by s. 177(1).",
      "id": "s86"
    },
    {
      "text": "As the amount of the amended assessment would be shown to be excessive if the requirements of s. 170(2) were not satisfied, s. 190(b) imposed on the taxpayer the burden of showing that the requirements had not been satisfied.",
      "id": "s87"
    },
    {
      "text": "' \n \n\nMason CJ, Dawson, Gaudron and McHugh JJ agreed with Brennan J (and also agreed with Toohey J).",
      "id": "s88"
    },
    {
      "text": "The applicant therefore contends that the respondent has not complied with time limits; that is, that within the notion of showing the assessment to be 'excessive' lies the opportunity to refer to relevant condition precedents.",
      "id": "s89"
    },
    {
      "text": "REASONING \n \n21 In Dalco , Brennan J said at 619, the issue before the Court was:\n \n 'In proceedings on appeal to a court pursuant to Div.",
      "id": "s90"
    },
    {
      "text": "2 of Pt V of the Act [ITAA 36] against an assessment made under s. 167(b) , does the taxpayer discharge the burden of proving that the assessment is excessive where (a) he does not prove that the amount assessed as his taxable income in fact exceeds his taxable income, but (b) he shows that the Commissioner formed a judgment as to the amount of his taxable income on a wrong basis?",
      "id": "s91"
    },
    {
      "text": "' \n\n22 At 621, Brennan J said:\n \n 'But an objection and a Commissioner's notice of decision on the objection are not pleadings which so confine the issues as to preclude the Commissioner from putting the taxpayer to proof of the true amount of his taxable income.",
      "id": "s92"
    },
    {
      "text": "After all, the purpose of the procedure of assessment, objection and appeal or review is to ascertain the true tax liability of the taxpayer under the substantive provisions of the Act .",
      "id": "s93"
    },
    {
      "text": "Oftentimes, the grounds of an objection and the Commissioner's notice of decision thereon will define the issues for the determination by a court entertaining an appeal against the assessment; but not necessarily so.",
      "id": "s94"
    },
    {
      "text": "It is not the grounds of the objection against an assessment but the objection itself which is treated as an appeal and forwarded to a Supreme Court for hearing and determination: ss.",
      "id": "s95"
    },
    {
      "text": "187(1)(b), 197, 199.",
      "id": "s96"
    },
    {
      "text": "It would be inappropriate for a court determining an appeal to make an order altering the tax liability assessed (s. 199) unless the court were satisfied that the amount to which it proposed to alter the assessment represented the true tax liability of the taxpayer .",
      "id": "s97"
    },
    {
      "text": "Although the grounds of objection limit the grounds of appeal, the ultimate question for the court hearing the appeal is not whether the grounds have been made out but whether the amount assessed as taxable income is wrong .",
      "id": "s98"
    },
    {
      "text": "The burden which rests on a taxpayer is to prove that the assessment is excessive and that burden is not necessarily discharged by showing an error by the Commissioner in forming a judgment as to the amount of the assessment.",
      "id": "s99"
    },
    {
      "text": "' (emphasis added) \n\n23 At 624 --- 625, Brennan J said:\n \n 'The manner in which a taxpayer can discharge that burden varies with the circumstances.",
      "id": "s100"
    },
    {
      "text": "If the Commissioner and a taxpayer agree to confine an appeal to a specific point of law or fact on which the amount of the assessment depends, it will suffice for the taxpayer to show that he is entitled to succeed on that point.",
      "id": "s101"
    },
    {
      "text": "Absent such a confining of the issues for determination, the Commissioner is entitled to rely upon any deficiency in proof of the excessiveness of the amount assessed to uphold the assessment, though the taxpayer is limited to the grounds of his objection.",
      "id": "s102"
    },
    {
      "text": "In Gauci v. Federal Commissioner of Taxation [(1975) [1975] HCA 54 ; 135 C.L.R.",
      "id": "s103"
    },
    {
      "text": "81, at p. 89], Mason J. said: \n \n \n \n \"The Act does not place any onus on the Commissioner to show that the assessments were correctly made.",
      "id": "s104"
    },
    {
      "text": "Nor is there any statutory requirement that the assessments should be sustained or supported by evidence.",
      "id": "s105"
    },
    {
      "text": "The implication of such a requirement would be inconsistent with s. 190(b) for it is a consequence of that provision that unless the appellant shows by evidence that the assessment is incorrect, it will prevail.",
      "id": "s106"
    },
    {
      "text": "\"\n \n \n \n That view, expressed in a dissenting judgment, now prevails: Macmine Pty.",
      "id": "s107"
    },
    {
      "text": "Ltd. v. Commissioner of Taxation [(1979) 53 A.L.J.R.",
      "id": "s108"
    },
    {
      "text": "362 at pp.",
      "id": "s109"
    },
    {
      "text": "366, 371, 381.",
      "id": "s110"
    },
    {
      "text": "]; McCormack's case [(1979) 143 C.L.R.",
      "id": "s111"
    },
    {
      "text": "at pp.",
      "id": "s112"
    },
    {
      "text": "303, 306, 323].",
      "id": "s113"
    },
    {
      "text": "' \n\n24 Toohey J, at 631 --- 632, said:\n \n 'In George [(1952) 86 C.L.R., at p. 201] the Court said: \n \n \n \n \"... the law has always been taken to be that in an appeal from an assessment the burden lies upon the taxpayer of establishing affirmatively that the amount of taxable income for which he has been assessed exceeds the actual taxable income which he has derived during the year of income.",
      "id": "s114"
    },
    {
      "text": "\" \n \n \n ... \n ... there can be no doubt that, in the view of the members of the Court in George , a taxpayer does not succeed in establishing that an amount is excessive unless he or she can challenge the substantive liability imposed by the assessment.",
      "id": "s115"
    },
    {
      "text": "' \n\n25 The critical reasoning for present purposes is that which appears from the above cited and emphasised passage of Brennan J at 621 in Dalco .",
      "id": "s116"
    },
    {
      "text": "It is from that passage that it become apparent that the High Court has held that '[I]t is not the grounds of the objection against an assessment but the objection itself which is treated as an appeal'.",
      "id": "s117"
    },
    {
      "text": "The appeal having activated the jurisdiction of the Court, the Court must be satisfied that the assessment is excessive.",
      "id": "s118"
    },
    {
      "text": "Consequently, it is not open to a taxpayer to confine the jurisdiction of the Court by the selection of the grounds of objection or some of them.",
      "id": "s119"
    },
    {
      "text": "26 Here the applicant submits that on authority of the reasoning in McAndrew v Federal Commissioner of Taxation [1956] HCA 62 ; (1956) 98 CLR 263 accepted by the High Court in Dalco , that non-compliance with the statutory condition precedent to the imposition of liability is encompassed within the notion of showing an assessment is 'excessive'.",
      "id": "s120"
    },
    {
      "text": "Given that Dalco was a case not involving the issue of condition precedent the dicta in it needs to be understood as relating to a position distinguished from that in McAndrew .",
      "id": "s121"
    },
    {
      "text": "27 However, even though the contention concerning non-compliance with statutory conditions precedent (such as that raised in the applicant's two principal remaining grounds) would be arguable in discharge of the applicant's burden to establish that the assessment was excessive, it is clear from the emphasised reasoning of Brennan J accepted by the High Court that the grounds of objection as so formulated cannot limit the Court from considering the ultimate question of whether the amount assessed as taxable income is wrong; that is, excessive.",
      "id": "s122"
    },
    {
      "text": "If the applicant succeeded on the two remaining principal issues it may nevertheless not succeed if the Court was not satisfied on this ultimate question.",
      "id": "s123"
    },
    {
      "text": "That is entirely consistent with what was said by Mason J in Gauci v Federal Commissioner of Taxation [1975] HCA 54 ; (1975) 135 CLR 81 at 89.",
      "id": "s124"
    },
    {
      "text": "28 The sections relied upon by Brennan J in the above emphasised passage were ss 187(1)(b), 197 and 199.",
      "id": "s125"
    },
    {
      "text": "The equivalents of these sections are now found in the Taxation Administration Act .",
      "id": "s126"
    },
    {
      "text": "The equivalent of s 187 of the ITAA 36 is found in ss 14ZZ and 14ZZN of the Taxation Administration Act .",
      "id": "s127"
    },
    {
      "text": "Section 199 of the former Act is now in s 14ZZP of the latter.",
      "id": "s128"
    },
    {
      "text": "Section 190 is now in s 14ZZO.",
      "id": "s129"
    },
    {
      "text": "There is no express equivalent of s 197 as the appeal now is brought to this Court in its original jurisdiction.",
      "id": "s130"
    },
    {
      "text": "However, the provisions of s 14ZZO ensure the applicability of the reasoning of Brennan J and the other members of the High Court in Dalco .",
      "id": "s131"
    },
    {
      "text": "This is because s 14ZZO(b) enunciates that the burden an appellant bears is to establish in the case of an assessment (other than a franking assessment), that 'the assessment' is excessive.",
      "id": "s132"
    },
    {
      "text": "While s 14ZZO(a) limits the appellant to the grounds in the taxation objection to which the decision relates (unless the Court otherwise orders), neither it nor any of the other relevant provisions as they now stand impinge on the reasoning that 'the ultimate question for the court hearing the appeal is not whether the grounds have been made out but whether the amount assessed as taxable income is wrong'.",
      "id": "s133"
    },
    {
      "text": "29 That being the case, the question then becomes whether the respondent is entitled to succeed in his motion for summary dismissal.",
      "id": "s134"
    },
    {
      "text": "FCR O 20 r 2 is discretionary in its terms.",
      "id": "s135"
    },
    {
      "text": "In the circumstances here the Court is not aware whether or not the applicant has evidence to produce in support of establishing 'the ultimate question'.",
      "id": "s136"
    },
    {
      "text": "From the circumstances of the case it appears there are grounds for belief some such documents may exist.",
      "id": "s137"
    },
    {
      "text": "Until it is known whether or not that is the case, I do not consider the applicant should be precluded from the opportunity to discharge its burden of proof.",
      "id": "s138"
    },
    {
      "text": "Accordingly I consider that an order for discovery should be made against the applicant pursuant to FCR O 15 r 8 in terms of the alternative order sought by the respondent.",
      "id": "s139"
    },
    {
      "text": "Failing compliance with that order within 28 days, the respondent should be entitled to having the application dismissed on the ground the application, being unsupported as required by law, is an abuse of process of the Court.",
      "id": "s140"
    },
    {
      "text": "I certify that the preceding twenty-nine (29) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Nicholson.",
      "id": "s141"
    },
    {
      "text": "Associate:\n\nDated: 12 May 2006\n\n\n Counsel for the Applicant: K Robson \n \n Solicitor for the Applicant: Wilson &amp; Atkinson \n \n Counsel for the Respondent: D Harding \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 8 May 2006 \n \n Date of Judgment: 12 May 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/546.html",
      "id": "s142"
    }
  ]
}