{
  "name": "Seven Network Limited v News Limited (No 14) [2006] FCA 500 (5 May 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/500.html",
  "catchphrases": [
    {
      "text": "whether report on the value of a lost economic opportunity satisfies the requirements of s 79 of the evidence act 1995 (cth)",
      "id": "c0"
    },
    {
      "text": "admissibility of report",
      "id": "c1"
    },
    {
      "text": "expert evidence",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "Seven Network Limited v News Limited (No 14) [2006] FCA 500 (5 May 2006) \n\n [ Home ] [ Databases ] [ WorldLII ] [ Search ] [ Feedback ] Federal Court of Australia You are here: &nbsp; AustLII &gt;&gt; Databases &gt;&gt; Federal Court of Australia &gt;&gt; 2006 &gt;&gt; [2006] FCA 500 \n\n [ Database Search ] [ Name Search ] [ Recent Decisions ] [ Noteup ] [ Download ] [ Help ] Seven Network Limited v News Limited (No 14) [2006] FCA 500 (5 May 2006) \nLast Updated: 5 May 2006 \n FEDERAL COURT OF AUSTRALIA \n\n Seven Network Limited v News Limited (No 14) \n [2006] FCA 500 \n \n\nEXPERT EVIDENCE --- whether report on the value of a lost economic opportunity satisfies the requirements of s 79 of the Evidence Act 1995 (Cth) --- admissibility of report\n\n\n\n Evidence Act 1995 (Cth) ss 79 , 135 \n\n\n\n HG v The Queen [1999] HCA 2 ; (1999) 197 CLR 414 cited\n Ocean Marine Mutual Insurance Association (Europe) OV v Jetopay Pty Ltd [2000] FCA 1463 ; (2000) 120 FCR 146 cited\n\n\n\n\n\n\n\n\n\n\n\n SEVEN NETWORK LIMITED and ANOR v NEWS LIMITED and ORS \n NSD 1223 of 2002 \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n SACKVILLE J \n SYDNEY \n 5 MAY 2006 \n IN THE FEDERAL COURT OF AUSTRALIA \n NEW SOUTH WALES DISTRICT REGISTRY NSD 1223 of 2002 \n\n BETWEEN: SEVEN NETWORK LIMITED \n (ACN 052 816 789) \n FIRST APPLICANT \n\n C7 PTY LIMITED \n (ACN 082 901 442) \n SECOND APPLICANT AND: NEWS LIMITED \n (ACN 007 871 178) \n FIRST RESPONDENT \n\n SKY CABLE PTY LIMITED \n (ACN 069 799 640) \n SECOND RESPONDENT \n\n TELSTRA MEDIA PTY LIMITED \n (ACN 069 279 027) \n THIRD RESPONDENT \n\n FOXTEL MANAGEMENT PTY LIMITED \n (ACN 068 671 938) \n FOURTH RESPONDENT \n\n TELSTRA CORPORATION LIMITED \n (ACN 051 775 556) \n FIFTH RESPONDENT \n\n TELSTRA MULTIMEDIA PTY LIMITED \n (ACN 069 279 072) \n SIXTH RESPONDENT \n\n PUBLISHING AND BROADCASTING LIMITED \n (ACN 009 071 167) \n SEVENTH RESPONDENT \n\n NINE NETWORK AUSTRALIA PTY LIMITED \n (ACN 008 685 407) \n EIGHTH RESPONDENT \n\n PREMIER MEDIA GROUP PTY LIMITED \n (ACN 065 445 418) \n NINTH RESPONDENT \n\n\n AUSTRALIAN RUGBY FOOTBALL LEAGUE LIMITED \n (ACN 003 107 293) \n TWELFTH RESPONDENT \n\n NATIONAL RUGBY LEAGUE INVESTMENTS PTY LIMITED \n (ACN 081 778 538) \n THIRTEENTH RESPONDENT \n\n NATIONAL RUGBY LEAGUE LIMITED \n (ACN 082 088 962) \n FOURTEENTH RESPONDENT \n\n FOXTEL CABLE TELEVISION PTY LIMITED \n (ACN 069 008 797) \n FIFTEENTH RESPONDENT \n\n OPTUS VISION PTY LIMITED \n (ACN 066 518 821) \n SIXTEENTH RESPONDENT \n\n AUSTAR UNITED COMMUNICATIONS LIMITED \n (ACN 087 695 707) \n SEVENTEENTH RESPONDENT \n\n AUSTAR ENTERTAINMENT PTY LIMITED \n (ACN 068 104 530) \n EIGHTEENTH RESPONDENT \n\n IAN HUNTLY PHILIP \n NINETEENTH RESPONDENT \n\n NEWS PAY TV PTY LIMITED \n (ACN 085 095 487) \n TWENTIETH RESPONDENT \n\n PBL PAY TV PTY LIMITED \n (ACN 084 940 367) \n TWENTY-FIRST RESPONDENT \n\n SINGTEL OPTUS PTY LIMITED \n (ACN 052 833 208) \n TWENTY-SECOND RESPONDENT JUDGE: SACKVILLE J DATE OF ORDER: 5 MAY 2006 WHERE MADE: SYDNEY \n\n\n\n THE COURT ORDERS: \n\n\n\n \n 1.",
      "id": "s0"
    },
    {
      "text": "The tender of Mr Salter's report be rejected.",
      "id": "s1"
    },
    {
      "text": "Note: Settlement and entry of orders is dealt with in Order 36 of the Federal Court Rules .",
      "id": "s2"
    },
    {
      "text": "IN THE FEDERAL COURT OF AUSTRALIA \n NEW SOUTH WALES DISTRICT REGISTRY NSD 1223 of 2002 \n\n BETWEEN: SEVEN NETWORK LIMITED \n (ACN 052 816 789) \n FIRST APPLICANT \n\n C7 PTY LIMITED \n (ACN 082 901 442) \n SECOND APPLICANT AND: NEWS LIMITED \n (ACN 007 871 178) \n FIRST RESPONDENT \n\n SKY CABLE PTY LIMITED \n (ACN 069 799 640) \n SECOND RESPONDENT \n\n TELSTRA MEDIA PTY LIMITED \n (ACN 069 279 027) \n THIRD RESPONDENT \n\n FOXTEL MANAGEMENT PTY LIMITED \n (ACN 068 671 938) \n FOURTH RESPONDENT \n\n TELSTRA CORPORATION LIMITED \n (ACN 051 775 556) \n FIFTH RESPONDENT \n\n TELSTRA MULTIMEDIA PTY LIMITED \n (ACN 069 279 072) \n SIXTH RESPONDENT \n\n PUBLISHING AND BROADCASTING LIMITED \n (ACN 009 071 167) \n SEVENTH RESPONDENT \n\n NINE NETWORK AUSTRALIA PTY LIMITED \n (ACN 008 685 407) \n EIGHTH RESPONDENT \n\n PREMIER MEDIA GROUP PTY LIMITED \n (ACN 065 445 418) \n NINTH RESPONDENT \n\n\n\n AUSTRALIAN RUGBY FOOTBALL LEAGUE LIMITED \n (ACN 003 107 293) \n TWELFTH RESPONDENT \n\n NATIONAL RUGBY LEAGUE INVESTMENTS PTY LIMITED \n (ACN 081 778 538) \n THIRTEENTH RESPONDENT \n\n NATIONAL RUGBY LEAGUE LIMITED \n (ACN 082 088 962) \n FOURTEENTH RESPONDENT \n\n FOXTEL CABLE TELEVISION PTY LIMITED \n (ACN 069 008 797) \n FIFTEENTH RESPONDENT \n\n OPTUS VISION PTY LIMITED \n (ACN 066 518 821) \n SIXTEENTH RESPONDENT \n\n AUSTAR UNITED COMMUNICATIONS LIMITED \n (ACN 087 695 707) \n SEVENTEENTH RESPONDENT \n\n AUSTAR ENTERTAINMENT PTY LIMITED \n (ACN 068 104 530) \n EIGHTEENTH RESPONDENT \n\n IAN HUNTLY PHILIP \n NINETEENTH RESPONDENT \n\n NEWS PAY TV PTY LIMITED \n (ACN 085 095 487) \n TWENTIETH RESPONDENT \n\n PBL PAY TV PTY LIMITED \n (ACN 084 940 367) \n TWENTY-FIRST RESPONDENT \n\n SINGTEL OPTUS PTY LIMITED \n (ACN 052 833 208) \n TWENTY-SECOND RESPONDENT \n\n JUDGE: SACKVILLE J DATE: 5 MAY 2006 PLACE: SYDNEY \n RULING ON EVIDENCE \n \n THE EXPERT REPORT \n \n1 Objection has been taken to the tender of a report prepared by Mr Roy A Salter.",
      "id": "s3"
    },
    {
      "text": "Mr Salter is a Principal of the Salter Group and is based in the Group's Los Angeles office, where he directs the firm's overall practice and project management efforts.",
      "id": "s4"
    },
    {
      "text": "The Salter Group is said to be:\n \n 'an independent financial and strategic advisory firm dedicated to the entertainment and media industry offering economic analysis, investment banking support, corporate development and other advisory services'.",
      "id": "s5"
    },
    {
      "text": "2 During 2003, Mr Salter valued and advised on more than 50 media and entertainment projects, with an aggregate value of over US$3 billion.",
      "id": "s6"
    },
    {
      "text": "Mr Salter's curriculum vitae shows that he has undertaken valuation and advisory work in the United States, the United Kingdom, Canada, France, Germany, Italy and Brazil.",
      "id": "s7"
    },
    {
      "text": "His experience in Australia, however, appears to be limited to the valuation of a film library on a number of occasions for a particular company which has links with a company in the United States.",
      "id": "s8"
    },
    {
      "text": "There is nothing to indicate that Mr Salter has particular knowledge of or substantial experience in the Australian media industry.",
      "id": "s9"
    },
    {
      "text": "3 Mr Salter addresses the following question upon which he was asked to express his professional opinion:\n \n 'What is the value of the opportunity lost by Seven Network to be an integrated media company in the counter-factual (over and above the value of Seven Network's individual business units on a stand alone basis)?",
      "id": "s10"
    },
    {
      "text": "'\n \n\nMr Salter approaches this question by establishing a methodology for determining the fair market value of Seven Network, as of 1 January 2001, assuming: \n \n '[t]he Counter-factual World in which Seven continues to operate and function as a robust integrated media company (\"IMC\"), and as a result, develop strategic operations and economic synergies in conducting its pay television business in ... conjunction with its other operations'.",
      "id": "s11"
    },
    {
      "text": "4 I note that Mr Salter's report is not the only expert report upon which the applicants ('Seven') wish to rely in relation to the quantum of damages attributable to the alleged contraventions by the respondents of the Trade Practices Act 1974 (Cth) ( 'TP Act' ).",
      "id": "s12"
    },
    {
      "text": "They also rely on reports prepared by Professor McFadden, an expert in economics and econometrics.",
      "id": "s13"
    },
    {
      "text": "The text of Professor McFadden's reports exceeds 550 pages in length.",
      "id": "s14"
    },
    {
      "text": "Professor McFadden also addresses the impact on Seven of its alleged loss of the opportunity to pursue an IMC strategy.",
      "id": "s15"
    },
    {
      "text": "5 Mr Salter seeks to value Seven Network's loss of the opportunity:\n \n&#8226; to own either the Australian Football League ('AFL') or National Rugby League ('NRL') broadcasting rights;\n \n&#8226; to own and operate its pay television channel (C7); and\n \n&#8226; to leverage its assets 'to create a broader multi-platform business model'.",
      "id": "s16"
    },
    {
      "text": "6 Mr Salter's approach is to study the premiums associated with mergers and acquisitions among media companies of varying degrees of corporate integration.",
      "id": "s17"
    },
    {
      "text": "He limits his analysis to cases where both the target and acquirer corporation were publicly traded and where he can determine whether the acquirer was motivated by what he describes as strategic or financial considerations.",
      "id": "s18"
    },
    {
      "text": "7 Mr Salter expresses the following opinions:\n \n 'with C7 and the AFL and/or NRL rights, Seven had a unique opportunity to develop a strong and profitable operational presence across free and pay television channels and to become a more robust IMC.",
      "id": "s19"
    },
    {
      "text": "With the launch and steady buildup of a successful sports-oriented pay television channel, Seven would have been able to launch additional content-based channels, consistent with many other IMCs worldwide.",
      "id": "s20"
    },
    {
      "text": "...",
      "id": "s21"
    },
    {
      "text": "The value of the opportunity lost by Seven Network to be an integrated media company in the counter-factual world (over and above the value of Seven Network's individual business units on a standalone basis) is in the range from A$169.171 million to A$338.341 million'.",
      "id": "s22"
    },
    {
      "text": "THE OBJECTION \n \n8 News has objected to the tender of Mr Salter's report on a number of grounds.",
      "id": "s23"
    },
    {
      "text": "Its principal arguments in support of the rejection of the entirety of the report are that:\n \n \n (i) the report does not disclose a reasoning process sufficient to enable the Court to determine whether the opinions expressed reflect Mr Salter's specialised knowledge based on his training, study or experience, as required by ss 76(1) and 79 of the Evidence Act 1995 (Cth) (' Evidence Act '); and \n \n\n(ii) the report does not explain why (as Mr Salter claims):\n \n \n '[t]he deal premium paid by strategic acquirers in excess of the deal premium paid by financial acquirers is a reasonable proxy for the valuation of synergies and opportunities available to the combined company post-transaction'.",
      "id": "s24"
    },
    {
      "text": "THE EXPERT'S REASONING \n \n9 Mr Salter expresses the opinion that IMCs are able to generate synergies and growth opportunities that enhance revenue and reduce costs in a variety of operations spanning content production, content distribution and end-user delivery.",
      "id": "s25"
    },
    {
      "text": "Importantly, he acknowledges that the degree of valuation premium placed on an IMC depends on an individual company's ability to implement the various strategies.",
      "id": "s26"
    },
    {
      "text": "Nonetheless, he considers that a 'robust IMC' can take advantage of a potential valuation premium.",
      "id": "s27"
    },
    {
      "text": "10 Mr Salter records that he has been asked to assume that Seven would have pursued an IMC strategy had it not lost the AFL pay rights and been unsuccessful in obtaining the NRL rights in 2000.",
      "id": "s28"
    },
    {
      "text": "(Seven's case, in substance, is that these detriments were brought about by contraventions of the TP Act on the part of a number of the respondents.",
      "id": "s29"
    },
    {
      "text": ") The report sets out the specific assumptions that Mr Salter has been asked to make as to Seven's strategy, as follows:\n \n 'It was proposed by the Seven Network that the integrated media company would: \n \n \n \n (a) utilise rights to premium content, skills, production facilities and brand in a complementary manner across a number of different media and distribution channels; \n \n (b) maximise the value of broadcasting rights by offering the widest possible distribution of content to the holders of sporting and other rights; \n \n (c) derive revenue from integrated advertising packages across various platforms and distributions outlets; \n \n (d) develop effective and deeper links with viewers and thereby create greater opportunities for advertisers through content enhancements and interactivity by utilising new technologies including digital interactive and multicasting transmission, broadband internet services and audio-video telephony; \n \n (e) capitalise on a competitive advantage previously held over other potential entrants, particularly in respect of emerging distribution channels and digital content enhancements; and \n \n (f) derive future profits as an integrated media company in a converging media, telecommunication and broadcasting market comprising carriage providers, content services and facilities for the provision of carriage services.",
      "id": "s30"
    },
    {
      "text": "' \n \n \n\n11 Mr Salter then expresses the opinion that:\n \n 'the core strengths [identified in Seven's documentation] positioned Seven to utilize C7 to substantially enhance its market presence as an IMC.",
      "id": "s31"
    },
    {
      "text": "In my opinion, if Seven positioned itself as an IMC in a manner that leveraged its content, core operating efficiencies and brand in a complementary manner across a number of different media and distribution channels, the Seven Network would benefit from increased revenue opportunities, including offering integrated advertising packages, without substantially increasing its costs'.",
      "id": "s32"
    },
    {
      "text": "12 Mr Salter says that he has developed an approach to assess the value of the market premium attributable to synergies and growth opportunities available to IMC.",
      "id": "s33"
    },
    {
      "text": "He describes that approach as 'the Merger &amp; Acquisition Analysis' ('M&amp;A Analysis').",
      "id": "s34"
    },
    {
      "text": "He expresses the opinion that the M&amp;A Analysis: 'is the most appropriate method under the circumstances to determine an indication of the IMC valuation premium'.",
      "id": "s35"
    },
    {
      "text": "13 The methodology described by Mr Salter consists, as Seven's submissions point out, of:\n \n \n (a) identifying whether there exists, and if so the parameters of, a premium paid by strategic acquirers of media companies; and \n \n\n\n \n \n (b) using this as an aid to quantifying the effect that pursuing its IMC strategy would have had on Seven's value.",
      "id": "s36"
    },
    {
      "text": "14 Seven's submissions summarise Mr Salter's analysis of that methodology in terms that I am content to adopt for present purposes:\n \n \n '(a) first, Mr Salter defines media companies as coming within a number of discrete industries and gives reasons for his opinion that it is appropriate to consider acquisitions of companies in those industries for the purposes of his valuation; \n \n (b) secondly, he sets out the types of transactions he has considered, the source of his information about them (namely, Bloomberg), the use of Bloomberg by finance industry professionals in his area of expertise, and the criteria he applied in discarding certain transactions; \n \n (c) thirdly, he divides the remaining transactions into two categories, strategic or financial, on the basis of whether the information provided by Bloomberg showed the acquirer to be in a similar industry to the target company; \n \n \n \n \n \n (d) fourthly, using the deal premium provided by Bloomberg for each transaction (that is, the price paid above the target [company's] market capitalisation) and after excluding outliers, Mr Salter calculates the median and average deal premium for strategic transactions and financial transactions; and \n \n \n \n \n \n (e) fifthly, Mr Salter concludes that strategic acquirers paid a median deal premium of 21.5 per cent and an average deal premium of 24.4 per cent, while strategic acquirers paid a median deal premium of 6.6 per cent and an average deal premium of 9.6 per cent'.",
      "id": "s37"
    },
    {
      "text": "15 According to Seven's submissions, the second component of Mr Salter's methodology or reasoning process is 'less empirical', but is nonetheless adequately explained.",
      "id": "s38"
    },
    {
      "text": "Seven summarises the second component as follows:\n \n \n '(a) first, Mr Salter calculates the difference between strategic acquirers' and financial acquirers' deal premiums as being around 15 per cent and allowing, as a matter of prudence, for a variation of up to one third above or below that figure comes up with a range of between 10 per cent and 20 per cent; \n \n \n \n \n \n (b) secondly, he reasons that strategic acquirers of media industry companies pay a higher deal premium than financial acquirers (as his empirical analysis suggests) because strategic acquirers, being media companies themselves, derive IMC benefits from the transactions while financial acquirers do not; \n \n \n \n \n \n (c) thirdly, he considers that strategic acquirers quantify the incremental IMC benefits which they expect to derive from a transaction on the basis that those benefits are likely to be proportional to the IMC benefits they obtain from their existing operations; \n \n (d) fourthly, from the second and third steps in this reasoning process, Mr Salter infers that the difference between strategic acquirers' and financial acquirers' deal premiums is likely to be a reasonable proxy for the premium placed on a media company by virtue of the fact that it is an IMC (hence he refers to the range of between 10 per cent and 20 per cent as the \"IMC premium range\"); and \n \n \n \n \n \n (e) fifthly, from this follows Mr Salter's opinion that it is reasonable to state that the IMC premium which Seven lost by virtue of the facts that it was unable to pursue its IMC strategy through C7 was between 10 per cent and 20 per cent of its market capitalisation'.",
      "id": "s39"
    },
    {
      "text": "Since Seven's market capitalisation in 2001 (Mr Salter takes an average of market capitalisation on two dates) was $1.691 billion, Mr Salter concludes that the IMC premium lost by Seven was between $169 million and $338 million.",
      "id": "s40"
    },
    {
      "text": "16 Mr Salter identifies 52 mergers and acquisitions that are said to be relevant to his analysis.",
      "id": "s41"
    },
    {
      "text": "These transactions, so it appears from the summary material in his report, took place in eight different countries: the United States, Great Britain, Canada, New Zealand, France, Germany, Hong Kong and Australia.",
      "id": "s42"
    },
    {
      "text": "It appears that only three of the transactions fall into the category of 'financial acquisitions', as distinct from strategic acquisitions (that is, the acquisition of one media company by another).",
      "id": "s43"
    },
    {
      "text": "17 Four of the 52 mergers and acquisitions involved Australian corporations.",
      "id": "s44"
    },
    {
      "text": "However, one of these was a financial acquisition and one was an acquisition by an Australian company of a Hong Kong company conducting a motion picture business.",
      "id": "s45"
    },
    {
      "text": "Thus only two of the transactions involve mergers between Australian media companies.",
      "id": "s46"
    },
    {
      "text": "Neither of these was a transaction between a free to air television and a pay television business.",
      "id": "s47"
    },
    {
      "text": "18 Of the 'strategic acquisitions', the 'deal premiums' ranged from 62.7 per cent to 0 per cent.",
      "id": "s48"
    },
    {
      "text": "Mr Salter's report does not provide information as to the value of any of the 52 transactions, including the two Australian strategic acquisitions.",
      "id": "s49"
    },
    {
      "text": "The average premiums that he calculates are not weighted averages.",
      "id": "s50"
    },
    {
      "text": "ADMISSIBILITY OF THIS REPORT \n \n19 There are, in my opinion, obvious difficulties with the approach taken by Mr Salter.",
      "id": "s51"
    },
    {
      "text": "One is the use of transactions that have taken place in a variety of countries for the purpose of determining an average strategic acquirers' premium, which is then said to be applicable to Seven's circumstances in Australia in 2001.",
      "id": "s52"
    },
    {
      "text": "Mr Salter makes no systematic attempt to analyse the disparate circumstances of the various transactions, let alone the characteristics of the markets, regulatory regimes and other factors that might have influenced the 'deal premiums' that he identifies.",
      "id": "s53"
    },
    {
      "text": "It is difficult to understand how average deal premiums derived from the 52 transactions can shed meaningful light on the specific circumstances of Seven in 2001, assuming that Seven proposed to follow the IMC strategy recorded in Mr Salter's report.",
      "id": "s54"
    },
    {
      "text": "20 It is also difficult to understand the basis for selecting a range between 10 and 20 per cent of the market capitalisation of Seven in 2001 as the appropriate determinant of its loss.",
      "id": "s55"
    },
    {
      "text": "The only explanation offered for the percentage range is this:\n \n 'Given the limited number of data points, I do not consider that the standard deviation method can be usefully employed to determine an appropriate range.",
      "id": "s56"
    },
    {
      "text": "I note however that the median and average are comparatively similar and given the circumstances consider that extending the indicated premium by an amount of one-third above and below the mid point of the average and median is an appropriate approach to take.",
      "id": "s57"
    },
    {
      "text": "As such, in my opinion, the appropriate IMC premium range which I have applied is 10% to 20%.",
      "id": "s58"
    },
    {
      "text": "' \n \n\nIt is not clear why the range could not be, say, five per cent to 25 per cent or even greater.",
      "id": "s59"
    },
    {
      "text": "21 In my opinion, however, there is a more fundamental problem with Mr Salter's report.",
      "id": "s60"
    },
    {
      "text": "His argument is that the M&amp;A Analysis is not only the most appropriate method to assess 'the IMC valuation premium' in general, but is the appropriate method to assess the IMC valuation premium lost by Seven in 2001 as the result of anti-competitive conduct.",
      "id": "s61"
    },
    {
      "text": "That argument ultimately rests on the proposition that the deal premiums inherent in the transactions he identifies (more accurately, the average deal premium) can be regarded as providing 'a reasonable proxy for the valuation of synergies and opportunities available' to Seven on the counter-factual basis that it retained the AFL pay television rights or acquired the NRL pay television rights.",
      "id": "s62"
    },
    {
      "text": "22 Mr Salter does not simply assume that Seven's proposed strategy in 2001 to develop its activities as an IMC would have been effective to produce benefits comparable to the benefits obtained, on average, by strategic acquisitions within the media industries of the various countries with which Mr Salter may be familiar.",
      "id": "s63"
    },
    {
      "text": "If Mr Salter had done that, the methodology he suggests conceivably could advance matters, provided there was independent evidence supporting that underlying assumption.",
      "id": "s64"
    },
    {
      "text": "Instead, Mr Salter expresses his own opinion that Seven was positioned to utilise C7 to enhance its market presence without significantly increasing its costs (see [11], above).",
      "id": "s65"
    },
    {
      "text": "It is this opinion that underpins his view that the M&amp;A Analysis, as applied to the transactions he has selected, is the appropriate method to quantify the loss of opportunity sustained by Seven.",
      "id": "s66"
    },
    {
      "text": "23 As I have noted, there is nothing in Mr Salter's report that establishes that he has any substantial expertise or relevant experience in the Australian television industry, whether as an analyst, valuer or adviser.",
      "id": "s67"
    },
    {
      "text": "Nor does his report contain any analysis of the regulatory framework in Australia, the market conditions applying in 2001 (in particular the conditions prevailing in the free to air and pay television industries) or the other financial considerations that might have had a bearing on the potential success or otherwise of Seven's assumed business strategy.",
      "id": "s68"
    },
    {
      "text": "(A separate question arises, which is not necessary to explore here, as to whether the facts ultimately proven will make good the assumptions concerning Seven's proposed business strategy.",
      "id": "s69"
    },
    {
      "text": ") Similarly, the report makes no attempt to show that the market, regulatory or business conditions that obtained in the seven countries, excluding Australia, referred to in Mr Salter's report, mirrored conditions prevailing in Australia in 2001.",
      "id": "s70"
    },
    {
      "text": "24 The report thus contains no reasoning process that demonstrates that Seven's (assumed) IMC strategy would have been likely to succeed in the circumstances prevailing in Australia in 2001.",
      "id": "s71"
    },
    {
      "text": "Nor does the reasoning in the report explain why Seven's IMC strategy, if successful, would have yielded benefits comparable to the average deal premium paid by the 49 strategic acquirers identified by Mr Salter.",
      "id": "s72"
    },
    {
      "text": "25 In the absence of any such reasoning, it is in my view impossible to ascertain whether Mr Salter's opinion that the M&amp;A Analysis, as applied to the transactions he selects, is an appropriate method of valuing Seven's loss of opportunity in the particular circumstances that prevailed in 2001.",
      "id": "s73"
    },
    {
      "text": "It is also impossible to ascertain whether Mr Salter's opinion is truly based on any specialised knowledge that he has.",
      "id": "s74"
    },
    {
      "text": "For example, for all that appears in the report, Mr Salter may simply have assumed that conditions in the Australian pay television industry at the relevant time were no different from those, say, in the United States.",
      "id": "s75"
    },
    {
      "text": "Yet the evidence suggests that there may have been very significant differences.",
      "id": "s76"
    },
    {
      "text": "These include the Australian anti-siphoning regime; the regulations governing pay television in Australia, such as limitations on advertising; the relatively low penetration rates for Australian pay television platforms; the lack of profitability (at the time) of those platforms; and the number of participants in the various markets (however defined).",
      "id": "s77"
    },
    {
      "text": "Mr Salter does not advert to these matters in his report.",
      "id": "s78"
    },
    {
      "text": "26 In HG v The Queen [1999] HCA 2 ; (1999) 197 CLR 414, Gleeson CJ pointed out (at [39]) that the provisions of s 79 of the Evidence Act :\n \n 'will often have the practical effect of emphasising the need for attention to requirements of form.",
      "id": "s79"
    },
    {
      "text": "By directing attention to whether an opinion is wholly or substantially based on specialised knowledge based on training, study or experience, the section requires that the opinion is presented in a form which makes it possible to answer that question.",
      "id": "s80"
    },
    {
      "text": "' \n \n\nHis Honour also observed (at [44]) that:\n \n 'in trials before judges alone, as well as in trials by jury, it is important that the opinions of expert witnesses be confined, in accordance with s 79 , to opinions which are wholly or substantially based on their specialised knowledge.",
      "id": "s81"
    },
    {
      "text": "Experts who venture \"opinions\" (sometimes merely their own inference of fact), outside their field of specified knowledge may invest those opinions with a spurious appearance of authority, and legitimate processes of fact-finding may be subverted.",
      "id": "s82"
    },
    {
      "text": "' \n \n\n27 Similarly, in Ocean Marine Mutual Insurance Association (Europe) OV v Jetopay Pty Ltd [2000] FCA 1463 ; (2000) 120 FCR 146, the Full Court observed (at [23]) that the:\n \n 'further requirement [in s 79] that an opinion be based on specialised knowledge would normally be satisfied by the person who expresses the opinion demonstrating the reasoning process by which the opinion was reached.",
      "id": "s83"
    },
    {
      "text": "Thus, a report in which an opinion is recorded should expose the reasoning of its author in a way that would demonstrate that the opinion is based on particular specialised knowledge.",
      "id": "s84"
    },
    {
      "text": "' (Emphasis in original.",
      "id": "s85"
    },
    {
      "text": ")\n \n\n28 In my opinion, the report in its present form does not meet the requirements of s 79 of the Evidence Act .",
      "id": "s86"
    },
    {
      "text": "In particular, it is impossible to ascertain whether the opinions expressed by Mr Salter quantifying losses sustained by Seven because of its inability to pursue an IMC strategy reflect his specialised knowledge, based on his training, study or experience.",
      "id": "s87"
    },
    {
      "text": "The report must therefore be rejected.",
      "id": "s88"
    },
    {
      "text": "FURTHER OBSERVATIONS \n \n29 Because Mr Sheahan SC foreshadowed the possibility that Seven would seek to adduce further evidence from Mr Salter to cure the evidentiary defects in his report, I think it is appropriate to make some additional comments.",
      "id": "s89"
    },
    {
      "text": "30 As I have pointed out, Mr Salter expresses the opinion that Seven, if it adopted its proposed IMC strategy, would have benefited from increased revenue opportunities, integrated advertising packages and other benefits, without experiencing an increase in its costs.",
      "id": "s90"
    },
    {
      "text": "That expression of opinion is supported by a footnote reference to one of the assumptions provided to Mr Salter that he was asked to accept for the purposes of preparing his report.",
      "id": "s91"
    },
    {
      "text": "The assumption was expressed as follows:\n \n 'The Seven Network's strategy was based on an assessment that: \n \n \n \n (a) The Seven Network had a number of advantages on which it could capitalise in changing the technological landscape.",
      "id": "s92"
    },
    {
      "text": "These included: \n \n \n \n (1) broadcast television is one of the most, if not the most, powerful vehicles to build brands.",
      "id": "s93"
    },
    {
      "text": "This is due to its ability to aggregate large numbers of potential viewers; \n \n \n \n \n \n (2) the Seven Network either possessed, or was in a good position to obtain, key content rights, particularly sports rights and Australian drama, and had the expertise and facilities to create an own high quality content; \n \n (3) this provided Seven Network with a competitive advantage over other potential entrants, particularly in respect of the emerging distribution channels; and \n \n (4) the Seven Network had a strong existing brand, as well as established media personalities, with associated audience loyalty, which could be leveraged and exploited on new platforms.",
      "id": "s94"
    },
    {
      "text": "(b) The introduction of new platforms and technologies provided opportunities for growth and for developing greater and deeper links with the viewer.",
      "id": "s95"
    },
    {
      "text": "(c) If the Seven Network positioned itself as an integrated media company in a manner which utilised its rights to content, skills, production facilities and brand in a complementary manner across a number of different media distribution channels, the Seven Network would benefit from increased revenue opportunities, including offering integrated advertising packages, without substantially increasing its costs.",
      "id": "s96"
    },
    {
      "text": "....' \n \n \n \n\n31 It will be seen that this assumption is limited to the proposition that Seven Network's strategy was based upon its contemporaneous assessment of the situation.",
      "id": "s97"
    },
    {
      "text": "In his report, Mr Salter goes beyond this assumption and expresses the opinion that the assessment was in substance correct.",
      "id": "s98"
    },
    {
      "text": "There is, however, no reasoning process that explains why Mr Salter considers that Seven Network's assessment would have proved to be correct in the particular circumstances of the Australian television industry in 2001.",
      "id": "s99"
    },
    {
      "text": "32 Nothing has been put to me in argument to suggest that there is evidence, other than the opinions expressed by Mr Salter, that would justify finding that Seven's proposed IMC strategy (assuming that such a strategy was in fact in place) would have been likely to succeed or, more particularly, that the strategy would have produced benefits comparable to those apparently available to the firms involved in the mergers of media companies identified by Mr Salter.",
      "id": "s100"
    },
    {
      "text": "If there is such evidence, it might be argued that Mr Salter's report should be admitted as explaining and justifying a methodology that could be utilised to assess the value of the loss of opportunity sustained by Seven.",
      "id": "s101"
    },
    {
      "text": "33 If, however, such an argument is advanced, either on the basis of existing evidence or evidence yet to be adduced, it will be necessary to take account of s 135 of the Evidence Act .",
      "id": "s102"
    },
    {
      "text": "This provision confers a discretion on the Court to:\n \n 'refuse to admit evidence if its probative value is substantially outweighed by the danger that the evidence might: \n \n \n \n (a) be unfairly prejudicial to a party; or \n \n \n \n \n \n (b) ...; or \n \n \n \n \n \n (c) cause or result in undue waste of time.",
      "id": "s103"
    },
    {
      "text": "' \n \n \n \n\nOf course, should Seven seek to adopt this course other issues might also arise having regard to the stage of the trial that has been reached.",
      "id": "s104"
    },
    {
      "text": "CONCLUSION \n \n34 For the reasons I have given, the tender of Mr Salter's report should be rejected.",
      "id": "s105"
    },
    {
      "text": "I certify that the preceding thirty-four (34) numbered paragraphs are a true copy of the Ruling on Evidence herein of the Honourable Justice Sackville.",
      "id": "s106"
    },
    {
      "text": "Associate: \n\nDated: 5 May 2006\n\n\n Counsel for the first, second, fourth, ninth, thirteenth, fifteenth, nineteenth and twentieth respondents: Mr P Whitford SC with Mr P Brereton \n \n Solicitors for the first, second, fourth, ninth, thirteenth, fifteenth, nineteenth and twentieth respondents: Allens Arthur Robinson \n \n Counsel for the applicants: Mr J Sheahan SC with Mr J Halley \n \n Solicitors for the applicants: Freehills \n \n Date of Hearing: 3 May 2006 \n \n Date of Judgment: 5 May 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/500.html",
      "id": "s107"
    }
  ]
}