{
  "name": "SZGWS v Minister for Immigration and Multicultural Affairs [2006] FCA 54 (7 February 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/54.html",
  "catchphrases": [
    {
      "text": "no point of principle",
      "id": "c0"
    },
    {
      "text": "migration",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from a judgment of the Federal Magistrates Court of 2 November 2005, dismissing an application for judicial review of a decision of the Refugee Review Tribunal (\"the Tribunal\") of 21 June 2005.",
      "id": "s0"
    },
    {
      "text": "2 The appeal proceeds by way of a document entitled \"Amended Notice of Appeal\" filed in this Court on 13 December 2005.",
      "id": "s1"
    },
    {
      "text": "It contains allegations concerning errors of the Tribunal which do not reflect the issues raised for consideration in the proceedings before the Federal Magistrate.",
      "id": "s2"
    },
    {
      "text": "3 The appellant was legally represented in the proceedings before the Federal Magistrate, although he appeared for himself in the present appeal.",
      "id": "s3"
    },
    {
      "text": "No written submissions have been filed by the appellant, notwithstanding a direction that he do so.",
      "id": "s4"
    },
    {
      "text": "4 When asked to explain orally what the errors of the Tribunal were, the appellant raised the matter of his purported marriage and, more generally, his concerns about being persecuted by a fundamentalist government and about the operation of Sharia law.",
      "id": "s5"
    },
    {
      "text": "These matters plainly relate to issues of fact determined by the Tribunal.",
      "id": "s6"
    },
    {
      "text": "They do not concern arguable jurisdictional errors of the Tribunal or errors on the part of the Federal Magistrate in determining the proceedings for judicial review.",
      "id": "s7"
    },
    {
      "text": "No ground has been made out for setting aside the judgment of the Federal Magistrate.",
      "id": "s8"
    },
    {
      "text": "Accordingly, the appeal should be dismissed with costs.",
      "id": "s9"
    },
    {
      "text": "I certify that the preceding four (4) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Moore .",
      "id": "s10"
    },
    {
      "text": "Associate:\n\nDated: 16 February 2006\n\n\n The appellant appeared in person \n \n Counsel for the First Respondent: S A Mason \n \n Solicitor for the Second Respondent: Phillips Fox \n \n Date of Hearing: 7 February 2006 \n \n Date of Judgment: 7 February 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/54.html",
      "id": "s11"
    }
  ]
}