{
  "name": "Applicant S1140/2003 v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2006] FCA 526 (1 May 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/526.html",
  "catchphrases": [
    {
      "text": "leave to appeal",
      "id": "c0"
    },
    {
      "text": "non-appearance of applicants at hearing of application for leave to appeal",
      "id": "c1"
    },
    {
      "text": "leave refused on the merits",
      "id": "c2"
    },
    {
      "text": "migration",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "Introduction \n \n1 The applicants came to Australia from Latvia in 1997.",
      "id": "s0"
    },
    {
      "text": "They sought protection visas and were refused.",
      "id": "s1"
    },
    {
      "text": "They made unsuccessful applications for administrative review of those refusals in the Refugee Review Tribunal (the Tribunal) in 1998 and for judicial review of the Tribunal's decision in the Federal Court in 1999.",
      "id": "s2"
    },
    {
      "text": "They then joined representative proceedings in the High Court challenging the Tribunal decision on grounds of procedural fairness.",
      "id": "s3"
    },
    {
      "text": "Following the disposition of the lead applicants proceedings in the High Court the present applicants, in common with other members of the represented group in the High Court proceedings, were directed to file individual applications for orders nisi and remitted to the Federal Court in 2002.",
      "id": "s4"
    },
    {
      "text": "Their remitted applications were dismissed in 2004.",
      "id": "s5"
    },
    {
      "text": "They then filed fresh judicial review proceedings in the Federal Magistrates Court in 2005.",
      "id": "s6"
    },
    {
      "text": "Those applications were dismissed on the motion of the Minister for Immigration and Multicultural and Indigenous Affairs (the Minister) in February 2006.",
      "id": "s7"
    },
    {
      "text": "2 The applicants now seek leave to appeal to this Court as the decision of the learned Federal Magistrate, dismissing the applications summarily, was of an interlocutory character.",
      "id": "s8"
    },
    {
      "text": "On the date set for the hearing of the applications for leave to appeal however, they did not attend.",
      "id": "s9"
    },
    {
      "text": "I then dismissed their applications for reasons given orally at the time.",
      "id": "s10"
    },
    {
      "text": "Those reasons are now published, subject to editorial corrections.",
      "id": "s11"
    },
    {
      "text": "Factual and Procedural History \n \n3 The applicants are of Latvian nationality and Russian ethnicity.",
      "id": "s12"
    },
    {
      "text": "They are husband and wife.",
      "id": "s13"
    },
    {
      "text": "The husband arrived in Australia on 4 October 1997.",
      "id": "s14"
    },
    {
      "text": "The wife arrived on 6 November 1997.",
      "id": "s15"
    },
    {
      "text": "On 23 October 1997 the husband lodged an application for a protection visa with the Department of Immigration and Multicultural Affairs.",
      "id": "s16"
    },
    {
      "text": "The wife lodged a similar application on 23 December 1997.",
      "id": "s17"
    },
    {
      "text": "4 On 2 January 1998 a delegate of the Minister refused the husband's application.",
      "id": "s18"
    },
    {
      "text": "The wife's application was also refused on 30 January 1998.",
      "id": "s19"
    },
    {
      "text": "On 22 January 1998 the husband sought review of the delegate's decision in the Tribunal.",
      "id": "s20"
    },
    {
      "text": "The wife applied for review on 2 March 1998.",
      "id": "s21"
    },
    {
      "text": "5 The applications for review were heard together but were the subject of separate sets of reasons published by the Tribunal on 8 July 1998.",
      "id": "s22"
    },
    {
      "text": "At that time the Tribunal affirmed the decisions not to grant protection visas.",
      "id": "s23"
    },
    {
      "text": "Each of the applicants applied, in this Court, for judicial review of the Tribunal decision pursuant to the provisions of s 476 of the Migration Act 1958 (Cth) (the Act) as it then stood.",
      "id": "s24"
    },
    {
      "text": "Their applications came before Mathews J.",
      "id": "s25"
    },
    {
      "text": "The hearing proceeded on 27 April 1999 in each case.",
      "id": "s26"
    },
    {
      "text": "On 12 May 1999 her Honour dismissed the applications for judicial review and published separate reasons for each of the applicants.",
      "id": "s27"
    },
    {
      "text": "No appeal was brought against those decisions.",
      "id": "s28"
    },
    {
      "text": "6 The grounds of what appears to have been a joint application on behalf of both applicants before Mathews J were initially as set out in a letter or memorandum attached to the application.",
      "id": "s29"
    },
    {
      "text": "Summarising as best I can they set out the following propositions:\n \n 1.",
      "id": "s30"
    },
    {
      "text": "In making assessments the 'authorities' (which I take, for present purposes, to refer to the Tribunal) had failed to take into account an important principle stated in the Handbook published by the United Nations High Commission for Refugees.",
      "id": "s31"
    },
    {
      "text": "The relevant principle was that the determination of refugee status will primarily require an evaluation of the applicant's statements rather than a judgment on the situation prevailing in his country of origin.",
      "id": "s32"
    },
    {
      "text": "The authorities called upon to determine refugee status are not required to pass judgment on conditions in the applicant's country of origin.",
      "id": "s33"
    },
    {
      "text": "2.",
      "id": "s34"
    },
    {
      "text": "The Tribunal failed to implement the law stated by the High Court in Chan Yee Kin v Minister for Immigration and Ethnic Affairs [1989] HCA 62 ; (1989) 169 CLR 379, namely: \n 'If a person gives a coherent credible account of his experience suffered which bring him within the definition of refugee, that at least raises a prima facie case and if there are any matters to the contrary the authorities should put them to the person for his response.",
      "id": "s35"
    },
    {
      "text": "' \n \n This was in fact a quotation from counsel's submissions in the Chan case and not part of the judgment of the High Court.",
      "id": "s36"
    },
    {
      "text": "3.",
      "id": "s37"
    },
    {
      "text": "According to the 1951 Refugees Convention (the Convention) 'a fear of persecution is 'well-founded' if there is a real chance that the refugee will be persecuted if he returns to his country of nationality.",
      "id": "s38"
    },
    {
      "text": "' Where an applicant establishes that there is a real chance of persecution then the fear is 'well-founded'.",
      "id": "s39"
    },
    {
      "text": "The Tribunal misconceived the Convention by ignoring the applicants' claims and evidence.",
      "id": "s40"
    },
    {
      "text": "In this case the applicants had claimed to have suffered discrimination, beatings, numerous threats, intimidation for Convention related reasons and to have been deprived of civil and political rights of protection.",
      "id": "s41"
    },
    {
      "text": "7 The memorandum backing the application set out another group of contentions related to persecution and the application of Article 33 of the Convention.",
      "id": "s42"
    },
    {
      "text": "Definitions of persecution and discrimination were set out.",
      "id": "s43"
    },
    {
      "text": "Reference was made to the circumstances in which persecution inflicted by non-State agents is 'knowingly tolerated by authorities when they refuse or prove unable to order effective protection'.",
      "id": "s44"
    },
    {
      "text": "It was said to be obvious that the persecution suffered by the applicants in their country of former residence was related to Convention grounds.",
      "id": "s45"
    },
    {
      "text": "It was said to be obvious that a person who had suffered such persecution would have a well-founded fear of persecution within the meaning of the Convention.",
      "id": "s46"
    },
    {
      "text": "8 It was also said in the memorandum that the Tribunal had failed to take into account another legal principle, namely, in holding that the evidence before it did not support a finding that if the applicants returned to Latvia they would face a real chance of discrimination in that country amounting to persecution.",
      "id": "s47"
    },
    {
      "text": "Chan's case was cited to the effect that past persecution gives rise to a presumption of future persecution.",
      "id": "s48"
    },
    {
      "text": "Finally it was said that the Tribunal had failed to implement 'the benefit of the doubt' provision.",
      "id": "s49"
    },
    {
      "text": "Having no evidence to the contrary they found the applicants had no fear of persecution.",
      "id": "s50"
    },
    {
      "text": "9 The applicants were represented by counsel before Mathews J and the case as presented to her Honour orally was considerably more focused and concise than that presented in the memorandum.",
      "id": "s51"
    },
    {
      "text": "10 Counsel argued that the Tribunal had erroneously held that persecution under the Convention required a course of systematic conduct aimed at an individual or a group and/or a systematic violation of human rights.",
      "id": "s52"
    },
    {
      "text": "This formulation was said to be contrary to the decision in Ibrahim v Minister for Immigration and Multicultural Affairs [1999] FCA 374 and contrary to the proposition that individual acts of persecution could be enough to support an inference of a well-founded fear of persecution in the future.",
      "id": "s53"
    },
    {
      "text": "11 Her Honour observed that the Tribunal appeared to have accepted that the husband's fear of persecution was genuine.",
      "id": "s54"
    },
    {
      "text": "She cited decisions in the Federal Court which had discussed the meaning of systematic persecution.",
      "id": "s55"
    },
    {
      "text": "She considered the Tribunal's reasons.",
      "id": "s56"
    },
    {
      "text": "She noted that the mere use of the word 'systematic' could not of itself be indicative of error.",
      "id": "s57"
    },
    {
      "text": "Whether it was erroneously used would depend on the circumstances.",
      "id": "s58"
    },
    {
      "text": "Her Honour said (at [30]):\n \n 'In this case the Tribunal, earlier in its decision, had commented that in appropriate cases persecution may be indicated by single acts of oppression.",
      "id": "s59"
    },
    {
      "text": "It therefore cannot be said that the Tribunal was necessarily in error when it referred to \"a course of systematic conduct aimed at an individual or a group\".",
      "id": "s60"
    },
    {
      "text": "The real question is whether the Tribunal erroneously required the applicant to show that there had been a repeated course of persecutory conduct in order to meet this criterion.",
      "id": "s61"
    },
    {
      "text": "' \n \n\nUpon an analysis of the Tribunal's decision her Honour found it not to disclose any such error.",
      "id": "s62"
    },
    {
      "text": "12 There was another complaint of discrimination based on language law relating to the use of the Russian language in Latvia.",
      "id": "s63"
    },
    {
      "text": "A fine was said to have been imposed upon the husband for failing to speak the State language in the course of business.",
      "id": "s64"
    },
    {
      "text": "It was submitted to her Honour by the Minister's counsel that persecution would not include the application of a legitimate law of general application.",
      "id": "s65"
    },
    {
      "text": "Her Honour said (at [41]):\n \n 'The application of this exception was not discussed by the Tribunal.",
      "id": "s66"
    },
    {
      "text": "In the light of the Tribunal's main finding on the matter it was unnecessary to do so.",
      "id": "s67"
    },
    {
      "text": "However this consideration provides a further basis, according to Mr Reilly, for concluding that the Tribunal's finding that the law which required that Latvian be spoken in the workplace did not constitute persecution.",
      "id": "s68"
    },
    {
      "text": "' \n \n\nShe further stated (at [42]):\n \n \n 'This submission is, in my view, well based.",
      "id": "s69"
    },
    {
      "text": "However it is unnecessary in the circumstances to have resort to it.",
      "id": "s70"
    },
    {
      "text": "For in my opinion the Tribunal was entirely justified in finding that the fining of Latvian citizens, including the applicant, for failing to speak Latvian in the workplace is not \"sufficiently serious conduct\" to amount to discrimination or persecution.",
      "id": "s71"
    },
    {
      "text": "' \n\n\n \n13 In relation to the wife who was said to have suffered assaults while in Latvia, her Honour said (at [30]):\n \n 'The Tribunal was not satisfied that ethnic Russians as a group were subjected to systematic or sustained human rights violations.",
      "id": "s72"
    },
    {
      "text": "There was \"some discrimination\" and \"occasional violence\" directed against Russians.",
      "id": "s73"
    },
    {
      "text": "' \n\n\nHer Honour found (at [30]):\n\n \n 'Having made this finding it was clearly open to the Tribunal to conclude, as it did, that the mere fact of being an ethnic Russian in Latvia was not sufficient to give rise to such a well-founded fear.",
      "id": "s74"
    },
    {
      "text": "Nor was it prepared to find that the assaults committed upon the applicant were sufficient to give rise to a well-founded fear of persecution.",
      "id": "s75"
    },
    {
      "text": "The Tribunal's reasoning could, as I have already commented, have been more transparently stated.",
      "id": "s76"
    },
    {
      "text": "However its purport was, in my view, sufficiently clear to display that, given the beneficial construction which this court is required to apply, no error has been shown.",
      "id": "s77"
    },
    {
      "text": "' \n \n\n14 In relation to the State protection question her Honour said that (at [31]):\n \n '... the Tribunal noted that it could find no independent reports to suggest that, inter alia, \"Latvian police do not protect ethnic Russians\".",
      "id": "s78"
    },
    {
      "text": "' \n\n\nShe construed that finding as (at [31]):\n\n \n '...a finding that the applicant would be able to seek the protection of the Latvian police.",
      "id": "s79"
    },
    {
      "text": "' \n \n \n\nAnd added (at [31]):\n\n \n ' This finding has not been challenged on appeal, nor could it be.",
      "id": "s80"
    },
    {
      "text": "It was clearly open for the Tribunal to reach this conclusion on the basis of the evidence before it.",
      "id": "s81"
    },
    {
      "text": "The independent evidence on the subject was all one way.",
      "id": "s82"
    },
    {
      "text": "The complaints in the applicant's statement about the police reactions to her husband's or her friend's complaints were hardly sufficient to counteract this material, despite the strength of the language she used.",
      "id": "s83"
    },
    {
      "text": "' \n\n\nFor those reasons she found the first ground relied upon by the applicants had not been made out.",
      "id": "s84"
    },
    {
      "text": "15 On the question whether the Tribunal had failed to observe requisite procedures it was submitted on behalf of the wife that the Tribunal had failed to make findings as to whether the attacks were inflicted for a Convention reason.",
      "id": "s85"
    },
    {
      "text": "Her counsel urged that the question whether she had been targeted by reason of her ethnicity went to the core of the issue of whether she had a well-founded fear of persecution and was a matter upon which the Tribunal was obliged to make a finding.",
      "id": "s86"
    },
    {
      "text": "16 Her Honour accepted that the Tribunal had made no explicit finding that the attacks against the wife were perpetrated for a Convention reason.",
      "id": "s87"
    },
    {
      "text": "However, a reading of its decision made clear that the Tribunal accepted this to have been established.",
      "id": "s88"
    },
    {
      "text": "It referred to some discrimination against ethnic Russians and observed that occasionally violence is directed against them.",
      "id": "s89"
    },
    {
      "text": "Her Honour said (at [36]):\n \n 'It is important to note that the only evidence before the Tribunal as to acts of violence being perpetrated against ethnic Russians was that of the applicant and her husband relating to the attacks upon themselves.",
      "id": "s90"
    },
    {
      "text": "' \n\n\nShe did not consider that a breach of s 430 of the Act had occurred and she dismissed the application.",
      "id": "s91"
    },
    {
      "text": "17 I mention the basis upon which the matters which were put to her Honour in 1999 and the basis upon which she dismissed the applications for review because the grounds for review at that time were limited to those set out in s 476 of the Act and it might be argued that, in an application for prerogative relief, wider grounds were available particularly for breach of procedural fairness (other than actual bias which was preserved as a ground of review under the old s 476).",
      "id": "s92"
    },
    {
      "text": "Those grounds were precluded from the scope of judicial review under the previous regime.",
      "id": "s93"
    },
    {
      "text": "18 In any event there was no appeal against her Honour's decision by either of the applicants.",
      "id": "s94"
    },
    {
      "text": "However, both of them were joined as members of the representative group in the Muin and Lie litigation which led to favourable findings in respect of those two named applicants --- Muin v Refugee Review Tribunal [2002] HCA 30 ; (2002) 190 ALR 601.",
      "id": "s95"
    },
    {
      "text": "That concerned the application of procedural fairness in the way the Tribunal had dealt with documents transmitted from the Department to the Tribunal and in particular the failure to notify applicants that certain documents believed to be considered by the Tribunal had not in fact been transmitted to the Tribunal.",
      "id": "s96"
    },
    {
      "text": "19 No such determination was made in relation to these applicants who, pursuant to orders made in the representative proceedings by Gaudron J on 25 November 2002, were given liberty to file individual applications for orders nisi seeking prerogative relief in the High Court on the basis that upon such filing their applications would be remitted instanter to the Federal Court.",
      "id": "s97"
    },
    {
      "text": "20 Applications for orders nisi were filed and remitted to the Federal Court and eventually on 20 February 2004 Emmett J, in judgments dealing with some hundreds of proceedings so remitted, dismissed the applications for relief.",
      "id": "s98"
    },
    {
      "text": "The applications for relief in each case asserted failure of procedural fairness without any particularisation.",
      "id": "s99"
    },
    {
      "text": "In dismissing those applications his Honour did indicate that the dismissal was without prejudice to the capacity of the applicants to bring fresh applications for orders nisi for prerogative relief properly supported by affidavit material and appropriately particularised grounds.",
      "id": "s100"
    },
    {
      "text": "21 Assurances were given to Emmett J by the Minister's counsel that the delay which had ensued between the time when each of the applicants was joined as a representative party in the High Court to the time of refusal of an order nisi would not be advanced as a basis for refusing relief in any future application.",
      "id": "s101"
    },
    {
      "text": "However, any delay from the time of making the decision by the Tribunal and the joinder of the applicant in the High Court proceeding would still remain to be explained as would any delay from the time of refusal of an order nisi until the commencement of any fresh proceeding.",
      "id": "s102"
    },
    {
      "text": "22 Subsequently each of the applicants lodged an application under s 39B of the Judiciary Act 1903 (Cth) in the Federal Magistrates Court.",
      "id": "s103"
    },
    {
      "text": "Their applications were lodged on 17 January 2005.",
      "id": "s104"
    },
    {
      "text": "Each application asserted firstly that the applicant was not a vexatious litigant and there was no abuse of process and secondly, in the case of the husband, that the Tribunal had failed to accord procedural fairness because it did not give him an opportunity to comment on information which was significant to the decision to be made and was specifically about the applicant.",
      "id": "s105"
    },
    {
      "text": "Reference was made to contravention of s 424A(1) of the Act which, however, was not in force at the time that the Tribunal made its decision.",
      "id": "s106"
    },
    {
      "text": "A similar ground framed slightly differently was expressed in the wife's application.",
      "id": "s107"
    },
    {
      "text": "23 The Minister in each case filed a notice of motion on 13 January 2006.",
      "id": "s108"
    },
    {
      "text": "The notice of motion sought the following orders:\n \n '1.",
      "id": "s109"
    },
    {
      "text": "The application be dismissed on the basis that- \n \n \n \n \n (a) the applicant is estopped from bringing the proceedings; or, in the alternative, \n (b) the proceedings amount to an abuse of the Court's process for the purposes of Rule 13.10(c) of the Federal Magistrates Court Rules .",
      "id": "s110"
    },
    {
      "text": "2.",
      "id": "s111"
    },
    {
      "text": "That no further application by the applicant to review the decision of \n the Refugee Review Tribunal dated 8 July 1998 be accepted for filing \n by the Court registry, except by leave of the Court.",
      "id": "s112"
    },
    {
      "text": "3.",
      "id": "s113"
    },
    {
      "text": "The applicant pay the respondent's costs.",
      "id": "s114"
    },
    {
      "text": "' \n\n\n \n24 The motion came on for hearing before Scarlett FM on 2 February 2006 in each case and in each case the learned Magistrate summarily dismissed the application.",
      "id": "s115"
    },
    {
      "text": "An order was made in each case that no further application for review of the decision of the Tribunal be accepted for filing without leave of the Court.",
      "id": "s116"
    },
    {
      "text": "Each applicant was ordered to pay the first respondent's costs fixed in the sum of $2,750 and allowed 12 months to pay.",
      "id": "s117"
    },
    {
      "text": "Reasons for Decision in the Federal Magistrates Court \n \n25 The learned Magistrate's judgment was delivered in one set of reasons.",
      "id": "s118"
    },
    {
      "text": "The Magistrate noted, inter alia, that the applicants had not appealed against the decision of Mathews J in the Federal Court and that they had become party to the proceedings in the High Court and set out the history of the matter which I have already recited.",
      "id": "s119"
    },
    {
      "text": "26 The applicants had filed a written submission in the Federal Magistrates Court in response to the notice of motion.",
      "id": "s120"
    },
    {
      "text": "They were not then legally represented.",
      "id": "s121"
    },
    {
      "text": "They submitted that the current proceedings were not an abuse of process and argued first that even though their applications were dismissed by the Federal Court, the High Court found that the Tribunal had erred in law and had remitted their matter to the Federal Court.",
      "id": "s122"
    },
    {
      "text": "It is true, as the learned Federal Magistrate pointed out, that the applications for an order of review were dismissed by the Federal Court and that the High Court had in the Muin and Lie class action made a finding of error by the Tribunal but not in respect of the applicants' case.",
      "id": "s123"
    },
    {
      "text": "Each of the applicants was, as the learned Magistrate pointed out, given the right to file an application for an order nisi in the High Court which was remitted to the Federal Court but that application was subsequently dismissed for a procedural reason.",
      "id": "s124"
    },
    {
      "text": "27 It was submitted to the Federal Magistrates Court that the Federal Court had not examined the Tribunal decision other than in relation to access to documents held by the Minister.",
      "id": "s125"
    },
    {
      "text": "As a statement about the decision made by Mathews J in 1999 that contention was, as the Federal Magistrates Court pointed out, incorrect.",
      "id": "s126"
    },
    {
      "text": "Her Honour examined the decisions of the Tribunal in detail and dismissed the application for review on its merits.",
      "id": "s127"
    },
    {
      "text": "It may be that there was some confusion, on the applicants' part, with the judgment of Emmett J in the later proceedings.",
      "id": "s128"
    },
    {
      "text": "28 A third contention advanced before the Federal Magistrates Court was that after the High Court had remitted the applicants' cases to the Federal Court they had had no opportunity to present their arguments in relation to the Tribunal decision which, according to the High Court, was infected by a jurisdictional error.",
      "id": "s129"
    },
    {
      "text": "As the Federal Magistrates Court pointed out, that ground was misconceived.",
      "id": "s130"
    },
    {
      "text": "The High Court had not found the decisions relating to the two applicants to be infected by jurisdictional error.",
      "id": "s131"
    },
    {
      "text": "The applicants had already presented their arguments to the Federal Court in relation to the Tribunal decision, arguments which were considered and rejected.",
      "id": "s132"
    },
    {
      "text": "29 The Federal Magistrates Court observed that the applicants had not appealed against the judgments of Mathews J in 1999 and expressed the opinion in passing that their joinder in the class action was in itself an abuse of process because their matters had already been decided.",
      "id": "s133"
    },
    {
      "text": "I interpolate that this was not necessarily so given the limitation on the grounds of judicial review before Mathews J to those set out in s 476 and, in particular, the exclusion of natural justice grounds which it was open to raise in the proceedings in the High Court.",
      "id": "s134"
    },
    {
      "text": "The learned Federal Magistrate then referred to a number of authorities cited by the applicants and concluded that (at [22]):\n \n '[I]t is clear that the applicants were seeking to re-litigate an application for judicial review of the decision of the Refugee Review Tribunal handed down on 8th July 1998.",
      "id": "s135"
    },
    {
      "text": "' \n \n\n30 The learned Federal Magistrate held that the applicants had raised no new issue since the application for judicial review had been dealt with in 1999.",
      "id": "s136"
    },
    {
      "text": "No special circumstances were given as to why any new issue which could have been raised was not raised at the time of the original applications.",
      "id": "s137"
    },
    {
      "text": "They were represented by counsel at the time of the original applications.",
      "id": "s138"
    },
    {
      "text": "31 It followed, so the learned Federal Magistrate found, that the applicants were estopped from proceeding with the application because of the principle of res judicata .",
      "id": "s139"
    },
    {
      "text": "The repeated bringing of applications to review a decision already reviewed would constitute an abuse of process.",
      "id": "s140"
    },
    {
      "text": "Orders were made for summary dismissal of the applications.",
      "id": "s141"
    },
    {
      "text": "A direction was made that no further applications for review be accepted for filing without leave of the Court.",
      "id": "s142"
    },
    {
      "text": "32 The learned Magistrate accepted that his decision was interlocutory and the applicants would still have the right to seek leave of the Full Court of the Federal Court to appeal against that decision, but would need to act promptly if they wished to do so.",
      "id": "s143"
    },
    {
      "text": "He did go on to give brief consideration to the Tribunal's reasoning on the facts and observed that the evidence was there to allow it to come to the conclusions it did.",
      "id": "s144"
    },
    {
      "text": "Proposed Grounds of Appeal \n \n33 In each case an application for leave to appeal from the decision of the Federal Magistrates Court was filed in this Court on 23 February 2006.",
      "id": "s145"
    },
    {
      "text": "In each case also a draft notice of appeal was lodged with that application.",
      "id": "s146"
    },
    {
      "text": "The application for leave was supported by an affidavit which complained about various aspects of the Federal Magistrate's reasoning.",
      "id": "s147"
    },
    {
      "text": "In the case of S1140/2003 the draft notice of appeal set out the following grounds:\n \n \n '1.",
      "id": "s148"
    },
    {
      "text": "During the course of the hearing the Appellant refereed [sic] to and relied on terms &amp; principles set out in Attorney General in and for the \n \n \n State of New South Wales v Bhattacharya [2003].",
      "id": "s149"
    },
    {
      "text": "2.",
      "id": "s150"
    },
    {
      "text": "The Appellant also referred to and relied on a number of similar \n \n \n matters in which the issue of 'abuse of process' was raised and \n resolved in the applicants' favour.",
      "id": "s151"
    },
    {
      "text": "3.",
      "id": "s152"
    },
    {
      "text": "The Appellant was not given any reasonable explanation as to why his \n case deferred [sic] from other similar cases.",
      "id": "s153"
    },
    {
      "text": "4.",
      "id": "s154"
    },
    {
      "text": "His Honour did not examine whether the Appellants' case had any \n \n \n reasonable chances of success, nor referred to any applicable \n \n\n or relevant law.",
      "id": "s155"
    },
    {
      "text": "5.",
      "id": "s156"
    },
    {
      "text": "His Honour ignored the fact that the High Court referred the Appellant's matter to RRT.",
      "id": "s157"
    },
    {
      "text": "' \n \n \n\nThe draft notice of appeal for SZFMQ set out the same grounds, save for ground 5 of S1140's appeal which was not included.",
      "id": "s158"
    },
    {
      "text": "The Merits of the Applications for Leave to Appeal \n \n34 Each of the applicants was sent notice on 20 April 2006 that their applications were to be heard today.",
      "id": "s159"
    },
    {
      "text": "When the applications for leave to appeal came on for hearing, there was no appearance for either.",
      "id": "s160"
    },
    {
      "text": "The names of the applicants were called outside the Court.",
      "id": "s161"
    },
    {
      "text": "I have decided, given the absence of the applicants, to proceed to deal with their application for leave on the merits.",
      "id": "s162"
    },
    {
      "text": "35 In my opinion, in each case the application for leave to appeal should be dismissed.",
      "id": "s163"
    },
    {
      "text": "The proposed draft notice of appeal does not disclose any viable grounds for a proposed appeal nor am I able to see any error in the reasoning of the Federal Magistrates Court which would warrant the grant of leave.",
      "id": "s164"
    },
    {
      "text": "36 It is of course the case that the grounds upon which judicial review could be sought under the former s 476 of the Act, which defined to that extent the jurisdiction of the Federal Court in judicial review of Migration Act decisions, were somewhat narrower in certain respects, particularly in relation to the question of natural justice than the grounds which might be advanced in an application for constitutional writs in the High Court or under the redefined jurisdiction of the Federal Court in an application for prerogative relief under s 39B of the Judiciary Act .",
      "id": "s165"
    },
    {
      "text": "However, such differences as there were between those two jurisdictions were not material in any respect to the basis upon which the matter was argued before Mathews J which covered the grounds under s 476 that would also have been available in prerogative relief on the assumption that error of law can be equated to jurisdictional error.",
      "id": "s166"
    },
    {
      "text": "37 Whether or not there is any technical argument that a strict res judicata could not be applied, and I am not saying that there was, the attempted re-litigation of this judicial review process invoking the jurisdiction of this Court under s 39B in my view amounts to an abuse of process.",
      "id": "s167"
    },
    {
      "text": "Leave to appeal against the decision of the Federal Magistrates Court should not be granted.",
      "id": "s168"
    },
    {
      "text": "I therefore propose in each case to dismiss the application for leave to appeal and to direct that the applicants pay the respondent's costs of the application.",
      "id": "s169"
    },
    {
      "text": "I certify that the preceding thirty-seven (37) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice French.",
      "id": "s170"
    },
    {
      "text": "Associate:\nDated: 11 May 2006\n\n \n No appearance for the applicants \n \n Counsel for the Respondent: Ms B Griffin Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 1 May 2006 Date of Judgment: 1 May 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/526.html",
      "id": "s171"
    }
  ]
}