{
  "name": "Applicant S1140/2003 v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs (No 2) [2006] FCA 588 (18 May 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/588.html",
  "catchphrases": [
    {
      "text": "judicial review",
      "id": "c0"
    },
    {
      "text": "leave to appeal",
      "id": "c1"
    },
    {
      "text": "non-appearance of applicants at hearing of application for leave to appeal",
      "id": "c2"
    },
    {
      "text": "leave refused on the merits",
      "id": "c3"
    },
    {
      "text": "applicants seek rehearing",
      "id": "c4"
    },
    {
      "text": "first orders set aside",
      "id": "c5"
    },
    {
      "text": "application for leave to appeal dismissed on rehearing",
      "id": "c6"
    },
    {
      "text": "migration",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicants who are of Latvian nationality and Russian ethnicity came to Australia in 1997 from Latvia.",
      "id": "s0"
    },
    {
      "text": "They sought protection visas which were refused.",
      "id": "s1"
    },
    {
      "text": "Applications for administrative review of those refusals in the Refugee Review Tribunal (the Tribunal) in 1998 were unsuccessful.",
      "id": "s2"
    },
    {
      "text": "So too, were applications for judicial review of the Tribunal's decisions in the Federal Court in 1999.",
      "id": "s3"
    },
    {
      "text": "The applicants then joined representative proceedings in the High Court which challenged the Tribunal's decisions on grounds of procedural fairness.",
      "id": "s4"
    },
    {
      "text": "Following the disposition of the proceedings brought by the lead applicants in the High Court, the present applicants were directed to file individual applications for orders nisi and those applications were remitted to this Court in 2002.",
      "id": "s5"
    },
    {
      "text": "Those remitted applications were dismissed in 2004.",
      "id": "s6"
    },
    {
      "text": "The applicants filed fresh judicial review proceedings in 2005 again challenging the 1998 decisions of the Tribunal.",
      "id": "s7"
    },
    {
      "text": "The Minister for Immigration and Multicultural and Indigenous Affairs filed motions in the Federal Magistrates Court on 13 January 2006 seeking orders that the applications be dismissed on the alternative bases that: \n \n \n '(a) the applicant is estopped from bringing the proceedings; or, in the alternative, \n \n (b) the proceedings amount to an abuse of the Court's process for the purposes of Rule 13.10(c) of the Federal Magistrates Court Rules.",
      "id": "s8"
    },
    {
      "text": "'\n \n \n\nAn order was also sought that no further application by the applicants to review the decision of the Tribunal given 8 July 1998 be accepted for filing by the Court registry except by leave of the Court.",
      "id": "s9"
    },
    {
      "text": "2 On 2 February 2006 Scarlett FM delivered judgment dismissing each of the applications and making orders that no further applications for review of the decisions of the Tribunal were to be accepted for filing without leave of the Court.",
      "id": "s10"
    },
    {
      "text": "3 The applicants filed applications for leave to appeal in this Court against the decisions of the Federal Magistrates Court.",
      "id": "s11"
    },
    {
      "text": "On the date set for the hearing of the applications for leave to appeal however, which was 1 May 2006, they did not attend.",
      "id": "s12"
    },
    {
      "text": "The Court correspondence file indicated that both had been sent letters to their current address giving notice of the date and time of the hearing.",
      "id": "s13"
    },
    {
      "text": "I then proceeded to dismiss their applications on the merits for reasons given orally at the time.",
      "id": "s14"
    },
    {
      "text": "Those reasons were published subsequently.",
      "id": "s15"
    },
    {
      "text": "4 The applicants, having received notice of the outcome, then applied to the Court for a rehearing of their application.",
      "id": "s16"
    },
    {
      "text": "They claimed not to have received the notices of the hearing date which had been sent by the Court.",
      "id": "s17"
    },
    {
      "text": "The notices were apparently sent by prepaid mail but not by registered post.",
      "id": "s18"
    },
    {
      "text": "There was no direct evidence of receipt of the notices on the Court file.",
      "id": "s19"
    },
    {
      "text": "In the circumstances I agreed to allow the applicants to be heard on their applications for leave to appeal against the Magistrate's decision.",
      "id": "s20"
    },
    {
      "text": "That hearing took place on Wednesday 17 May 2006.",
      "id": "s21"
    },
    {
      "text": "5 The applicants had been provided with copies of my reasons for decision on 1 May 2006.",
      "id": "s22"
    },
    {
      "text": "In order to enable their applications for leave to be reconsidered in the light of the submissions I set aside the orders made on 1 May 2006.",
      "id": "s23"
    },
    {
      "text": "6 Section 25(2B) of the Federal Court of Australia Act 1976 (Cth) authorises the Court to make an order that an appeal to the Court be dismissed when a party fails to attend or set aside such an order.",
      "id": "s24"
    },
    {
      "text": "It does not expressly extend to applications for leave to appeal.",
      "id": "s25"
    },
    {
      "text": "Order 52 r 38A also deals with the position when there is a non-appearance on an appeal.",
      "id": "s26"
    },
    {
      "text": "Order 35A provides for judgments dismissing applications generally when an applicant is in default.",
      "id": "s27"
    },
    {
      "text": "The events of default, defined in that Order, include failure to prosecute the proceedings with due diligence (O 35A r 2(1)(f)).",
      "id": "s28"
    },
    {
      "text": "Failure to appear at a scheduled hearing can amount to failure to prosecute proceedings with due diligence.",
      "id": "s29"
    },
    {
      "text": "7 In my opinion, it is desirable that the Federal Court Act and/or the Rules be clarified to explicitly apply to cases such as the present.",
      "id": "s30"
    },
    {
      "text": "However I am satisfied that it was open to me under O 35A and/or the general powers conferred by s 23 of the Federal Court Act , to hear and dismiss the application on a non-appearance of the applicants.",
      "id": "s31"
    },
    {
      "text": "In my opinion it is also open to me in the exercise of the general powers conferred by s 23 to set aside the order which I made in the absence of the applicants so that they may argue their case for leave to appeal.",
      "id": "s32"
    },
    {
      "text": "8 It is unnecessary to set out again the factual and procedural history which is set out in the reasons for judgment published on 1 May 2006 --- Applicant S1140/2003 v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2006] FCA 526.",
      "id": "s33"
    },
    {
      "text": "These reasons, should be read together with those, for that purpose.",
      "id": "s34"
    },
    {
      "text": "9 The husband, in the presence of his wife, and with her authority confirmed orally in Court, made submissions on behalf of both of them in support of their applications for leave to appeal against the learned magistrate's decisions.",
      "id": "s35"
    },
    {
      "text": "However, nothing that was said in support of those applications identified any error in the reasoning of the Federal Magistrates Court which would warrant the grant of such leave.",
      "id": "s36"
    },
    {
      "text": "As previously observed, the proposed draft notice of appeal does not disclose any viable grounds for a proposed appeal.",
      "id": "s37"
    },
    {
      "text": "There was reference to other cases in which it was said applicants had been allowed to proceed in the Federal Magistrates Court but there was no principle proposed, emerging from those cases, which suggested they would be of any assistance in this case.",
      "id": "s38"
    },
    {
      "text": "10 A matter which was drawn to my attention by counsel for the respondent, and which was not dealt with in the previously published reasons, was that the wife's application for judicial review in the Federal Magistrates Court had been amended on or about 4 May 2005.",
      "id": "s39"
    },
    {
      "text": "A copy of the amended application appears in the Appeal Book relating to the wife.",
      "id": "s40"
    },
    {
      "text": "I assume that an amended application in like terms was filed in the husband's name.",
      "id": "s41"
    },
    {
      "text": "The amended application for judicial review of the Tribunal's 1998 decision asserts in substance that the Tribunal misconstrued the concept of persecution and ignored an important integer of the applicants' claim.",
      "id": "s42"
    },
    {
      "text": "It makes reference to s 91R of the Migration Act 1958 (Cth) which was not in force at the time of the Tribunal's decision.",
      "id": "s43"
    },
    {
      "text": "11 The grounds of the amended application do not assist the applicants.",
      "id": "s44"
    },
    {
      "text": "Indeed they strengthen the proposition that the proceedings in this case were an abuse of process because they canvass matters which clearly were, or could have been, raised before Mathews J in 1998.",
      "id": "s45"
    },
    {
      "text": "12 I am satisfied that there is no merit in the proposed appeal and that the Magistrate correctly found that the proceedings in the Federal Magistrates Court amounted to an abuse of process.",
      "id": "s46"
    },
    {
      "text": "The applications for leave to appeal will be dismissed.",
      "id": "s47"
    },
    {
      "text": "I certify that the preceding twelve (12) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice French.",
      "id": "s48"
    },
    {
      "text": "Associate:\nDated: 18 May 2006\n\n \n SZFMQ appeared on behalf of the Applicants \n \n Counsel for the Respondent: Ms B Griffin Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 17 May 2006 Date of Judgment: 18 May 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/588.html",
      "id": "s49"
    }
  ]
}