{
  "name": "VWTT v Minister for Immigration and Multicultural Affairs [2006] FCA 685 (2 June 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/685.html",
  "catchphrases": [
    {
      "text": "whether rrt breached its obligation under s 424a of the migration act 1958 (cth)",
      "id": "c0"
    },
    {
      "text": "s 424a letter inquired after failure to report secretaryship of organization in initiating application but not failure to refer to membership of that organization",
      "id": "c1"
    },
    {
      "text": "no breach by the rrt",
      "id": "c2"
    },
    {
      "text": "migration",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 The appellant, a citizen of Nigeria, arrived in Australia on 15 May 2003.",
      "id": "s0"
    },
    {
      "text": "He applied for a protection visa (class XA) on 21 May 2003.",
      "id": "s1"
    },
    {
      "text": "On 27 October 2003, a delegate of the first respondent refused the visa application.",
      "id": "s2"
    },
    {
      "text": "The appellant applied to the Refugee Review Tribunal (\"the RRT\") for review of that decision.",
      "id": "s3"
    },
    {
      "text": "On 12 November 2004, the RRT handed down its decision dated 20 October 2004 affirming the refusal of the application for a protection visa.",
      "id": "s4"
    },
    {
      "text": "2 On 3 December 2004, the appellant filed an application, pursuant to s 39B of the Judiciary Act 1903 (Cth), in the Federal Court seeking judicial review of the RRT's decision.",
      "id": "s5"
    },
    {
      "text": "That application was transferred to the Federal Magistrates Court.",
      "id": "s6"
    },
    {
      "text": "A Federal Magistrate delivered judgment dismissing the application on 27 January 2006.",
      "id": "s7"
    },
    {
      "text": "The appellant now appeals from that decision.",
      "id": "s8"
    },
    {
      "text": "THE DECISION OF THE RRT \n \n3 The RRT comprehensively rejected the appellant's claims.",
      "id": "s9"
    },
    {
      "text": "It said:\n \n \"The Tribunal has many concerns regarding the applicant's credibility and the veracity of his claims.",
      "id": "s10"
    },
    {
      "text": "There have been many shifts in the applicant's evidence and contradictions between his offshore Visitor Visa application, his Protection Visa application, and his evidence to the Tribunal.",
      "id": "s11"
    },
    {
      "text": "There are some internal inconsistencies in his account.",
      "id": "s12"
    },
    {
      "text": "Most of the applicant's claims were only made at the hearing stage and he has also raised new claims at the post hearing stage.",
      "id": "s13"
    },
    {
      "text": "\" \n\nThe RRT then outlined its concerns in detail.",
      "id": "s14"
    },
    {
      "text": "As this appeal focused on a single issue, only one of these concerns is relevant for the present purposes.",
      "id": "s15"
    },
    {
      "text": "This was the appellant's claim that he was a member, and Secretary, of the Ijaw Youth Council.",
      "id": "s16"
    },
    {
      "text": "4 The RRT conducted a hearing on 4 August 2004.",
      "id": "s17"
    },
    {
      "text": "At that hearing, the appellant told the RRT that he had joined the Ijaw Youth Council in 1998 and the ANPP in June 2001.",
      "id": "s18"
    },
    {
      "text": "He claimed to have been Secretary of the Ijaw Youth Council.",
      "id": "s19"
    },
    {
      "text": "In his initial protection visa application, the appellant had not mentioned any involvement with the Ijaw Youth Council.",
      "id": "s20"
    },
    {
      "text": "5 Pursuant to s 424A of the Migration Act 1958 (Cth) (\"the Act \"), the RRT sent the appellant a letter dated 13 August 2004.",
      "id": "s21"
    },
    {
      "text": "In that letter, the RRT informed the appellant of information that might be a reason or part of the reason for finding he was not entitled to a protection visa.",
      "id": "s22"
    },
    {
      "text": "Among the many issues discussed in the letter, the RRT noted that, in his initial application for a protection visa, the appellant had not mentioned that he was the Secretary of the Ijaw Youth Council.",
      "id": "s23"
    },
    {
      "text": "In response to this letter, the appellant said that, in his initial application, he had only set out his claims in a general sense.",
      "id": "s24"
    },
    {
      "text": "6 In its reasons, the RRT said:\n \n \"In his claims [in his initial protection visa application] , although mentioning that he was an Ijaw and feared persecution because he was an Ijaw, he did not mention that he was a member of the Ijaw Youth Council nor did he mention that he was Secretary of that organisation.",
      "id": "s25"
    },
    {
      "text": "The applicant's post hearing explanation for this was that in his Protection Visa application form he only set out his claims in a general sense.",
      "id": "s26"
    },
    {
      "text": "At the hearing the applicant claimed that he was a marked man from 1999 as a result of his involvement in the Ijaw Youth Council and that the Itsekiri militant groups had marked him to be killed.",
      "id": "s27"
    },
    {
      "text": "The Tribunal cannot accept that, if his membership of the Ijaw Youth Council was of such significance, he failed to mention it at all in his initial claims, particularly when he was assisted by a migration agent when lodging his Protection Visa application.",
      "id": "s28"
    },
    {
      "text": "\" \n\nThe RRT went on to discuss some related matters, before it rejected the appellant's claim to have been involved in the Ijaw Youth Council.",
      "id": "s29"
    },
    {
      "text": "PROCEEDINGS IN THE FEDERAL MAGISTRATES COURT \n \n7 Before the Federal Magistrate, the appellant argued that the RRT had failed to accord procedural fairness because it failed properly to inform him of the issues it had with the authenticity of the letters and documents he provided relating to his membership in the ANPP.",
      "id": "s30"
    },
    {
      "text": "The appellant cited WACO v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2003] FCAFC 171 ; (2003) 131 FCR 511 in support of this submission.",
      "id": "s31"
    },
    {
      "text": "8 The Federal Magistrate rejected the appellant's argument.",
      "id": "s32"
    },
    {
      "text": "It is not necessary to review his Honour's reasons as the appellant has abandoned this ground of appeal.",
      "id": "s33"
    },
    {
      "text": "THE AMENDED NOTICE OF APPEAL \n \n9 On 30 May 2006, the day before the hearing of the appeal, the appellant filed an amended notice of appeal.",
      "id": "s34"
    },
    {
      "text": "The appellant abandoned the ground raised before the Federal Magistrates Court and sought to substitute the following ground of appeal:\n \n \"The Tribunal failed to comply with s 424A of the Act by failing to give particulars of information which was part of the reason for affirming the decision under review being the: \n \n \n i) information in his initial application for a protection visa that he was an Ijaw and feared persecution because he was an Ijaw and that he had said this and no more in failing to mention that he was a member of the Ijaw Youth Council or that he was Secretary of that organisation \n j) information in his initial application for a protection visa that the incident that appeared to motivate him to leave Nigeria was the assassination of Harry Marshall but it was clear from documents in the applicant's offshore visa application that he had planned to leave Nigeria and made inquiries about coming to Australia in 2002\" \n \n At the hearing of the appeal, the appellant abandoned the second proposed ground entirely and sought only to advance a more limited form of the first ground.",
      "id": "s35"
    },
    {
      "text": "SUBMISSIONS \n \n10 The appellant filed written submission on 30 May 2006.",
      "id": "s36"
    },
    {
      "text": "In these submissions, the appellant argued that leave should be granted to allow him to present fresh grounds of appeal.",
      "id": "s37"
    },
    {
      "text": "The appellant claimed that granting leave would be expedient and in the interests of justice.",
      "id": "s38"
    },
    {
      "text": "In support of this claim, the appellant argued that the recent decision in SZEEU v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCAFC 2 (\" SZEEU \") made new grounds available since the hearing in the Federal Magistrates Court.",
      "id": "s39"
    },
    {
      "text": "11 Further, the appellant submitted that its new ground had a strong prospect of success and that the prejudice to the appellant of being deprived of this ground was significant.",
      "id": "s40"
    },
    {
      "text": "In contrast, according to the appellant, the first respondent would not suffer any prejudice that could not be cured by an appropriate costs order.",
      "id": "s41"
    },
    {
      "text": "12 At the hearing on 31 May 2006, the appellant further modified his proposed grounds of appeal.",
      "id": "s42"
    },
    {
      "text": "As I have said, he abandoned the proposed second ground.",
      "id": "s43"
    },
    {
      "text": "That is, the appellant no longer relied on any failure to provide information relating to the appellant's motive for leaving Nigeria.",
      "id": "s44"
    },
    {
      "text": "13 Also, the appellant narrowed the scope of the proposed first ground.",
      "id": "s45"
    },
    {
      "text": "The appellant conceded that the RRT had, in its s 424A letter, informed him of his failure to mention in his visa application that he had been the Secretary of the Ijaw Youth Council.",
      "id": "s46"
    },
    {
      "text": "Accordingly, the appellant limited his claim to a purported failure to inform him that it might rely on his initial failure to mention that he was a member of the Ijaw Youth Council.",
      "id": "s47"
    },
    {
      "text": "14 The appellant submitted that the RRT made a specific adverse credibility finding based on his failure, in his initial application, to mention his membership of the Ijaw Youth Council.",
      "id": "s48"
    },
    {
      "text": "The appellant conceded that, within the context of the RRT's reasons, this information was not a major reason for the decision.",
      "id": "s49"
    },
    {
      "text": "According to the appellant, however, under SZEEU , the Court should not consider the relative importance of the information.",
      "id": "s50"
    },
    {
      "text": "Rather, the question is simply whether the information was any part of the reason.",
      "id": "s51"
    },
    {
      "text": "Therefore, in the appellant's submission, the Court should find that the RRT breached its s 424A obligations.",
      "id": "s52"
    },
    {
      "text": "15 The first respondent submitted that the RRT had fulfilled its obligations under s 424A.",
      "id": "s53"
    },
    {
      "text": "The first respondent argued that, in rejecting the appellant's claims concerning the Ijaw Youth Council, the RRT relied on the fact that the appellant had not mentioned that he was the Secretary of the Council.",
      "id": "s54"
    },
    {
      "text": "In the first respondent's submission, it was the appellant's failure to mention such a significant fact that led the RRT to reject his claims about the Ijaw Youth Council as a recent invention.",
      "id": "s55"
    },
    {
      "text": "The first respondent contended that, although the RRT found that the appellant was not a member of the Ijaw Youth Council, it did not specifically rely on the fact that the appellant had not mentioned this membership in his protection visa application.",
      "id": "s56"
    },
    {
      "text": "16 The first respondent also noted that the s 424A letter informed the appellant that his failure to mention that he was the Secretary of the Ijaw Youth Council might lead to an inference that his claims to have \"been involved with the Ijaw Youth Council were recent inventions.",
      "id": "s57"
    },
    {
      "text": "\" The first respondent posited that, by stating that it might conclude that his 'involvement' in the Council is a recent invention, the RRT informed the appellant of the significance of his initial failure to mention his membership in the organisation.",
      "id": "s58"
    },
    {
      "text": "CONSIDERATION \n \n17 As counsel for the appellant acknowledged, the proposed ground of appeal raised a basis for a claim of jurisdictional error on the RRT's part that had not been argued before the Federal Magistrate.",
      "id": "s59"
    },
    {
      "text": "The court may allow such a ground to be argued on an appeal if it is satisfied that it is expedient in the interests of justice to allow the new ground to be argued and determined: see VAAC v Minster for Immigration and Multicultural and Indigenous Affairs [2003] FCAFC 74 ; (2003) 129 FCR 168 (\" VAAC \") at 177 [26] per North, Merkel and Weinberg JJ.",
      "id": "s60"
    },
    {
      "text": "Whether or not leave ought be granted depends on such matters as the prospects of success of the proposed new ground, the prejudice to the first respondent in allowing the ground to be raised, the possible serious consequences to the applicant if the leave sought is refused, and the integrity of the appellate process: see VAAC at 177 [26].",
      "id": "s61"
    },
    {
      "text": "For the reasons given below, I find that the proposed new ground has no prospect of success.",
      "id": "s62"
    },
    {
      "text": "I would therefore refuse leave to amend on the basis that such leave would be futile.",
      "id": "s63"
    },
    {
      "text": "18 Section 424A of the Act requires the RRT to give the applicant, in the way the RRT considers appropriate, particulars of any information that the RRT considers would be the reason, or part of the reason, for affirming the decision under review, to ensure, as far as reasonably practicable, that the applicant understands why it is relevant, and to invite the applicant to comment on it: s 424A(1).",
      "id": "s64"
    },
    {
      "text": "The information and invitation must be given by a prescribed method: s 424A(2).",
      "id": "s65"
    },
    {
      "text": "Section 424A does not apply to certain kinds of information, being information that is not specifically about an applicant and is just about a class of persons, or information that the applicant gave for the purpose of the application, or non-disclosable information: s 424A(3).",
      "id": "s66"
    },
    {
      "text": "19 For the purposes of this appeal, the key passage of the RRT's reasons is the passage set out at [6] above.",
      "id": "s67"
    },
    {
      "text": "In that passage, the RRT gives its reasons for rejecting the appellant's claim to have been involved with the Ijaw Youth Council.",
      "id": "s68"
    },
    {
      "text": "This passage should be read in the context of the warning sent to the appellant pursuant to s 424A.",
      "id": "s69"
    },
    {
      "text": "In that letter, the RRT informed the appellant that, as he had not mentioned having been Secretary of the Council, the RRT might conclude that his involvement with the Council was a recent invention.",
      "id": "s70"
    },
    {
      "text": "Also, I note that the RRT said that it could not accept that the appellant would not have mentioned his membership if it \"was of such significance\".",
      "id": "s71"
    },
    {
      "text": "I accept the first respondent's submission that it was the appellant's failure to mention that he was the Secretary of the Ijaw Youth Council that was the basis of the RRT's finding that he was not involved in the Council.",
      "id": "s72"
    },
    {
      "text": "That is, this was, relevantly, a part of the reason for the decision the Tribunal made.",
      "id": "s73"
    },
    {
      "text": "Therefore, there was no beach of s 424A.",
      "id": "s74"
    },
    {
      "text": "20 Further, even if the RRT had relied on the appellant's failure to mention his membership of the Council, the RRT's s 424A letter provided this information to the appellant.",
      "id": "s75"
    },
    {
      "text": "The relevant passages of the letter are as follows:\n \n \"In your claims [in the initial application] you did not mention that you were chairman of the youth wing of the ANPP; you did not mention that you were the co-ordinator of the campaign team for the you wing of the ANPP; you did not mention that you were the secretary of the Ijaw Youth Council.",
      "id": "s76"
    },
    {
      "text": "This information is relevant to the review as it ... may lead to the inference that your claims to have held positions in the ANPP and to be involved with the Ijaw Youth Council were recent inventions.",
      "id": "s77"
    },
    {
      "text": "\" \n\nThis letter put the appellant on notice that the RRT might conclude that his involvement with the Ijaw Youth Council was a recent invention.",
      "id": "s78"
    },
    {
      "text": "The term 'involvement' in this context is broad enough to include membership.",
      "id": "s79"
    },
    {
      "text": "Moreover, it is clear that the appellant understood the letter in these terms.",
      "id": "s80"
    },
    {
      "text": "In his response to the s 424A letter, he provided an explanation as to why, in his initial application, he only mentioned his involvement with the ANPP.",
      "id": "s81"
    },
    {
      "text": "Thus, the appellant was provided with --- and took advantage of --- an opportunity to comment on why he had initially failed to mention his involvement with the Ijaw Youth Council.",
      "id": "s82"
    },
    {
      "text": "The s 424A letter satisfied the RRT's obligations under that section to inform the appellant about its concerns regarding his initial failure to report his involvement in the Ijaw Youth Council.",
      "id": "s83"
    },
    {
      "text": "21 For the foregoing reasons, I would refuse leave to amend the notice of appeal and dismiss the appeal with costs.",
      "id": "s84"
    },
    {
      "text": "I certify that the preceding twenty-one (21) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Kenny.",
      "id": "s85"
    },
    {
      "text": "Associate:\n\nDated: 2 June 2006\n\n\n Counsel for the Applicant: Mr J Gibson \n \n Solicitor for the Applicant: Jonathan Wong Lawyers \n \n Counsel for the Respondent: Mr G Livermore \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 31 May 2006 \n \n Date of Judgment: 2 June 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/685.html",
      "id": "s86"
    }
  ]
}