{
  "name": "Commonwealth of Australia v Wood [2006] FCA 60 (9 February 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/60.html",
  "catchphrases": [
    {
      "text": "suicide of 15-year-old member of air training corps",
      "id": "c0"
    },
    {
      "text": "complaint by mother under anti-discrimination act 1998 (tas)",
      "id": "c1"
    },
    {
      "text": "whether as a matter of construction act applies to commonwealth and its agents",
      "id": "c2"
    },
    {
      "text": "whether act permits complaints in respect of discrimination against deceased persons",
      "id": "c3"
    },
    {
      "text": "whether mother has arguable complaint in her own right",
      "id": "c4"
    },
    {
      "text": "whether act breaches ch iii of the constitution",
      "id": "c5"
    },
    {
      "text": "whether anti-discrimination tribunal established under the act is a court of state",
      "id": "c6"
    },
    {
      "text": "whether act inconsistent with air force act 1923 (cth) and/or cadet forces regulations 1977 (cth)",
      "id": "c7"
    },
    {
      "text": "whether act would impair the capacities of the commonwealth executive",
      "id": "c8"
    },
    {
      "text": "\"court\", \"court of a state\"",
      "id": "c9"
    },
    {
      "text": "anti-discrimination",
      "id": "c10"
    },
    {
      "text": "constitutional law",
      "id": "c11"
    },
    {
      "text": "words and phrases",
      "id": "c12"
    }
  ],
  "sentences": [
    {
      "text": "Contents \n Par \n Ms Campbell's complaints ...........................................................................",
      "id": "s0"
    },
    {
      "text": ".",
      "id": "s1"
    },
    {
      "text": "[3]\nThe Anti-Discrimination Act ........................................................................[15]\nApplication of the Anti-Discrimination Act to the Commonwealth and its agents ...........[19]\nComplaint after death of person discriminated against ........................... ................[35]\nMs Campbell's complaint on her own behalf ......................................................[44]\n \nDoes the Anti-Discrimination Act breach Ch III of the Constitution ?",
      "id": "s2"
    },
    {
      "text": "..........................[50]\n Is the Tribunal a \"court of a State\"?",
      "id": "s3"
    },
    {
      "text": ".................................................................................... [58]\n Section 109 inconsistency ............................................................................ [83]\nImpairment of the capacities of the Commonwealth Executive ...............................[101]\n Conclusion ............................................................................................[104]\nOrders ..................................................................................................[105]\n \n\n \n 1 On 27 November 2000 Eleanor Tibble, aged 15, committed suicide.",
      "id": "s4"
    },
    {
      "text": "Eleanor's mother, the second respondent Ms Susan Campbell, has made complaints under the Anti-Discrimination Act 1998 (Tas) alleging discrimination against Eleanor and herself.",
      "id": "s5"
    },
    {
      "text": "Ms Campbell says Eleanor's suicide arose out of her enforced resignation from the Tasmanian Squadron Air Training Corps.",
      "id": "s6"
    },
    {
      "text": "In essence, Ms Campbell says Eleanor was treated less fairly than would have been the case with an older, male person.",
      "id": "s7"
    },
    {
      "text": "2 Ms Campbell's complaints have been accepted by the Tasmanian Anti-Discrimination Tribunal.",
      "id": "s8"
    },
    {
      "text": "The Commonwealth and the second applicant, Mr Glen Kowalik, seek to have the proceedings before the Tribunal terminated.",
      "id": "s9"
    },
    {
      "text": "The applicants say:\n \n&#8226; On its proper construction, the Anti-Discrimination Act does not apply to the Commonwealth or its agents;\n \n&#8226; The Act does not authorise complaints where the person discriminated against has died;\n \n&#8226; Ms Campbell's complaint on her own behalf raises no allegations that could constitute a breach of the Act; \n \n&#8226; If the Act on its proper construction applies to the Commonwealth or its agents, it breaches Ch III of the Constitution of the Commonwealth and, to that extent, is invalid;\n \n&#8226; If the Act on its proper construction applies to the Commonwealth or its agents, it is inconsistent with a law of the Commonwealth within the meaning of s 109 of the Constitution and, to that extent, is invalid;\n \n&#8226; If the Act on its proper construction applies to the Commonwealth or its agents, it would impair the capacities of the Commonwealth Executive and, to that extent, is invalid.",
      "id": "s10"
    },
    {
      "text": "Ms Campbell's complaints \n \n3 On 8 August 2001 Ms Campbell lodged a written complaint in the prescribed form under s 60 of the Anti-Discrimination Act with the Tasmanian Anti-Discrimination Commissioner.",
      "id": "s11"
    },
    {
      "text": "She stated that she was making the claim on behalf of her dead daughter and that her daughter had been discriminated against by the Tasmanian Squadron Air Training Corps on the grounds of age and gender/sex.",
      "id": "s12"
    },
    {
      "text": "4 In answer to the question in the form \"How has the treatment affected you?",
      "id": "s13"
    },
    {
      "text": "\", Ms Campbell answered \n \n \"I have lost my 15 year old daughter.",
      "id": "s14"
    },
    {
      "text": "I have lost my purpose in life.",
      "id": "s15"
    },
    {
      "text": "I have lost my vision for a future.",
      "id": "s16"
    },
    {
      "text": "I am suffering post traumatic stress disorder and am being treated by Dr Ian Sale (psychiatrist).",
      "id": "s17"
    },
    {
      "text": "\" \n \n\n5 In answer to the questions in the form \"What happened?",
      "id": "s18"
    },
    {
      "text": "Why do you think it happened?",
      "id": "s19"
    },
    {
      "text": "\" Ms Campbell stated that her daughter had been denied natural justice by her Commanding Officers and \"was hounded to death by their implacable resolve to force her resignation (under a cloud of suspicion) from the AIRTC\".",
      "id": "s20"
    },
    {
      "text": "She stated that Eleanor \"had been accused of a charge of 'fraternisation' with a 30 year old flight officer\", that this officer had been known to their family, but that no unlawful relationship had occurred.",
      "id": "s21"
    },
    {
      "text": "The officer, she said, had resigned in August 2000.",
      "id": "s22"
    },
    {
      "text": "6 Ms Campbell further stated that Eleanor was interviewed without her knowledge and consent on 5 October 2000 and was \"forced or coerced to sign [sic --- resign?",
      "id": "s23"
    },
    {
      "text": "] on 12/10/00\".",
      "id": "s24"
    },
    {
      "text": "Eleanor was rung up by her Commanding Officer on 30 October \"demanding her resignation forthwith because '... she brought dishonour upon No 1 Flight' \".",
      "id": "s25"
    },
    {
      "text": "Her daughter was denied any right of appeal.",
      "id": "s26"
    },
    {
      "text": "The Commanding Officer refused to put the charges in writing and \"directed her to resign within 72 hours and return her uniform --- never to parade again\".",
      "id": "s27"
    },
    {
      "text": "Eleanor was \"broken in spirit by the phone call --- devastated and humiliated\".",
      "id": "s28"
    },
    {
      "text": "The Commanding Officer refused to provide any explanation to her or right of grievance --- it was \"an arbitrary and unilateral decision\".",
      "id": "s29"
    },
    {
      "text": "There was another \"intimidating and harassing phone call\" on 1 November to \"reiterate the message and tone of the previous call\".",
      "id": "s30"
    },
    {
      "text": "7 Ms Campbell stated that she told Eleanor to seek clarification from the Air Training Corps in writing and not resign.",
      "id": "s31"
    },
    {
      "text": "The Air Training Corps received Eleanor's letter on 2 November but did not answer it.",
      "id": "s32"
    },
    {
      "text": "Ultimately \"she could not stand the anxiety any longer, she cracked and hung herself in our woodshed\".",
      "id": "s33"
    },
    {
      "text": "8 On 31 August 2001 an Investigation and Conciliation Officer from the office of the Anti-Discrimination Commissioner wrote to Ms Campbell advising that her claim was being assessed and identifying three matters on which clarification was sought: \n \n &#8226; accepting a claim on behalf of a deceased person; &#8226; whether Ms Campbell would make a complaint personally as well as on behalf of her daughter; &#8226; elaboration of the allegation that she had been victimised because of her complaint.",
      "id": "s34"
    },
    {
      "text": "9 On 6 September 2001 Ms Campbell replied stating that she was prepared to make a claim for herself as well as for her daughter.",
      "id": "s35"
    },
    {
      "text": "She was \"prepared to test the legality\" of a claim for her dead child.",
      "id": "s36"
    },
    {
      "text": "She enclosed a copy of an RAAF Investigating Officer's Report.",
      "id": "s37"
    },
    {
      "text": "In her letter Ms Campbell stated:\n \n \"Had Eleanor been a full adult member of the RAAF and had she been charged with an offence she may have been Court Marshalled [sic] or faced other procedural consequences --- but she would have been offered the right of defence through legal representation and the presumption of innocence until proven guilty.",
      "id": "s38"
    },
    {
      "text": "Tas AIRTC found her guilty on the basis of what she had denied and was never given the right to contest their unwritten guilty verdict.",
      "id": "s39"
    },
    {
      "text": "\" \n \n\n10 On 1 October 2001 the Anti-Discrimination Commissioner, Dr Jocelynne A Scutt, wrote to Ms Campbell advising that her claim of discrimination had been \"partly accepted for investigation\" both on her own behalf and on behalf of Eleanor because it disclosed possible breaches of ss 16(b) , 16 (e), 16 (s), 17 (1) and 104 of the Anti-Discrimination Act .",
      "id": "s40"
    },
    {
      "text": "11 The Anti-Discrimination Tribunal, constituted by the first respondent Ms Helen M Wood, conducted a hearing on certain preliminary matters and on 12 March 2004 handed down its first decision.",
      "id": "s41"
    },
    {
      "text": "In summary, the Tribunal held that:\n \n &#8226; The question of the application of the Anti-Discrimination Act to a Commonwealth body could not be determined without further evidence;\n &#8226; Ms Campbell could bring a complaint on behalf of her daughter after her death in relation to alleged discrimination before her death;\n &#8226; Ms Campbell's complaint in her own right could proceed;\n &#8226; There were no grounds for summary dismissal.",
      "id": "s42"
    },
    {
      "text": "12 On 29 July 2004 the Tribunal heard further evidence from Air Vice-Marshal Dunlop and submissions on the issue of the application of the Anti-Discrimination Act to the Commonwealth.",
      "id": "s43"
    },
    {
      "text": "13 On 30 May 2005 the Tribunal handed down a further decision accepting that the Commonwealth should replace the Australian Air Force Cadets (the successor to the Air Training Corps) as a respondent to the complaint and holding that the Anti-Discrimination Act did apply to the Commonwealth and to individual respondents.",
      "id": "s44"
    },
    {
      "text": "14 The present proceeding was commenced on 28 June 2005 by the Commonwealth and Mr Glen Kowalik, one of the officers named in Ms Campbell's complaint.",
      "id": "s45"
    },
    {
      "text": "The other officer named in the complaint, Mr B Smith, is not a party to this proceeding.",
      "id": "s46"
    },
    {
      "text": "The Anti-Discrimination Act \n \n15 Section 16 provides that a person must not discriminate against another person on the ground of certain prescribed attributes including, (b) age, (e) gender and (s) association with a person who has, or is believed to have, any of the attributes mentioned.",
      "id": "s47"
    },
    {
      "text": "16 Direct discrimination (indirect discrimination is not relevant for present purposes) occurs where a person treats another person on the basis of any prescribed attribute, imputed prescribed attribute or a characteristic imputed to that attribute, less favourably than a person without that attribute or characteristic: s 14(2).",
      "id": "s48"
    },
    {
      "text": "17 Section 22 provides that the Act applies to discrimination against a person engaged in or undertaking any activity in connection with certain areas of activity, including (a) employment, (b) education and training, (e) membership and activities of clubs.",
      "id": "s49"
    },
    {
      "text": "18 I shall refer later to other provisions of the Act which bear on particular issues raised in this case.",
      "id": "s50"
    },
    {
      "text": "Application of the Anti-Discrimination Act to the Commonwealth and its agents \n \n19 As already mentioned, s 16 prohibits \"a person\" from discriminating against another person on the grounds therein specified.",
      "id": "s51"
    },
    {
      "text": "This is the central command of the Act.",
      "id": "s52"
    },
    {
      "text": "The definition section, s 3 , states that \"'person' includes an organisation\" and that \"'organisation' includes a council, a Government department within the meaning of the Tasmanian State Service Act 1984 or a State authority\".",
      "id": "s53"
    },
    {
      "text": "\"State authority\" is defined to mean\n \n \"any body or authority, whether incorporated or not, that is established or constituted under a written law or under the Royal prerogative, which is a body or authority which, or of which the governing authority, wholly or partly comprises a person or persons appointed by the Governor, a Minister or another State authority.",
      "id": "s54"
    },
    {
      "text": "\" \n\n\n\"State\" means the State of Tasmania: Acts Interpretation Act 1931 (Tas), s 43(1A).",
      "id": "s55"
    },
    {
      "text": "20 Section 4 provides:\n \n \"This Act binds the Crown in the right of Tasmania and, so far as the legislative power of Parliament permits, in all its other capacities.",
      "id": "s56"
    },
    {
      "text": "\" \n \n\n21 The express reference to binding the Crown means that the Court is concerned with a different question from that which arose in Bropho v Western Australia [1990] HCA 24 ; (1990) 171 CLR 1 and Jacobsen v Rogers [1995] HCA 6 ; (1995) 182 CLR 572 where the statutes did not in terms mention the Crown.",
      "id": "s57"
    },
    {
      "text": "Nevertheless it is to be noted that in Jacobsen at 585 their Honours said that in Bropho the Court \"denied the stringency and inflexibility\" of the presumption that the Crown is not bound by a statute and affirmed that \"it must be the legislative intention which ultimately prevails\".",
      "id": "s58"
    },
    {
      "text": "This perhaps less deferential approach was, at least in part, based on the recognition of the \"multifarious functions\" which the Crown carries out in modern times (at 587).",
      "id": "s59"
    },
    {
      "text": "22 The context in which the present question arises includes two important elements.",
      "id": "s60"
    },
    {
      "text": "First, the Anti-Discrimination Act is beneficial legislation and ought to be given a generous and liberal construction: IW v City of Perth [1997] HCA 30 ; (1997) 191 CLR 1 at 12; Waters v Public Transport Corporation [1991] HCA 49 ; (1991) 173 CLR 349 at 359, 394; Commonwealth v Human Rights and Equal Opportunity Commission (1998) 152 ALR 182 at 189.",
      "id": "s61"
    },
    {
      "text": "23 The Act does not have any formal statement of objectives.",
      "id": "s62"
    },
    {
      "text": "The short title merely proclaims it to be \n \n \"An Act to prohibit discrimination and other specified conduct and to provide for the investigation and conciliation of, and inquiry into, complaints in relation to such discrimination and conduct.",
      "id": "s63"
    },
    {
      "text": "\" \n\n\n \n24 Nevertheless it is now well accepted in Australia and internationally that discrimination on the basis of race, religion, gender and other grounds is a social evil which can be very damaging both to individuals and society itself.",
      "id": "s64"
    },
    {
      "text": "This view is reflected in s 6, which confers various educative functions on the Anti-Discrimination Commissioner including:\n \n \"(b) to promote the recognition and approval of acceptable attitudes, acts and practices relating to discrimination ...; \n (d) to disseminate information about discrimination ... and the effects of discrimination ...; \n (f) to prepare and publish guidelines for the avoidance of attitudes, acts and practices relating to discrimination ...\" \n \n\n25 Secondly, subject to s 109 of the Constitution and the impairment of capacities doctrine, in the words of Brennan CJ in Re Residential Tenancies Tribunal of New South Wales; Ex parte the Defence Housing Authority (Henderson's Case) [1997] HCA 36 ; (1997) 190 CLR 410 at 427:\n \n \"... there is no reason why the Crown in right of the Commonwealth should not be bound by a State law of general application which governs transactions into which the Crown in right of the Commonwealth may choose to enter.",
      "id": "s65"
    },
    {
      "text": "\" \n\n\nSee also per Dawson, Toohey and Gaudron JJ at 445-447.",
      "id": "s66"
    },
    {
      "text": "26 In Tasmania, as in all Australian States and Territories, the Commonwealth in its various manifestations is a highly pervasive presence.",
      "id": "s67"
    },
    {
      "text": "Discrimination is, as a matter of reality, committed by people, not abstract entities.",
      "id": "s68"
    },
    {
      "text": "In Tasmania at any one time there would be many people acting in a myriad of areas on behalf of the Commonwealth in situations where discriminatory conduct could occur.",
      "id": "s69"
    },
    {
      "text": "Apart from the Tasmanian capacity, the Crown's capacity in the right of the Commonwealth is, of all the Crown's capacities, the one most likely to be exercised in Tasmania, as the Tasmanian Parliament would be well aware.",
      "id": "s70"
    },
    {
      "text": "It is unlikely that the Parliament was too concerned with the Crown in the right of Saskatchewan or Bermuda.",
      "id": "s71"
    },
    {
      "text": "There is no logical reason to impute to the State Parliament an intention not to bind the Commonwealth, insofar as it has the power to do so, in relation to this important area of social policy.",
      "id": "s72"
    },
    {
      "text": "27 Turning to the text of the Act, since s 4 provides expressly that the Crown in the right of Tasmania is bound, the Crown, at least in that capacity, must be a \"person\" for the purposes of s 16.",
      "id": "s73"
    },
    {
      "text": "The applicants submitted that the intention of the Parliament was to ensure that a respondent to a complaint had \"legal personality and capacity\".",
      "id": "s74"
    },
    {
      "text": "Thus, the argument went, the \"person\" must therefore be \"a natural person, corporation or some other body such as a body politic or entity with legal capacity\".",
      "id": "s75"
    },
    {
      "text": "I do not agree.",
      "id": "s76"
    },
    {
      "text": "In legal discourse, \"person\" often is confined to a natural person or some entity on which the law confers legal personality, such as a corporation.",
      "id": "s77"
    },
    {
      "text": "However, in the present case those drafting the Act have been at pains to ensure that \"person\" is not so limited.",
      "id": "s78"
    },
    {
      "text": "The term is defined to include an \"organisation\".",
      "id": "s79"
    },
    {
      "text": "The ordinary meaning of \"organisation\" extends to all sorts of bodies, such as unincorporated associations, clubs or government departments, which strictly speaking do not have legal personality.",
      "id": "s80"
    },
    {
      "text": "28 Such a construction is consistent with the policy of the Act.",
      "id": "s81"
    },
    {
      "text": "The areas of activity in which discrimination may occur which are enumerated in s 22 include some in which it would be expected that unincorporated bodies such as clubs would be substantially involved.",
      "id": "s82"
    },
    {
      "text": "29 The applicants argued that certain powers conferred on the Tribunal by s 89, such as orders for re-employment (s 89(1)(c)) or orders for payment of a fine (s 89(1)(e)) could not have been intended to apply to the Commonwealth.",
      "id": "s83"
    },
    {
      "text": "30 The assumptions underlying that argument are not necessarily correct.",
      "id": "s84"
    },
    {
      "text": "For example, even if sanctions for discriminatory conduct could be characterised as criminal, which seems unlikely, the Crown may still be bound.",
      "id": "s85"
    },
    {
      "text": "There is a presumption against a statute imposing criminal liability upon the Crown, and it has been said to be a very strong one ( Cain v Doyle [1946] HCA 38 ; (1946) 72 CLR 409 at 424) but it remains a presumption and thus can be overcome by a clear indication of legislative intention to the contrary.",
      "id": "s86"
    },
    {
      "text": "At the very least, this is what has occurred in the Anti-Discrimination Act with the Crown in the right of Tasmania.",
      "id": "s87"
    },
    {
      "text": "31 In any event, it does not follow that, because some remedies are incapable of exercise against some categories of person, Parliament did not intend such persons to be subject to the Act at all.",
      "id": "s88"
    },
    {
      "text": "Even if orders of the kind mentioned could be made against the Commonwealth, that would not be because of any lack of intention on the part of the Parliament, but rather because of the operation of s 109 and/or the impairment of capacities doctrine.",
      "id": "s89"
    },
    {
      "text": "Parliament in s 4 expressly recognised that the extent of its powers in respect of the Crown in capacities other than in right of Tasmania were not unlimited.",
      "id": "s90"
    },
    {
      "text": "Its intention was to bind the Crown as far as it was able.",
      "id": "s91"
    },
    {
      "text": "32 A similar argument based on the obligations of organisations to make their members, officers, employees and agents aware of the kind of conduct which the Act prohibits (s 104) must meet the same fate.",
      "id": "s92"
    },
    {
      "text": "33 The applicants relied on Telstra Corporation Limited v Worthing [1999] HCA 12 ; (1999) 197 CLR 61.",
      "id": "s93"
    },
    {
      "text": "One of the questions in that case was whether the Workers Compensation Act 1987 (NSW) applied to the Commonwealth.",
      "id": "s94"
    },
    {
      "text": "That Act contained a provision (s 6(1)), very like s 4 of the Anti-Discrimination Act , that the Act \"binds the Crown, not only in right of New South Wales but also, so far as the legislative power of Parliament permits, in all its other capacities\".",
      "id": "s95"
    },
    {
      "text": "The High Court said at [21] (citations omitted):\n \n \"As to the 1987 State Act, it contains the express statement in s 6(1), as to the Crown being bound in all its other capacities, which has been set out earlier in these reasons.",
      "id": "s96"
    },
    {
      "text": "However, a central provision of the legislative scheme established by the 1987 State Act is the requirement, under the sanction of a penalty, that an employer, other than a self-insurer, obtain and maintain in force a policy of insurance which complies with the requirements of the legislation (s 155).",
      "id": "s97"
    },
    {
      "text": "Further, a 'self-insurer' who holds a license granted, as the 1987 State Act originally stood, by the State Compensation Board constituted thereunder, was obliged, under penalty, to maintain with the New South Wales Treasurer a deposit in an amount determined by that Board (s 213).",
      "id": "s98"
    },
    {
      "text": "It will require the clearest indication of a legislative purpose to demonstrate that these penal provisions attach to the Commonwealth.",
      "id": "s99"
    },
    {
      "text": "No such indication is to be seen in the 1987 State Act.",
      "id": "s100"
    },
    {
      "text": "To the contrary, s 6(2) states that nothing in that statute renders 'the Crown' liable to be prosecuted for any offence.",
      "id": "s101"
    },
    {
      "text": "These penal provisions are central to the structure upon which the regulatory scheme established by the State legislation rests.",
      "id": "s102"
    },
    {
      "text": "\" \n \n\n Worthing is an application of the principle that the question whether a State statute binds the Commonwealth is a matter of construction, turning on the intent of the State legislature as manifested by the text and purpose of the particular statute.",
      "id": "s103"
    },
    {
      "text": "The Anti-Discrimination Act could not be said to have central penal provisions comparable to those in the New South Wales Act.",
      "id": "s104"
    },
    {
      "text": "Nor is there any equivalent to s 6(2) of that Act.",
      "id": "s105"
    },
    {
      "text": "34 I conclude therefore that as, by s 4, Parliament intended to bind the Crown in capacities other than in the right of Tasmania, those capacities must include the Crown's capacity in the right of the Commonwealth.",
      "id": "s106"
    },
    {
      "text": "Subject to the constitutional issues which are discussed below, the Anti-Discrimination Act binds the Commonwealth.",
      "id": "s107"
    },
    {
      "text": "It must necessarily follow that agents of the Commonwealth are bound.",
      "id": "s108"
    },
    {
      "text": "Complaint after death of person discriminated against \n \n35 Part 6 of the Anti-Discrimination Act is entitled \"Dispute resolution\".",
      "id": "s109"
    },
    {
      "text": "It commences with Div 1- Complaints, s 60 of which provides:\n \n \"(1) Any of the following may complain to the Commissioner about discrimination or prohibited conduct: \n \n (a) a person against whom the alleged discrimination or prohibited conduct was directed; \n \n \n \n (b) a person --- \n \n \n \n \n \n (i) against whom the alleged discrimination or prohibited conduct was directed; and \n \n \n \n \n \n \n \n \n \n (ii) who is a member of a class of persons against whom alleged similar discrimination or prohibited conduct was directed, on behalf of that class, if the Commissioner is satisfied that a majority of those members are likely to consent; \n \n \n \n \n \n (c) a trade union that represents --- \n \n \n \n \n \n (i) a member of that union against whom the alleged discrimination or prohibited conduct was directed; or \n \n \n \n \n \n \n \n \n \n (ii) a class of members of that union against whom the alleged discrimination or prohibited conduct was directed, if the Commissioner is satisfied that a majority of those members are likely to consent; \n \n \n \n \n \n (d) an organisation against which the alleged discrimination or prohibited conduct was directed, if the Commissioner is satisfied that a majority of members of that organisation are likely to consent; \n \n \n \n (e) an agent of a person referred to in this section; \n \n (f) a person on behalf of the person against whom the alleged discrimination or prohibited conduct was directed.",
      "id": "s110"
    },
    {
      "text": "(2) The Commissioner may investigate any discrimination or prohibited conduct without the lodgement of a complaint if satisfied that there are reasonable grounds for doing so.",
      "id": "s111"
    },
    {
      "text": "\" \n \n\n36 The Commissioner may authorise a person nominated by a complainant or respondent to act on behalf of that party (s 61).",
      "id": "s112"
    },
    {
      "text": "Section 62 provides that the complaint is to be in writing and signed by the complainant.",
      "id": "s113"
    },
    {
      "text": "It must identify the person, class of persons or organisations against whom the alleged discrimination was directed and set out details of the alleged discrimination.",
      "id": "s114"
    },
    {
      "text": "The Commissioner is to accept or reject the complaint (s 64) and may investigate the complaint (ss 69 - 73 ).",
      "id": "s115"
    },
    {
      "text": "The Commissioner may attempt to resolve the complaint by conciliation (ss 74 - 77 ).",
      "id": "s116"
    },
    {
      "text": "If the Commissioner believes the complaint cannot be resolved by conciliation, or conciliation has been unsuccessful, he or she may refer it to the Tribunal together with a report (ss 78 - 79 ).",
      "id": "s117"
    },
    {
      "text": "Thereafter the matter is dealt with by the Tribunal.",
      "id": "s118"
    },
    {
      "text": "37 The present case is neatly bracketed by two authorities concerning deceased persons and anti-discrimination legislation.",
      "id": "s119"
    },
    {
      "text": "In Stephenson v Human Rights and Equal Opportunity Commission (1996) 68 FCR 290 a complainant under the Sex Discrimination Act 1984 (Cth) died after her complaint was lodged.",
      "id": "s120"
    },
    {
      "text": "The Full Court of the Federal Court held that the complaint survived and could be pursued by the complainant's executrix.",
      "id": "s121"
    },
    {
      "text": "In CUNA Mutual Group Ltd v Bryant [2000] FCA 970 ; (2000) 102 FCR 270 the alleged discrimination occurred after death.",
      "id": "s122"
    },
    {
      "text": "An insurer under a loan protection policy refused payment because the deceased insured had falsely declared that he had never tested positive for HIV.",
      "id": "s123"
    },
    {
      "text": "Branson J held that no claim lay under the Disability Discrimination Act 1992 (Cth).",
      "id": "s124"
    },
    {
      "text": "In the present case the alleged discrimination occurred before death but the claim was lodged after death.",
      "id": "s125"
    },
    {
      "text": "38 In Stephenson at 296, Wilcox J (with whom the other members of the Court agreed) said the common law rule that personal actions do not survive the death of the plaintiff had no application where a right of action is created by statute.",
      "id": "s126"
    },
    {
      "text": "Guidance must be sought in the statute itself.",
      "id": "s127"
    },
    {
      "text": "39 It is clear from s 60 that a complainant need not be the person against whom the discriminatory conduct was directed.",
      "id": "s128"
    },
    {
      "text": "Section 60(1)(f) specifically so provides.",
      "id": "s129"
    },
    {
      "text": "Moreover, pars (b)(ii), (c)(ii) and (d) of s 60(1) provide for complaints on behalf of classes of persons discriminated against.",
      "id": "s130"
    },
    {
      "text": "The Act contains no restriction on the size of the classes.",
      "id": "s131"
    },
    {
      "text": "It is an obvious enough possibility that between the alleged discrimination and the lodging of a complaint some members of the class might have died.",
      "id": "s132"
    },
    {
      "text": "40 The orders that the Tribunal may make under s 89(1) include: (b) an order that the respondent \"redress any loss, injury or humiliation suffered by the complainant\", and (d) an order that the respondent pay \"to the complainant ... an amount the Tribunal thinks appropriate as compensation for any loss or injury suffered by the complainant and caused by the respondent's discrimination ... \".",
      "id": "s133"
    },
    {
      "text": "In this context, \"the complainant\" suffering the loss, humiliation, etc must be the person discriminated against, even though the complainant for the purposes of s 60 may be, as we have seen, some other person.",
      "id": "s134"
    },
    {
      "text": "There seems to be no logical reason, consistent with the beneficial policy of the Anti-Discrimination Act , why redress and compensation should not be ordered in respect of a deceased person.",
      "id": "s135"
    },
    {
      "text": "41 Redress of humiliation (par (b)) may serve the educative function of the Act by a public finding that particular discriminatory conduct was unlawful.",
      "id": "s136"
    },
    {
      "text": "As Wilcox J pointed out in Stephenson at 297, the primary purpose of anti-discrimination legislation is directed towards the elimination of discrimination.",
      "id": "s137"
    },
    {
      "text": "An inquiry and determination by the Tribunal into a complaint may assist that purpose by a formal declaration as to the unlawfulness of the conduct concerned, notwithstanding the death of the person discriminated against.",
      "id": "s138"
    },
    {
      "text": "42 Compensation (par (d)) may benefit those who have suffered financially as a result of the discriminatory conduct.",
      "id": "s139"
    },
    {
      "text": "To expand on the last-mentioned point, one obvious field where discrimination may occur is in employment.",
      "id": "s140"
    },
    {
      "text": "Indeed it is the first of the \"areas of activity\" mentioned in s 22(1).",
      "id": "s141"
    },
    {
      "text": "Suppose a man is dismissed by his employer on a ground prohibited by s 16(1).",
      "id": "s142"
    },
    {
      "text": "He cannot get another job.",
      "id": "s143"
    },
    {
      "text": "He has a wife and young children to support.",
      "id": "s144"
    },
    {
      "text": "Then he dies.",
      "id": "s145"
    },
    {
      "text": "It would be an odd construction of the Act which had the effect of exempting the unlawfully discriminating employer from any liability to the dependents of the deceased.",
      "id": "s146"
    },
    {
      "text": "43 I conclude that Ms Campbell can bring her complaint notwithstanding that it relates to discrimination against a person who has died.",
      "id": "s147"
    },
    {
      "text": "Indeed, so much more should this be the case when the complaint is that there is a direct connection between the discrimination and the death.",
      "id": "s148"
    },
    {
      "text": "Ms Campbell's complaint on her own behalf \n \n44 The referral report of the Commissioner to the Tribunal in respect of Ms Campbell's complaint on her own behalf stated:\n \n \"The claim [sic --- the Act uses the term 'complaint'] concerns allegations of discrimination against Ms Susan Campbell by FLGOFF(AIRTC) [Flying Officer (Air Training Corps)] B Smith and the Australian Air Force Cadets on the basis of her association with her daughter Eleanor Tibble (dec) who had the attributes of age and gender\" \n\n\nThe report sets out various \"facts that may be admitted between the parties\", including:\n \n \n \"6.",
      "id": "s149"
    },
    {
      "text": "FLGOFF(AIRTC) Smith telephoned Ms Tibble at her home on 30 th October 2000.",
      "id": "s150"
    },
    {
      "text": "He told Ms Tibble that she had the choice of resigning from the Australian Air Force Cadets or being terminated.",
      "id": "s151"
    },
    {
      "text": "FLGOFF(AIRTC) Smith also spoke to Ms Campbell.",
      "id": "s152"
    },
    {
      "text": "\" \n\n\nThen it is stated that \"facts to be established in relation to this claim are likely to be\"\n \n \n \"whether during their telephone conversation on 30 th October 2000 FLGOFF(AIRTC) Smith told Ms Campbell that he would not give her details of reasons why her daughter should resign and that there would be nothing put in writing.",
      "id": "s153"
    },
    {
      "text": "\" \n \n\n45 In its decision on 12 March 2004 (its first decision) the Tribunal considered whether there was a complaint by Ms Campbell raised under s 16(s) (association with a person who has, or is believed to have any of the attributes (a) to (r)).",
      "id": "s154"
    },
    {
      "text": "The Tribunal said at [61]:\n \n \"It is possible according to the material that if the matters of fact are proved and if inferences favourable to the Complainant are drawn that the Complainant may prove that the reason for the treatment of Ms Campbell was as a consequence of Ms Campbell's association with her daughter and that the age of her daughter (or her gender) was central to the reason for that treatment.",
      "id": "s155"
    },
    {
      "text": "\" \n \n\n46 The Tribunal did not say anything more about this issue because, as one may infer from its reasons, the main thrust of the argument of counsel appearing for the Commonwealth (Ms Campbell was not legally represented) was directed to a different point.",
      "id": "s156"
    },
    {
      "text": "It was put that the alleged conduct did not occur \"in connection with\" any of the \"areas of activity\" specified in s 16(1).",
      "id": "s157"
    },
    {
      "text": "47 It seems to me at least arguable, on the very limited evidence so far available, that Mr Smith may have discriminated against Ms Campbell in that he treated her less favourably (s 14(2)) because she had an association with (was the mother of) Eleanor who was young and a female.",
      "id": "s158"
    },
    {
      "text": "Ms Campbell may be able to argue that if her child was an adult male Mr Smith would not have told her that he would not give her reasons why her son should resign and that he (Mr Smith) would not put anything in writing.",
      "id": "s159"
    },
    {
      "text": "This was arguably a matter in connection with the area of training.",
      "id": "s160"
    },
    {
      "text": "The Air Training Corps (as its name suggests) was a body whose raison d'&ecirc;tre was training.",
      "id": "s161"
    },
    {
      "text": "Ms Campbell herself was not involved in training, but there was a connection between the discrimination alleged and training.",
      "id": "s162"
    },
    {
      "text": "What passed between Mr Smith and Ms Campbell concerned the membership of Eleanor, her child, in a body that conducted training of children and young people.",
      "id": "s163"
    },
    {
      "text": "There was, arguably a relationship between Mr Smith's conduct vis-&agrave;-vis Ms Campbell and the training activity that was relevant, having regard to the object and purpose of the Anti-Discrimination Act : see O'Grady v Northern Queensland Co Ltd [1990] HCA 16 ; (1990) 169 CLR 356 at 367; J &amp; G Knowles and Associates Pty Ltd v Commissioner of Taxation [2000] FCA 196 ; (2000) 96 FCR 402 at [22] - [29] .",
      "id": "s164"
    },
    {
      "text": "48 In fairness to Mr Smith, I stress that the evidence is not only scant at the moment, but is untested.",
      "id": "s165"
    },
    {
      "text": "The nature of the present proceeding did not call for his version of events to be put before the Court.",
      "id": "s166"
    },
    {
      "text": "The Tribunal correctly observed that what evidence may be adduced and what inferences may be drawn from that evidence is a matter for the future.",
      "id": "s167"
    },
    {
      "text": "In any event, I would be reluctant to accede to what is in effect a strikeout application.",
      "id": "s168"
    },
    {
      "text": "This is particularly so in light of the fact that Ms Campbell did not have legal representation before the Tribunal.",
      "id": "s169"
    },
    {
      "text": "Careful investigation and analysis of the evidence by lawyers may put a different light on matters.",
      "id": "s170"
    },
    {
      "text": "49 I hold therefore that Ms Campbell's claim in her own right is maintainable.",
      "id": "s171"
    },
    {
      "text": "Does the Anti-Discrimination Act breach Ch III of the Constitution ?",
      "id": "s172"
    },
    {
      "text": "50 The applicants' argument has four steps:\n \n&#8226; In hearing and determining a complaint under the Anti-Discrimination Act the Tribunal is exercising judicial power;\n \n&#8226; Where the Commonwealth is a party to a complaint under the Act, the power to determine that complaint is part of the judicial power of the Commonwealth;\n \n&#8226; The Tribunal can only exercise any part of the judicial power of the Commonwealth if it is a \"court of a State\" within the meaning of ss 71 and 77 (iii) of the Constitution ;\n \n&#8226; The Tribunal is not a \"court of a State\" for that purpose.",
      "id": "s173"
    },
    {
      "text": "51 In summary, the applicants say that it is a necessary implication from Ch III that a State tribunal (i.e.",
      "id": "s174"
    },
    {
      "text": "a body which is not a \"court of a State\") cannot exercise any part of the judicial power of the Commonwealth.",
      "id": "s175"
    },
    {
      "text": "The second respondent does not dispute the first step but takes issue with the remainder of the applicants' argument.",
      "id": "s176"
    },
    {
      "text": "The following parts of Ch III bear on these issues.",
      "id": "s177"
    },
    {
      "text": "52 Chapter III of the Constitution is entitled \"The Judicature\".",
      "id": "s178"
    },
    {
      "text": "Section 71 , relevantly for present purposes, provides that \"the judicial power of the Commonwealth\" shall be vested in the High Court, such other federal courts as the Parliament of the Commonwealth creates and in \"such other courts as (the Parliament) invests with federal jurisdiction\".",
      "id": "s179"
    },
    {
      "text": "53 Section 75 confers original jurisdiction on the High Court in \"all matters\" of certain specified kinds, including those \"(iii) (i)n which the Commonwealth, or a person suing or being sued on behalf of the Commonwealth, is a party\".",
      "id": "s180"
    },
    {
      "text": "54 Section 76 grants power to the Parliament to confer original jurisdiction on the High Court in certain further defined matters.",
      "id": "s181"
    },
    {
      "text": "55 With respect to any of the \"matters\" in ss 75 and 76 , s 77 confers on the Parliament certain powers, including \"(iii) (i)nvesting any court of a State with federal jurisdiction\".",
      "id": "s182"
    },
    {
      "text": "By s 77(ii) Parliament may define the extent to which the jurisdiction of any federal court \"shall be exclusive of that which belongs to or is invested in the courts of the States\".",
      "id": "s183"
    },
    {
      "text": "56 The power conferred by s 77(ii) and (iii) was exercised in enacting ss 38 and 39 of the Judiciary Act 1903 (Cth).",
      "id": "s184"
    },
    {
      "text": "Section 38 provides that the jurisdiction of the High Court should be exclusive of the jurisdiction of State courts in certain matters including:\n \n \"(c) suits by the Commonwealth, or any person suing on behalf of the Commonwealth, against a State, or any person being sued on behalf of a State;\" \n\n\nIt will be noted that this is much more limited than the original conferral of exclusive jurisdiction by s 75(iii) ; it is sufficient for the latter that the Commonwealth or a person on its behalf, is a party.",
      "id": "s185"
    },
    {
      "text": "57 Section 39 of the Judiciary Act provides by subs (1) that the jurisdiction of the High Court, so far as it is not exclusive of State courts' jurisdiction by s 38 , shall be exclusive of the jurisdiction of the State courts \"except as provided in the section\".",
      "id": "s186"
    },
    {
      "text": "Section 39(2) then proceeds to confer on \"the several Courts of the States\" all the original jurisdiction of the High Court, except as provided in s 38 , subject to certain conditions and restrictions.",
      "id": "s187"
    },
    {
      "text": "Is the Tribunal a \"court of a State\"?",
      "id": "s188"
    },
    {
      "text": "58 It will be convenient to turn to this issue first.",
      "id": "s189"
    },
    {
      "text": "The applicants accept that an affirmative answer will dispose of their Ch III case.",
      "id": "s190"
    },
    {
      "text": "59 At the outset, two things can be noted.",
      "id": "s191"
    },
    {
      "text": "First, the question is not how the Anti-Discrimination Act itself characterises the Tribunal, but whether the Tribunal answers the description of a \"court\" in ss 71 and 77 (iii) of the Constitution and s 39(2) of the Judiciary Act .",
      "id": "s192"
    },
    {
      "text": "Secondly, the terms \"court\" and \"court of a State\" are to be construed in a context where, subject to such qualifications as may arise from the Kable doctrine ( Kable v Director of Public Prosecutions [1996] HCA 24 ; (1996) 189 CLR 51), the separation of powers, strictly applied in relation to the federal judiciary, does not apply at the State level.",
      "id": "s193"
    },
    {
      "text": "60 The applicants accepted that there is no comprehensive test by which it is possible to define the characteristics of a court of a State.",
      "id": "s194"
    },
    {
      "text": "However they point to the following features:\n \n&#8226; The Tribunal is not called a court;\n \n&#8226; Not all members of the Tribunal must be lawyers, although the chairperson must be a legal practitioner of not less than seven years standing, a magistrate or former judge.",
      "id": "s195"
    },
    {
      "text": "If there is only one member, he or she must have these qualifications (s 12);\n \n&#8226; Members do not take an oath of office;\n \n&#8226; Members have no security of tenure, they are appointed by the Minister (s 12(1) (b) and (c)) and can be suspended or removed by the Minister ( Acts Interpretation Act 1931 (Tas), s 21(1)(a)) ;\n \n&#8226; Proceedings in the Tribunal are commenced by referral by the Commissioner, not by the complainant (s 78(1));\n \n&#8226; A person may be represented before the Tribunal only with its permission (s 85(2));\n \n&#8226; The Tribunal is not bound by the rules of evidence and is to proceed with as little formality and as expeditiously as the requirements of the Act and a proper consideration of the matters before the Tribunal permit (ss 86(1), 87(4)(a));\n \n&#8226; The Tribunal may start or continue an inquiry in the absence of the complainant or any other relevant person (s 86 (3));\n \n&#8226; Appeals lie from the Tribunal to the Supreme Court of Tasmania on questions of law or fact (s 100);\n \n&#8226; It is an offence to hinder proceedings under the Act, insult persons performing functions under the Act etc (s 106) but there is no contempt power conferred on the Tribunal itself.",
      "id": "s196"
    },
    {
      "text": "61 On this issue the State of Tasmania supported the applicants.",
      "id": "s197"
    },
    {
      "text": "However, the second respondent pointed out:\n \n&#8226; The Tribunal's function is to apply the legal standards prescribed by the Anti-Discrimination Act to the facts it finds; it does not operate by way of conciliation, arbitration or rule making;\n \n&#8226; The Tribunal is empowered to make orders or grant relief of a kind traditionally granted by courts, including (in substance) injunctions both prohibitive and mandatory, monetary compensation and fines (s 89) ;\n \n&#8226; Although called an inquiry (s 78) , the proceeding before the Tribunal is essentially inter partes and adversarial.",
      "id": "s198"
    },
    {
      "text": "There must be a complainant who has complained to the Commissioner, and there must be a respondent, the person, class of persons or organisation against whom the complaint is made (s 62(1)(b)) ;\n \n&#8226; The Tribunal may amend complaints (s 84) ;\n \n&#8226; The Tribunal makes procedural directions (s 80) ;\n \n&#8226; The Tribunal is required to give reasons when requested by a party (s 93) ;\n \n&#8226; Hearings are to be held in public unless the Tribunal otherwise orders (s 85(1)) ;\n \n&#8226; The Tribunal may take evidence on oath or affirmation (s 87(1)) ;\n \n&#8226; The Tribunal may summon witnesses (s 87(2)) ;\n \n&#8226; The Tribunal must observe the rules of natural justice (s 87(4)(a)) ;\n \n&#8226; The Tribunal may make an order for costs if it considers the circumstances justify such an order (s 95) ;\n \n&#8226; The Tribunal's orders, upon filing with the Supreme Court, become enforceable as if they were orders of that Court (s 90) ;\n \n&#8226; A member of the Tribunal has immunity against liability for conduct in good faith done in exercise of powers or performance of functions (s 103).",
      "id": "s199"
    },
    {
      "text": "62 Some of the factors relied on by the applicants seem to point towards, rather than away from, a conclusion that the Tribunal is a court of a State.",
      "id": "s200"
    },
    {
      "text": "An example is the right of appeal to the Supreme Court.",
      "id": "s201"
    },
    {
      "text": "To examine this in a little more detail, a person against whom an order is made may appeal to the Supreme Court on a question of law or fact (s 100(1)).",
      "id": "s202"
    },
    {
      "text": "A person may likewise appeal against a dismissal of a complaint (s 100(2)).",
      "id": "s203"
    },
    {
      "text": "There is also an appeal against a determination on a question of law under s 86(4) , i.e.",
      "id": "s204"
    },
    {
      "text": "a question of law or procedure made by the presiding member in the course of a hearing (s 100(3)).",
      "id": "s205"
    },
    {
      "text": "An appeal is to be instituted, heard and determined in accordance with the Supreme Court Civil Procedure Act 1932 (Tas) and Rules of Court made under that Act (s 100(4)).",
      "id": "s206"
    },
    {
      "text": "63 Thus the Tribunal is incorporated into the judicial system of the State of Tasmania.",
      "id": "s207"
    },
    {
      "text": "Its position vis-&agrave;-vis the Supreme Court is essentially no different from that of the Magistrates Court of Tasmania: Magistrates Court (Civil Division) Act 1992 (Tas), s 28.",
      "id": "s208"
    },
    {
      "text": "(There is no County or District Court in Tasmania; the Magistrates Court is immediately below the Supreme Court.",
      "id": "s209"
    },
    {
      "text": ") This points to the Tribunal being a court of a State , that is to say part of the system which that State has established to exercise the judicial power of the State and to carry out court-like functions.",
      "id": "s210"
    },
    {
      "text": "64 A feature that commonly distinguishes administrative tribunals and other administrative decision-makers from courts is that the former are made the sole repository of questions of fact and policy.",
      "id": "s211"
    },
    {
      "text": "Judicial review or appeal is typically limited to questions of law, as for example in s 44 of the Administrative Appeals Tribunal Act 1975 (Cth), or confined to statutory grounds such as those contained in ss 17 and 20 of the Judicial Review Act 2000 (Tas) or common law grounds: Craig v South Australia [1995] HCA 58 ; (1985) 184 CLR 163.",
      "id": "s212"
    },
    {
      "text": "A full appeal on fact and law suggests that the body whose decisions are subject to such rights is a court because it is a part of a system which resolves, at trial and appellate level, legal and factual disputes between citizens and between state and citizen.",
      "id": "s213"
    },
    {
      "text": "65 Other features relied on by the applicants are at best equivocal as to the characterisation of the Tribunal as a court of a State.",
      "id": "s214"
    },
    {
      "text": "For example, to provide that the Tribunal is not bound by the rules of evidence is to do no more than legislate as to the law of evidence which is to be applied in a particular Tasmanian court.",
      "id": "s215"
    },
    {
      "text": "The common law of evidence has already been substantially modified by the Evidence Act 2001 (Tas).",
      "id": "s216"
    },
    {
      "text": "66 Pointing out that the Tribunal is called a tribunal, not a court, the applicants referred to Tana v Baxter (1986) 180 CLR 572.",
      "id": "s217"
    },
    {
      "text": "The issue in that case was whether certain claims for relief before the Industrial Commission of New South Wales fell within s 11(1)(a)-(f) of the Service and Execution of Process Act 1901 (Cth) so as to enable service out of that State.",
      "id": "s218"
    },
    {
      "text": "The majority (Gibbs CJ, Mason, Deane and Dawson JJ) noted at 161 that it was not disputed that the Commission, which was declared by s 14(1) of the Industrial Arbitration Act 1940 (NSW) to be a superior court of record, was a court within the meaning of s 11(1) of the Service and Execution of Process Act .",
      "id": "s219"
    },
    {
      "text": "Brennan J however said at 582:\n \n \"As at present advised, I should not think that such a provision [scil, s 14(1)] necessarily establishes that the tribunal to which it relates is a court for the purposes of s 71 of the Constitution , albeit such a provision is an important indicium of a tribunal's character.",
      "id": "s220"
    },
    {
      "text": "The Commission's character as a court was not contested in these proceedings and I should wish to reserve consideration of that question until it is argued.",
      "id": "s221"
    },
    {
      "text": "\" \n \n\n67 I do not think Brennan J's reservation carries the matter much further.",
      "id": "s222"
    },
    {
      "text": "What is called a tribunal (or a commission, or a panel, or a board) may be on closer examination be a court for the purposes of s 77(iii) , just as a body which is called a court may not satisfy the constitutional requirement.",
      "id": "s223"
    },
    {
      "text": "In Orellana-Fuentes v Standard Knitting Mills Pty Ltd [2003] NSWCA 146 ; (2003) 57 NSWLR 282, Ipp JA, with whom Spigelman CJ and Handley JA agreed, considered at [37]-[69] whether the Workers Compensation Commission of New South Wales was a \"court\" within the meaning of s 77(iii).",
      "id": "s224"
    },
    {
      "text": "After analysing in detail the particular legislation constituting that body his Honour came to the conclusion that it was not.",
      "id": "s225"
    },
    {
      "text": "However his Honour did not rely on, or even mention, the fact that the body in question was called a commission.",
      "id": "s226"
    },
    {
      "text": "Implicitly it seems his Honour took the same approach as did McHugh JA in Australian Postal Commission v Dao (No 2) (1986) 6 NSWLR 497 at 515:\n \n \"There is no a priori reason which prevents a body which determines rights and is presided over by a District Court judge from being a 'court' even though it is not called a court and has lay members.",
      "id": "s227"
    },
    {
      "text": "Function and purpose, not labels, should be our guide.",
      "id": "s228"
    },
    {
      "text": "\" \n\n68 The provision for enforcement of the Tribunal's orders by means of filing in the Supreme Court is effectively the same as that in the Commonwealth legislation considered in Brandy v Human Rights and Equal Opportunity Commission [1995] HCA 10 ; (1995) 183 CLR 245.",
      "id": "s229"
    },
    {
      "text": "However, this circumstance rather tends to support a conclusion that the Tribunal is a court of State.",
      "id": "s230"
    },
    {
      "text": "At a federal level, a purported conferral of judicial power on a body which is not a court in the federal sense, i.e.",
      "id": "s231"
    },
    {
      "text": "one constituted by judges appointed until age 70 under s 72 of the Constitution , will be invalid because the separation of powers, mandated at a federal level, has been breached.",
      "id": "s232"
    },
    {
      "text": "But this separation of powers is not applicable at a State level and a \"court of a State\" has no particular constitutional tenure qualification (although, as will be seen, the degree of security is relevant).",
      "id": "s233"
    },
    {
      "text": "The fact that orders of the Tribunal can be enforced by the same machinery as orders of the Supreme Court without the need for any intermediate permission or authorisation confirms the position of the Tribunal as part of the judicial system of the State of Tasmania.",
      "id": "s234"
    },
    {
      "text": "69 The fact that members of the Tribunal have no security of tenure in terms derived from the Act of Settlement 1700 (Imp) (appointment for life or until an age certain with removal only by the legislature) was relied on strongly by the applicants, but was not suggested to be conclusive.",
      "id": "s235"
    },
    {
      "text": "The critical test is whether, if the Tribunal is to be a court capable of exercising the judicial power of the Commonwealth, it be and appear to be independent and impartial: North Australian Aboriginal Legal Aid Service Inc v Bradley [2004] HCA 31 ; (2004) 206 ALR 315 at [29] .",
      "id": "s236"
    },
    {
      "text": "One asks whether reasonable and informed members of the public would conclude that the Tribunal was free from the influence of the other branches of government in exercising its judicial function: Bradley at [65].",
      "id": "s237"
    },
    {
      "text": "70 Gleeson CJ observed in Bradley at [3] that there is no single ideal model of judicial independence, personal or institutional.",
      "id": "s238"
    },
    {
      "text": "For example, s 72 of the Constitution does not permit the appointment of acting judges to federal courts but acting judges for fixed on renewable terms are commonly appointed in some State and Territory courts.",
      "id": "s239"
    },
    {
      "text": "71 In the case of inferior courts, less stringent conditions are necessary in order to satisfy security of tenure: Ell v Alberta [2003] 1 SCR 857 at 874 (Supreme Court of Canada), cited in Bradley at [63].",
      "id": "s240"
    },
    {
      "text": "As Major J, in giving the judgment of the Supreme Court, went on to say (at 875):\n \n \"The essence of security of tenure is that members of a tribunal be free from arbitrary or discretionary removal from office.",
      "id": "s241"
    },
    {
      "text": "\" \n \n\n72 In Bradley at [35]-[38] McHugh, Gummow, Kirby, Hayne, Callinan and Heydon JJ pointed out that, until quite recent times in Australia, State and Territory summary courts have been constituted by members of the public service and subject to the regulation and discipline inherent in that position.",
      "id": "s242"
    },
    {
      "text": "One might add that this circumstance is explicitly recognised in s 39(2)(d) of the Judiciary Act .",
      "id": "s243"
    },
    {
      "text": "The federal jurisdiction of a court of summary jurisdiction of a State shall not be judicially exercised except by a Stipendiary or Police or Special Magistrate or \"some Magistrate of the State who is specially authorized by the Governor-General to exercise such jurisdiction\".",
      "id": "s244"
    },
    {
      "text": "At the time the Judiciary Act was passed, such magistrates would have been salaried officials, as distinct from honorary justices of the peace, and members of their State public service, with nothing like Act of Settlement tenure.",
      "id": "s245"
    },
    {
      "text": "(And, as late as the 1970s Stipendiary and Police Magistrates in some States were not required to be lawyers.",
      "id": "s246"
    },
    {
      "text": ") Moreover, the fact that Parliament thought it necessary to impose such a condition suggests that at the time of the drafting of the Constitution a few years earlier it was contemplated that even honorary justices, who had no security of tenure at all, would, in the absence of such a condition, constitute a court of a State.",
      "id": "s247"
    },
    {
      "text": "73 To my mind, reasonable and informed members of the public would think that the Tribunal was free from influence of the other branches of the Tasmanian government, and particularly the Executive.",
      "id": "s248"
    },
    {
      "text": "On reading the Anti-Discrimination Act , such persons would observe that it specifically applied to the conduct of the Tasmanian government, and other governments.",
      "id": "s249"
    },
    {
      "text": "They would also note that the Tribunal was empowered to do most of the things courts do, to conduct hearings in public of disputes between parties, to summon witnesses, to find disputed facts and apply legal rules to facts as found, to give reasons for its decisions, and to make orders which can be immediately enforced.",
      "id": "s250"
    },
    {
      "text": "Let it be supposed somebody put to such reasonable and informed members of the public that the Minister could just ring up the Tribunal and tell it how to decide cases, and that if a member of the Tribunal did not do the Minister's bidding, he or she could be dismissed.",
      "id": "s251"
    },
    {
      "text": "Such reasonable and informed members of the public would point out that there are very practical political sanctions against such an eventuality.",
      "id": "s252"
    },
    {
      "text": "To take the most obvious example, where the Minister dismisses a Tribunal member because he or she dislikes a decision made against the government.",
      "id": "s253"
    },
    {
      "text": "Public, political and media attacks on the government would be inevitable.",
      "id": "s254"
    },
    {
      "text": "Ministers would know this, and members of the Tribunal would know Ministers knew this.",
      "id": "s255"
    },
    {
      "text": "The legal recourse that may be available to members of the Tribunal will be examined in a moment, but one cannot ignore the practical political setting in which the Tribunal exists.",
      "id": "s256"
    },
    {
      "text": "The Anti-Discrimination Act holds out to the Tasmanian public a clear promise that the Tribunal will hear and determine complaints of unlawful discriminatory conduct, that in doing so it will act fairly and independently and make orders remedying breaches of the Act, if necessary against the Tasmanian Government.",
      "id": "s257"
    },
    {
      "text": "A public expectation that the independence of the Tribunal will be respected by the Government is in itself a circumstance of some significance.",
      "id": "s258"
    },
    {
      "text": "74 The legal remedies that may be open to a member of a putative court faced with adverse governmental action (or inaction) are relevant in assessing whether the requirements of appearance and reality of independence are satisfied.",
      "id": "s259"
    },
    {
      "text": "Such factors formed part of the reasoning in Bradley at [65].",
      "id": "s260"
    },
    {
      "text": "75 It would be open to a member of the Tribunal to challenge, and have set aside, a decision for suspension or dismissal on grounds under s 17(2) of the Judicial Review Act , including:\n \n \n &#8226; Breach of the rules of natural justice (par (a));\n &#8226; Improper exercise of power (par (e));\n &#8226; No evidence (par (h)).",
      "id": "s261"
    },
    {
      "text": "The improper exercise of power ground is defined by s 20 to include:\n \n &#8226; Taking irrelevant considerations into account (par (a)); &#8226; Failing to take relevant considerations into account (par (b)); &#8226; Exercise of the power for a purpose other than the purpose for which the power is conferred (par c)); \n \n \n &#8226; Bad faith (par (d)); \n \n \n &#8226; An exercise of power so unreasonable that no reasonable person could so exercise the power (par (h)); \n \n \n &#8226; Any other exercise of a power in a way that is an abuse of power (par (i)).",
      "id": "s262"
    },
    {
      "text": "76 The last-mentioned ground would seem particularly apt for a dismissal grounded in Ministerial dissatisfaction with a particular decision of the Tribunal, or for reasons otherwise arbitrary or capricious.",
      "id": "s263"
    },
    {
      "text": "Moreover, there is a right, enforceable by the Supreme Court, to obtain reasons for a decision: ss 28 - 37 .",
      "id": "s264"
    },
    {
      "text": "Practically speaking, a member of the Tribunal with a right to challenge suspension or dismissal before an independent Supreme Court may be in a stronger position than a Supreme Court judge faced with a hostile government which happens to control both Houses of the legislature.",
      "id": "s265"
    },
    {
      "text": "77 Not only would the Minister be constrained by the potential of an order setting aside a dismissal decision but there would be the prospect of controversial litigation with all its concomitant expense, delay, discovery of embarrassing documents and publicity.",
      "id": "s266"
    },
    {
      "text": "78 The second respondent relied on Henderson , but I am inclined to agree with the applicants that it has little relevance to the issue of the present case now under consideration, although it will need to be considered later.",
      "id": "s267"
    },
    {
      "text": "Mr Henderson owned a house which he leased to the Defence Housing Authority, a Commonwealth body.",
      "id": "s268"
    },
    {
      "text": "He sought the Authority's permission to inspect the premises and provision of a key for that purpose.",
      "id": "s269"
    },
    {
      "text": "This seemingly humdrum event provoked massive constitutional litigation.",
      "id": "s270"
    },
    {
      "text": "Mr Henderson asked for orders from the New South Wales Residential Tenancies Tribunal, a body established under the Residential Tenancies Act 1987 (NSW).",
      "id": "s271"
    },
    {
      "text": "A majority of the High Court held that the matters dealt with by the State Act did not fall within the Commonwealth's exclusive powers under s 52(ii) of the Constitution , that the State Act was not inconsistent with the Commonwealth legislation establishing the Authority, and that the principle in Commonwealth v Cigamatic Pty Ltd (in liq) [1962] HCA 40 ; (1962) 108 CLR 372 did not prevent the valid operation of the State Act in the circumstances.",
      "id": "s272"
    },
    {
      "text": "79 As a fourth alternative, the Commonwealth in Henderson argued that s 64 of the Judiciary Act did not operate to subject it to the orders sought under the State Act.",
      "id": "s273"
    },
    {
      "text": "Section 64 provides that in \"any suit\" to which the Commonwealth or a State is a party, the rights of parties shall be as nearly the same as in a suit between subject and subject.",
      "id": "s274"
    },
    {
      "text": "(There appears to be a misprint at 190 CLR, 429 where the arguments are summarised; \"invalid\" should be \"valid\".",
      "id": "s275"
    },
    {
      "text": ") While the Commonwealth argued that \"suit\" in s 64 refers to a suit \"in a court properly invested with federal jurisdiction\" (at 417), it seems the State of New South Wales did not assert the contrary.",
      "id": "s276"
    },
    {
      "text": "Its counsel (at 417) accepted there was no \"suit in federal jurisdiction\", as did Mr Henderson's (noted by Gummow J at 474).",
      "id": "s277"
    },
    {
      "text": "It was not necessary to decide the s 64 point.",
      "id": "s278"
    },
    {
      "text": "80 There have been decisions of the Victorian Civil and Administrative Tribunal some of which hold, and others of which deny, that that body is a court.",
      "id": "s279"
    },
    {
      "text": "Recently Judge O'Connor of the Appeal Panel of the New South Wales Administrative Decisions Tribunal held that that body was a \"court\" both in the \"general sense\" and \"in the Judiciary Act sense\": Radio 2UE Sydney Pty Ltd v Burns (EOD) [2005] NSWADTAP 69 at [31] , [39].",
      "id": "s280"
    },
    {
      "text": "His Honour analysed in detail the decision in Orellana-Fuentes .",
      "id": "s281"
    },
    {
      "text": "He observed at [31] that the Court of Appeal had taken a \"balance sheet approach\", comparing conventional attributes of a court in the Australian system with elements in the structure that deviated from the conventional attributes, many of which were plainly of a non-judicial character and did not connote the level of independence expected of a court.",
      "id": "s282"
    },
    {
      "text": "He found at [43] that the key factors which tipped the balance were the \"significant administrative and non-judicial attributes\".",
      "id": "s283"
    },
    {
      "text": "These are discussed in the judgement of Ipp JA in Orellana-Fuentes at [44]-[51] and notably included the conciliation function of Arbitrators, who were members of the Commission (and appointed by the Commission's President, in itself something \"foreign to the notion of a court\": [42]) and the reference of medical disputes to \"approved medical specialists\".",
      "id": "s284"
    },
    {
      "text": "Comparable features were not present in the body under consideration in Radio 2UE , nor are they present in the Tribunal.",
      "id": "s285"
    },
    {
      "text": "Indeed a feature of the Anti-Discrimination Act is the conferral of conciliation functions on the Commissioner, rather than the Tribunal, whose role, undoubtedly a judicial one, comes into play after conciliation has failed.",
      "id": "s286"
    },
    {
      "text": "81 Judge O'Connor at [50] made the following point which in my opinion is equally applicable to the position of the Tribunal in Tasmania:\n \n \"The Division is the exclusive jurisdiction in New South Wales for the determination of complaints of unlawful discrimination.",
      "id": "s287"
    },
    {
      "text": "Its importance in the legal institutional framework of New South Wales should not be understated.",
      "id": "s288"
    },
    {
      "text": "It deals with a type of complaint commonly seen as involving the protection of fundamental human rights.",
      "id": "s289"
    },
    {
      "text": "The Parliament could have, but did not, choose to vest the jurisdiction in the traditional courts.",
      "id": "s290"
    },
    {
      "text": "It established a specialist jurisdiction, with special procedures and a special bench.",
      "id": "s291"
    },
    {
      "text": "Had the Parliament gone the other route, this present issue would not arise.",
      "id": "s292"
    },
    {
      "text": "\" \n\n\nHis Honour at [53] thought it would\n \n \"be a strange result if modern adjudicative functions like the Equal Opportunity Division were not seen to be 'courts' within the meaning of the Judiciary Act .",
      "id": "s293"
    },
    {
      "text": "\" \n \n\n82 I conclude that the Tribunal is a court of the State of Tasmania for the purposes of receipt of federal jurisdiction.",
      "id": "s294"
    },
    {
      "text": "Section 109 inconsistency \n \n83 Section 109 of the Constitution provides that when a law of a State is inconsistent with a law of the Commonwealth, the latter shall prevail, and the former shall, to the extent of the inconsistency, be invalid.",
      "id": "s295"
    },
    {
      "text": "84 A law of a State will be inconsistent with a law of the Commonwealth:\n \n &#8226; where simultaneous obedience to both laws is impossible: Blackley v Devondale Cream (Vic) Pty Ltd [1968] HCA 2 ; (1968) 117 CLR 253 at 258-259;\n &#8226; where one law takes away a right, power or authority conferred by the other law: Botany Municipal Council v Federal Airports Corporation [1992] HCA 52 ; (1992) 175 CLR 453 at 464;\n &#8226; where the State law would alter, impair or detract from the operation of the Commonwealth law or the exercise of a power under the Commonwealth law: Telstra Corporation v Worthing [1999] HCA 12 ; (1999) 197 CLR 61 at 76, Victoria v Commonwealth (The Kakariki) [1937] HCA 82 ; (1937) 58 CLR 618 at 630-631, APLA Ltd v Legal Services Commissioner (NSW) [2005] HCA 44 ; (2005) 219 ALR 403 at [41] - [45] ; and\n &#8226; where a law of a State enters a field that the law of the Commonwealth was intended to cover exclusively or exhaustively: Commonwealth v Western Australia (1999) 196 CLR 302 at [55]; Western Australia v Commonwealth (Native Title Act Case) [1995] HCA 47 ; (1995) 183 CLR 373 at 465-466; Ex parte McLean [1930] HCA 12 ; (1930) 43 CLR 472 at 483.",
      "id": "s296"
    },
    {
      "text": "85 At the time of Eleanor's death she was a member of the Tasmanian Squadron of the organisation known as the Air Training Corps, which was established under s 8(1) of the Air Force Act 1923 (Cth).",
      "id": "s297"
    },
    {
      "text": "More recently, by an amendment to s 8(1) , that body was continued in existence under a new name, the Australian Air Force Cadets (AAFC).",
      "id": "s298"
    },
    {
      "text": "By s 8(2) the AAFC is to consist of persons appointed in accordance with the regulations to be officers or instructors in that body and persons who volunteer and are accepted in accordance with regulations as cadets.",
      "id": "s299"
    },
    {
      "text": "Officers and instructors in the AAFC do not become members of the Air Force by virtue of that appointment (subs (3)).",
      "id": "s300"
    },
    {
      "text": "Cadets are not members of the Air Force (subs (4)).",
      "id": "s301"
    },
    {
      "text": "Cadets must be above such age as is prescribed (the age of twelve years and six months has been prescribed) and less than 20 years (subs (5)).",
      "id": "s302"
    },
    {
      "text": "They cease to be a cadet when they attain the age of 21 or such lower age as prescribed (subs (7)).",
      "id": "s303"
    },
    {
      "text": "Subsection (7) provides:\n \n \"The regulations may make provision for and in relation to the organization, maintenance, regulation, control and discipline of the Australian Air Force Cadets, and, in particular, for and in relation to: \n \n (a) The periods and conditions of service of members, other than conditions of service with respect to which determinations under s 58B of the Defence Act may be made; and \n (b) The promotion of members.",
      "id": "s304"
    },
    {
      "text": "\" \n\n\nBy subs (9), the Chief of Air Force is to administer the AAFC, subject to the Regulations, to any determinations in force under s 58 B of the Defence Act and to the directions of the Minister.",
      "id": "s305"
    },
    {
      "text": "The regulation making power is conferred on the Governor-General by s 9.",
      "id": "s306"
    },
    {
      "text": "86 Members of the AAFC, not being members of the Australian Defence Force, are not subject to the military discipline and justice system created by the Defence Force Discipline Act 1982 (Cth) and the Defence Force Discipline Appeals Act 1955 (Cth).",
      "id": "s307"
    },
    {
      "text": "Provisions relating to the governance and discipline of the AAFC are to be found primarily in:\n \n &#8226; The Cadet Forces Regulations 1977 (Cth) &#8226; The Australian Air Force Cadets Policy Manual issued by Air Marshall A G Houston, Chief of Air Force, in the exercise of the power conferred by s 8(9) of the Air Force Act .",
      "id": "s308"
    },
    {
      "text": "87 The Cadet Forces Regulations deal with the circumstances in which a cadet may be discharged from the AAFC, either at his or her request (reg 13(1)) or otherwise than on request (reg 14(2)).",
      "id": "s309"
    },
    {
      "text": "Regulation 14(2) provides that a member (i.e.",
      "id": "s310"
    },
    {
      "text": "an instructor or cadet) may be discharged for a number of reasons including;\n \n \"(a) That the member is unsuitable to be a member \n \n \n (b) That the member's attendance at the activities and training program of his unit has been unsatisfactory \n \n \n (c) That the member is medically unfit.",
      "id": "s311"
    },
    {
      "text": "\" \n\n\nThere are other reasons (d) to (g) dealing with circumstances unrelated to any failing by the cadet, e.g.",
      "id": "s312"
    },
    {
      "text": "where the member is enrolled in a unit at a school and has ceased to attend that school.",
      "id": "s313"
    },
    {
      "text": "In case of termination for reasons (a), (b) or (c) the cadet must be notified of the reasons for the intended discharge and given an opportunity to contest it: reg 14(3).",
      "id": "s314"
    },
    {
      "text": "88 The Manual , in the submission of the applicants, with which I agree, comprehensively covers issues relating to the rights and responsibilities of members of the AAFC.",
      "id": "s315"
    },
    {
      "text": "89 Chapter 19 of the Manual is entitled \"Harassment and discrimination\" and deals in considerable detail with those topics.",
      "id": "s316"
    },
    {
      "text": "It is said in par 2 to contain \"Air Force policy applicable to the AAFC on what constitutes unacceptable behaviour, the means of dealing with incidents and the measures to be taken to make members of the AAFC aware of this policy\".",
      "id": "s317"
    },
    {
      "text": "Paragraph 5 of Ch 19 provides that incidents should be resolved between individuals involved or through a process of conflict resolution wherever possible.",
      "id": "s318"
    },
    {
      "text": "Assistance should be provided from \"outside the group or unit where this is likely to be helpful\".",
      "id": "s319"
    },
    {
      "text": "Other unacceptable behaviour \"of a more serious nature will result in administrative or disciplinary action or charges under either civil or criminal law\".",
      "id": "s320"
    },
    {
      "text": "90 Paragraph 10 of Ch 19 states that the AAFC is committed to eliminating discriminatory practices.",
      "id": "s321"
    },
    {
      "text": "Paragraph 12 provides that sexual offences are not to be investigated within the AAFC.",
      "id": "s322"
    },
    {
      "text": "Any allegations of sexual offences are to be referred to the appropriate civil authority.",
      "id": "s323"
    },
    {
      "text": "Paragraph 25 also provides that incidents involving sexual offences involving a minor must be reported to the police and relevant State authority.",
      "id": "s324"
    },
    {
      "text": "Each Regional Liaison Officer (RLO) is to seek legal advice on the requirement under State legislation to comply with the provisions of mandatory reporting of suspected physical or sexual abuse and inform their OOC/IOCs of their duty of care to comply with any requirements\".",
      "id": "s325"
    },
    {
      "text": "91 Paragraph 29 of Ch 19 provides (emphasis in original): \n \n \"Where all efforts to resolve a conflict internally have failed or the complainant cannot confront the issue internally then they [sic] have the right to use other avenues of complaint as detailed below: \n (a) The police or other State authority.",
      "id": "s326"
    },
    {
      "text": "If a member does not believe the chain of command is appropriate or the situation requires urgent action, then the police or relevant State authority may be contacted.",
      "id": "s327"
    },
    {
      "text": "Where minors are involved State legislation is to be adhered to.",
      "id": "s328"
    },
    {
      "text": "(b) The Ombudsman.",
      "id": "s329"
    },
    {
      "text": "In some circumstances a member may have grounds for not wishing to complain to any authority within the chain of command or to state service agencies.",
      "id": "s330"
    },
    {
      "text": "The Ombudsman may accept the complaint for investigation, if satisfied that it is appropriate to do so.",
      "id": "s331"
    },
    {
      "text": "(c) The Human Rights and Equal Opportunity Commission.",
      "id": "s332"
    },
    {
      "text": "Members also have the right to refer the matter to the Human Rights and Equal Opportunity Commission (HREOC), although this avenue may not satisfy the immediate requirement of stopping the harassment or discriminatory practice, and acting against the offender in a timely manner.",
      "id": "s333"
    },
    {
      "text": "Further information can be obtained from the website www.humanrights.gov.au .",
      "id": "s334"
    },
    {
      "text": "\" \n\n92 Paragraph 34 of Ch 19 provides:\n \n \"Sexual harassment and other forms of discrimination may be unlawful and result in civil action under the relevant Discrimination Act.",
      "id": "s335"
    },
    {
      "text": "Sexual offences may result in criminal proceedings.",
      "id": "s336"
    },
    {
      "text": "A member is to be assisted to report any allegation of sexual assault to civil police and various State authorities as required by law within that State and offered counselling support without delay.",
      "id": "s337"
    },
    {
      "text": "\" \n \n\n93 The applicants submitted that \"the provisions of s 8 of the Air Force Act (particularly s 8(9)) and the Regulations deal in a comprehensive manner with the employment, dismissal and discipline of members (including officers and instructors) of the AAFC\".",
      "id": "s338"
    },
    {
      "text": "They provide, it was said, detailed procedures for addressing grievances, including discrimination, by utilizing the military chain of command.",
      "id": "s339"
    },
    {
      "text": "It was put that those procedures do not contemplate, and leave no room for, the operation of, \"an alternative layer of regulation arising under State anti-discrimination law\".",
      "id": "s340"
    },
    {
      "text": "Section 8 and the Regulations , it was said, can be seen to express the Commonwealth Parliament's intention to regulate exhaustively and exclusively the relationship between the Commonwealth and members of the AAFC and the relationship amongst members of the AAFC.",
      "id": "s341"
    },
    {
      "text": "They cover the field and the Anti-Discrimination Act , to the extent that it attempts to enter that field, can have no valid operation.",
      "id": "s342"
    },
    {
      "text": "94 In The Queen v Credit Tribunal; Ex parte General Motors Acceptance Corporation [1977] HCA 34 ; (1977) 137 CLR 545 at 563 Mason J said:\n \n \"...a Commonwealth law may provide that it is not intended to make exhaustive or exclusive provision with respect to the subject with which it deals, thereby enabling State laws, not inconsistent with the Commonwealth law, to have an operation.",
      "id": "s343"
    },
    {
      "text": "Here again the Commonwealth law does not of its own force give State law a valid operation.",
      "id": "s344"
    },
    {
      "text": "All that it does is to make it clear that the Commonwealth law is not intended to cover the field, thereby leaving room for the operation of such State laws as do not conflict with Commonwealth law.",
      "id": "s345"
    },
    {
      "text": "\" \n \n\n95 The present case, in my opinion, is an example of the principle of which Mason J speaks.",
      "id": "s346"
    },
    {
      "text": "The applicants' focus on s 8(9) of the Air Force Act draws particular attention to the Manual , issued by the Chief of Air Force in the course of exercising his statutory power and duty to administer the AAFC.",
      "id": "s347"
    },
    {
      "text": "The exercise of that power and duty is of course subject, amongst other things, to the Cadet Forces Regulations .",
      "id": "s348"
    },
    {
      "text": "But the Regulations themselves, relevantly for present purposes, do not go beyond the specific grounds available for discharge and the procedure to be followed in relation thereto.",
      "id": "s349"
    },
    {
      "text": "Plainly the legislators, including those who made the Regulations , contemplated that the vast bulk of other administrative provisions essential for the conduct of the AAFC would be left to the Chief of Air Force in the exercise of his power and duty under s 8(9).",
      "id": "s350"
    },
    {
      "text": "96 The Manual , as has been seen, is replete with express references to State authorities and State laws (and also Commonwealth authorities, the Ombudsman and the Human Rights and Equal Opportunity Commission, entirely unconnected with the Air Force).",
      "id": "s351"
    },
    {
      "text": "This is hardly surprising.",
      "id": "s352"
    },
    {
      "text": "Cadets are not members of the Australian Defence Force.",
      "id": "s353"
    },
    {
      "text": "Although they engage in activities and training of a military kind, they do not undertake the obligations and restrictions of military life.",
      "id": "s354"
    },
    {
      "text": "Since cadets may be thirteen or even younger, children in the most literal sense, the AAFC is, as is said in Ch 19 par 6 of the Manual, in loco parentis with respect to those who are minors.",
      "id": "s355"
    },
    {
      "text": "Discrimination, sexual harassment and like conduct have only become the subject of legislative attention in the last few decades.",
      "id": "s356"
    },
    {
      "text": "It can give rise to difficult and delicate problems, especially where children and young people are concerned in activities with older instructors.",
      "id": "s357"
    },
    {
      "text": "It is not an area in which the military is perceived to have any special expertise.",
      "id": "s358"
    },
    {
      "text": "97 The present case is the polar opposite of the kind of situation dealt with in Australian Mutual Provident Society v Goulden [1986] HCA 24 ; (1986) 160 CLR 330, discussed in APLA at [42]-[43].",
      "id": "s359"
    },
    {
      "text": "In Goulden the High Court held that the Life Insurance Act 1945 (Cth) made detailed provision for supervising and regulating the statutory funds of life insurers, including the classification of risks and the setting of premiums.",
      "id": "s360"
    },
    {
      "text": "It would \"alter, impair or detract from\" the Commonwealth scheme if a registered life company were prevented by State anti-discrimination legislation from classifying different risks differently or for setting different premiums for different risks.",
      "id": "s361"
    },
    {
      "text": "In the present case, there is no intention manifested by the Air Force Act or the Regulations to create a scheme to deal exclusively within the AAFC with discriminatory conduct involving cadets.",
      "id": "s362"
    },
    {
      "text": "As was submitted by the second respondent, the Manual , far from being a comprehensive code, is predicated on the continuing operation and availability of State legal regimes as part of a bed of underlying law.",
      "id": "s363"
    },
    {
      "text": "98 The applicants relied on Dao v Australian Postal Commission [1987] HCA 13 ; (1987) 162 CLR 317.",
      "id": "s364"
    },
    {
      "text": "Section 42(1) of the Postal Services Act 1975 (Cth) gave the Commission power to appoint persons as officers for the purposes of the Act.",
      "id": "s365"
    },
    {
      "text": "Section 42(2) provided that a person should not be appointed unless the Commission was satisfied, after the person had undergone a medical examination required by the Commission, as to his health and physical fitness and that he possessed such educational qualifications, or met such other requirements (if any) as were required by the Commission.",
      "id": "s366"
    },
    {
      "text": "The Commission dismissed Ms Dao and the other appellant from temporary employment, and refused them permanent employment, because in their medical examinations they failed to attain a specified minimum body weight determined by reference to their height and sex according to a scale prepared and used by the Commonwealth Department of Health.",
      "id": "s367"
    },
    {
      "text": "The Commission determined on this basis that they did not possess the standard of physical fitness required.",
      "id": "s368"
    },
    {
      "text": "The appellants complained before the New South Wales Equal Opportunity Tribunal that they had been discriminated against on the ground of their sex, contrary to s 25(1) of the Anti-Discrimination Act 1977 (NSW).",
      "id": "s369"
    },
    {
      "text": "The High Court held that the ss 25 and 113 of the State Act (which empowered the Tribunal to award damages and reinstatement) would result in \"a clear usurpation ... of the responsibility resting on the Commission under the Commonwealth Act\" and were \"clearly in collision with s 42 ... and must therefore, by force of s 109 of the Constitution , give way.",
      "id": "s370"
    },
    {
      "text": "\" (at 335).",
      "id": "s371"
    },
    {
      "text": "Their Honours cited the statement of Mason J in Ansett Transport Industries (Operations) Pty Ltd v Wardley [1980] HCA 8 ; (1980) 142 CLR 237 at 260:\n \n \"If, according to the true construction of the Commonwealth law, the right is absolute, then inevitably follows that the right is intended to prevail to the exclusion of any other law.",
      "id": "s372"
    },
    {
      "text": "A State law which takes away the right is inconsistent because it is in conflict with the absolute right and because the Commonwealth law relevantly occupies the field.",
      "id": "s373"
    },
    {
      "text": "So also with a Commonwealth law that grants a permission by way of positive authority.",
      "id": "s374"
    },
    {
      "text": "The Commonwealth legislative intention which sustains the conclusion that the permission is granted by way of positive authority also sustains the conclusion that the positive authority was to take effect to the exclusion of any other law.",
      "id": "s375"
    },
    {
      "text": "Again it produces inconsistency on both grounds: cf.",
      "id": "s376"
    },
    {
      "text": "Airlines of New South Wales Pty.",
      "id": "s377"
    },
    {
      "text": "Ltd. v. New South Wales [1965] HCA 3 ; (1965) 113 CLR 54, where the permission for which Commonwealth law provided was neither absolute nor comprehensive.",
      "id": "s378"
    },
    {
      "text": "(at p260).",
      "id": "s379"
    },
    {
      "text": "\" \n \n\n99 If the present case were concerned with a complaint under the Anti-Discrimination Act about the discharge of a cadet under reg 14 (2) (a), (b) or (c) it might be said that there was a direct collision between State and Commonwealth law of the kind that occurred in Dao .",
      "id": "s380"
    },
    {
      "text": "However, Ms Campbell's case is not directed at any exercise of the power of discharge.",
      "id": "s381"
    },
    {
      "text": "It does not trespass on that confined area of Commonwealth statutory power.",
      "id": "s382"
    },
    {
      "text": "By stipulating the grounds on which, and the procedure by which, cadets may be discharged the Commonwealth did not evince an intention to exclude generally the operation of a Tasmanian law outlawing discriminatory conduct in the areas of activity specified in s 22(1) , and particularly education and training; cf the discussion of Wardley in Dao at 336.",
      "id": "s383"
    },
    {
      "text": "100 In any case, it is difficult to see how Ms Campbell's complaint on her own behalf is affected by any provision of the Air Force Act or the Cadet Forces Regulations .",
      "id": "s384"
    },
    {
      "text": "Impairment of the capacities of the Commonwealth Executive \n \n101 The applicants submitted that the Anti-Discrimination Act infringed the Commonwealth's right to determine the identity of persons employed by the Commonwealth, in the same way as, conversely, Commonwealth legislation cannot determine the number and identity and terms of employment of State employees, this being critical to the capacity of a State to function: Re Australian Education Union [1994] HCA 26 ; (1995) 184 CLR 188.",
      "id": "s385"
    },
    {
      "text": "102 There is a distinction between, on the one hand, the capacities of the Crown in the right of the Commonwealth and, on the other hand, the exercise of those capacities.",
      "id": "s386"
    },
    {
      "text": "State legislation cannot modify the nature of the executive power vested in the Crown in the right of the Commonwealth but it can regulate activities in which the Crown may engage in exercise of those activities.",
      "id": "s387"
    },
    {
      "text": "The distinction is discussed by Dawson, Toohey and Gaudron JJ in Henderson at 438-448.",
      "id": "s388"
    },
    {
      "text": "Their Honours noted at 444 that the laws of the land are not confined to the laws of the Commonwealth but include the common law and the statute law in force in each of the States.",
      "id": "s389"
    },
    {
      "text": "Thus in Pirrie v McFarlane [1925] HCA 30 ; (1925) 36 CLR 170 a person acting in the course of his duties as a member of the RAAF was held to be bound by the provisions of a Victorian Act requiring him to hold a driver's licence when driving a vehicle on a public highway.",
      "id": "s390"
    },
    {
      "text": "103 The present case is concerned with the application of a Tasmanian statute proscribing discriminatory conduct in that State in various areas of activity, including education and training.",
      "id": "s391"
    },
    {
      "text": "It is consistent with similar beneficial legislation in other States and Territories and in the Commonwealth itself (which explicitly leaves open resort to State and Territory legislation: Human Rights and Equal Opportunity Commission Act 1986 (Cth), s 4(1)).",
      "id": "s392"
    },
    {
      "text": "The executive capacity of the Commonwealth will not be impaired by agents such as Mr Smith being required to conduct themselves in accordance with the Anti-Discrimination Act , along with other Tasmanian laws, as the Manual recognises.",
      "id": "s393"
    },
    {
      "text": "Certainly this is so in the absence of any express Commonwealth law to the contrary: cf Pirrie at 183.",
      "id": "s394"
    },
    {
      "text": "Conclusion \n \n104 The Anti-Discrimination Act applies to the Commonwealth and its agents.",
      "id": "s395"
    },
    {
      "text": "The Act authorises complaints where the person discriminated against has died.",
      "id": "s396"
    },
    {
      "text": "Ms Campbell has an arguable complaint in her own right of discrimination contrary to the Act.",
      "id": "s397"
    },
    {
      "text": "In conferring on the Anti-Discrimination Tribunal jurisdiction to adjudicate complaints against the Commonwealth the Act does not breach Ch III of the Constitution .",
      "id": "s398"
    },
    {
      "text": "The Act is not inconsistent with the Air Force Act or the Cadet Forces Regulations within the meaning of s 109 of the Constitution .",
      "id": "s399"
    },
    {
      "text": "The Act does not impair the capacities of the Commonwealth Executive.",
      "id": "s400"
    },
    {
      "text": "Orders \n \n105 There will be orders that the application be dismissed and that the applicants pay the respondents' costs, including reserved costs.",
      "id": "s401"
    },
    {
      "text": "I certify that the preceding one hundred and five (105) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Heerey.",
      "id": "s402"
    },
    {
      "text": "Associate:\n\nDated: 9 February 2006\n\n\n Counsel for the Applicants: Peter Hanks QC, Kate Eastman and Stephen Donaghue \n \n Solicitors for the Applicant: Phillips Fox \n \n Counsel for the Second Respondent: Stephen Estcourt QC, Duncan Kerr SC and Greg Barns \n \n Solicitors for the Second Respondent: Simmons Wolfgagen \nCounsel for the State of Tasmania intervening\n\nSolicitor for the State of Tasmania Paul Turner Director of Public Prosecutions \nDates of Hearing: 6, 7, 8 December 2005 \n \n Date of Judgment: 9 February 2006 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/60.html",
      "id": "s403"
    }
  ]
}