{
  "name": "Cooper v Universal Music Australia Pty Ltd [2006] FCA 642 (29 May 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/642.html",
  "catchphrases": [
    {
      "text": "application for security for costs",
      "id": "c0"
    },
    {
      "text": "jurisdiction of single judge to make orders for security for costs of an appeal",
      "id": "c1"
    },
    {
      "text": "factors to be considered in deciding whether order for security for costs should be made",
      "id": "c2"
    },
    {
      "text": "whether evidence regarding one application for security for costs may be used as evidence in another related appeal",
      "id": "c3"
    },
    {
      "text": "costs",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 These reasons concern an application for security for costs brought by the respondents (\"the record companies\") in relation to two appeals.",
      "id": "s0"
    },
    {
      "text": "The first appeal is brought by Mr Stephen Cooper (NSD 61 of 2006) and the second appeal is brought by E-Talk Communications Pty Ltd (\"E-Talk\") and Mr Leon Francis Bal (NSD 150 of 2006).",
      "id": "s1"
    },
    {
      "text": "2 The first order sought by the record companies in relation to appeal NSD 61 of 2006 is that Mr Cooper provide security for the record companies' costs of the proposed appeal in such amount as the Court considers fit.",
      "id": "s2"
    },
    {
      "text": "The second order is sought against E-Talk and Mr Bal to provide securities in respect of their appeal NSD 150 of 2006.",
      "id": "s3"
    },
    {
      "text": "3 The record companies submit that there is jurisdiction for a single Judge to make orders for security for costs of an appeal under s 56 of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s4"
    },
    {
      "text": "This section provides that a Court or a Judge may order an appellant to give security for the payment of costs that may be awarded against them.",
      "id": "s5"
    },
    {
      "text": "Order 52 r 20 of the Federal Court Rules also illustrates that a Court or a Judge may make an order for security for costs of an appeal.",
      "id": "s6"
    },
    {
      "text": "4 In this matter, I am satisfied that it is appropriate for me to consider the question of security and not refer the matter to a Full Court.",
      "id": "s7"
    },
    {
      "text": "The relevant principles were discussed by Hely J in Croker v Deputy Registrar of the High Court of Australia [2003] FCA 681 at [10] - [11] .",
      "id": "s8"
    },
    {
      "text": "In that case, his Honour did not consider it appropriate to convene and refer the application for security for costs to a Full Court.",
      "id": "s9"
    },
    {
      "text": "Nor did Spender J in Dranichnikov v Centrelink [2002] FCA 1622 , where his Honour took a similar course.",
      "id": "s10"
    },
    {
      "text": "5 Both these decisions considered a contrary approach to that expressed by Beaumont J in Endormer Pty Ltd (in liquidation) v Australian Guarantee Corporation Ltd [2001] FCA 510 , in which his Honour held that the jurisdiction to order security for costs of an appeal should more properly be exercised by a Full Court.",
      "id": "s11"
    },
    {
      "text": "6 In my view, a single Judge has jurisdiction to hear an application and, in the present case, it is appropriate to do so rather than convene a Full Court to hear the application for security for costs.",
      "id": "s12"
    },
    {
      "text": "Moreover, having heard the matter over several days, I am familiar with the background of the matter.",
      "id": "s13"
    },
    {
      "text": "7 It was submitted by Mr Anthony Morris QC for Mr Cooper that, as I had previously expressed adverse views as to the credit of some witnesses in the matter, there may be a perception of apprehended bias and I should therefore consider disqualifying myself from hearing the application for security for costs.",
      "id": "s14"
    },
    {
      "text": "I have considered the principles set forth in the decision in Keating v Morris &amp; Ors (Moynihan J, Supreme Court of Queensland, 1 September 2005 unreported) at [32] - [47].",
      "id": "s15"
    },
    {
      "text": "It does not follow simply from my rejection of certain evidence and preference for other evidence that, without more, there is any basis for a perception by a reasonable informed observer that I may be perceived to be affected by apprehended bias on this application for security for costs.",
      "id": "s16"
    },
    {
      "text": "Therefore, I reject this submission.",
      "id": "s17"
    },
    {
      "text": "8 The record companies have filed an affidavit by Mr Michael Williams, solicitor for the record companies, dated 22 March 2006.",
      "id": "s18"
    },
    {
      "text": "The file number on the copy of this affidavit on the Court file does not refer to the number assigned to the particular appeals, but to the number assigned to the matter at first instance.",
      "id": "s19"
    },
    {
      "text": "In my view, nothing turns on this, as the affidavit was accompanied by two notices of motion, one in NSD 61 of 2006 and the other in NSD 150 of 2006 in identical terms.",
      "id": "s20"
    },
    {
      "text": "I mention these matters because counsel for E-Talk and Mr Bal has contended that it is inappropriate, without a Court order, that evidence on one application for security for costs should be evidence on the other.",
      "id": "s21"
    },
    {
      "text": "I do not accept this submission and I make an order that, since the evidence relates to both applications, it may be used in each.",
      "id": "s22"
    },
    {
      "text": "9 Counsel for E-Talk and Mr Bal also submits that evidence in the affidavit of Mr Williams which does not pertain to the circumstances of E-Talk and Mr Bal should be rejected as against them.",
      "id": "s23"
    },
    {
      "text": "I accept this submission, and I have read and used the affidavit only in relation to the particular appellants in question.",
      "id": "s24"
    },
    {
      "text": "The form of the affidavit makes it clear which paragraphs relate to each of the appeals and which relate to common matters.",
      "id": "s25"
    },
    {
      "text": "10 Mr Williams sets out the factual background to the matter and quantifies the likely costs of the appeal.",
      "id": "s26"
    },
    {
      "text": "He gives a detailed breakdown of these costs.",
      "id": "s27"
    },
    {
      "text": "His conclusion is that the costs likely to be incurred by the record companies on the appeal would total $201,855.00.",
      "id": "s28"
    },
    {
      "text": "However, he states that, if the record companies were successful in defending the appeals, the party/party costs would amount to $100,000.00 after taxation.",
      "id": "s29"
    },
    {
      "text": "Mr Williams also sets out the investigations that he has conducted and the reasons why he considers that Mr Cooper, E-Talk and Mr Bal will not be able to meet any adverse costs order in the event that the record companies are successful in defending the appeal.",
      "id": "s30"
    },
    {
      "text": "11 The Court has a wide discretion in relation to the grant of security for costs.",
      "id": "s31"
    },
    {
      "text": "There is no general rule because each case depends upon its own circumstances.",
      "id": "s32"
    },
    {
      "text": "In relation to an appeal, Courts have given weight to the injustice that might be caused to a successful litigant if the litigant is compelled to contest the matter for a second time without the probability of obtaining the costs if ultimately successful: Cowell v Taylor (1885) 31 Ch D 34 at 38.",
      "id": "s33"
    },
    {
      "text": "In Equity Access v Westpac Banking Corp (1989) ATPR 40-972, Hill J at 50,635 listed some of the relevant matters to be considered when deciding whether security for costs ought to be awarded:\n \n \n &#8226; the prosects of success;\n &#8226; the quantum of risk that a costs order will not be satisfied;\n &#8226; whether the making of an order would be oppressive in that it would stifle the reasonably arguable claim;\n &#8226; whether any impecuniosity of the appellants arises out of the conduct complained of;\n &#8226; whether there are aspects of public interest which weigh in the balance against such an order;\n &#8226; whether there are any particular discretionary matters peculiar to the circumstances of the case.",
      "id": "s34"
    },
    {
      "text": "12 Although Courts will be reluctant to make an order for security costs against a natural person on account of his or her impecuniosity, there is no general principle that prevents the making of such an order.",
      "id": "s35"
    },
    {
      "text": "13 Other relevant considerations affecting the discretion to award costs are also set out in KP Cable Investments Pty Ltd v Meltglow Pty Ltd (1995) 56 FCR 189 per Beazley J; Paton v Campbell Ltd [1993] FCA 449 per Burchett J; Carey-Hazell v Getz Bros (Aust) Pty Ltd [2004] FCA 1334 per French J at [28]-[31].",
      "id": "s36"
    },
    {
      "text": "REASONING \n \n14 Mr Cooper submits that no order made for security for costs because a requirement that any significant amount of security be provided would mean that he could not prosecute the appeal due to his impecuniosity.",
      "id": "s37"
    },
    {
      "text": "Counsel for Mr Cooper says that the appeal raises important and novel questions relating to legal issues arising from the use of hyperlinks and the internet.",
      "id": "s38"
    },
    {
      "text": "Accordingly, it is argued that the application for security for costs should be refused.",
      "id": "s39"
    },
    {
      "text": "15 I accept, for the purpose of this application, that some of the grounds of appeal raised are reasonably arguable.",
      "id": "s40"
    },
    {
      "text": "I also accept that, on the evidence, there is a real risk that a costs order on the appeal in favour of the record companies will not be satisfied by Mr Cooper.",
      "id": "s41"
    },
    {
      "text": "I am informed by counsel for Mr Cooper that any substantial order for security for costs will stifle the reasonably arguable grounds of appeal.",
      "id": "s42"
    },
    {
      "text": "No evidence has been presented to support this submission.",
      "id": "s43"
    },
    {
      "text": "16 The record companies accept that Mr Cooper does not appear to have any means.",
      "id": "s44"
    },
    {
      "text": "However, Mr Cooper has led no evidence, as distinct from statements from the bar table, to support the submission that his appeal will be stifled.",
      "id": "s45"
    },
    {
      "text": "In the past, Mr Cooper obtained extensive legal assistance in relation to the trial, where he was represented by senior counsel and about five junior counsel assisting.",
      "id": "s46"
    },
    {
      "text": "There is no evidence that Mr Cooper cannot obtain funds or could not appear in person to prosecute his appeal.",
      "id": "s47"
    },
    {
      "text": "17 There is also no suggestion that Mr Cooper's impecuniosity arises out of the conduct of the record companies or relates to the way in which the litigation was conducted.",
      "id": "s48"
    },
    {
      "text": "In these circumstances, while it is clear that the Court is reluctant to make an order for security for costs against an appellant who is a natural person, the considerations must be weighed in the balance.",
      "id": "s49"
    },
    {
      "text": "18 Insofar as the Court's discretion is concerned, it is important to bear in mind that the record companies are faced with substantial legal costs which have not been paid and, having regard to the evidence of Mr Williams as to the apparent impecuniosity of Mr Cooper, may not be recoverable by the record companies.",
      "id": "s50"
    },
    {
      "text": "19 It must also be kept in mind that Mr Cooper has already had an opportunity to ventilate his case, with the extensive representation referred to above.",
      "id": "s51"
    },
    {
      "text": "This appeal is designed to provide a further opportunity of redress for him.",
      "id": "s52"
    },
    {
      "text": "Moreover, there is precedent in this Court for making substantial orders for security for costs of an appeal, notwithstanding that the appellants are natural persons with no apparent means.",
      "id": "s53"
    },
    {
      "text": "20 Having regard to the above considerations, I consider that an order for security for costs should be made against Mr Cooper.",
      "id": "s54"
    },
    {
      "text": "21 In relation to E-Talk and Mr Bal, the affidavit of Mr Williams indicates that E-Talk and Mr Bal would not be able to meet the record companies' costs if they failed on their appeal.",
      "id": "s55"
    },
    {
      "text": "I note that E-Talk has an issued capital of only $100 and that its most recent balance sheets as at 30 June 2004 disclose a net deficit of $28,455 and an operating loss of $37,208 for that financial year.",
      "id": "s56"
    },
    {
      "text": "22 No evidence has been led by E-Talk or Mr Bal as to their financial positions or ability to raise funds or obtain assistance.",
      "id": "s57"
    },
    {
      "text": "It was accepted at trial that Mr Bal is the controlling mind of E-Talk.",
      "id": "s58"
    },
    {
      "text": "Property searches indicate that Mr Bal does not own any real estate and there has been no response to requests on behalf of the record companies for clarification of his financial position.",
      "id": "s59"
    },
    {
      "text": "23 Counsel for E-Talk and Mr Bal has submitted that there is no jurisdiction for a single Judge or that it is inappropriate for a single Judge to hear the security for costs application.",
      "id": "s60"
    },
    {
      "text": "For the reasons given at [3] --- [6] above, I reject this submission.",
      "id": "s61"
    },
    {
      "text": "24 Counsel also submits that, as there has been no order that evidence in one appeal should be evidence in the other, the affidavit of Mr Williams should be disregarded.",
      "id": "s62"
    },
    {
      "text": "I can see no reason for taking this course as it is apparent from the affidavit which matters concern Cooper, which matters concern E-Talk and Mr Bal and which matters are common considerations to both applications for security for costs.",
      "id": "s63"
    },
    {
      "text": "There is a further submission that Mr Williams has misunderstood the expression of insolvency in expressing his views in the affidavit.",
      "id": "s64"
    },
    {
      "text": "It is also said that Mr Williams is relying on his inadmissible beliefs.",
      "id": "s65"
    },
    {
      "text": "I do not accept these submissions.",
      "id": "s66"
    },
    {
      "text": "25 In my view, the facts and documents referred to by Mr Williams provide a basis for his expressed belief.",
      "id": "s67"
    },
    {
      "text": "In any event, the question of the adequacy of the evidence and the conclusions to be drawn from it are matters for the Court.",
      "id": "s68"
    },
    {
      "text": "26 I make an order that the evidence of Mr Williams can be used in relation to both applications for security for costs as I do not consider that there will be any arguable prejudice to any of the appellants if this course is adopted.",
      "id": "s69"
    },
    {
      "text": "27 I am satisfied that, on the evidence, E-Talk will not be able to meet any substantial costs order made against it on the appeal.",
      "id": "s70"
    },
    {
      "text": "In relation to Mr Bal, I am not persuaded that he will be unable to meet any substantial costs order made.",
      "id": "s71"
    },
    {
      "text": "Therefore, I do not propose to make an order for security for costs against Mr Bal, having regard to the inadequacy of the evidence on this aspect.",
      "id": "s72"
    },
    {
      "text": "28 As to quantum, I am not persuaded that an order should be made for security for costs in the sum of $201,000.00.",
      "id": "s73"
    },
    {
      "text": "I similarly consider that the sum of $100,000.00, which is expressed to be the likely figure after taxation on a party/party basis, is not appropriate.",
      "id": "s74"
    },
    {
      "text": "In my view, security in the sum of $50,000.00 in total is an appropriate figure to be imposed, having regard to the length of time for preparation and hearing, which I consider is capable of being reduced.",
      "id": "s75"
    },
    {
      "text": "29 As to the question of apportionment, I consider that it is appropriate that security for costs by Mr Cooper be in the amount $30,000.00 and, in respect of Mr Bal/E-Talk, in the amount of $20,000.00.",
      "id": "s76"
    },
    {
      "text": "30 The orders that I make are as follows:\n \n In proceeding NSD 61 of 2006:\n \n \n \n 1.",
      "id": "s77"
    },
    {
      "text": "The evidence in the affidavit of Mr Williams sworn on 22 March 2006 may be used in relation to the applications for security for costs in both NSD 61 of 2006 and NSD 150 of 2006.",
      "id": "s78"
    },
    {
      "text": "2.",
      "id": "s79"
    },
    {
      "text": "The appellant provide security for the first to thirty fourth respondents' costs of the appeal in an amount of $30,000.00 and in such form as may be agreed between the parties or, failing such agreement, in a form acceptable to the Registrar of the Court.",
      "id": "s80"
    },
    {
      "text": "3.",
      "id": "s81"
    },
    {
      "text": "The appeal be stayed until such security has been provided or until further order.",
      "id": "s82"
    },
    {
      "text": "4.",
      "id": "s83"
    },
    {
      "text": "The appellant pay the first to thirty fourth respondents' costs of, and associated with, the application for security for costs against him.",
      "id": "s84"
    },
    {
      "text": "In proceeding NSD 150 of 2006:\n \n 1.",
      "id": "s85"
    },
    {
      "text": "The evidence in the affidavit of Mr Williams sworn on 22 March 2006 may be used in relation to the applications for security for costs in both NSD 61 of 2006 and NSD 150 of 2006.",
      "id": "s86"
    },
    {
      "text": "2.",
      "id": "s87"
    },
    {
      "text": "The first appellant (E-Talk) provide security for the first to thirty fourth respondents' costs of the appeal in an amount of $20,000.00 and in such form as may be agreed between the parties or, failing such agreement, in a form acceptable to the Registrar of the Court.",
      "id": "s88"
    },
    {
      "text": "3.",
      "id": "s89"
    },
    {
      "text": "The appeal be stayed until such security has been provided or until further order.",
      "id": "s90"
    },
    {
      "text": "4.",
      "id": "s91"
    },
    {
      "text": "The first appellant pay the first to thirty fourth respondents' costs of, and associated with, the application for security for costs.",
      "id": "s92"
    },
    {
      "text": "5.",
      "id": "s93"
    },
    {
      "text": "The application for security for costs against the second appellant (Liam Francis Bal) be dismissed.",
      "id": "s94"
    },
    {
      "text": "6.",
      "id": "s95"
    },
    {
      "text": "The first to thirty fourth respondents pay the second appellant's costs of, and associated with, the application for security for costs.",
      "id": "s96"
    },
    {
      "text": "I certify that the preceding thirty (30) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Tamberlin.",
      "id": "s97"
    },
    {
      "text": "Associate:\n\n\nDated: 29 May 2006\n\n\n\n NSD 61 of 2006 \n \n \n Counsel for the Appellant: A Morris QC with Q Cregan \n \n Solicitor for the Appellant: Barwick Stevens \n \n Counsel for the First Respondent: C Dimitriadis \n \n Solicitor for the First Respondent: Gilbert + Tobin \n \n Date of Hearing: 7 March 2006 \n \n Date of Judgment: 29 May 2006 \n\n\n NSD 150 of 2006 \n \n \n Counsel for the First and Second Appellants: M J Cohen \n \n Solicitor for the First and Second Appellants: Watson Mangione \n \n Counsel for the First Respondent: C Dimitriadis \n \n Solicitor for the First Respondent: Gilbert + Tobin \n \n Date of Hearing: 7 March 2006 \n \n Date of Judgment: 29 May 2006 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/642.html",
      "id": "s98"
    }
  ]
}