{
  "name": "Moore-McQuillan v Scot [2006] FCA 63 (10 February 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/63.html",
  "catchphrases": [
    {
      "text": "applicant convicted of offences under workers rehabilitation and compensation act 1986 (sa)",
      "id": "c0"
    },
    {
      "text": "applicant ordered to pay costs of investigation and prosecution of offences",
      "id": "c1"
    },
    {
      "text": "applicant subsequently became bankrupt",
      "id": "c2"
    },
    {
      "text": "whether sum payable by way of costs order is a debt provable in bankruptcy",
      "id": "c3"
    },
    {
      "text": "whether order should be made under s 60(1) of the bankruptcy act 1966 (cth) staying any legal process against applicant in respect of the costs order",
      "id": "c4"
    },
    {
      "text": "bankruptcy",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicant became bankrupt on 23 February 2004 on his own petition.",
      "id": "s0"
    },
    {
      "text": "The first respondent is a firm of which Alan Scott is a member.",
      "id": "s1"
    },
    {
      "text": "Mr Scott is now the trustee of the bankrupt estate of the applicant.",
      "id": "s2"
    },
    {
      "text": "Strictly speaking, he should be the named first respondent.",
      "id": "s3"
    },
    {
      "text": "I will order that he be substituted as the first respondent.",
      "id": "s4"
    },
    {
      "text": "I will hereafter call him 'the trustee'.",
      "id": "s5"
    },
    {
      "text": "2 The principal point on this application is whether the sum of $115,000 payable by the applicant by way of costs by order of a Magistrate in the Magistrates Court of South Australia of 13 February 2004 (the costs order), shortly before his bankruptcy, is a debt provable in the applicant's bankruptcy.",
      "id": "s6"
    },
    {
      "text": "He contends that it is, so that upon his discharge from bankruptcy, s 153 of the Bankruptcy Act 1966 (Cth) (the Act) will operate to release him from any further liability for that debt.",
      "id": "s7"
    },
    {
      "text": "3 The liability of the applicant to pay the costs order arose in a prosecution of the applicant by the WorkCover Corporation of South Australia (WorkCover).",
      "id": "s8"
    },
    {
      "text": "It performs functions under the Workers Rehabilitation and Compensation Act 1986 (SA) (the Compensation Act).",
      "id": "s9"
    },
    {
      "text": "The applicant was convicted of two counts of dishonesty in contravention of s 120 of the Compensation Act.",
      "id": "s10"
    },
    {
      "text": "It is not necessary to refer to the details.",
      "id": "s11"
    },
    {
      "text": "The amounts involved were small.",
      "id": "s12"
    },
    {
      "text": "Sub-sections 120(1) and (3) provide:\n \n '(1) A person who --- \n \n \n \n \n (a) obtains by dishonest means a payment or other benefit under this Act; or \n (b) dishonestly claims to be entitled to a payment or other benefit under this Act; or \n (c) dishonestly makes a statement about a claim under this Act knowing the statement is false or misleading; or \n (d) dishonestly makes an application, or gives a return, under this Act knowing the application or return to be false or misleading, \n \n \n \n \n is guilty of an offence.",
      "id": "s13"
    },
    {
      "text": "Penalty: $50 000 or imprisonment for one year.",
      "id": "s14"
    },
    {
      "text": "... \n \n \n \n (3) Where a court convicts a person of an offence against this section, or finds a person guilty of such an offence without recording a conviction the court must, on application by the Corporation or an exempt employer, order the person who committed the offence --- \n \n \n \n \n \n \n (a) to make good any loss to the applicant resulting from the commission of the offence; and \n (b) to reimburse costs incurred by the applicant in investigating and prosecuting the offence.",
      "id": "s15"
    },
    {
      "text": "' \n \n \n \n \n\n4 The penalty imposed was the recording of a conviction on two counts, and an order to perform community service hours.",
      "id": "s16"
    },
    {
      "text": "The learned Magistrate made an order under s 120(3) for payment of costs of $115,000 'inclusive of the GST component, investigation costs, and prosecution disbursements and costs'.",
      "id": "s17"
    },
    {
      "text": "An appeal against the convictions, and against the order under s 120(3) was dismissed: Moore-McQuillan v WorkCover Corporation [2005] SASC 13.",
      "id": "s18"
    },
    {
      "text": "5 At the completion of his sentencing remarks, the learned Magistrate said:\n \n 'I order that the payment [of the $115,000] be made as follows: \n The defendant is to pay the Registrar for and on behalf of the complainant the legal costs of prosecution mentioned.",
      "id": "s19"
    },
    {
      "text": "He is to fix the time and method of payment with the Court's unit set up for that purpose.",
      "id": "s20"
    },
    {
      "text": "The default of payment is pursuant to the provisions of the Criminal Law Sentencing Act [sic].",
      "id": "s21"
    },
    {
      "text": "' \n \n\n6 The trustee initially took the view that the award of costs of $115,000 'has the character of a penalty or fine imposed by the Court', so that s 82(3) of the Act applies and the liability is not a debt provable in the applicant's bankruptcy.",
      "id": "s22"
    },
    {
      "text": "Subsequently, he said the position was unclear.",
      "id": "s23"
    },
    {
      "text": "He has indicated there are no funds in the bankrupt estate of the applicant to enable any dividend to be paid.",
      "id": "s24"
    },
    {
      "text": "He does not therefore intend to call for proofs of debt.",
      "id": "s25"
    },
    {
      "text": "He has nevertheless attended to provide relevant materials to the Court and to assist the Court by submissions.",
      "id": "s26"
    },
    {
      "text": "7 The issue is important to the applicant because he continues to be subject to the recovery processes under Pt 9 of the Criminal Law (Sentencing) Act 1988 (SA) (the Sentencing Act ) in respect of the costs order.",
      "id": "s27"
    },
    {
      "text": "Part 9 deals generally with the enforcement of sentences, and relevantly Div 3 deals with the enforcement of 'pecuniary sums'.",
      "id": "s28"
    },
    {
      "text": "Section 3 defines a 'pecuniary sum' to mean (inter alia) a fine, costs, or any other amount payable pursuant to an order or direction of a court.",
      "id": "s29"
    },
    {
      "text": "It defines 'court' relevantly as any court of criminal jurisdiction.",
      "id": "s30"
    },
    {
      "text": "That, of course, includes the Magistrates Court of South Australia.",
      "id": "s31"
    },
    {
      "text": "Section 61 directs that a pecuniary sum is to be payable within 28 days of the order, subject to s 64 which enables other arrangements to be made as to the manner and time of payment.",
      "id": "s32"
    },
    {
      "text": "In the event of default, penalty enforcement orders may be made, including under s 70E the suspension of a debtor's driver's licence for 60 days.",
      "id": "s33"
    },
    {
      "text": "Penalty enforcement orders are reviewable by a court: Subdiv 7.",
      "id": "s34"
    },
    {
      "text": "8 Initially the application was against the first respondent only.",
      "id": "s35"
    },
    {
      "text": "After argument, I pointed out to the applicant that the first respondent was, in a legal sense, disinterested in the resolution of that point.",
      "id": "s36"
    },
    {
      "text": "As trustee, he had formed the view that there was no real point in calling for proofs of debt because the applicant's bankrupt estate would not be sufficient to warrant that action.",
      "id": "s37"
    },
    {
      "text": "I drew to his attention s 60(1) of the Act, which provides:\n \n 'The Court may, at any time after the presentation of a petition, upon such terms and conditions as it thinks fit: \n \n \n \n (a) discharge an order made, whether before or after the commencement of this subsection, against the person or property of the debtor under any law relating to the imprisonment of fraudulent debtors and, in a case where the debtor is imprisoned or otherwise held in custody under such a law, discharge the debtor out of custody; or \n \n \n \n \n \n (b) stay any legal process, whether civil or criminal and whether instituted before or after the commencement of this subsection, against the person or property of the debtor: \n \n \n \n \n \n \n (i) in respect of the non-payment of a provable debt or of a pecuniary penalty payable in consequence of the non-payment of a provable debt; or \n \n \n \n \n \n \n \n \n \n (ii) in consequence of his or her refusal or failure to comply with an order of a court, whether made in civil or criminal proceedings, for the payment of a provable debt; \n \n \n \n \n and, in a case where the debtor is imprisoned or otherwise held in custody in consequence of the non-payment of a provable debt or of a pecuniary penalty referred to in subparagraph (i) or in consequence of his or her refusal or failure to comply with an order referred to in subparagraph (ii), discharge the debtor out of custody.",
      "id": "s38"
    },
    {
      "text": "' \n\n9 The applicant then amended his application to seek an order under s 60(1)(b) of the Act to stay any legal process under the Sentencing Act against him in respect of the costs order.",
      "id": "s39"
    },
    {
      "text": "He was also given leave to join, and has joined, WorkCover as the entity in whose favour the costs order was made and Stephen Brady as the Manager, Penalty Management under the Magistrates Court Act 1991 (SA) and the person charged with recovering the costs order.",
      "id": "s40"
    },
    {
      "text": "Neither has taken an active part in these proceedings.",
      "id": "s41"
    },
    {
      "text": "10 Subsections 82(1), (3) and (3A) of the Act provide:\n \n \n '82(1) Subject to this Division, all debts and liabilities, present or future, certain or contingent, to which a bankrupt was subject at the date of the bankruptcy, or to which he or she may become subject before his or her discharge by reason of an obligation incurred before the date of the bankruptcy, are provable in his or her bankruptcy.",
      "id": "s42"
    },
    {
      "text": "... \n \n 82(3) Penalties or fines imposed by a court in respect of an offence against a law, whether a law of the Commonwealth or not, are not provable in bankruptcy.",
      "id": "s43"
    },
    {
      "text": "... \n \n 82(3A) An amount payable under an order made under a proceeds of crime law is not provable in bankruptcy.",
      "id": "s44"
    },
    {
      "text": "' \n \n\n\nI note that s 82(3A) until 1 January 2003 provided that an amount payable under (inter alia) an 'interstate pecuniary penalty order' is provable in bankruptcy.",
      "id": "s45"
    },
    {
      "text": "An 'interstate pecuniary penalty order' is one made under the state or territory analogues of the Proceeds of Crime Act 2002 (Cth).",
      "id": "s46"
    },
    {
      "text": "An order under s 120(3) of the Compensation Act does not fit that description.",
      "id": "s47"
    },
    {
      "text": "Nor does it fit the present scope of s 82(3A).",
      "id": "s48"
    },
    {
      "text": "Relevantly, in South Australia, an order under a proceeds of crime law is an order under the Criminal Assets Confiscation Act 1996 (SA): see s 338 of the Proceeds of Crime Act 2002 (Cth) and the Proceeds of Crime Regulations 2002 (Cth) .",
      "id": "s49"
    },
    {
      "text": "11 The costs order under s 120(3) of the Compensation Act was an order to reimburse WorkCover for the costs of investigating and prosecuting the offences.",
      "id": "s50"
    },
    {
      "text": "It was so expressed.",
      "id": "s51"
    },
    {
      "text": "It was based upon a document produced to the learned Magistrate containing details of the amounts paid or payable to its solicitors for fees and disbursements, and for witness expenses, in relation to the prosecution.",
      "id": "s52"
    },
    {
      "text": "It is therefore an order creating a debt to which the applicant was subject at the date of his bankruptcy.",
      "id": "s53"
    },
    {
      "text": "The reference by the Magistrate to the 'Court's unit' in the passage quoted above is a reference to the unit operated by the third respondent.",
      "id": "s54"
    },
    {
      "text": "12 There is no definition of the expression 'penalties' in s 82(3).",
      "id": "s55"
    },
    {
      "text": "However, it has received judicial consideration.",
      "id": "s56"
    },
    {
      "text": "In Re Higgins; Ex parte Higgins and Nicholson (1984) 4 FCR 533 ( Higgins ), Spender J held that an award of costs in proceedings for a penalty or fine for an offence against a law was a component part of the total sum which bears a punitive character, and should be characterised as a penalty for the purposes of s 82(3) of the Act.",
      "id": "s57"
    },
    {
      "text": "Consequently, neither the fines imposed, nor the costs ordered to be paid, were provable in the bankruptcy.",
      "id": "s58"
    },
    {
      "text": "That decision was followed and applied by Farrell JR in Marshall v Western Australia (1998) 84 FCR 363.",
      "id": "s59"
    },
    {
      "text": "13 However, I think it is necessary to look a little more closely at the decision in Higgins before simply applying it to the present application.",
      "id": "s60"
    },
    {
      "text": "The starting point is to note the overall purpose of the Act.",
      "id": "s61"
    },
    {
      "text": "14 The Act generally operates to divest a bankrupt of his or her property, to vest that property in a trustee, and through the trustee to make it available for the payment of provable debts.",
      "id": "s62"
    },
    {
      "text": "Creditors generally are disentitled by s 58 from pursuing proceedings against the bankrupt to recover debts, and the bankrupt generally is also restricted by s 60(2) from pursuing proceedings the bankrupt has commenced.",
      "id": "s63"
    },
    {
      "text": "Hence, the assets of the bankrupt are distributed rateably among creditors, so no creditor secures an advantage over the others.",
      "id": "s64"
    },
    {
      "text": "Ultimately, following the discharge of the debtor from bankruptcy, the debtor may face the future free of liability for the debts existing at the time of the bankruptcy: see generally Cummings v Claremont Petroleum NL [1996] HCA 19 ; (1996) 185 CLR 124; Re McMaster (1991) 105 ALR 156.",
      "id": "s65"
    },
    {
      "text": "15 The Act, however, excludes certain liabilities of the bankrupt from that statutory scheme, relevantly those prescribed by s 82(3).",
      "id": "s66"
    },
    {
      "text": "Section 82(3) had no ancestor in the Bankruptcy Act 1924 (Cth) as amended from time to time.",
      "id": "s67"
    },
    {
      "text": "It therefore seeks to clarify some earlier uncertainty which existed.",
      "id": "s68"
    },
    {
      "text": "16 Under the earlier legislation, Re Bradbury; Ex Parte The King; Official Receiver (Respondent) (1931) 3 ABC 204 had held that a penalty for a criminal offence was not a provable debt.",
      "id": "s69"
    },
    {
      "text": "In that case the relevant liability comprised a fine imposed for certain offences under the Game Act 1928 (Vic) and the costs ordered to be paid (although the judgment does not separately address the characteristics of that part of the orders dealing with costs).",
      "id": "s70"
    },
    {
      "text": "In essence, the liability was found not to be a provable debt because it was in the nature of a punishment.",
      "id": "s71"
    },
    {
      "text": "The question was, however, addressed in a somewhat different context in Re Caddies; Ex parte Stapleton (1962) 19 ABC 155 ( Caddies ).",
      "id": "s72"
    },
    {
      "text": "The bankrupt, before his bankruptcy, had been convicted of false pretences, fined, and ordered to make restitution within three months, with a term of imprisonment in default of payment.",
      "id": "s73"
    },
    {
      "text": "Before the three month period had expired, he became bankrupt.",
      "id": "s74"
    },
    {
      "text": "He was, however, then arrested for non-payment of the fine and restitution, although the bankrupt by then had made some part payment which well exceeded the amount of the fine itself.",
      "id": "s75"
    },
    {
      "text": "Gibbs J at 158 held that the order of the police court was of a punitive character, in particular as the magistrate had a discretion whether to make a restitution order, and whether to order a term of imprisonment in default of compliance with it.",
      "id": "s76"
    },
    {
      "text": "Once the characterisation of the order as being 'something in the nature of punishment' was made, it was not an order in the nature of legal process to procure payment.",
      "id": "s77"
    },
    {
      "text": "The Court concluded that there was no power under the Bankruptcy Act 1924-1960 (Cth) to discharge the order upon which the bankrupt had been imprisoned.",
      "id": "s78"
    },
    {
      "text": "See also Commissioner for Motor Transport (NSW) v Train [1972] HCA 62 ; (1972) 127 CLR 396; Re Hollis (1968) 15 FLR 386.",
      "id": "s79"
    },
    {
      "text": "17 There are now a number of decisions where the Court has exercised the power under s 60(1) of the Act to stay legal process in circumstances similar to the present.",
      "id": "s80"
    },
    {
      "text": "18 Re Lenske; Ex parte Lenske (1986) 9 FCR 532 concerned a debtor who had been convicted of stealing as a servant, and ordered to perform community service and to pay restitution under s 685A of the Criminal Code (Qld).",
      "id": "s81"
    },
    {
      "text": "The Magistrate made orders for imprisonment in default of payment of the restitution.",
      "id": "s82"
    },
    {
      "text": "The debtor became bankrupt on his own petition, and subsequently applied under s 60(1)(b) of the Act to stay the proceedings which were about to culminate in his imprisonment for defaulting in making the restitution ordered.",
      "id": "s83"
    },
    {
      "text": "Section 60(1)(b) is available only if the process to be stayed is in respect of the non-payment of a provable debt.",
      "id": "s84"
    },
    {
      "text": "19 Pincus J concluded at 534 that the order for restitution was not a penalty under s 82(3) because it did not fall within the description of a 'punishment' as that term was used in the Criminal Code (Qld), and because the victim of the crime could clearly have proved in bankruptcy for the sums stolen.",
      "id": "s85"
    },
    {
      "text": "That is, the obligation underlying the order sought to be stayed was a debt provable in bankruptcy.",
      "id": "s86"
    },
    {
      "text": "His Honour preferred the 'non-punitive' characterisation of the restitution order to the views of Gibbs J in Caddies , partly in reliance upon the Queensland Court of Criminal Appeal in R v Civoniceva; Ex parte Attorney-General [1983] 2 Qd R 633 at 634-635.",
      "id": "s87"
    },
    {
      "text": "Hence, his Honour was able to (and did) exercise the discretionary power in s 60(1)(b) of the Act.",
      "id": "s88"
    },
    {
      "text": "20 A similar approach is reflected in the decisions of Re Sutherland-Cropper (1985) 11 FCR 156; Glass v Tarea Management (North Shore) Pty Ltd (in liq) (1990) 25 FCR 242; Re Keogh; Ex Parte Keogh v Director of Public Prosecutions (1995) 61 FCR 591 ( Re Keogh ); Re Lattouf (1994) 52 FCR 147 ( Re Lattouf ) ; Re Lattouf; Ex parte New South Wales Director of Public Prosecutions v Lattouf [1995] FCA 752 ; and Tatt v New South Wales Director of Public Prosecutions [1998] FCA 957.",
      "id": "s89"
    },
    {
      "text": "In each of those cases a restitution order (sometimes as a condition of a recognisance) had not been complied with following conviction for a criminal offence.",
      "id": "s90"
    },
    {
      "text": "Hence, s 60(1) has been found to be available to stay the enforcement of an order to make restitution, or to stay that part of the order imposing consequences for non-compliance with a condition in a recognisance requiring restitution.",
      "id": "s91"
    },
    {
      "text": "That approach gives effect to the purpose and effect of s 60(1) of the Act as in force since 1980 and as explained by Gibbs CJ in Storey v Lane [1981] HCA 47 ; (1981) 147 CLR 549 at 556.",
      "id": "s92"
    },
    {
      "text": "21 In this matter, the Court is asked to determine whether, under s 60(1)(b), any process undertaken under the Sentencing Act should be stayed because it is 'in respect of the non-payment of a provable debt', or because it is in consequence of the applicant's 'failure to comply with [the order] for the payment of a provable debt'.",
      "id": "s93"
    },
    {
      "text": "Unlike the restitution cases referred to above, the costs order made under s 120(3)(b) of the Compensation Act was in respect of the costs of WorkCover and not to compensate it for its loss resulting from the commission of the offences under s 120(3)(a).",
      "id": "s94"
    },
    {
      "text": "It remains to be seen whether that factual difference is significant.",
      "id": "s95"
    },
    {
      "text": "22 In my view, Higgins is not a decision directly on point.",
      "id": "s96"
    },
    {
      "text": "It too was an application under s 60(1) of the Act.",
      "id": "s97"
    },
    {
      "text": "Spender J made the determination that s 60(1) was not available in the particular circumstances, because the fine and costs imposed were in reality the punishment.",
      "id": "s98"
    },
    {
      "text": "The bankrupt was ordered to pay the fine and costs within a specified period, with a term of imprisonment in default of payment.",
      "id": "s99"
    },
    {
      "text": "His Honour at 537 described them as \n \n ' ... but components of a total sum which has a punitive character in that non-payment of which is visited by imprisonment'.",
      "id": "s100"
    },
    {
      "text": "Moreover, the costs order was made under the general discretionary power of the Magistrates Court under s 157 of the Justices Act 1886 (Qld) to order costs, and the costs were payable to the prosecuting authority (the Builders' Registration Board of Queensland) rather than to the victims of the contravening conduct.",
      "id": "s101"
    },
    {
      "text": "In addition, Spender J at 539 contrasted the situation with which he was faced with orders amounting to pecuniary penalties payable in consequence of the non-payment of a provable debt: see Storey v Lane (above) at 563.",
      "id": "s102"
    },
    {
      "text": "23 In this matter, s 120(3) of the Compensation Act is clearly a compensatory provision.",
      "id": "s103"
    },
    {
      "text": "It is intended to provide a direct means of compensation following a conviction for an offence against s 120(1), for both loss sustained by the commission of the offence and for its costs.",
      "id": "s104"
    },
    {
      "text": "The costs provided for extend to the investigation of the offence.",
      "id": "s105"
    },
    {
      "text": "The Court has no discretion to exercise under s 120(3).",
      "id": "s106"
    },
    {
      "text": "It obliges the Court to make the order sought on the application of WorkCover.",
      "id": "s107"
    },
    {
      "text": "It applies equally to 'self-insurers', that is, exempt employers.",
      "id": "s108"
    },
    {
      "text": "Clearly its focus is not punitive but compensatory.",
      "id": "s109"
    },
    {
      "text": "For those reasons, I characterise the order made under s 120(3) that the applicant pay to WorkCover $115,000 for costs incurred in the investigation and prosecution of the offences as one in respect of which s 60(1) of the Act is available to stay any legal process for its recovery under the Sentencing Act .",
      "id": "s110"
    },
    {
      "text": "The underlying liability, namely the costs of WorkCover in investigating and prosecuting the offences, is one which WorkCover could prove in the bankruptcy of the applicant.",
      "id": "s111"
    },
    {
      "text": "I follow the authorities referred to in [20] above.",
      "id": "s112"
    },
    {
      "text": "24 The power under s 60(1)(b) is discretionary.",
      "id": "s113"
    },
    {
      "text": "In this matter, I am satisfied on the evidence that the applicant is bankrupt, and is unable to satisfy the costs order.",
      "id": "s114"
    },
    {
      "text": "He is a disability pensioner.",
      "id": "s115"
    },
    {
      "text": "He has no employment.",
      "id": "s116"
    },
    {
      "text": "That is also in part demonstrated by the processes against him under the Sentencing Act since the costs order was made, and which have not resulted in him paying the costs order.",
      "id": "s117"
    },
    {
      "text": "The prospect of further enforcement procedures under the Sentencing Act imposing more disadvantage, without him having the capacity to meet the costs order, stands strongly in favour of exercising the discretion in his favour: see Storey v Lane (above) at 558.",
      "id": "s118"
    },
    {
      "text": "There appear to be no features of the applicant's circumstances which point in a contrary direction: cf Re Keogh at 596 ; Re Lattouf at 153.",
      "id": "s119"
    },
    {
      "text": "The second respondent, which is the beneficiary of the cost order, has not put forward any such countervailing considerations.",
      "id": "s120"
    },
    {
      "text": "I am therefore of the view that the order sought by the applicant should be made.",
      "id": "s121"
    },
    {
      "text": "25 There will be an order under s 60(1)(b) of the Act that any further legal process against the applicant under the Sentencing Act in respect of the non-payment of the costs order be stayed until further order.",
      "id": "s122"
    },
    {
      "text": "The second and third respondents are given leave to apply on reasonable notice to vary or discharge this order.",
      "id": "s123"
    },
    {
      "text": "26 The first respondent participated in the hearing to the extent of assisting the Court by the provision of relevant materials, but as explained above was not called upon to make any formal decision regarding the status of the costs order.",
      "id": "s124"
    },
    {
      "text": "The second and third respondents did not participate in the hearing, and the matters upon which the decision is based were necessarily addressed by the applicant in any event.",
      "id": "s125"
    },
    {
      "text": "For those reasons, there will be no order for costs of this application.",
      "id": "s126"
    },
    {
      "text": "I certify that the preceding twenty-six (26) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Mansfield.",
      "id": "s127"
    },
    {
      "text": "Associate: \n\nDated: 9 February 2006\n\n\n Counsel for the Applicant: The applicant appeared in person \n \n Counsel for the First Respondent: S Evans \n \n Date of Hearing: 21 December 2005 \n \n Date of Judgment: 10 February 2006 \n\n \n\n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/63.html",
      "id": "s128"
    }
  ]
}