{
  "name": "Day v Commissioner of Taxation [2006] FCA 655 (30 May 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/655.html",
  "catchphrases": [
    {
      "text": "appeal from objection decision",
      "id": "c0"
    },
    {
      "text": "taxpayer involved in various legal proceedings concerning his employment status",
      "id": "c1"
    },
    {
      "text": "whether legal fees incurred were allowable deductions",
      "id": "c2"
    },
    {
      "text": "whether legal fees were incurred in gaining or producing the taxpayer's assessable income",
      "id": "c3"
    },
    {
      "text": "taxation",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 In 1997, 1998 and 1999 the applicant, Mr Shane Day ('the Taxpayer'), was employed as a senior compliance officer with the Australian Customs Service ('Customs').",
      "id": "s0"
    },
    {
      "text": "As such, he was an ' officer ' for the purposes of the Public Service Act 1922 (Cth) ('the Public Service Act').",
      "id": "s1"
    },
    {
      "text": "This proceeding raises the question of whether legal expenses incurred in resisting charges made against the Taxpayer under the Public Service Act, alleging improper conduct as an officer and failing to fulfil his duty as an officer, should be allowed as deductions from the Taxpayer's assessable income for the purposes of the Income Tax Assessment Act 1997 (Cth) ('the Assessment Act').",
      "id": "s2"
    },
    {
      "text": "The proceeding is an appeal against a decision by the respondent, the Commissioner of Taxation ('the Commissioner'), on an objection by the Taxpayer against an assessment to tax for the year ended 30 June 2002.",
      "id": "s3"
    },
    {
      "text": "THE PUBLIC SERVICE ACT \n \n2 Section 61(2) of the Public Service Act relevantly provided that, where an officer authorised by the Secretary (as defined in the Public Service Act) is of the opinion that another officer may have failed to fulfil his duty as an officer, that authorised officer shall, if he decides that the other officer should be charged, charge that officer with the failure.",
      "id": "s4"
    },
    {
      "text": "Section 56(d) of the Public Service Act relevantly provided that an officer should be taken to have failed to fulfil his duty as an officer if he engaged in improper conduct as an officer.",
      "id": "s5"
    },
    {
      "text": "Section 56(f)(i) relevantly provided that an officer should be taken to have failed to fulfil his duty as an officer if he contravened, or failed to comply with, a provision of the Regulations that was applicable to him.",
      "id": "s6"
    },
    {
      "text": "Regulation 13(a) of the Public Service Regulations 1935 (Cth) ('the Regulations') relevantly provided that an officer who recorded, as the time of his arrival on duty or at his departure from duty, a time other than the actual time of his arrival on duty or his departure from duty, as the case may be, committed a breach of the Regulations.",
      "id": "s7"
    },
    {
      "text": "Regulation 13(g) also provided that an officer who, being prevented by illness or other emergency from attending for duty, did not, as soon as he may do so, report the fact to the officer in charge committed a breach of the Regulations.",
      "id": "s8"
    },
    {
      "text": "3 Under s 62(1) of the Public Service Act, where an officer was charged with misconduct under s 61, an inquiry was to be held into the charge by an officer appointed for that purpose by the Secretary.",
      "id": "s9"
    },
    {
      "text": "Under s 62(6), where the officer holding such an inquiry ('the inquiry officer') was satisfied that the officer charged had failed to fulfil his duty as an officer, the inquiry officer could direct that certain action be taken in respect of the officer, including action by way of reducing the salary of the officer and transferring the officer to another position with Customs.",
      "id": "s10"
    },
    {
      "text": "Under s 63D(2) of the Public Service Act, an officer could appeal to a Disciplinary Appeal Committee against a decision made under s 62(6) by an inquiry officer.",
      "id": "s11"
    },
    {
      "text": "THE FIRST CHARGE \n \n4 On 23 September 1998, Ms Karen Suzanne Williams, an authorised officer of Customs, gave written notice to the Taxpayer of a charge pursuant to s 61(2) of the Public Service Act of having failed to fulfil his duty as an officer within the meaning of s 56(d) ('the First Charge').",
      "id": "s12"
    },
    {
      "text": "On 23 September 1998, the Taxpayer also was given notice of suspension but continued to receive regular pay in respect of his accrued leave and similar entitlements.",
      "id": "s13"
    },
    {
      "text": "On 1 February 1999, the Taxpayer was given notice of removal of suspension and from that day his pay was no longer taken out of accrued entitlements but was paid as ordinary salary.",
      "id": "s14"
    },
    {
      "text": "5 Under the heading ' Official Identification and Security Items ' in the Customs Code of Ethics and Conduct, the following is stated:\n \n 'Identity badges and passes are issued to assist and identify officers in the performance of their duties, and in exercising powers entrusted to them.",
      "id": "s15"
    },
    {
      "text": "They are not to be used for any other purpose.",
      "id": "s16"
    },
    {
      "text": "' \n\nThe First Charge was that, on 21 September 1998, the Taxpayer breached the standards of conduct for Customs officers, in that he presented his official Customs identification card to gain access to one Barbara Baker at the Downing Centre Local Court in Sydney, in order to obtain information regarding a search warrant, which had been executed on Customs on 28 July 1998.",
      "id": "s17"
    },
    {
      "text": "6 The relevant inquiry officer found that it was improper in the circumstances for the Taxpayer to ask to see Ms Barbara Baker, presenting his official identification card in order to secure her attendance.",
      "id": "s18"
    },
    {
      "text": "The inquiry officer considered that it was improper of the Taxpayer to convey the impression that the inquiry that he wished to make of Ms Baker had an official purpose, in circumstances where the Taxpayer's attendance upon Ms Baker was not in fact work related.",
      "id": "s19"
    },
    {
      "text": "By notice dated 10 December 1998, the inquiry officer directed, under s 62(6) of the Public Service Act, that the Taxpayer be demoted to a position identified in the notice with a salary identified in the notice.",
      "id": "s20"
    },
    {
      "text": "7 The Taxpayer exercised his right of appeal to a Disciplinary Appeal Committee.",
      "id": "s21"
    },
    {
      "text": "On 24 February 1999, the Disciplinary Appeal Committee found that the First Charge was proven, but varied the direction against which the appeal was made to a direction that the Taxpayer be transferred to another position at the top salary point for the relevant band.",
      "id": "s22"
    },
    {
      "text": "8 The Taxpayer then applied to the Federal Court for orders under the Administrative Decisions (Judicial Review) Act 1977 (Cth) ('the Judicial Review Act') in respect of the decision of the Disciplinary Appeal Committee.",
      "id": "s23"
    },
    {
      "text": "On 22 October 1999, Gyles J ordered that the decision of 24 February 1999 be set aside and that the matter be remitted to a Disciplinary Appeal Committee to be heard according to law (see [1999] FCA 1444).",
      "id": "s24"
    },
    {
      "text": "His Honour ordered the second respondent, the Commonwealth, to pay the costs of the proceeding and directed that the costs of the appeal to the Disciplinary Appeal Committee be reserved for consideration after the further rehearing.",
      "id": "s25"
    },
    {
      "text": "The Commonwealth appealed from the orders of Gyles J.",
      "id": "s26"
    },
    {
      "text": "On 13 April 2000, a Full Court dismissed the appeal with costs (see [2000] FCA 474).",
      "id": "s27"
    },
    {
      "text": "9 The matter that was remitted to the Disciplinary Appeal Committee was heard on 11 September 2000.",
      "id": "s28"
    },
    {
      "text": "On 28 December 2000, the Disciplinary Appeal Committee set aside the direction of the inquiry officer of 10 December 1998 and ordered the Commonwealth to pay the Taxpayer's costs.",
      "id": "s29"
    },
    {
      "text": "As a consequence of the determination of 28 December 2000, the Taxpayer received full credit for entitlements that had been withheld from him.",
      "id": "s30"
    },
    {
      "text": "10 At the first hearing before the Disciplinary Appeal Committee, the Taxpayer was represented by Mr P. Roberts SC, who also gave advice to the Taxpayer.",
      "id": "s31"
    },
    {
      "text": "Following the decision of that Disciplinary Appeal Committee, the Taxpayer sought advice from Mr Roberts about the decision.",
      "id": "s32"
    },
    {
      "text": "Mr Roberts also appeared for the Taxpayer before Gyles J and in the Full Federal Court and at the hearing of the remitted matter before the Disciplinary Appeal Committee.",
      "id": "s33"
    },
    {
      "text": "Mr Roberts was instructed to appear on behalf of the Taxpayer by Mr James Hasson, solicitor, who did not charge fees to the Taxpayer.",
      "id": "s34"
    },
    {
      "text": "Mr Roberts rendered fees to Mr Hasson for his appearances and advice, which the Taxpayer paid.",
      "id": "s35"
    },
    {
      "text": "It is agreed between the parties that the total of the fees paid to Mr Roberts that are attributable to the proceedings involving the First Charge was $27,386.",
      "id": "s36"
    },
    {
      "text": "After giving credit for the sum of $19,483 recovered under costs orders, the amount effectively claimed as a deduction in respect of the First Charge is $7,903.",
      "id": "s37"
    },
    {
      "text": "SECOND CHARGES \n \n11 On 13 November 1998, Ms Williams gave written notice to the Taxpayer of further charges under s 61 of the Public Service Act ('the Second Charges').",
      "id": "s38"
    },
    {
      "text": "There were twelve separate charges involved.",
      "id": "s39"
    },
    {
      "text": "Two of those charges were later withdrawn and replaced on 16 January 1999 and 3 February 1999 with similar charges.",
      "id": "s40"
    },
    {
      "text": "All of the Second Charges related to alleged failures on the part of the Taxpayer, on various dates in 1997 and 1998, to fulfil his duty, under s 56(f)(i) of the Public Service Act, in so far as he failed to comply with the provisions of Regulation 13.",
      "id": "s41"
    },
    {
      "text": "The charges alleged that he did not accurately record attendance in connection with his employment.",
      "id": "s42"
    },
    {
      "text": "12 By way of example, one of the Second Charges alleged that on 18 December 1997, the Taxpayer did not accurately record his attendance on his attendance record for that day.",
      "id": "s43"
    },
    {
      "text": "A statement of facts was attached to the charge.",
      "id": "s44"
    },
    {
      "text": "The statement of facts said as follows:\n \n 'About 08:41 on 18 September 1997, Shane Anthony DAY checked into the Airport Sydney International Motor Inn (Airport Sydney).",
      "id": "s45"
    },
    {
      "text": "DAY paid the amount of $79.00 cash for the use of a room at the \"day use\" rate, and was allocated room 231.",
      "id": "s46"
    },
    {
      "text": "\"Day use\" allows the tenant to occupy the room between the hours of 09:00 and 18:00.",
      "id": "s47"
    },
    {
      "text": "At the time of checking in to the Airport Sydney DAY completed a Guest Registration card.",
      "id": "s48"
    },
    {
      "text": "On this card DAY provided the address 12 Punch Street, Mosman, 2088.",
      "id": "s49"
    },
    {
      "text": "DAY advised the receptionist that he would check out between 17:30 and 18:00.",
      "id": "s50"
    },
    {
      "text": "An examination of the Sydney street directory shows that there is no \"Punch\" Street, Mosman.",
      "id": "s51"
    },
    {
      "text": "DAY resides at 90 Boyce Road, Maroubra.",
      "id": "s52"
    },
    {
      "text": "Airport Sydney computer records show DAY checked out of the Airport Sydney at 16:12.",
      "id": "s53"
    },
    {
      "text": "Management at the Airport Sydney advises that room 231 had been occupied between the hours of 09:00 and 18:00.",
      "id": "s54"
    },
    {
      "text": "DAY's attendance record (flex sheet) shows DAY certifies that on 18 September1997, he was on duty between the hours 09:15 to 12:30 and 13:00 to 16:50.",
      "id": "s55"
    },
    {
      "text": "' \n \n\n13 The inquiry officer in relation to the Second Charges gave a decision on 2 August 1999 that he was satisfied that the majority of the Second Charges were proven.",
      "id": "s56"
    },
    {
      "text": "Separate directions were given in relation to each of the Second Charges that was found proven.",
      "id": "s57"
    },
    {
      "text": "For example, in relation to the charge particularised above, the inquiry officer found that the Taxpayer was not on Customs premises on the afternoon of 18 September 1997.",
      "id": "s58"
    },
    {
      "text": "The inquiry officer found that, while it was impossible to note precisely the time that the Taxpayer left work on the day in question, it seemed reasonable to assume that he left at about 12.30 pm.",
      "id": "s59"
    },
    {
      "text": "The inquiry officer therefore concluded that the Taxpayer did not accurately record his attendance on the day in question and that there was a discrepancy of three hours and fifty minutes in the flexitime sheet completed by him.",
      "id": "s60"
    },
    {
      "text": "The inquiry officer was satisfied that that amounted to a breach of Regulation 13(a) of the Public Service Regulations and therefore found that the charge was proven.",
      "id": "s61"
    },
    {
      "text": "14 On 2 August 1999, the inquiry officer directed, under s 62(6) of the Public Service Act, that $400 be deducted from the Taxpayer's salary in respect of the failure to fulfil his duty in respect of his attendance record for 18 September 1997.",
      "id": "s62"
    },
    {
      "text": "Similar findings and directions were given in relation to the other of the Second Charges that were found proven.",
      "id": "s63"
    },
    {
      "text": "In addition, the inquiry officer directed that the Taxpayer be subject to counselling and demotion.",
      "id": "s64"
    },
    {
      "text": "15 The Taxpayer appealed to the Disciplinary Appeal Committee.",
      "id": "s65"
    },
    {
      "text": "Mr Hasson retained Mr Andrew Bell of counsel to advise the Taxpayer in conference on 19 October 2001 in relation to the appeal.",
      "id": "s66"
    },
    {
      "text": "The Taxpayer paid fees of $220 to Mr Bell.",
      "id": "s67"
    },
    {
      "text": "16 At the hearing before the Disciplinary Appeal Committee, the Taxpayer was represented by Mr Hasson, who did not charge him any fees.",
      "id": "s68"
    },
    {
      "text": "On 11 February 2002, the Disciplinary Appeal Committee varied the decision of the inquiry officer.",
      "id": "s69"
    },
    {
      "text": "In respect of each of the charges found proved, the Taxpayer was to be transferred to a position at another level and paid the salary payable to an officer at the top of the salary range for that level.",
      "id": "s70"
    },
    {
      "text": "That transfer represented a demotion and a reduction in remuneration.",
      "id": "s71"
    },
    {
      "text": "The Taxpayer applied for review of that decision under the Judicial Review Act.",
      "id": "s72"
    },
    {
      "text": "However, no fees are claimed as deductions in the year ended 30 June 2002 in respect of that proceeding.",
      "id": "s73"
    },
    {
      "text": "THIRD CHARGES \n \n17 At some stage in 1997 and 1998, members of the Australian Federal Police and officers of the Internal Affairs Unit of Customs were engaged in a joint criminal investigation.",
      "id": "s74"
    },
    {
      "text": "In the course of that investigation, officers of the Australian Federal Police carried out telephonic interceptions of telephones used by the Taxpayer at both his place of work and at his home, pursuant to one or more warrants issued under the Telecommunications (Interception) Act 1979 (Cth) ('the Interception Act').",
      "id": "s75"
    },
    {
      "text": "Ten telephone conversations occurring between 9 December 1997 and 12 June 1998 were intercepted.",
      "id": "s76"
    },
    {
      "text": "18 Customs requested the Australian Federal Police release transcripts of the product of such telephonic interceptions for use in connection with possible disciplinary action against the Taxpayer.",
      "id": "s77"
    },
    {
      "text": "The Australian Federal Police agreed to that request.",
      "id": "s78"
    },
    {
      "text": "Ms Williams was given the transcripts for the purpose of deciding whether the Taxpayer may have failed to fulfil his duty as an officer and whether he should be charged under s 61(2) of the Public Service Act.",
      "id": "s79"
    },
    {
      "text": "19 On 22 March 1999, Ms Williams gave the Taxpayer notice of seven further charges under s 61 of the Public Service Act ('the Third Charges').",
      "id": "s80"
    },
    {
      "text": "The Third Charges alleged that the Taxpayer had failed to fulfil his duty as an officer within the meaning of s 56(d) at various times from 1997 to 1999, particulars of which were set out in charge sheets.",
      "id": "s81"
    },
    {
      "text": "The transcripts were also supplied to the relevant inquiry officer, following the laying of the Third Charges against the Taxpayer.",
      "id": "s82"
    },
    {
      "text": "20 Three of the charges related to claims for a diesel fuel rebate by Mr Tony Panto, the partner of Ms Angela Blake.",
      "id": "s83"
    },
    {
      "text": "It was alleged that the Taxpayer failed to inform Customs of information in that regard, lent improper support and assistance to Ms Blake in connection with Mr Panto's claim for diesel fuel rebate and was knowingly concerned in the creation of a diary for use in connection with an audit of Mr Panto's claims for diesel fuel rebate.",
      "id": "s84"
    },
    {
      "text": "A further charge was that the Taxpayer secured access to, and organised the use of, a work vehicle for a purpose that included the collection and transportation of his daughter for a non-work related purpose by a fellow officer.",
      "id": "s85"
    },
    {
      "text": "Two further charges involve deception and false attendance records concerning 12 June 1998 when the Taxpayer was absent from his workplace.",
      "id": "s86"
    },
    {
      "text": "The final charge involved alleged failure by the Taxpayer to inform Customs of various matters concerning an investigation into a Mr Dennis Partridge.",
      "id": "s87"
    },
    {
      "text": "21 On 24 August 1999, the Taxpayer commenced a proceeding in the Federal Court.",
      "id": "s88"
    },
    {
      "text": "An amended application was filed on 13 October 1999.",
      "id": "s89"
    },
    {
      "text": "In the proceeding, the Taxpayer alleged that officers of the Australian Federal Police had, under warrant, intercepted the Taxpayer's telephone calls at work and at home as part of a criminal investigation and that information obtained from those interceptions had been conveyed to officers of Customs, including Ms Williams.",
      "id": "s90"
    },
    {
      "text": "The Taxpayer sought orders that the Third Charges be set aside and that the inquiry under s 62 of the Public Service Act stayed and a declaration made that the communication by the Australian Federal Police to Customs of the product of the telephonic interceptions was unlawful.",
      "id": "s91"
    },
    {
      "text": "The Taxpayer also claimed damages under s 107A(4) of the Interception Act.",
      "id": "s92"
    },
    {
      "text": "22 On 31 March 2000, after a hearing on 3 November 1999, Einfeld J dismissed the Taxpayer's application with costs (see Day v Commissioner of Australian Federal Police (2000) 96 IR 240).",
      "id": "s93"
    },
    {
      "text": "The Taxpayer appealed to the Full Court and, after a hearing on 31 August 2000, the Full Court dismissed the appeal with costs on 11 September (see Day v Commissioner, Australian Federal Police [2000] FCA 1272 ; (2000) 101 FCR 66).",
      "id": "s94"
    },
    {
      "text": "On 9 October 2000, the Taxpayer filed an application to the High Court for special leave to appeal.",
      "id": "s95"
    },
    {
      "text": "That application was subsequently dismissed with costs.",
      "id": "s96"
    },
    {
      "text": "23 In connection with the proceeding before Einfeld J, the Full Court and the High Court, the Taxpayer was represented by Mr Roberts SC on instructions from Mr Hasson.",
      "id": "s97"
    },
    {
      "text": "In addition, Mr Hasson retained Mr Stephen Gageler SC to advise and represent the Taxpayer in connection with the application to the High Court.",
      "id": "s98"
    },
    {
      "text": "It is agreed between the parties that the total of the fees paid to Mr Roberts that are attributable to those appearances is $23,014 and that the Taxpayer incurred expenses to Mr Gageler SC in the sum of $5,940 in relation to his appearances and advice.",
      "id": "s99"
    },
    {
      "text": "ASSESSMENT AND OBJECTIONS \n \n24 On 1 November 2002, a tax return was lodged on behalf of the Taxpayer in respect of the year ended 30 June 2002.",
      "id": "s100"
    },
    {
      "text": "In that return, the Taxpayer did not claim a deduction for the legal expenses now under consideration.",
      "id": "s101"
    },
    {
      "text": "On 7 November 2002, the Commissioner issued a notice of assessment for the year ended 30 June 2002.",
      "id": "s102"
    },
    {
      "text": "On 12 November 2004, the Taxpayer lodged an objection against that assessment, saying that the sum of $37,077 should have been allowed as a deduction from his assessable income for the year ended 30 June 2002.",
      "id": "s103"
    },
    {
      "text": "On 19 April 2005, the Commissioner disallowed the objection.",
      "id": "s104"
    },
    {
      "text": "25 This proceeding was commenced on 17 June 2005, by way of appeal under s 14ZZ(a)(ii) of the Taxation Administration Act 1953 (Cth) ('the Administration Act') against the Commissioner's objection decision of 19 April 2005.",
      "id": "s105"
    },
    {
      "text": "The Taxpayer claims he should be allowed a deduction in the sum of $37,077 for legal fees made up as follows:\n \n &#8226; Mr Paul Roberts SC (First Charges) $7,903 &#8226; Mr Andrew Bell (Second Charges) $220 &#8226; Mr Paul Roberts SC (Third Charges) $23,014 &#8226; Mr Stephen Gageler SC (Third Charges) $5,940 \n THE CONTENTIONS \n \n26 Under s 8-1(1)(a) of the Assessment Act, a taxpayer can deduct from the taxpayer's assessable income any loss or outgoing to the extent that it is incurred in gaining or producing the taxpayer's assessable income.",
      "id": "s106"
    },
    {
      "text": "However, under s 8-1(2)(a), a taxpayer cannot deduct a loss or outgoing under s 8-1 to the extent that it is a loss or outgoing of capital.",
      "id": "s107"
    },
    {
      "text": "Further, under s 8-1(2)(b), a taxpayer cannot deduct a loss or outgoing to the extent that it is a loss or outgoing of a private nature.",
      "id": "s108"
    },
    {
      "text": "27 The Commissioner contends that the legal expenses in question are not deductible because:\n \n &#8226; they were not incurred in gaining or producing assessable income,\n &#8226; they were outgoings of capital,\n &#8226; they were outgoings of a private nature.",
      "id": "s109"
    },
    {
      "text": "28 The Taxpayer, on the other hand, asserts that the outgoings were incurred in gaining or producing his assessable income.",
      "id": "s110"
    },
    {
      "text": "He says that in all of the proceedings described above his 'essential stance was defensive '.",
      "id": "s111"
    },
    {
      "text": "The Taxpayer says that, in the proceedings in the Federal Court in relation to the First Charge, he sought to defend himself against reviewable errors by the Disciplinary Appeal Committee.",
      "id": "s112"
    },
    {
      "text": "He contends that his position in relation to all of the charges was analogous to that of a person charged with committing an offence in the course of his employment or in the course of an income earning business and that the legal expenses served the objective purpose of defending the Taxpayer against:\n \n &#8226; the demotion and salary reductions directed by the inquiry officer;\n &#8226; suspension without pay;\n &#8226; the varied transfer and salary reduction determined by the Disciplinary Appeal Committee on 24 February 1999;\n &#8226; a range of demotions, deductions from salary, transfers, reductions of salary, admonitions and possible dismissal that could have been directed under s 62(6);\n &#8226; harm to the Taxpayer's reputation and standing as an employee.",
      "id": "s113"
    },
    {
      "text": "29 The Taxpayer says that those objective purposes constituted a sufficient basis for concluding that the legal expenses were incurred in gaining or producing the Taxpayer's assessable income.",
      "id": "s114"
    },
    {
      "text": "He says that the objective relationship between the expenditure and the gaining or production of assessable income so predominates that it is not material to consider his subjective purpose or motive but that, if such matters are considered, they support the same conclusion.",
      "id": "s115"
    },
    {
      "text": "He denies that the expenses were of a capital or private nature.",
      "id": "s116"
    },
    {
      "text": "30 The Commissioner, on the other hand, says that the matters variously described as the Taxpayer's objective purpose relate only to the immediate reason for payment of the expenses and says that the Taxpayer's contentions ignore the situation that impelled the proceedings in the first place, namely, the conduct described in the charges and statements of facts: that conduct was not engaged in for the purpose of, or in the discharge or performance of, his duties as an officer.",
      "id": "s117"
    },
    {
      "text": "The Commissioner accepts that the legal expenses in question were incurred involuntarily and, accordingly, he says, the state of mind of the Taxpayer as to his purpose, object or motive in making the payments in question is irrelevant.",
      "id": "s118"
    },
    {
      "text": "31 In addition, in relation to the expenses incurred in connection with the Third Charges, the Taxpayer contends that the Commissioner is estopped from denying their deductibility.",
      "id": "s119"
    },
    {
      "text": "The estoppel is said to arise as a consequence of orders made by consent in an earlier proceeding in the Federal Court between the Commissioner and the Taxpayer concerning the deductibility of legal expenses paid to Mr D F Jackson QC during the year ended 30 June 2001.",
      "id": "s120"
    },
    {
      "text": "The Commissioner denies that any issue estoppel arises by reason of the orders made in the earlier proceeding.",
      "id": "s121"
    },
    {
      "text": "THE RELEVANT PRINCIPLES \n \n32 If that which produces assessable income for a taxpayer is what exposes the taxpayer to a liability or claim that is discharged by expenditure, that expenditure will be deductible.",
      "id": "s122"
    },
    {
      "text": "Even if, when the expenditure is actually paid by a taxpayer, the taxpayer was actuated in paying the expenditure, not by a desire to produce income, but by the necessity of satisfying a liability or claim to which the taxpayer had become subject in deriving assessable income, the expenditure will be still deductible.",
      "id": "s123"
    },
    {
      "text": "The question of whether money is expended in and for the production of assessable income is not to be determined by considering only the immediate reason for making the payment, but must also be determined by having regard to the purpose for which the liability or claim that gives rise to the expenditure was incurred (see Herald and Weekly Times Limited v Federal Commissioner of Taxation [1932] HCA 56 ; (1932) 48 CLR 113 at 118).",
      "id": "s124"
    },
    {
      "text": "33 If legal expenses are properly treated as having been incurred by a taxpayer in defending the manner of his performance of his duties, the expenses will be deductible.",
      "id": "s125"
    },
    {
      "text": "If a liability is incurred, or a claim is encountered, because of the very act of performing the work by which a taxpayer earns assessable income, the expense will be deductible.",
      "id": "s126"
    },
    {
      "text": "If a proceeding in respect of which legal expenses are incurred arises from activities by which a taxpayer earns his income or the mode of his performance of a particular task carried out in the course of earning his income, the legal expenses incurred in relation to that proceeding will be deductible.",
      "id": "s127"
    },
    {
      "text": "That is to say, if the cause or the purpose of a taxpayer's incurring of legal expenses is his assertion that he had faithfully performed the duties by which he had earned assessable income, the expenditure will be deductible ( Commissioner of Taxation v Rowe (1995) 60 FCR 99 at 113 (' Rowe ').",
      "id": "s128"
    },
    {
      "text": "34 If incurring costs can be shown to contribute to the success of an employee in defending himself from dismissal from his employment and costs are incurred to preserve the employee's entitlement to receive, in return for his services, assessable income, the costs will be deductible ( Rowe at 115-116).",
      "id": "s129"
    },
    {
      "text": "If legal expenses are incurred by an employee in defending himself from dismissal, the expenditure will be incurred on revenue account and not capital account ( Rowe at 118).",
      "id": "s130"
    },
    {
      "text": "Whether or not legal expenses constitute an outgoing of a capital nature or an outgoing on account of revenue depends upon the cause or the purpose of incurring the expense.",
      "id": "s131"
    },
    {
      "text": "It is therefore necessary to consider the object in view when the legal proceedings were undertaken or the situation that impelled a taxpayer to undertake the proceedings ( Hallstroms Pty Limited v Federal Commissioner of Taxation [1946] HCA 34 ; (1946) 72 CLR 634 at 647).",
      "id": "s132"
    },
    {
      "text": "35 The proper characterisation of legal expenses depends upon the circumstances with which the proceedings in relation to which the expenses were incurred were concerned.",
      "id": "s133"
    },
    {
      "text": "It is not sufficient to limit the question to the object or purpose, whether subjective or objective, that the proceedings themselves were intended or were hoped to achieve.",
      "id": "s134"
    },
    {
      "text": "A distinction must be drawn between the immediate object sought to be achieved by the particular proceedings in which the legal expenses are incurred and the situation that impelled the Taxpayer to undertake them.",
      "id": "s135"
    },
    {
      "text": "It is not sufficient to say that the proceedings were undertaken in order to protect one's reputation or keep one's job.",
      "id": "s136"
    },
    {
      "text": "The relevant inquiry is what gave rise to the circumstances that made it necessary to incur the expenses in order to protect the reputation or keep the job.",
      "id": "s137"
    },
    {
      "text": "If the activity or conduct that resulted in the need to take such defensive proceedings was an activity or conduct engaged in for the purposes of producing assessable income, that might be one thing.",
      "id": "s138"
    },
    {
      "text": "However, if the activity or conduct was not engaged in for the purposes of producing or deriving assessable income, that would be a different matter.",
      "id": "s139"
    },
    {
      "text": "DEDUCTIBILITY OF THE EXPENSES IN QUESTION \n \n36 Thus, it is necessary to examine the conduct or activity of the Taxpayer that was the subject of the charges under the Public Service Act.",
      "id": "s140"
    },
    {
      "text": "If that activity or conduct was engaged in by the Taxpayer for the purpose of, or in the discharge of, his duties as an officer of Customs, he may be entitled to claim that the legal expenses were incurred in gaining or producing assessable income.",
      "id": "s141"
    },
    {
      "text": "However, if the conduct that was the subject of the charges against the Taxpayer was conduct that was not engaged in in the discharge of his duties as an officer of Customs, the expenses were not deductible.",
      "id": "s142"
    },
    {
      "text": "FIRST CHARGE \n \n37 The Taxpayer has made no suggestion that the conduct that was the subject of the First Charge was in fact engaged in in the discharge of his duties.",
      "id": "s143"
    },
    {
      "text": "The fact that it was alleged not to have been engaged in for that purpose would not be fatal to his claim if he were able to persuade the Court, on the balance of probabilities, that, notwithstanding the First Charge, the conduct was engaged in in a bona fide belief that it was in discharge or in performance of his duties.",
      "id": "s144"
    },
    {
      "text": "The legal expenses in question were incurred because the Taxpayer engaged in conduct that was a breach of duty.",
      "id": "s145"
    },
    {
      "text": "He has made no attempt, for example, to establish that he believed, on reasonable grounds, that the conduct was in the performance or discharge of his duties as an officer of Customs or was in any way in connection with his employment.",
      "id": "s146"
    },
    {
      "text": "38 The background facts concerning the First Charge are to be found in the reasons for the decision of Gyles J of 22 October 1999.",
      "id": "s147"
    },
    {
      "text": "On 28 July 1998, the workstation of the Taxpayer was searched by officers of the Australian Federal Police pursuant to a warrant.",
      "id": "s148"
    },
    {
      "text": "Items were seized, including personal items belonging to the Taxpayer.",
      "id": "s149"
    },
    {
      "text": "A business card was left behind by the searchers to indicate that the search had taken place.",
      "id": "s150"
    },
    {
      "text": "The Taxpayer made unsuccessful requests of his superior to ascertain why his workstation had been searched and sought, unsuccessfully, a copy of the search warrant.",
      "id": "s151"
    },
    {
      "text": "The Taxpayer also requested a copy of the search warrant from the Commonwealth Director of Public Prosecutions but was told that the Australian Federal Police had refused to supply a copy.",
      "id": "s152"
    },
    {
      "text": "After a complaint to the Commonwealth Ombudsman about the refusal to furnish him with a copy of the search warrant, an officer of the Ombudsman's office told the Taxpayer that it was not unreasonable for the Australian Federal Police not to supply the Taxpayer with a copy of the search warrant.",
      "id": "s153"
    },
    {
      "text": "39 The Taxpayer was then informed by a work colleague that the premises of Tony Panto had been searched by the Australian Federal Police on the same day as the search of the Taxpayer's workstation.",
      "id": "s154"
    },
    {
      "text": "The Taxpayer was given a copy of the warrant pursuant to which Mr Panto's premises were searched.",
      "id": "s155"
    },
    {
      "text": "That warrant had been issued by Ms Barbara Baker at the Downing Centre Local Court.",
      "id": "s156"
    },
    {
      "text": "At the time of the issue of the warrant, Ms Baker held the position of Clerk of the Local Court, with responsibility for the issue of warrants.",
      "id": "s157"
    },
    {
      "text": "40 On 21 September 1998, the Taxpayer attended at the counter area of the Downing Centre Local Court in order to speak to Ms Baker.",
      "id": "s158"
    },
    {
      "text": "The Taxpayer had a conversation with Ms Baker and gave her a plastic identity card in his name, which had been issued to him by Customs.",
      "id": "s159"
    },
    {
      "text": "On the basis of his identification, Ms Baker then took the Taxpayer into the secure office area of the Local Court.",
      "id": "s160"
    },
    {
      "text": "41 Gyles J found that there could be no attack on the finding by the Disciplinary Appeal Committee that the use by the Taxpayer of his identity card was not in the performance of his duties or in exercising powers entrusted in him.",
      "id": "s161"
    },
    {
      "text": "His Honour also found that the Disciplinary Appeal Committee was perfectly entitled to make a finding that the Taxpayer was endeavouring to find out information concerning the warrant unofficially by using his status as an officer of Customs and that the use of the Customs identity card had the desired effect of ensuring access to Ms Baker, which he would otherwise not have attained.",
      "id": "s162"
    },
    {
      "text": "42 Thus, Gyles J concluded that the particulars of the charge were established.",
      "id": "s163"
    },
    {
      "text": "That left two questions.",
      "id": "s164"
    },
    {
      "text": "The first was whether the Taxpayer's conduct was conduct as an officer and the second was if so, whether it was improper.",
      "id": "s165"
    },
    {
      "text": "Gyles J concluded, with considerable hesitation, that the Disciplinary Appeal Committee could properly conclude that the conduct of the Taxpayer on the occasion in question was conduct as an officer for the purposes of s 56(d) of the Public Service Act.",
      "id": "s166"
    },
    {
      "text": "However, his Honour concluded that the conduct was not improper, since the Taxpayer was making all and every inquiry possible about the warrant, both as to its terms and that which lay behind it.",
      "id": "s167"
    },
    {
      "text": "For that reason, his Honour set aside the decision and remitted the matter to the Disciplinary Appeal Committee to be heard according to law.",
      "id": "s168"
    },
    {
      "text": "The Full Court did not disagree with the analysis of Gyles J.",
      "id": "s169"
    },
    {
      "text": "43 In the light of those facts and findings, it is clear that the First Charge was made by reason of conduct that was not engaged in in the performance or discharge of the Taxpayer's duties as an officer of Customs.",
      "id": "s170"
    },
    {
      "text": "While Gyles J concluded, with considerable hesitation, that the conduct was engaged in as an officer of Customs, it was not engaged in for the purpose of discharging or performing duties as an officer.",
      "id": "s171"
    },
    {
      "text": "It was engaged in in order to find out information concerning his own personal affairs, namely, the reasons for the search of his workstation.",
      "id": "s172"
    },
    {
      "text": "I do not consider that the legal expenses attributable to the First charge were deductible.",
      "id": "s173"
    },
    {
      "text": "SECOND CHARGES \n \n44 The Second Charges arose out of the allegedly incorrect completion of attendance records by the Taxpayer.",
      "id": "s174"
    },
    {
      "text": "The attendance records were completed by the Taxpayer in the performance of his duties as an officer of Customs.",
      "id": "s175"
    },
    {
      "text": "In defending the Second Charges, the Taxpayer was defending the manner of his performance of his duties.",
      "id": "s176"
    },
    {
      "text": "He was unsuccessful before the inquiry officer and the Disciplinary Appeal Committee.",
      "id": "s177"
    },
    {
      "text": "Nevertheless, the liability for legal expenses was incurred because of the way in which he performed his duties.",
      "id": "s178"
    },
    {
      "text": "I consider that the legal expenses attributable to the Second Charges were deductible.",
      "id": "s179"
    },
    {
      "text": "THIRD CHARGES \n \n45 It is necessary to say something about the issues in the proceedings in the Federal Court and the High Court concerning the Third Charges.",
      "id": "s180"
    },
    {
      "text": "The proceedings at all three levels raised questions concerning the proper construction and effect of the Interception Act.",
      "id": "s181"
    },
    {
      "text": "Section 63 of the Interception Act prohibits use or communication of lawfully obtained information except as otherwise provided by the Interception Act.",
      "id": "s182"
    },
    {
      "text": "Section 67 permits an officer of an agency, such as the Australian Federal Police, to communicate lawfully obtained information to another person for a permitted purpose in relation to that agency.",
      "id": "s183"
    },
    {
      "text": "' Permitted Purpose ' in relation to an agency is defined in s 5 of the Interception Act and, in relation to the Australian Federal Police, it includes, relevantly, a purpose connected with:\n \n &#8226; the making by an authority, body or person of a decision whether or not to begin a relevant proceeding in relation to the agency or eligible authority;\n &#8226; an investigation of, or an inquiry into, alleged misbehaviour or alleged improper conduct of an officer of the Commonwealth, being an investigation or inquiry under a law of the Commonwealth or by a person in the person's capacity as an officer of the Commonwealth.",
      "id": "s184"
    },
    {
      "text": "46 Einfeld J formulated the fundamental question raised by the proceeding as whether the Australian Federal Police were entitled to release information lawfully intercepted under the Interception Act, to Customs in general and Ms Williams and the relevant inquiry officer in particular, for their use in disciplinary proceedings against the Taxpayer under the Public Service Act.",
      "id": "s185"
    },
    {
      "text": "His Honour observed that it was only if that question were answered in the negative that it would be necessary to consider whether the circumstances of the case were such that the Taxpayer was entitled to damages.",
      "id": "s186"
    },
    {
      "text": "Einfeld J observed that s 67 permits communication by an officer of ' an agency ' to ' another person ' for a ' permitted purpose... in relation to the Agency '.",
      "id": "s187"
    },
    {
      "text": "His Honour considered that, in the case of the Australian Federal Police, such a purpose includes an investigation or inquiry under the Public Service Act into alleged misconduct of a Commonwealth officer.",
      "id": "s188"
    },
    {
      "text": "His Honour considered that it was difficult to see what that definition covered if not an investigation into the activities of an officer of Customs such as the Taxpayer was then facing.",
      "id": "s189"
    },
    {
      "text": "His Honour considered that the manifest purpose of the provision was to permit the Australian Federal Police to communicate lawfully intercepted information to assist the purposes referred to.",
      "id": "s190"
    },
    {
      "text": "47 The Full Court considered that a reading of Einfeld J's reasons for judgment suggested that the only ground advanced in support of the application was a contention that s 67 of the Interception Act relates only to intra agency communications and does not permit the disclosure by the Australian Federal Police of the product of telephonic interceptions to another Commonwealth body or one of its officers, including Customs.",
      "id": "s191"
    },
    {
      "text": "Einfeld J rejected that contention and the correctness of his Honour's conclusion in that respect was not put in issue in the appeal.",
      "id": "s192"
    },
    {
      "text": "48 The Taxpayer contended before the Full Court that Einfeld J did not deal with an argument that had been advanced below, namely, that at the time when the product of the telephonic interceptions was communicated to Customs and to Ms Williams and the relevant inquiry officer, there was no investigation of, or inquiry into, alleged misbehaviour or alleged improper conduct on the part of the Taxpayer.",
      "id": "s193"
    },
    {
      "text": "The Full Court considered that it was expedient to deal with the argument without embarking upon an inquiry as to whether or not the argument was put to Einfeld J at first instance.",
      "id": "s194"
    },
    {
      "text": "49 The Full Court held that the Taxpayer had not established that the product of the telephonic interceptions was communicated to Ms Williams for a purpose other than one connected with an investigation or inquiry being undertaken by her in her capacity as an officer of the Commonwealth, as part of the process of determining whether charges under the Public Service Act should be laid against the Taxpayer.",
      "id": "s195"
    },
    {
      "text": "Since the onus of establishing that the power was improperly exercised was on the Taxpayer, the Taxpayer's claim failed.",
      "id": "s196"
    },
    {
      "text": "50 In his application for special leave to appeal to the High Court, the Taxpayer contended that the Full Court erred in its construction of s 67 of the Interception Act and of the definition of ' permitted purpose ' in s 5 of the Interception Act.",
      "id": "s197"
    },
    {
      "text": "He contended that the Full Court erred in failing to hold that the communication by the Australian Federal Police to Customs of information obtained by interceptions and the use of that information by Customs, Ms Williams and the relevant inquiry officer was prohibited by s 63 of the Interception Act.",
      "id": "s198"
    },
    {
      "text": "51 In his summary of argument in support of the special leave application, the Taxpayer said, in dealing with the factual background, that the Australian Federal Police had intercepted his telephone calls under warrants issued under the Interception Act and that the interceptions occurred in connection with a criminal investigation.",
      "id": "s199"
    },
    {
      "text": "The Taxpayer stated that the Australian Federal Police subsequently provided transcripts of the telephone calls to officers of Customs for use in connection with possible disciplinary action against the Taxpayer.",
      "id": "s200"
    },
    {
      "text": "He said that, upon becoming aware of the existence and use that had been made of the transcripts of the interceptions, he commenced the proceeding in the Federal Court challenging the legality of the provision of the transcripts to officers of Customs for use by Customs.",
      "id": "s201"
    },
    {
      "text": "52 The only information before the Court concerning the conduct that was the subject of the Third Charges consists of the particulars furnished to the Taxpayer in connection with the Third Charges and the reasons of Einfeld J and the Full Court.",
      "id": "s202"
    },
    {
      "text": "It was not suggested on behalf of the Taxpayer that the conduct described in the Third Charges involved the performance by the Taxpayer of his duties as an officer.",
      "id": "s203"
    },
    {
      "text": "It could not be said that, in defending the Third Charges, the Taxpayer was defending the manner of his performance of his duties as an officer of Customs.",
      "id": "s204"
    },
    {
      "text": "I would be disposed to conclude, therefore, that the defence of the Third Charges cannot fairly be characterised as a defence by the Taxpayer of the manner of his performance of his duties as an officer of Customs.",
      "id": "s205"
    },
    {
      "text": "Accordingly, legal expenses incurred in relation to the Third Charges would not be deductible.",
      "id": "s206"
    },
    {
      "text": "53 However, as I have said, the Taxpayer contends that the Commissioner is estopped from denying that the legal expenses incurred in relation to the Third Charges are allowable deductions.",
      "id": "s207"
    },
    {
      "text": "That question must be determined first.",
      "id": "s208"
    },
    {
      "text": "54 In the year ended 30 June 2001, the Taxpayer paid the sum of $6,000 to Mr D F Jackson QC for legal fees.",
      "id": "s209"
    },
    {
      "text": "The Commissioner assessed the Taxpayer for tax in respect of the year ended 30 June 2001 on the basis that that expense was not deductible.",
      "id": "s210"
    },
    {
      "text": "The Taxpayer objected to the assessment and the Commissioner disallowed the Taxpayer's objection.",
      "id": "s211"
    },
    {
      "text": "The Taxpayer appealed to the Federal Court from that objection decision under s 14ZZ of the Administration Act.",
      "id": "s212"
    },
    {
      "text": "That appeal became Proceeding A4 of 2003 between the Commissioner and the Taxpayer in the Australian Capital Territory Registry ('the Earlier Proceeding').",
      "id": "s213"
    },
    {
      "text": "55 On 5 December 2003, in the Earlier Proceeding, Finn J ordered by consent that:\n \n \n (1) The Commissioner amend the Taxpayer's income tax assessment for the year ended 30 June 2001, to allow a deduction of $6,000 for legal fees incurred by the Taxpayer in that year of income.",
      "id": "s214"
    },
    {
      "text": "(2) The Commissioner effect the amendment referred to in Order 1 above within 28 days of the making of this order.",
      "id": "s215"
    },
    {
      "text": "(3) The Commissioner pay the costs of the Taxpayer in the amount of $9,000 within 28 days of the making of the order.",
      "id": "s216"
    },
    {
      "text": "56 A notice of amended assessment was issued on 8 January 2004 in respect of the year ended 30 June 2001, in which the sum of $6,000 was allowed as a deduction from the Taxpayer's assessable income for that year.",
      "id": "s217"
    },
    {
      "text": "57 The Taxpayer says that the same issue arises in the present proceeding as was finally and authoritatively determined in the Earlier Proceeding by the orders of 5 December 2003.",
      "id": "s218"
    },
    {
      "text": "He says that one of the issues as defined by the parties in the Earlier Proceeding was the deductibility of legal expenses incurred in relation to defending the Third Charges, including challenging the use of telecommunications interceptions made by the Australian Federal Police in connection with the Third Charges.",
      "id": "s219"
    },
    {
      "text": "It is necessary, therefore, to examine, as far as the evidence permits, the issues that were raised and resolved in the Earlier Proceeding.",
      "id": "s220"
    },
    {
      "text": "58 Under the Federal Court Rules , appeals against objection decisions do not proceed on pleadings.",
      "id": "s221"
    },
    {
      "text": "Such proceedings are regulated by Order 52B, which deals with appeals against appealable objection decisions brought under the Administration Act.",
      "id": "s222"
    },
    {
      "text": "Under Order 52B rule 4, as in force at the time of the Earlier Proceeding, an appeal was to be commenced by filing an application in accordance with Order 4 of the Federal Court Rules in the form prescribed in the Rules.",
      "id": "s223"
    },
    {
      "text": "Under Order 52B rule 5, the Commissioner was required, within 28 days after the application was served, to file and serve on the relevant taxpayer a statement outlining succinctly the Commissioner's contentions and the facts and issues in the appeal as the Commissioner perceives them.",
      "id": "s224"
    },
    {
      "text": "At the first directions hearing, the Court would make a direction for the filing and service of a similar statement by the relevant taxpayer.",
      "id": "s225"
    },
    {
      "text": "Thus, the statements by the Commissioner and the relevant taxpayer raised the issues for determination by the Court.",
      "id": "s226"
    },
    {
      "text": "Where an appeal from an appealable objection decision is resolved by consent, it would be necessary to examine the statements filed by the parties to determine what issues were necessarily resolved or determined by the judgment or order made or given by consent.",
      "id": "s227"
    },
    {
      "text": "59 In the present context, the question is whether an issue that arises as between the Commissioner and the Taxpayer in the present proceeding was resolved or determined in the Earlier Proceeding.",
      "id": "s228"
    },
    {
      "text": "The orders made by Finn J were made by consent.",
      "id": "s229"
    },
    {
      "text": "It is necessary, therefore, to examine the respective stances taken by the Commissioner and the Taxpayer in that proceeding in order to determine what issue as between them was resolved or determined by those orders.",
      "id": "s230"
    },
    {
      "text": "60 The Commissioner's Statement of Facts, Issues and Contentions filed in the Earlier Proceeding said, relevantly, as follows:\n \n \n '2.",
      "id": "s231"
    },
    {
      "text": "In the year ended 30 June 2001, the applicant incurred legal expenses (being barristers fees) amounting to $6,000 ('legal expenses').",
      "id": "s232"
    },
    {
      "text": "3.",
      "id": "s233"
    },
    {
      "text": "The Applicant claims the legal expenses as a deduction incurred in defending various disciplinary charges brought against him by [Customs] .",
      "id": "s234"
    },
    {
      "text": "The Applicant claims that the expenses relate to defending the second and third sets of disciplinary charges (detailed below), and in challenging the use of interceptions made by the Australian Federal Police ('AFP') in connection with the disciplinary charges .",
      "id": "s235"
    },
    {
      "text": "... \n \n 11.",
      "id": "s236"
    },
    {
      "text": "The first disciplinary charges against the Applicant were dismissed and [Customs] was ordered to pay the applicant's costs.",
      "id": "s237"
    },
    {
      "text": "12.",
      "id": "s238"
    },
    {
      "text": "The second set of charges dated 13 November 1998 consist of allegations that on twelve occasions the Applicant failed to fulfil his duty as an officer by not accurately recording his attendance at work under subsection 56(f) [the Public Service Act] .",
      "id": "s239"
    },
    {
      "text": "13.",
      "id": "s240"
    },
    {
      "text": "An inquiry officer within [Customs] found that eleven of the charges against the Applicant were established.",
      "id": "s241"
    },
    {
      "text": "An appeal against these findings has been made and is yet to be finalised.",
      "id": "s242"
    },
    {
      "text": "14.",
      "id": "s243"
    },
    {
      "text": "The third set of charges dated 22 March 1999 relate to seven allegations that the Applicant failed to fulfil his duty as an officer within the meaning of subsection 56(d) of [the Public Service Act] .",
      "id": "s244"
    },
    {
      "text": "... \n \n 16.",
      "id": "s245"
    },
    {
      "text": "These charges are yet to be determined.",
      "id": "s246"
    },
    {
      "text": "17.",
      "id": "s247"
    },
    {
      "text": "The evidence of the second and third sets of disciplinary charges include AFP telephone interceptions and AFP covert surveillance records .",
      "id": "s248"
    },
    {
      "text": "18.",
      "id": "s249"
    },
    {
      "text": "On 24 August 1999 the Applicant commenced proceedings in the Federal Court... seeking to have the disciplinary charges set aside, the inquiry aborted and a declaration that the communication of the intercepted information by the AFP to Customs was unlawful... \n \n 19.",
      "id": "s250"
    },
    {
      "text": "The amended application was dismissed with costs.",
      "id": "s251"
    },
    {
      "text": "The Applicant's appeal to the Full Federal Court against that decision was dismissed.",
      "id": "s252"
    },
    {
      "text": "On 10 August 2001 the High Court refused special leave to appeal against the decision of the Full Federal Court.",
      "id": "s253"
    },
    {
      "text": "' (Emphasis added)\n \n \n\n61 The Taxpayer's Statement of Facts, Issues and Contentions in the Earlier Proceeding adopted, almost verbatim, the statements in the Commissioner's Statement set out above.",
      "id": "s254"
    },
    {
      "text": "The Taxpayer's Statement also included the following:\n \n \n '20.",
      "id": "s255"
    },
    {
      "text": "All litigation engaged in by the appellant and all of the legal expenses incurred by the appellant were incurred on matters directly concerned with the disciplinary charges.",
      "id": "s256"
    },
    {
      "text": "21.",
      "id": "s257"
    },
    {
      "text": "The disciplinary charges against the appellant were laid as a result of a consideration by [Customs] of the [AFP telephone interceptions and AFP covert surveillance records] .",
      "id": "s258"
    },
    {
      "text": "22.",
      "id": "s259"
    },
    {
      "text": "[Customs] sought [the AFP telephone interceptions and AFP covert surveillance records] for use in connection with \"possible disciplinary action\" against the appellant, which necessarily encompassed the making by [Customs] of a decision whether to lay charges against the appellant.",
      "id": "s260"
    },
    {
      "text": "23.",
      "id": "s261"
    },
    {
      "text": "[The AFP telephone interceptions and AFP covert surveillance records] were communicated to Ms Williams for a purpose connected with an investigation or inquiry being undertaken by her in her capacity as an officer of the Commonwealth, as part of the process of determining whether charges under [the Public Service Act] should be laid against the appellant.",
      "id": "s262"
    },
    {
      "text": "' \n \n \n\n62 The Commissioner's Statement formulated the relevant issue as follows:\n \n 'The extent to which, if any, the legal expenses were incurred in gaining or producing the [Taxpayer's] assessable income pursuant to subsection 8-1 of the [Assessment Act] in the year ended 30 June 2001.",
      "id": "s263"
    },
    {
      "text": "' \n \n\nThe Commissioner contended that that issue should be answered: 'nil'.",
      "id": "s264"
    },
    {
      "text": "The Taxpayer's Statement formulated the issue as follows:\n \n 'Whether expenditures incurred on legal fees by the [Taxpayer] are allowable tax deductions, which should be excised from his assessable income for the year ended 30 June 2001.",
      "id": "s265"
    },
    {
      "text": "' \n \n\nThe Taxpayer proposed that the answer to the issue as formulated by him was 'yes' .",
      "id": "s266"
    },
    {
      "text": "63 In an affidavit sworn on 22 September 2003 by the Taxpayer and filed in the Earlier Proceeding, the Taxpayer said:\n \n '4.",
      "id": "s267"
    },
    {
      "text": "... Three sets of disciplinary charges (\"the Disciplinary Charges\") were laid against me by [Customs] ... \n \n 5.",
      "id": "s268"
    },
    {
      "text": "The first disciplinary charges laid against me were dismissed and [Customs] was ordered to pay my costs.",
      "id": "s269"
    },
    {
      "text": "6.",
      "id": "s270"
    },
    {
      "text": "In the second set of charges... [Customs] alleged that on 12 occasions I failed to fulfil my duty as an officer by not accurately recording my attendance at work... \n \n 7.",
      "id": "s271"
    },
    {
      "text": "In the third set of charges... [Customs] made seven allegations that I failed to fulfil my duty as an officer... \n \n 8.",
      "id": "s272"
    },
    {
      "text": "In the year ended 30 June 2001, I sought advice about the charges I was facing and I incurred legal expenses amounting to $6,000 for fees paid to David Jackson QC (\"legal expenses\") .",
      "id": "s273"
    },
    {
      "text": "9.",
      "id": "s274"
    },
    {
      "text": "I incurred the legal expenses in defending the disciplinary charges brought against me by [Customs] .",
      "id": "s275"
    },
    {
      "text": "All of the legal expenses I have incurred relate to defending disciplinary charges.",
      "id": "s276"
    },
    {
      "text": "These legal expenses include concurrent actions to challenge the evidence that [Customs] sought to rely on.",
      "id": "s277"
    },
    {
      "text": "' \n \n\n64 That affidavit suggests that the fees paid to Mr Jackson QC were for advice in relation to the First, Second and Third Charges.",
      "id": "s278"
    },
    {
      "text": "However, in an affidavit sworn on 2 December 2005 and filed in this proceeding, the Taxpayer said:\n \n 'During the year ended 30 June 2001, I paid the sum of $6,000 being barristers' fees due to Mr David Jackson QC for an opinion on the proposed appeal to the High Court in the litigation relating to [the Third Charges] .",
      "id": "s279"
    },
    {
      "text": "' \n \n\nThe Taxpayer was not cross-examined on that assertion.",
      "id": "s280"
    },
    {
      "text": "65 As I have indicated, the proceeding in the Federal Court was commenced before any determination by the relevant inquiry officer and, for that reason, the conduct of the Taxpayer that was the subject of the charges was not examined.",
      "id": "s281"
    },
    {
      "text": "Rather, the proceedings in both the Federal Court and the High Court appear to have been concerned entirely with questions concerning the construction and effect of the Interception Act and the extent to which the product of the interceptions by the Australian Federal Police could be used by Customs for the purposes of disciplinary action against the Taxpayer.",
      "id": "s282"
    },
    {
      "text": "66 The fact that a judgment or order is made or given by consent does not preclude an issue estoppel arising from that judgment or order.",
      "id": "s283"
    },
    {
      "text": "Clearly, in such a case, the Court that makes or gives the order or judgment has not investigated the facts and circumstances out of which a dispute arises or the legal principles that govern the resolution of the dispute.",
      "id": "s284"
    },
    {
      "text": "Nevertheless, by the judgment or order, the earlier court sanctions what the parties have agreed between themselves and converts a mere agreement into a judicial determination upon which an issue estoppel or res judicata plea may be founded (see Spencer Bower, Turner and Handley, The Doctrine of Res Judicata, Butterworths, London, 1996 at 38-40).",
      "id": "s285"
    },
    {
      "text": "67 The Commissioner accepts that an issue estoppel can arise out of a judgment or order given on an appeal from an objection decision in relation to a particular year of income, which can be pleaded in a subsequent appeal in relation to a different year of income.",
      "id": "s286"
    },
    {
      "text": "Nevertheless, the prerequisites for the existence of an issue estoppel must be satisfied.",
      "id": "s287"
    },
    {
      "text": "That is to say, it must be demonstrated that the issue in respect of which an estoppel is raised is the same issue as was determined or, by necessary implication, must have been determined as between the parties in order for the earlier order or judgment to have been made or given.",
      "id": "s288"
    },
    {
      "text": "Thus, it must be established that the issue raised in a subsequent proceeding in respect of which an estoppel is pleaded was an issue the determination of which was an essential and fundamental step in leading to the judgment or order in the earlier proceeding.",
      "id": "s289"
    },
    {
      "text": "The issue might be one of fact or law or of mixed fact and law but it must be the same issue (see generally IEL Finance Limited v Commissioner of Taxation [2006] FCA 267).",
      "id": "s290"
    },
    {
      "text": "68 Clearly enough, there is some connection between the advice given by Mr Jackson QC and the advice and appearances of Mr Gageler SC and Mr Roberts SC in relation to the Third Charges, in so far as they were concerned with the litigation in the Federal Court and with an application for special leave to appeal from the orders of the Full Court dismissing the appeal from Einfeld J.",
      "id": "s291"
    },
    {
      "text": "Notwithstanding the references to the Second Charges in the Statement of Facts, Issues and Contentions that are highlighted in the extracts set out above and the references to the First Charges and the Second Charges in the affidavit of 22 September 2003, the product of the telephonic interceptions does not appear to have been raised in conjunction with the Second Charges.",
      "id": "s292"
    },
    {
      "text": "The material indicates that Mr Jackson's advice was sought only in relation to the application for special leave to appeal to the High Court from the decision of the Full Court, which related only to the Third Charges.",
      "id": "s293"
    },
    {
      "text": "Insofar as the Commissioner and Taxpayer referred to the Second Charges in the earlier proceeding, it is clear the reference was to use that may have been made by Customs of the product of the interceptions in considering the Second Charges.",
      "id": "s294"
    },
    {
      "text": "That may have been a misapprehension.",
      "id": "s295"
    },
    {
      "text": "69 The fee of $6,000 paid by the Taxpayer to Mr Jackson QC was for an opinion on the proposed appeal to the High Court.",
      "id": "s296"
    },
    {
      "text": "That appeal related to a challenge to the use, in connection with the Third Charges, of the product of telephonic interceptions made by the Australian Federal Police.",
      "id": "s297"
    },
    {
      "text": "By making the order of 5 December 2003, albeit by consent, Finn J must be taken to have determined that those fees were allowable as a deduction from the assessable income of the Taxpayer for the year ended 30 June 2001.",
      "id": "s298"
    },
    {
      "text": "70 The fees paid to Mr Gageler SC were paid in relation to advice and appearances in connection with the application for special leave to appeal to the High Court from the Full Court's decision.",
      "id": "s299"
    },
    {
      "text": "The question raised by the application for special leave from the High Court was the question that was decided by the Full Court in dismissing the appeal from Einfeld J.",
      "id": "s300"
    },
    {
      "text": "Thus, there appears to be substantial identity concerning the issue as between the Taxpayer and Customs that was raised in the litigation in the Federal Court and the High Court and in respect of which fees were incurred to Mr Roberts SC, Mr Gageler SC and Mr Jackson QC.",
      "id": "s301"
    },
    {
      "text": "71 The issue that arises in the present proceeding is whether legal expenses paid by the Taxpayer to Mr Roberts SC and Mr Gageler SC in challenging the use by Customs of the product of interceptions by the Australian Federal Police are allowable deductions from the income of the Taxpayer as an officer of Customs.",
      "id": "s302"
    },
    {
      "text": "That issue arose and was necessarily determined in favour of the Taxpayer by reason of Finn J's order in the Earlier Proceeding.",
      "id": "s303"
    },
    {
      "text": "It is clear that, in the Earlier Proceeding, the issue was whether the fees paid to Mr Jackson QC in obtaining advice concerning an appeal to the High Court from the proceeding in the Federal Court dealing with the Interception Act in relation to the Third Charges constituted an allowable deduction from the income of the Taxpayer as an officer of Customs.",
      "id": "s304"
    },
    {
      "text": "In those circumstances, it is difficult to see why the issue of whether legal expenses incurred by the Taxpayer in relation to the application for special leave to appeal to the High Court from the orders of the Full Court were allowable as deductions was not decided by the orders made by Finn J on 5 December 2003.",
      "id": "s305"
    },
    {
      "text": "72 The Commissioner has not suggested that the fees paid to Mr Gageler SC should be treated as being in any different category from the fees paid to Mr Jackson QC.",
      "id": "s306"
    },
    {
      "text": "The fees paid to Mr Roberts SC may be in a different category.",
      "id": "s307"
    },
    {
      "text": "However, if the fees paid in relation to the application for special leave are deductible, it would appear to follow, a fortiori , that fees paid in connection with the proceedings in the Federal Court would also be deductible.",
      "id": "s308"
    },
    {
      "text": "I consider that the Commissioner is estopped from contending that the fees paid to Mr Roberts SC and to Mr Gageler SC in relation to the proceedings in the Federal Court and the High Court in connection with the Third Charges are not allowable deductions from the assessable income derived by the Taxpayer as an officer of Customs.",
      "id": "s309"
    },
    {
      "text": "CONCLUSION \n \n73 The appeal should be upheld.",
      "id": "s310"
    },
    {
      "text": "The objection decision should be set aside.",
      "id": "s311"
    },
    {
      "text": "The matter should be remitted to the Commissioner for determination according to law in accordance with these reasons.",
      "id": "s312"
    },
    {
      "text": "The Taxpayer has been only partially successful.",
      "id": "s313"
    },
    {
      "text": "I consider that it would be appropriate to order the Commissioner to pay 60 per cent of the Taxpayer's costs of the appeal.",
      "id": "s314"
    },
    {
      "text": "I certify that the preceding seventy-three (73) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Emmett.",
      "id": "s315"
    },
    {
      "text": "Associate:\n\nDated: 30 May 2006\n\n\n Counsel for the Applicant: Mr M L Brabazon \n \n Solicitor for the Applicant: Leitch Hasson Dent \n \n Counsel for the Respondent: Mr J Hmelnitsky \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 27 March 2006 \n \n Date of Judgment: 30 May 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/655.html",
      "id": "s316"
    }
  ]
}