{
  "name": "Axe Australasia Pty Ltd v Australume Pty Ltd [2006] FCA 668 (2 June 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/668.html",
  "catchphrases": [
    {
      "text": "validity",
      "id": "c0"
    },
    {
      "text": "novelty",
      "id": "c1"
    },
    {
      "text": "infringement",
      "id": "c2"
    },
    {
      "text": "obvious imitation",
      "id": "c3"
    },
    {
      "text": "fraudulent imitation",
      "id": "c4"
    },
    {
      "text": "principles in determining infringement",
      "id": "c5"
    },
    {
      "text": "design",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "1 This is a design infringement action brought under s 30(1) of the Designs Act 1906 (Cth).",
      "id": "s0"
    },
    {
      "text": "That Act has been replaced by the Designs Act 2003 (Cth), but by reason of the transitional provisions (s 156) continues to apply to this dispute.",
      "id": "s1"
    },
    {
      "text": "The design is for a vandal resistant fluorescent luminare, commonly referred to in the lighting industry as a batten light.",
      "id": "s2"
    },
    {
      "text": "The design was registered with effect from 9 May 1989 by Andrew Thomas in respect of the shape and/or configuration of the luminare as depicted in a series of photographs.",
      "id": "s3"
    },
    {
      "text": "The applicant contends that the respondent's vandal resistant batten light, which is referred to as \"the Centurion\", infringes the design.",
      "id": "s4"
    },
    {
      "text": "It seeks relief by way of damages.",
      "id": "s5"
    },
    {
      "text": "The respondent contends that the registered design was neither new nor original at the date of registration and consequently that the registration is invalid.",
      "id": "s6"
    },
    {
      "text": "By a counter-claim it seeks the rectification of the register.",
      "id": "s7"
    },
    {
      "text": "If the registration be valid, the respondent says that the applicant, who sues as assignee, has not taken a valid assignment of the registered design.",
      "id": "s8"
    },
    {
      "text": "If that defence does not succeed, the respondent admits that the Centurion was manufactured and sold by it but denies that the Centurion is an obvious or fraudulent imitation of the registered design.",
      "id": "s9"
    },
    {
      "text": "2 The facts, for the most part, are simple.",
      "id": "s10"
    },
    {
      "text": "During 1987 to 1989 Mr Thomas worked in his own time to develop the design of the luminare.",
      "id": "s11"
    },
    {
      "text": "On 30 October 1990, the design was registered in Mr Thomas' name.",
      "id": "s12"
    },
    {
      "text": "The luminare is a longitudinal light fitting that houses fluorescent tubes.",
      "id": "s13"
    },
    {
      "text": "It is of continuous cross-section.",
      "id": "s14"
    },
    {
      "text": "In the photographs it appears to be approximately eight times its width with a height of approximately two-thirds its width.",
      "id": "s15"
    },
    {
      "text": "It has flat closed ends with a cap that covers the top front and rear surfaces and the whole of the end surface.",
      "id": "s16"
    },
    {
      "text": "The end caps are slightly stepped and have closed ends that are kept in place by screws in their top surface.",
      "id": "s17"
    },
    {
      "text": "One cap has a single screw centrally located on the longitudinal axis.",
      "id": "s18"
    },
    {
      "text": "The other has two screws spread apart about the longitudinal axis.",
      "id": "s19"
    },
    {
      "text": "Each cap has a length equal approximately to its height.",
      "id": "s20"
    },
    {
      "text": "A diffuser is mounted onto the base extending between the two end caps.",
      "id": "s21"
    },
    {
      "text": "3 In order to exploit the design, Mr Thomas purchased a shelf company (which had been incorporated on 18 June 1990) and changed its name to Cellite Lighting &amp; Electrical Pty Ltd (Cellite Lighting).",
      "id": "s22"
    },
    {
      "text": "Cellite Lighting did not have its own manufacturing facilities so it contracted other companies to manufacture the luminare in accordance with the design on a \"free issue\" basis.",
      "id": "s23"
    },
    {
      "text": "By free issue Mr Thomas meant that he would issue the manufacturing companies with the components for the manufacture of the luminare to fulfil his specific orders.",
      "id": "s24"
    },
    {
      "text": "The effect of the orders being free issued was that \"Mr Thomas and his Cellite Company could control how many items were manufactured and to whom they got sold\".",
      "id": "s25"
    },
    {
      "text": "The luminare was called \"the Cellite\".",
      "id": "s26"
    },
    {
      "text": "It was considered to be the best vandal resistant batten light on the Australian market.",
      "id": "s27"
    },
    {
      "text": "4 In October 1994, Mr Thomas incorporated a new company called Cellite (Sales) Pty Ltd (Cellite Sales).",
      "id": "s28"
    },
    {
      "text": "Mr Thomas and Neville Shead became the shareholders in and directors of Cellite Sales.",
      "id": "s29"
    },
    {
      "text": "As proprietor of the design Mr Thomas gave permission to Cellite Sales to exploit the Cellite.",
      "id": "s30"
    },
    {
      "text": "Mr Shead was also a director of Australume, a company that had a factory and a manufacturing plant.",
      "id": "s31"
    },
    {
      "text": "Cellite Sales and Australume joined forces on the basis that Cellite Sales would market the Cellite together and Australume would manufacture them.",
      "id": "s32"
    },
    {
      "text": "5 In late 1996 Mr Shead contacted Simon Whiting with a proposition that would see the expansion of Australume's business.",
      "id": "s33"
    },
    {
      "text": "In January 1997 Mr Whiting incorporated Carrera Lighting Pty Ltd to market commercial and industrial light fittings manufactured by Australume.",
      "id": "s34"
    },
    {
      "text": "In June 2002, the company name was changed to Carrera Manufacturing Pty Ltd to emphasise its manufacturing role.",
      "id": "s35"
    },
    {
      "text": "Initially only Mr Whiting was a sole director of Carrera Lighting.",
      "id": "s36"
    },
    {
      "text": "In September 1997 Mr Shead and Darryl Joubert were also appointed as directors.",
      "id": "s37"
    },
    {
      "text": "6 Around this time Carrera Lighting acquired all of the shares in Cellite Sales.",
      "id": "s38"
    },
    {
      "text": "Following this acquisition Cellite Sales continued to use Australume to manufacture the Cellite.",
      "id": "s39"
    },
    {
      "text": "But this did not continue for long.",
      "id": "s40"
    },
    {
      "text": "Carrera Lighting acquired a factory and its own manufacturing plant and in late 1997 thereafter began to manufacture the Cellite itself.",
      "id": "s41"
    },
    {
      "text": "7 In mid 1998 Mr Thomas resigned as a director of Cellite Sales.",
      "id": "s42"
    },
    {
      "text": "By deed of assignment dated 28 September 1998 Mr Thomas transferred his interest in the design to Cellite Sales.",
      "id": "s43"
    },
    {
      "text": "This assignment was registered by the Registrar of Designs on \n 7 December 1998.",
      "id": "s44"
    },
    {
      "text": "8 In early 2000 Mr Shead and Mr Whiting decided to transfer the assets of Cellite Sales, including the registered design, to Carrera Lighting.",
      "id": "s45"
    },
    {
      "text": "By reason of oversight the design was not transferred to Carrera Lighting, although the other assets were.",
      "id": "s46"
    },
    {
      "text": "The fact the design had not been transferred became apparent in 2002, when Carrera Lighting sold all its assets to the applicant (then known as Moonlighting Australasia Pty Ltd) a company also operating in the lighting industry.",
      "id": "s47"
    },
    {
      "text": "9 By the sale agreement (which was dated 18 April 2002) the applicant purchased from Carrera Lighting its business which was defined as \"wholesaling and distributing commercial and industrial light fittings.",
      "id": "s48"
    },
    {
      "text": "\" Clause 3.2(a) of the agreement provided that Carrera Lighting would deliver to the applicant \"in a form previously approved by [the applicant] and duly executed an effective transfer of each item of the Intellectual Property and the certificate of registration or other title document (if any) of each other item of the Intellectual Property\".",
      "id": "s49"
    },
    {
      "text": "Clause 1.1 of the agreement defined \"Intellectual Property\" to include \"the Business Name and any trademarks, designs, logos, copyrights, inventions and any other intellectual property rights owned by the Vendor [Carrera Lighting]...\".",
      "id": "s50"
    },
    {
      "text": "10 By a deed dated 16 May 2002 the registered design was transferred by Cellite Sales to the applicant (Cellite Sales was then still the registered proprietor).",
      "id": "s51"
    },
    {
      "text": "The deed was signed by a director, Constantine Scrinis, on behalf of the applicant and by Mr Whiting on behalf of Cellite Sales.",
      "id": "s52"
    },
    {
      "text": "Somewhat curiously the assignment was not registered in the Register of Designs until 23 March 2004 --- almost two years after the date of the assignment and only three days before a letter of demand was sent by the applicant to the respondent in relation to its alleged infringement of the registered design.",
      "id": "s53"
    },
    {
      "text": "11 Counsel for the respondent said that I should find the assignment was executed in 2004 and backdated.",
      "id": "s54"
    },
    {
      "text": "Mr Scrinis, who was called by the applicant, denied that there had been any backdating and I am inclined to accept his evidence.",
      "id": "s55"
    },
    {
      "text": "I am satisfied that the failure to lodge the assignment for registration was simply a mistake.",
      "id": "s56"
    },
    {
      "text": "12 I also reject the attack on the validity of the assignment.",
      "id": "s57"
    },
    {
      "text": "It was put that Mr Whiting although a director of Cellite Sales did not have authority to execute the assignment on its behalf.",
      "id": "s58"
    },
    {
      "text": "There are several reasons why I will not accept this contention.",
      "id": "s59"
    },
    {
      "text": "For one thing, the articles of association (or constitution) of the company would tell me what authority each director has, but the articles were not tendered.",
      "id": "s60"
    },
    {
      "text": "Therefore, I do not know on what basis I should assume that a director cannot bind the company in a transaction of the kind under consideration.",
      "id": "s61"
    },
    {
      "text": "Secondly, even if there be any lack of express authority, I would apply the indoor management rule for there is no reason to think that Mr Scrinis, who dealt with Mr Whiting as the person who had carriage of the sale transaction, had any reason to doubt the latter's authority to bind the company: Northside Developments Pty Ltd v Registrar-General [1990] HCA 32 ; (1990) 170 CLR 146.",
      "id": "s62"
    },
    {
      "text": "13 At the time Carrera Lighting sold its lighting business to the applicant, the respondent was no longer manufacturing the Cellite; it had not manufactured the light for some years.",
      "id": "s63"
    },
    {
      "text": "However, and perhaps prompted by the sale, it decided to resume manufacture.",
      "id": "s64"
    },
    {
      "text": "Phil Carney, a director of the respondent, got in touch with Mr Shead and asked him whether there was any reason why the respondent could not make and sell the Cellite.",
      "id": "s65"
    },
    {
      "text": "According to Mr Shead, he told Mr Carney: \"You can't sell the product as a Cellite and you can't use the same diffuser that's being used on the Cellite fitting.",
      "id": "s66"
    },
    {
      "text": "\" Mr Carney was not called to give his account of this discussion.",
      "id": "s67"
    },
    {
      "text": "14 At all events, shortly after the conversation the respondent manufactured and sold to Pulvin Lighting Wholesalers approximately 415 Centurions.",
      "id": "s68"
    },
    {
      "text": "The sale was part of a tender for work at the Kempsey Gaol.",
      "id": "s69"
    },
    {
      "text": "The applicant had itself tendered for the supply of lights for the Kempsey Gaol, but lost the tender to the respondent, a fact which it only discovered some time later.",
      "id": "s70"
    },
    {
      "text": "15 This brings me to the two principal questions before the court viz (1) Is the design of the Cellite new or original; (2) If it is, does the Centurion infringe the registered design?",
      "id": "s71"
    },
    {
      "text": "16 As to the first question, s 17(1) of the 1906 Act provides a design may be registered if \"it is a new or original design\".",
      "id": "s72"
    },
    {
      "text": "When deciding whether a design is new or original the issue is one of fact, to be determined through the eye of the judge.",
      "id": "s73"
    },
    {
      "text": "For that purpose the judge may be instructed by expert evidence.",
      "id": "s74"
    },
    {
      "text": "In Dart Industries Inc v Decor Corp Pty Ltd (1989) 15 IPR 403 Lockhart J (with whom Jenkinson and Gummow JJ agreed) said (at 408-409):\n \n \"[I]t is for the court to determine the meaning of a design in proceedings under the Act, whether the central question be the meaning of the design, novelty or infringement... [W]hile some designs are simple so that the court needs no expert evidence to interpret them, other designs are complex and judges require technical assistance in order to understand them.",
      "id": "s75"
    },
    {
      "text": "Such evidence is plainly admissible, but ultimately it is for the court to rule on the meaning of a design.",
      "id": "s76"
    },
    {
      "text": "\" \n\nHe went on (at 409) to make a similar observation in relation to the prior art:\n \n \"[P]rior art may be a fairly simple matter in a particular case, requiring little or no technical evidence.",
      "id": "s77"
    },
    {
      "text": "On the other hand, the understanding and interpretation of prior art may call for expert assistance to be provided to the court...",
      "id": "s78"
    },
    {
      "text": "I see no objection in an appropriate case to evidence being received from persons in the relevant trade or industry or members of the public directed to the question of infringement...\" \n \n\n17 Here the prior art consists of several lighting catalogues and brochures as well as several batten lights.",
      "id": "s79"
    },
    {
      "text": "These were examined by Peter Bayly, who has extensive experience, spanning almost 50 years, in industrial design.",
      "id": "s80"
    },
    {
      "text": "In the end, of course, it is my own impression that will determine whether the registered design is new or original.",
      "id": "s81"
    },
    {
      "text": "But I have been assisted by Mr Bayly's evidence in performing my task.",
      "id": "s82"
    },
    {
      "text": "18 The evidence indicates that there was a prolific product range of batten lights around 1989.",
      "id": "s83"
    },
    {
      "text": "Of the many products then in existence the product most visually similar to the registered design is the \"AVS Series\" vandal resistant luminare (the AVS Light) sold by Macwil Lighting &amp; Electrical Co Pty Ltd. During the course of the hearing, it became apparent that if the registered design is new or original when compared with the AVS Light, its newness or originality will not be brought down by the other products I have seen.",
      "id": "s84"
    },
    {
      "text": "19 For convenience the parties undertook an extensive comparison between the AVS Light and an embodiment of the registered design.",
      "id": "s85"
    },
    {
      "text": "This product was a sample or prototype light with a red diffuser.",
      "id": "s86"
    },
    {
      "text": "The sample certainly resembles the design, but there are obvious differences.",
      "id": "s87"
    },
    {
      "text": "Hence I propose to consider originality by a comparison between the AVS Light and the depiction of the design as appears in the photographs forming part of the Certificate of Registration.",
      "id": "s88"
    },
    {
      "text": "20 Section 17(1)(a) provides that a design shall not be registered in respect of an article if the design \"differs only in immaterial details or in features commonly used in the relevant trade from a design that, before the priority date in respect of the application for registration, was registered ...\".",
      "id": "s89"
    },
    {
      "text": "Where, as is this case, the prior art is prolific it will often be that small differences will be regarded as \"substantial\", rather than \"immaterial\" differences.",
      "id": "s90"
    },
    {
      "text": "See generally Ricketson &amp; Creswell, The Law of Intellectual Property: Copyright, Designs &amp; Confidential Information , vol 2 [21.80].",
      "id": "s91"
    },
    {
      "text": "Put another way, it is important not to allow the existence of prolific prior art to rob a design of its value.",
      "id": "s92"
    },
    {
      "text": "As Jacobs J said in D Sebel &amp; Co Ltd v National Art Metal Co Pty Ltd (1965) 10 FLR 224 at 227, the differences in designs can be \"a subtle thing\".",
      "id": "s93"
    },
    {
      "text": "21 In a case such as this it is important to keep in mind that a design will not be new or original where the difference between the design and the prior art results from the introduction of common trade variants into an old design.",
      "id": "s94"
    },
    {
      "text": "For example, changing the width of the base depending upon the number of fluorescent tubes to be accommodated is a common trade variant.",
      "id": "s95"
    },
    {
      "text": "So also is a change in length to accommodate a longer (and therefore stronger wattage) fluorescent tube.",
      "id": "s96"
    },
    {
      "text": "22 There are some similarities in the configuration of the AVS Light and the registered design, namely, both are of continuous rectangular cross-section with a base and diffuser portion extending the whole length of the luminare, and both have two end caps with at least one screw in their top surface that cover the ends of the base and the diffuser.",
      "id": "s97"
    },
    {
      "text": "However, the AVS Light and the registered design have a number of differences in their configurations.",
      "id": "s98"
    },
    {
      "text": "They also vary in their form and overall shape.",
      "id": "s99"
    },
    {
      "text": "The principal areas of difference in configuration between the AVS Light and the registered design are the differing heights of the continuous cross-sections; the base of the AVS Light is approximately half the overall height whereas the base of the registered design is approximately a third the overall height; the height of the diffuser of the AVS Light is approximately half the overall height whereas the height of the diffuser of the registered design is approximately two-thirds the overall height; the length of the AVS Light end caps are approximately two-thirds the overall height while the registered design has end caps approximately equal in length to the overall height.",
      "id": "s100"
    },
    {
      "text": "The AVS Light and the registered design also differ in form and shape: the front face of the end caps of the AVS Light are flat whereas each end cap of the registered design has a raised lower portion or step on its front face; the radius on the top edges of the end caps of the AVS Light are approximately one-fifth of its width, compared to radius on the top edges of the end caps of the registered design which are approximately one-tenth of the width of the registered design.",
      "id": "s101"
    },
    {
      "text": "23 These differences in configuration, form and shape are \"sufficient to impart the character of novelty and originality to the whole\" ( Walker &amp; Co v AG Scott (1892) 9 RPC 482 at 485) to distinguish the registered design from the AVS Light.",
      "id": "s102"
    },
    {
      "text": "24 I used the same approach I detailed above to compare the configuration (that is the length versus width and height versus width of the overall light and individual components such as the end caps) and form and shape (focussing on the radius of the edges of the end caps, the positioning of the screws and the presence or absence of a step) of the registered design with the other prior art including in particular the Gayline, the Loira Weather Proof fluorescent, the Minilux and the Regency Series light.",
      "id": "s103"
    },
    {
      "text": "The differences in configuration, form and shape between the registered design and these luminaries are more pronounced than the differences I observed between the registered design and the AVS Light.",
      "id": "s104"
    },
    {
      "text": "The differences leave me with the impression that the registered design is sufficiently new or original to distinguish it from that prior art referred to.",
      "id": "s105"
    },
    {
      "text": "25 This brings me to the case on infringement.",
      "id": "s106"
    },
    {
      "text": "Here, by reason of s 30 of the 1906 Act, there are two issues to be determined.",
      "id": "s107"
    },
    {
      "text": "First, is the Centurion an obvious imitation of the registered design (does it appear to be a copy although there are some differences) and, second, is it a fraudulent imitation (with differences made to disguise copying)?",
      "id": "s108"
    },
    {
      "text": "26 On this aspect I propose to apply what was said by Gummow J in Wanem Pty Ltd v John Tekiela (1990) 19 IPR 435 at 440.",
      "id": "s109"
    },
    {
      "text": "There he summarised the principles to be applied when deciding whether a particular product was an infringement of a registered design:\n \n \"(i) first impressions are important in determining whether there is an infringement of a design, \n (ii) an obvious imitation is one which is not the same as the registered design but is a copy apparent to the eye notwithstanding slight differences, \n (iii) the question must be looked at as one of substance and by examining the essential features of the design, \n (iv) a closer correspondence between the registered design and the alleged infringing design is necessary to satisfy the test of obvious imitation than that of fraudulent imitation, \n (v) precise mathematical comparisons or matters of measurements or ratios, which form no part of the mental picture which the eye conveys to the brain of shape or configuration suggested by the design, are not to be applied as the test of infringement; appearance to the eye is the critical issue, and \n (vi) questions of infringement must not be determined by a narrow or overly technical approach in comparison between the design and the alleged infringement, lest the registration be sapped of its worth to the registered owner.",
      "id": "s110"
    },
    {
      "text": "\" \n \n\n27 It is also important to bear in mind what was said by Lockhart J in Dart Industries at 409: \n \n \"Where novelty or originality is discovered in slight variations [from the prior art base], there cannot be infringement without a very close resemblance between the registered design and the article alleged to be an infringement of the design... Small differences between the registered design and the prior art will generally lead to a finding of no infringement if there are equally small differences between the registered design and the alleged infringing article.",
      "id": "s111"
    },
    {
      "text": "\" \n \n\n28 I make the following observations as regards the Centurion: the luminare is a longitudinal light fitting that houses fluorescent tubes; it is of continuous cross-section and appears to have a greater overall length than the registered design being approximately 11 times its width and having a height approximately two-thirds its width; the shape of the end cap is (as Mr Bayly described it) \"basically rectangular, also trapezoidal\" and they have no step; the finish of the end caps is not smooth like the finish on the registered design; it has a single centrally aligned screw with a recessed head in the top surface of each end cap; and the diffuser is prismatic rather than the longitudinal lines of the registered design.",
      "id": "s112"
    },
    {
      "text": "29 On the question whether the Centurion is an obvious imitation of the registered design, there is at least one important difference; the registered design has a step in the end caps, the Centurion does not.",
      "id": "s113"
    },
    {
      "text": "I consider the presence of the step in the end caps to be a significant feature of the form and shape of the registered design which, together with other configuration features, distinguishes it from the prior art.",
      "id": "s114"
    },
    {
      "text": "The absence of the step in the Centurion may be described as a small difference from the registered design but in my opinion it is a sufficient difference to defeat the allegation that the Centurion is an obvious imitation of the registered design.",
      "id": "s115"
    },
    {
      "text": "30 The position is not so simple when I come to consider whether the Centurion is a fraudulent imitation of the registered design.",
      "id": "s116"
    },
    {
      "text": "In this connection it is clear that the respondent intended to copy the registered design (or at least copy what it thought was an embodiment of the design).",
      "id": "s117"
    },
    {
      "text": "It is also clear that it made a number of small changes to the registered design, one can only presume, for the purpose of disguising what had been done.",
      "id": "s118"
    },
    {
      "text": "I have already mentioned the conversation between Mr Shead and Mr Carney concerning the respondent's ability to copy the luminare.",
      "id": "s119"
    },
    {
      "text": "No doubt Mr Carney approached Mr Shead for advice because he thought he could not simply copy the registered design.",
      "id": "s120"
    },
    {
      "text": "That view was confirmed, although the method suggested to overcome the problem may not achieve the objective.",
      "id": "s121"
    },
    {
      "text": "31 The differences between the registered design and the Centurion are as follows: each end cap on the Centurion has a single centrally aligned screw on the top surface and these screws are recessed; the design has a pair of recessed screws spaced apart on one end cap and a centrally aligned single screw which stands proud of the top surface of the other end cap; the Centurion has an overall length eleven times its width whereas the registered design has a length eight times its width; and the Centurion end cap has no step.",
      "id": "s122"
    },
    {
      "text": "I have already described the difference between the finish of the end caps on the Centurion and the registered design (the Centurion is not a smooth finish) and that the diffuser on the Centurion is prismatic rather than the longitudinal lines of the registered design.",
      "id": "s123"
    },
    {
      "text": "These differences are not sufficient to avoid a finding of fraudulent imitation.",
      "id": "s124"
    },
    {
      "text": "32 Turning to damages, the applicant claims the sum of $36,353.79.",
      "id": "s125"
    },
    {
      "text": "It says this is the gross profit it would have earned had it been awarded the contract to supply the lights for the Kempsey Gaol.",
      "id": "s126"
    },
    {
      "text": "While it may be accepted that the profit the applicant would have earned had it been awarded the contract is in the sum claimed, it does not follow that this is the quantum of its loss.",
      "id": "s127"
    },
    {
      "text": "33 The claimed loss is based on two hypotheses.",
      "id": "s128"
    },
    {
      "text": "The first hypothesis is that if the respondent had not been awarded the Kempsey Gaol contract, it would have gone to the applicant.",
      "id": "s129"
    },
    {
      "text": "The second hypothesis is that the applicant would have supplied the lighting at its tender price of $80,786.20 (inclusive of GST), which incorporated a gross profit of 45 per cent.",
      "id": "s130"
    },
    {
      "text": "34 The method by which the applicant's damages are to be calculated has been explained by the High Court in Malec v J C Hutton Pty Ltd [1990] HCA 20 ; (1990) 169 CLR 638 at 643:\n \n \"If the law is to take account of future or hypothetical events in assessing damages, it can only do so in terms of the degree of probability of those events occurring...",
      "id": "s131"
    },
    {
      "text": "But unless the chance is so low as to be regarded as speculative --- say less than 1 per cent --- or so high as to be practically certain --- say over 99 per cent --- the court will take that chance into account in assessing the damages.",
      "id": "s132"
    },
    {
      "text": "Where proof is necessarily unattainable, it would be unfair to treat as certain a prediction which has a 51 per cent probability of occurring; but to ignore altogether a prediction which has a 49 per cent probability of occurring.",
      "id": "s133"
    },
    {
      "text": "Thus, the court assesses the degree of probability that an event would have occurred, or might occur, and adjusts its award of damages to reflect the degree of probability.",
      "id": "s134"
    },
    {
      "text": "\" \n \n\nSee also Mallet v Monagle [1970] AC 166 at 174; Davies v Taylor [1974] AC 207 at 212, 219.",
      "id": "s135"
    },
    {
      "text": "35 The only evidence I have to go on in assessing the probability of the applicant's tender being accepted at the tender price is that the respondent was the successful tenderer with an almost identical product.",
      "id": "s136"
    },
    {
      "text": "I do not, however, know the tender price paid to the respondent.",
      "id": "s137"
    },
    {
      "text": "Nor do I have the prices tendered by other tenderers.",
      "id": "s138"
    },
    {
      "text": "This evidence could have been, but was not, made available.",
      "id": "s139"
    },
    {
      "text": "This makes my task difficult indeed.",
      "id": "s140"
    },
    {
      "text": "Doing the best I can I am prepared to assume that if the respondent had not lodged a tender then it is more likely than not the applicant's tender would have been accepted.",
      "id": "s141"
    },
    {
      "text": "But it is hard to say at what price the tender would have been accepted.",
      "id": "s142"
    },
    {
      "text": "Doing the best I can I will discount the applicant's claim by about 35 per cent, and then round off the damages at $25,000.",
      "id": "s143"
    },
    {
      "text": "There will be judgment against the respondent for that amount.",
      "id": "s144"
    },
    {
      "text": "The cross-claim will be dismissed.",
      "id": "s145"
    },
    {
      "text": "The applicant will have its costs.",
      "id": "s146"
    },
    {
      "text": "I certify that the preceding thirty-five (35) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finkelstein.",
      "id": "s147"
    },
    {
      "text": "Associate:\n\nDated: 2 June 2006\n\n\n Counsel for the Applicant and Cross-Respondent: Mr M Rivette \n \n Solicitor for the Applicant and Cross-Respondent: Middletons \n \n Counsel for the Respondent and Cross-Claimant: Mr T Cordiner \n \n Solicitor for the Respondent and Cross-Claimant: Ebsworth &amp; Ebsworth \n \n Date of Hearing: 3 and 4 April 2006 \n \n Date of Judgment: 2 June 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/668.html",
      "id": "s148"
    }
  ]
}