{
  "name": "SZHDC v Minister for immigration and Multicultural Affairs [2006] FCA 600 (23 May 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/600.html",
  "catchphrases": [
    {
      "text": "procedural fairness",
      "id": "c0"
    },
    {
      "text": "invitation to hearing",
      "id": "c1"
    },
    {
      "text": "hearing rescheduled at applicant's request",
      "id": "c2"
    },
    {
      "text": "whether tribunal required to provide further 14 day period of notice for rescheduled hearing",
      "id": "c3"
    },
    {
      "text": "whether tribunal required to provide reasonable notice",
      "id": "c4"
    },
    {
      "text": "notice provided was reasonable in the circumstances",
      "id": "c5"
    },
    {
      "text": "migration",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "1 On 25 January 2006 Federal Magistrate Scarlett dismissed the appellant's application for judicial review of a decision of the Refugee Review Tribunal refusing to grant a protection visa to the appellant.",
      "id": "s0"
    },
    {
      "text": "The appellant now appeals from his Honour's judgment.",
      "id": "s1"
    },
    {
      "text": "2 At the hearing of the appeal the appellant sought leave to rely on an amended notice of appeal and to adduce new evidence, namely two affidavits sworn by the appellant.",
      "id": "s2"
    },
    {
      "text": "The first respondent did not object to the amended notice of appeal and accordingly leave was granted.",
      "id": "s3"
    },
    {
      "text": "However, the respondent did object to the new evidence and I upheld that objection for reasons explained below.",
      "id": "s4"
    },
    {
      "text": "Review in the Tribunal \n \n3 The amended notice of appeal raised two grounds of appeal and counsel for the appellant confirmed that the appellant expressly abandoned the grounds in the original notice of appeal.",
      "id": "s5"
    },
    {
      "text": "The new grounds of appeal focused on the way in which the Tribunal notified the appellant of a rescheduled hearing before the Tribunal.",
      "id": "s6"
    },
    {
      "text": "What happened, as described by the Tribunal, is as follows:\n \n 'On 16 June 2005 the Tribunal invited the applicant to attend a hearing before the Tribunal on Thursday 14 July 2005.",
      "id": "s7"
    },
    {
      "text": "The applicant did not respond to the invitation and he did not return the \"Response to Hearing Invitation\" form to the Tribunal.",
      "id": "s8"
    },
    {
      "text": "On 13 July 2005 the applicant sent a facsimile to the Tribunal advising that he was not well and would not appear before the Tribunal on the appointed day.",
      "id": "s9"
    },
    {
      "text": "The applicant asked that the Tribunal arrange for another hearing.",
      "id": "s10"
    },
    {
      "text": "The Tribunal subsequently arranged for a further hearing to take place on 20 July 2004.",
      "id": "s11"
    },
    {
      "text": "The applicant was advised of the new arrangements.",
      "id": "s12"
    },
    {
      "text": "He did not respond to the invitation and he did not make contact with the Tribunal.",
      "id": "s13"
    },
    {
      "text": "The applicant did not appear before the Tribunal on the day and at the time and place at which he was scheduled to appear.",
      "id": "s14"
    },
    {
      "text": "The Tribunal's letter to the applicant has not been returned to the Tribunal unclaimed.",
      "id": "s15"
    },
    {
      "text": "' \n \n4 The Tribunal decided to make its decision pursuant to s 426A of the Migration Act 1958 (Cth)('the Act'), without making any further attempt to contact the appellant or schedule another hearing and handed down its decision on 16 August 2005.",
      "id": "s16"
    },
    {
      "text": "The appellant applied to the Federal Magistrates Court for review of the decision on 1 September 2005.",
      "id": "s17"
    },
    {
      "text": "Review in the Federal Magistrates Court \n \n5 Before the Federal Magistrate the appellant claimed that he had not been given sufficient notice of the rescheduled hearing and that he had only received the Tribunal's notification after the date of the hearing.",
      "id": "s18"
    },
    {
      "text": "The appellant explained to the Federal Magistrate that although he lived in Blacktown at the relevant time his postal address was a post office box in Gladesville near his work place.",
      "id": "s19"
    },
    {
      "text": "Because he did not work at weekends he did not clear the post office box every day and several days might elapse before he cleared it.",
      "id": "s20"
    },
    {
      "text": "6 The appellant sent his request for the hearing to be rescheduled to the Tribunal by facsimile.",
      "id": "s21"
    },
    {
      "text": "The request was accompanied by a medical certificate that certified he would be 'not fit for duty' from 12 to 18 July 2005.",
      "id": "s22"
    },
    {
      "text": "The letter from the Tribunal advising that the hearing had been rescheduled to 20 July was dated 15 July 2005 and was sent by express post.",
      "id": "s23"
    },
    {
      "text": "The Federal Magistrate commented:\n \n 'I am mindful of the fact that the Tribunal only gave the Applicant a postponement until a couple of days after the expiry of the period in the Applicant's medical certificate.",
      "id": "s24"
    },
    {
      "text": "What the Tribunal did do, however, was to send its letter by express post.",
      "id": "s25"
    },
    {
      "text": "I can take judicial notice of the fact that express post letters in the Sydney metropolitan area and indeed in the metropolitan area of any capital city in Australia are guaranteed to arrive on the next business day and Australia Post even advises users of that express post system to send letters to a post office box to guarantee early delivery.",
      "id": "s26"
    },
    {
      "text": "' \n \n7 His Honour found that the length of the postponement was appropriate given the medical evidence provided by the appellant as justification for the postponement and that the requirements in s 425A(3) of the Act (which provide a formal mechanism for inviting an applicant to a hearing) do not apply to a new hearing date.",
      "id": "s27"
    },
    {
      "text": "In the circumstances, his Honour held that there was no jurisdictional error in the Tribunal proceeding as it did.",
      "id": "s28"
    },
    {
      "text": "This appeal \n \n8 The grounds of appeal set out in the amended notice of appeal allege that the Federal Magistrate erred in failing to hold that: \n \n1. where the Tribunal reschedules a hearing at the request of an applicant, s 425A of the Act applies in relation to notification of the new hearing date and that the Tribunal made a jurisdictional error in failing to comply with this section;\n \n2. even if s 425A does not apply in the present circumstances, the Tribunal must nevertheless give an applicant reasonable notice of the new hearing date.",
      "id": "s29"
    },
    {
      "text": "The Tribunal did not give reasonable notice and in doing so failed to comply with s 425(1) of the Migration Act or with the requirements of procedural fairness and thus made a jurisdictional error.",
      "id": "s30"
    },
    {
      "text": "Ground 1: does s 425A(3) apply to notification of a rescheduled hearing requested by the applicant?",
      "id": "s31"
    },
    {
      "text": "9 Section 425A of the Act provides: \n \n \n '(1) If the applicant is invited to appear before the Tribunal, the Tribunal must give the applicant notice of the day on which, and the time and place at which, the applicant is scheduled to appear.",
      "id": "s32"
    },
    {
      "text": "(2) The notice must be given to the applicant: \n \n \n \n (a) except where paragraph (b) applies--by one of the methods specified in section 441A ; or \n (b) if the applicant is in immigration detention--by a method prescribed for the purposes of giving documents to such a person.",
      "id": "s33"
    },
    {
      "text": "(3) The period of notice given must be at least the prescribed period or, if no period is prescribed, a reasonable period.",
      "id": "s34"
    },
    {
      "text": "(4) The notice must contain a statement of the effect of section 426A.",
      "id": "s35"
    },
    {
      "text": "' \n \n10 Pursuant to Reg 4.35D of the Migration Regulations 1994 (Cth) ('the Regulations') the prescribed period of notice for an applicant who is invited to a hearing and who is not in detention, is 14 days from the day the applicant receives the invitation.",
      "id": "s36"
    },
    {
      "text": "There can be no doubt that the Tribunal did not give this period of notice as its letter was dated 15 July 2005, only five days before the rescheduled hearing on 20 July 2005.",
      "id": "s37"
    },
    {
      "text": "If s 425A applies in these circumstances then clearly the Tribunal would be in breach of the section.",
      "id": "s38"
    },
    {
      "text": "11 In SZDQO v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCA 1026 ; (2005) 144 FCR 251 ('SZDQO') at [29] Conti J held that:\n \n '... in circumstances where the Tribunal decides to reschedule a contemplated hearing at the behest, explicitly or implicitly, of an applicant, s 425A does not apply in relation to the notice of a rescheduled hearing, at least insofar as concerns the period of the reviewed notice.",
      "id": "s39"
    },
    {
      "text": "The sanction on the Tribunal in those circumstances would be the operation of the general law as to natural justice...' \n \n12 His Honour's decision was grounded in practical considerations, in particular the risk that the Tribunal's process would be 'unreasonably thwarted' by delays caused by a strict requirement that an applicant be given 14 days' notice of each rescheduled hearing, regardless of the reason for that rescheduling.",
      "id": "s40"
    },
    {
      "text": "Quite apart from such practical considerations however, it seems to me that there is a substantial difference between an initial invitation to a hearing which names a date and correspondence in which the date of such a hearing is rescheduled.",
      "id": "s41"
    },
    {
      "text": "The latter is a variation of the initial invitation and not a new invitation.",
      "id": "s42"
    },
    {
      "text": "Hence this is not a case of 'partial compliance' with a statutory obligation; see the comments of McHugh J in SAAP v Minister for Immigration and Multicultural and Indigenous Affairs [2005] HCA 24 ; (2005) 79 ALJR 1009 at [77] .",
      "id": "s43"
    },
    {
      "text": "The section may reasonably be interpreted as applying to an initial invitation and not to a notification of a date that is rescheduled at the applicant's request.",
      "id": "s44"
    },
    {
      "text": "It may be, as Barnes FM observed in SZBAZ v Minister for Immigration [2004] FMCA 790 , that the s 425A notice requirements may apply to a hearing rescheduled on the Tribunal's initiative but that is not the case here and I do not need to consider the point.",
      "id": "s45"
    },
    {
      "text": "13 I do not accept the appellant's contention that Conti J's construction of s 425A may create injustice where no notification of the effect of s 426A is included in a notification of a rescheduled hearing.",
      "id": "s46"
    },
    {
      "text": "Such notification would have been given in any valid notice of the original hearing date and, in any event, his Honour's holding was made in respect s 425A(3); his Honour did not address the other requirements of s 425A.",
      "id": "s47"
    },
    {
      "text": "14 Anticipating a submission from the respondent (not in fact made) that s 422B prevented an applicant from complaining of procedural unfairness in relation to insufficient notice or a defective notice of a rescheduled hearing, the appellant submitted that, if this position was correct, it was a reason for adopting a construction of s 425A that the section applies in these circumstances.",
      "id": "s48"
    },
    {
      "text": "The argument is that the Act discloses an intention to regulate the content of procedural fairness so as not to deprive an applicant of all such rights in particular circumstances.",
      "id": "s49"
    },
    {
      "text": "If the notification periods mandated by s 424A of the Act do not apply in relation to a rescheduled hearing, and s 422B prevents an applicant from relying on common law grounds of procedural fairness, it would appear that the applicant had little protection from the unreasonable rescheduling of hearing times.",
      "id": "s50"
    },
    {
      "text": "While there is a superficial attraction in this submission I am not prepared to accept that s 422B has this effect.",
      "id": "s51"
    },
    {
      "text": "Section 422B is discussed below.",
      "id": "s52"
    },
    {
      "text": "15 I respectfully agree with Conti J's conclusion but, even if I did not, I would need to be satisfied that the decision was 'plainly wrong' before I would be prepared to depart from it; Takapana Investments Pty Ltd v Teco Information Systems Co Ltd (1998) 82 FCR 25 at 32.",
      "id": "s53"
    },
    {
      "text": "The learned Federal Magistrate correctly applied SZDQO in finding that s 425A(3) did not apply in relation to a rescheduled hearing.",
      "id": "s54"
    },
    {
      "text": "Ground 2: Did the Tribunal give reasonable notice of the rescheduled hearing?",
      "id": "s55"
    },
    {
      "text": "16 Accepting that the Tribunal does not have to give notice of a rescheduled hearing requested by the applicant s 425A(3), the question arises whether the limitation of the natural justice hearing rule imposed by s 422B of the Act applies to a rescheduled hearing requested by the applicant.",
      "id": "s56"
    },
    {
      "text": "Section 422B, which is found in Part 7 Division 4 of the Act, provides:\n \n 'This Division is taken to be an exhaustive statement of the requirements of the natural justice hearing rule in relation to the matters it deals with.",
      "id": "s57"
    },
    {
      "text": "' \n \n(emphasis added.",
      "id": "s58"
    },
    {
      "text": ")\n \n17 The question was not answered in SZDQO which dealt with the more specific question of the application of s 425A(3) .",
      "id": "s59"
    },
    {
      "text": "The answer depends on the extent of the 'matters' with which Division 4 of Part 7 of the Act deals --- an issue on which there is some difference of opinion in this Court; see Branson J's analysis in SZBDF v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCA 1493 at [12] - [16] .",
      "id": "s60"
    },
    {
      "text": "The view I have formed about the notice of the rescheduled hearing that was given to the appellant is such that I do not need to explore this difference of opinion or what limits might be imposed in Division 4.",
      "id": "s61"
    },
    {
      "text": "This is because I am satisfied that, once it is accepted that s 425A(3) does not apply, the highest that the Tribunal's obligation to give notice of the rescheduled hearing date can be put is that the notice must, in all the circumstances, be reasonable.",
      "id": "s62"
    },
    {
      "text": "I am satisfied that the notice given to the appellant met this standard.",
      "id": "s63"
    },
    {
      "text": "18 Section 426A does not oblige the Tribunal to reschedule a hearing but does not prevent it from doing so: s 426A(2).",
      "id": "s64"
    },
    {
      "text": "Where the Tribunal accedes to a request to reschedule the hearing it obviously needs to notify an applicant of the changed date.",
      "id": "s65"
    },
    {
      "text": "The Act does not specify the extent of notice that must be given in these circumstances.",
      "id": "s66"
    },
    {
      "text": "However, given the Tribunal's obligation to act reasonably and in accordance with the requirements of procedural fairness in exercising its powers ( Minister for Immigration and Multicultural Affairs v Bhardwaj [2002] HCA 11 ; (2002) 209 CLR 597 at [40] and see Deane J's discussion in Australian Broadcasting Tribunal v Bond [1990] HCA 33 ; (1990) 170 CLR 321 at 365-6), the rescheduling, just as much as the original invitation under s 425(1), must not be a 'hollow shell or an empty gesture': Minister for Immigration and Multicultural and Indigenous Affairs v SCAR [2003] FCAFC 126 ; (2003) 198 ALR 293 at [33] .",
      "id": "s67"
    },
    {
      "text": "It follows that an applicant must be given notice of the rescheduled date that is reasonable in all the circumstances.",
      "id": "s68"
    },
    {
      "text": "19 In this case the Tribunal promptly responded to the appellant's request.",
      "id": "s69"
    },
    {
      "text": "The rescheduled date was 20 July 2005, two days after the date upon which the appellant's medical certificate said that he would be 'fit for duty'.",
      "id": "s70"
    },
    {
      "text": "The Tribunal was entitled to take the period mentioned in the certificate seriously; it was not necessary for it to provide a margin outside that period especially when the total period of indisposition was only one week.",
      "id": "s71"
    },
    {
      "text": "20 There is no evidence as to when the Tribunal's letter was sent.",
      "id": "s72"
    },
    {
      "text": "However, it is not in dispute that it was sent by express post and this suggests that the Tribunal recognised a degree of urgency in ensuring that the appellant was notified.",
      "id": "s73"
    },
    {
      "text": "The Federal Magistrate took judicial notice of the delivery times for express post (see [6] above).",
      "id": "s74"
    },
    {
      "text": "Relying on s 163(1) of the Evidence Act 1995 (Cth) Mr Zipser for the appellant on a pro bono basis submitted that the Federal Magistrate should have presumed the letter to have been sent five business days after 15 July 2005, in which case it would follow that it would not have been delivered before the rescheduled hearing date.",
      "id": "s75"
    },
    {
      "text": "In my view the 'prepaid post' referred to in s 163(1) is different from the express post by which the letter was sent and therefore the section is not applicable.",
      "id": "s76"
    },
    {
      "text": "In the absence of evidence to the contrary the Federal Magistrate was entitled to assume that the letter was delivered on either 18 or 19 July 2005.",
      "id": "s77"
    },
    {
      "text": "21 While the appellant's evidence that he did not receive the letter until after 20 July 2005 was not contradicted, it is clear from the appellant's own evidence that several days may pass between his clearing his post office box.",
      "id": "s78"
    },
    {
      "text": "In circumstances where the appellant sought a late postponement of the hearing date, it is reasonable to expect that he would take some responsibility for ensuring that he received the Tribunal's response promptly.",
      "id": "s79"
    },
    {
      "text": "The evidence does not show that being 'unfit for duty' means that he was not able to access his post box but, even assuming this to be the case, the evidence suggests that the appellant was at least capable of contacting the Tribunal to find out what was happening.",
      "id": "s80"
    },
    {
      "text": "22 According to the Federal Magistrate the appellant said that he had no way of contacting the Tribunal because he did not receive a letter.",
      "id": "s81"
    },
    {
      "text": "This claim ignores the fact that the appellant's request for postponement of the hearing date was transmitted by facsimile; in that case he was able to contact the Tribunal expeditiously and there was nothing to suggest that he could not have made an enquiry, in this or in some other way, as to whether his request had been granted.",
      "id": "s82"
    },
    {
      "text": "I find that in all the circumstances the Tribunal gave the appellant reasonable notice of the rescheduled hearing date and that there was no breach of procedural fairness in this regard.",
      "id": "s83"
    },
    {
      "text": "Application to adduce new evidence on the appeal \n \n23 As noted above at [2], I refused leave for the appellant to adduce new evidence on this appeal.",
      "id": "s84"
    },
    {
      "text": "In part the appellant's application was prompted by an excess of caution on Mr Zipser's part in that he sought to formalise, by sworn evidence, statements that had been made from the bar table at the hearing before the Federal Magistrate.",
      "id": "s85"
    },
    {
      "text": "The statements concerned the appellant's explanation of why he did not receive the Tribunal's letter notifying him of the rescheduled hearing until after the date fixed for that hearing.",
      "id": "s86"
    },
    {
      "text": "The second affidavit dealt with the reasons why the appellant was not represented in the Federal Magistrates Court.",
      "id": "s87"
    },
    {
      "text": "24 Ms Henderson pointed out that no objection had been made in that court to the appellant making the unsworn statements and no such objection was raised on the appeal.",
      "id": "s88"
    },
    {
      "text": "To the extent that the proposed evidence might add to what was said to the Federal Magistrate, Ms Henderson objected that the conditions stated in NASB v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2004] FCAFC 24 had not been met.",
      "id": "s89"
    },
    {
      "text": "Those conditions, as set out at [42], are:\n \n 'first, the party seeking to adduce the evidence must show that it could not, with reasonable diligence, have been adduced at the trial; and, secondly, the evidence must be such that very probably the result would have been different.",
      "id": "s90"
    },
    {
      "text": "' \n \n In my view neither of these conditions was met and I therefore refused to admit the additional evidence.",
      "id": "s91"
    },
    {
      "text": "25 For the reasons given above the appeal must be dismissed with costs.",
      "id": "s92"
    },
    {
      "text": "I certify that the preceding twenty five (25) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Stone.",
      "id": "s93"
    },
    {
      "text": "Associate:\n\nDated: 23 May 2006\n\n Counsel for the Appellant: Mr B Zipser (pro bono) \n \n Counsel for the First Respondent: Ms R Henderson \n \n Solicitor for the First Respondent: Phillips Fox \n \n Date of Hearing: 10 May 2006 \n \n Date of Judgment: 23 May 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/600.html",
      "id": "s94"
    }
  ]
}