{
  "name": "Australian Securities and Investment Commission, In the Matter of Richstar Enterprises Pty Ltd (ACN 099 071 968) v Carey (No 5) [2006] FCA 684 (1 June 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/684.html",
  "catchphrases": [
    {
      "text": "[2006] fca 684",
      "id": "c0"
    }
  ],
  "sentences": [
    {
      "text": "Introduction \n \n1 On 29 March 2006 the Australian Securities and Investment Commission (ASIC) applied to this Court for orders for the appointment of receivers to the property of four companies in the Westpoint Property and Finance Group and four individuals who were officers or former officers of companies in the Group.",
      "id": "s0"
    },
    {
      "text": "The individuals are the first to fourth defendants in these proceedings.",
      "id": "s1"
    },
    {
      "text": "The companies are the fifth to eighth defendants.",
      "id": "s2"
    },
    {
      "text": "Keypoint Developments Pty Ltd was joined as a ninth defendant later and an application made for similar orders against it.",
      "id": "s3"
    },
    {
      "text": "2 For reasons published on 20 April 2006 orders were made appointing receivers to the property of the four individuals and three of the corporations being the fifth, sixth and eighth defendants --- Australian Securities and Investments Commission, In the Matter of Richstar Enterprises Pty Ltd (ACN 099 071 968) v Carey (No 3) [2006] FCA 433.",
      "id": "s4"
    },
    {
      "text": "A separate order, by way of a Mareva injunction, was made against the seventh defendant, Bowesco Pty Ltd, which was already in receivership under the terms of securities over its assets.",
      "id": "s5"
    },
    {
      "text": "Similar orders were made in relation to Keypoint Developments on 26 May 2006 - Australian Securities and Investments Commission, In the Matter of Richstar Enterprises Pty Ltd (ACN 099 071 968) v Carey (No 4) [2006] FCA 644.",
      "id": "s6"
    },
    {
      "text": "3 Orders were also made requiring each of the defendants to prepare, and deliver to ASIC and the respective receivers, affidavits of their assets and liabilities.",
      "id": "s7"
    },
    {
      "text": "4 ASIC sought orders that the costs of the receivers in each case should be met out of the assets of the defendants.",
      "id": "s8"
    },
    {
      "text": "I declined to make that order at the time and stood over the question whether the costs should be payable from the defendants' assets.",
      "id": "s9"
    },
    {
      "text": "5 Each of the defendants has prepared and delivered affidavits of their assets and liabilities pursuant to the order which I made on 20 April 2006.",
      "id": "s10"
    },
    {
      "text": "A question has arisen as to the sufficiency of the disclosure made by the first defendant, Mr Norman Carey, in relation to his affidavit.",
      "id": "s11"
    },
    {
      "text": "ASIC seeks an order that he be required to attend for cross-examination before the Court on his affidavit and a related affidavit.",
      "id": "s12"
    },
    {
      "text": "The costs question was the subject of written submissions.",
      "id": "s13"
    },
    {
      "text": "The question whether Mr Carey should be required to attend for cross-examination was the subject of oral argument on 29 May 2006.",
      "id": "s14"
    },
    {
      "text": "6 I am not prepared, at this point in the proceedings, absent agreement, to make orders that the receivers' remuneration be paid out of the assets of the defendants.",
      "id": "s15"
    },
    {
      "text": "In so concluding I have regard to the necessarily provisional basis upon which the appointments were made.",
      "id": "s16"
    },
    {
      "text": "While serious questions were raised, in support of the original application by ASIC, about the conduct of various of the individuals who are defendants in these proceedings and about the companies which they controlled, their respective liabilities to third parties have not been ascertained.",
      "id": "s17"
    },
    {
      "text": "The purpose for which the appointment of the receivers was made was to protect the assets of the various defendants against their possible liability to other parties.",
      "id": "s18"
    },
    {
      "text": "The appointment is made in the context of an ongoing investigation by ASIC.",
      "id": "s19"
    },
    {
      "text": "The receivers' evidence is that there are only limited funds available from the defendants to meet their remuneration and the affairs of the corporations are so closely intertwined that it is difficult to separate out work in relation to one of them from work in relation to another.",
      "id": "s20"
    },
    {
      "text": "7 In my opinion the receivers' remuneration should be met by ASIC for the time being.",
      "id": "s21"
    },
    {
      "text": "I am also concerned about the impact that providing for the remuneration of the receivers out of the assets of the defendants may have upon the no doubt already parlous position of creditors of each of the defendants.",
      "id": "s22"
    },
    {
      "text": "I will therefore not make the orders sought by ASIC but give it liberty to apply at a later time, if circumstances change, for an order that it be indemnified out of the assets of the defendants for the costs of the receivers.",
      "id": "s23"
    },
    {
      "text": "In so saying, I acknowledge that two of the individual defendants, Messrs Beck and Dixon, have agreed with ASIC that the costs of the receivers appointed in respect of their respective property be paid out of that property.",
      "id": "s24"
    },
    {
      "text": "They have evidently so agreed upon the basis that neither of them is required to pay any part of the costs of the receivers appointed in respect of any other defendant.",
      "id": "s25"
    },
    {
      "text": "I am prepared to make those orders by consent.",
      "id": "s26"
    },
    {
      "text": "8 In relation to the cross-examination of Mr Carey, I am satisfied that there is a real possibility that his disclosure affidavits have not provided all the information which he was required to provide.",
      "id": "s27"
    },
    {
      "text": "I will therefore order that he make himself available for examination by both ASIC and the receivers in relation to the information which he was required to provide by par 4 of the Order made on 20 April 2006 and on the affidavits which he has sworn in relation to that information.",
      "id": "s28"
    },
    {
      "text": "Such examination is to be conducted before a Registrar of the Court.",
      "id": "s29"
    },
    {
      "text": "As an incident of that examination, Mr Carey may be required by the Registrar to produce books, documents, records or other papers relevant to the matters on which he is to be examined.",
      "id": "s30"
    },
    {
      "text": "The statutory framework \n \n9 The application for the appointment of receivers was made by ASIC under s 1323 of the Corporations Act 2001 (Cth) which relevantly provides: \n \n (1) Where: \n \n \n \n (a) an investigation is being carried out under the ASIC Act or this Act in relation to an act or omission by a person, being an act or omission that constitutes or may constitute a contravention of this Act; or \n (b) a prosecution has been begun against a person for a contravention of this Act; or \n (c) a civil proceeding has been begun against a person under this Act; \n \n \n \n and the Court considers it necessary or desirable to do so for the purpose of protecting the interests of a person (in this section called an aggrieved person ) to whom the person referred to in paragraph (a), (b), or (c), as the case may be, (in this section called the relevant person ), is liable, or may be or become liable, to pay money, whether in respect of a debt, by way of damages or compensation or otherwise, or to account for financial products or other property, the Court may, on application by ASIC or by an aggrieved person, make one or more of the following orders: \n \n \n ... \n (f) an order prohibiting the taking or sending out of this jurisdiction, or out of Australia, by a person of money of the relevant person or of an associate of the relevant person; \n (g) an order prohibiting the taking, sending or transfer by a person of financial products or other property of the relevant person, or of an associate of the relevant person: \n \n \n \n \n \n (i) from a place in this jurisdiction to a place outside this jurisdiction (including the transfer of financial products from a register in this jurisdiction to a register outside this jurisdiction); or \n (ii) from a place in Australia to a place outside Australia (including the transfer of financial products from a register in Australia to a register outside Australia); \n \n \n \n \n \n (h) an order appointing: \n \n \n \n \n \n (i) if the relevant person is a natural person --- a receiver or trustee, having such powers as the Court orders, of the property or of part of the property of that person; or \n (ii) if the relevant person is a body corporate --- a receiver or receiver and manager, having such powers as the Court orders, of the property or of part of the property of that person; \n \n \n \n \n \n (j) if the relevant person is a natural person --- an order requiring that person to deliver up to the Court his or her passport and such other documents as the Court thinks fit; \n (k) if the relevant person is a natural person --- an order prohibiting that person from leaving this jurisdiction, or Australia, without the consent of the Court.",
      "id": "s31"
    },
    {
      "text": "(2A) A reference in paragraph (1)(g) or (h) to property of a person includes a reference to property that the person holds otherwise than as sole beneficial owner, for example: \n \n \n \n (a) as trustee for, as nominee for, or otherwise on behalf of or on account of, another person; or \n (b) in a fiduciary capacity.",
      "id": "s32"
    },
    {
      "text": "(2B) Subsection (2A) is to avoid doubt, is not to limit the generality of anything in subsection (1) and is not to affect by implication the interpretation of any other provision of this Act.",
      "id": "s33"
    },
    {
      "text": "(2) An order under subsection (1) prohibiting conduct may prohibit the conduct either absolutely or subject to conditions.",
      "id": "s34"
    },
    {
      "text": "(3) Where an application is made to the Court for an order under subsection (1), the Court may, if in the opinion of the Court it is desirable to do so, before considering the application, grant an interim order, being an order of the kind applied for that is expressed to have effect pending the determination of the application.",
      "id": "s35"
    },
    {
      "text": "(4) On an application under subsection (1), the Court must not require the applicant or any other person, as a condition of granting an interim order under subsection (3), to give an undertaking as to damages.",
      "id": "s36"
    },
    {
      "text": "(5) Where the Court has made an order under this section on a person's application, the Court may, on application by that person or by any person affected by the order, make a further order discharging or varying the first-mentioned order.",
      "id": "s37"
    },
    {
      "text": "(6) An order made under subsection (1) or (2) may be expressed to operate for a specified period or until the order is discharged by a further order under this section.",
      "id": "s38"
    },
    {
      "text": "(7) Nothing in this section affects the powers that the Court has apart from this section.",
      "id": "s39"
    },
    {
      "text": "(8) This section has effect subject to the Bankruptcy Act 1966.",
      "id": "s40"
    },
    {
      "text": "(9) A person must not contravene an order by the Court under this section that is applicable to the person.",
      "id": "s41"
    },
    {
      "text": "(10) An offence based on subsection (9) is an offence of strict liability.",
      "id": "s42"
    },
    {
      "text": "10 \n \n11 It is also relevant for present purposes to have regard to the general power of the Court to make orders in aid of the exercise of its jurisdiction under s 23 of the Federal Court of Australia Act 1976 (Cth) which provides: \n \n 'The Court has power, in relation to matters in which it has jurisdiction, to make orders of such kinds, including interlocutory orders, and to issue, or direct the issue of, writs of such kinds, as the Court thinks appropriate.",
      "id": "s43"
    },
    {
      "text": "' \n\n12 In relation to the application for an order requiring Mr Carey's attendance for cross-examination on his affidavits, I drew the parties' attention to ss 596A and 596B of the Corporations Act .",
      "id": "s44"
    },
    {
      "text": "Those sections provide for the Court to issue a summons to a person for examination about the examinable affairs of the corporation.",
      "id": "s45"
    },
    {
      "text": "It is unnecessary to set out here the terms of those provisions as, in my opinion, they are not applicable in the present case which must be concerned with Mr Carey's compliance with the Court orders made on 20 April 2006 and whether the Court should exercise its general powers under s 23 of the Federal Court Act requiring his oral examination to ensure compliance or to give proper effect to the Court's orders.",
      "id": "s46"
    },
    {
      "text": "It is important to note however, that any examination or cross-examination of Mr Carey must be relevant to that purpose.",
      "id": "s47"
    },
    {
      "text": "Wider ranging inquiries may require resort to some other process such as that for which ss 596A and 596B of the Corporations Act provide or otherwise under ASIC's coercive investigative powers.",
      "id": "s48"
    },
    {
      "text": "The receivers' costs \n \n13 In its original application seeking orders for the appointment of receivers, ASIC sought ancillary orders in the following terms: \n \n \n '9.",
      "id": "s49"
    },
    {
      "text": "An order that the receivers' reasonable costs and expenses properly incurred in performance of their obligations be payable from the collective assets of the defendants.",
      "id": "s50"
    },
    {
      "text": "10.",
      "id": "s51"
    },
    {
      "text": "An order that any decision as to which of the defendants is to ultimately bear the receivers' reasonable costs and expenses be reserved.",
      "id": "s52"
    },
    {
      "text": "' \n \n \n\n14 In its application for the appointment of receivers to Keypoint Developments Pty Ltd (Keypoint Developments), it sought an order in the following terms: \n \n \n '16.",
      "id": "s53"
    },
    {
      "text": "An order the Keypoint receivers' reasonable costs and expenses properly incurred in the performance of their obligations and as approved by the Court, shall be payable from the assets of Keypoint and/or the fifth, sixth and eighth defendants.",
      "id": "s54"
    },
    {
      "text": "' \n \n \n\n15 The principles governing the application of s 1323 of the Corporations Act were discussed in the reasons for judgment published on 20 April 2006.",
      "id": "s55"
    },
    {
      "text": "The orders that can be made under the section are directed, inter alia, to the preservation of assets against which recovery may be sought in the event that liability to 'an aggrieved person' is established on the part of a 'relevant person'.",
      "id": "s56"
    },
    {
      "text": "The orders are made in the context of an ongoing ASIC investigation or a pending prosecution or civil proceeding.",
      "id": "s57"
    },
    {
      "text": "In the present case the orders were made to preserve the status quo and the assets of the defendants pending the outcome of ongoing investigations.",
      "id": "s58"
    },
    {
      "text": "The protection of the interests of potentially aggrieved persons might also be advanced to the extent that the appointment of the receivers and the ancillary orders would facilitate the ongoing investigation.",
      "id": "s59"
    },
    {
      "text": "16 As I said in the judgment on 20 April 2006 (at [25]):\n \n 'At the stage an order is sought the Court may not be in a position to identify with precision any particular liability owed by the person the subject of the proposed order.",
      "id": "s60"
    },
    {
      "text": "This consideration applies to final orders made under the section as well as to interim orders for which it expressly provides in s 1323(3).",
      "id": "s61"
    },
    {
      "text": "The final orders made under the section are necessarily of a temporary or holding character rather than finally disposing of the rights and liabilities of the relevant persons affected by them.",
      "id": "s62"
    },
    {
      "text": "' \n \n\n17 In accordance with the authorities relating to the application of s 1323 and its predecessors there was no requirement on ASIC to demonstrate a prime facie case of liability on the part of the defendants or that they had contravened any law or even that their assets had been or were about to be dissipated.",
      "id": "s63"
    },
    {
      "text": "There was therefore a need for restraint in the formulation of orders made under the section.",
      "id": "s64"
    },
    {
      "text": "The appointment of a receiver is 'an extraordinary step' --- Australian Securities and Investment Commission v Burke [2000] NSWSC 694 at [8] (Austin J).",
      "id": "s65"
    },
    {
      "text": "In the present case the interlocutory character and protective purposes of the orders made were considered in defining the limits of the receivers' powers.",
      "id": "s66"
    },
    {
      "text": "The powers so defined were a moderated and qualified version of those initially sought by ASIC.",
      "id": "s67"
    },
    {
      "text": "18 The provisional character of the judgments upon which the orders for the appointment of the receivers were based informs consideration of the question whether the receivers' costs of discharging their functions under those orders should be borne by the defendants.",
      "id": "s68"
    },
    {
      "text": "It is not the object of the orders made under s 1323 to punish the defendants.",
      "id": "s69"
    },
    {
      "text": "Their object is to preserve their assets and thereby protect the interests of persons to whom they may have a liability.",
      "id": "s70"
    },
    {
      "text": "A secondary object is to ascertain the extent of the assets.",
      "id": "s71"
    },
    {
      "text": "This understanding of the purpose of such orders is well established in case law relating to s 1323 and its predecessors.",
      "id": "s72"
    },
    {
      "text": "In Corporate Affairs Commission v Smithson (1984) 3 NSWLR 547, Waddell J said of the like provisions of s 573 of the Companies (New South Wales) Code (at 553):\n \n '... the purpose of appointing a receiver is to provide security for the moneys which the relevant person is, or may become, liable to pay.",
      "id": "s73"
    },
    {
      "text": "' \n \n\nSee also Corporate Affairs Commission v Transphere (1988) 15 NSWLR 596 at 611; Corporate Affairs Commission v ASC Timber Pty Ltd (1992) 10 ACSR 525 at 531.",
      "id": "s74"
    },
    {
      "text": "19 The Corporations Act does not expressly authorise the Court to make an order that the persons or companies who are the subject of the orders appointing receivers to their property pay the costs of those receivers in discharging their function.",
      "id": "s75"
    },
    {
      "text": "The Court may confer upon the receivers 'such powers as the Court orders'.",
      "id": "s76"
    },
    {
      "text": "Such powers necessarily relate to the ways in which the receivers can deal with a relevant person's property.",
      "id": "s77"
    },
    {
      "text": "The imposition of a costs liability by the Court is not readily accommodated by words authorising it to confer powers on the receivers.",
      "id": "s78"
    },
    {
      "text": "Absent any express power in the Corporations Act the relevant provision can be found in s 23 of the Federal Court Act or in the implied incidental power --- Jackson v Sterling Industries Ltd [1987] HCA 23 ; (1987) 162 CLR 612.",
      "id": "s79"
    },
    {
      "text": "20 Although, in my opinion, the existence of a power to impose a liability to pay receivers' remuneration out of the defendants' assets can be found in s 23 as an incident of the powers conferred on the Court by s 1323 of the Corporations Act , it is not lightly to be exercised.",
      "id": "s80"
    },
    {
      "text": "21 The point was well made by Waddell J in Corporate Affairs Commission v Smithson in which the appointment of receivers under s 573 of the Corporations (New South Wales) Code was considered.",
      "id": "s81"
    },
    {
      "text": "The section was, in the relevant parts, similar to s 1323.",
      "id": "s82"
    },
    {
      "text": "Waddell J pointed to the 'severe effects' that the appointment of a receiver might have upon a defendant noting that the court was precluded from requiring the Commission to give an undertaking as to damages as a condition of appointing a receiver.",
      "id": "s83"
    },
    {
      "text": "Unjustified and irrecoverable damage could be suffered where the relevant person was subject to the appointment of receivers as security for claims which might not be made out.",
      "id": "s84"
    },
    {
      "text": "Waddell J further said (at 556): \n \n 'If a receiver is appointed on terms which permit him to take his remuneration out of the assets received by him, the unjustified damage caused to the relevant person would be so much greater.",
      "id": "s85"
    },
    {
      "text": "It should not be thought that in every case the property of a relevant person may be taken over by a receiver and his financial affairs investigated in order to provide security for claims against him, which may or may not succeed, on the basis that in any event the relevant person will have to pay the receiver's remuneration.",
      "id": "s86"
    },
    {
      "text": "It may well be that in a particular case, in order to avoid such a consequence, no order should be made permitting the receiver to take his remuneration out of the assets received, thus leaving it to the Commissioner to be responsible for such remuneration pending a determination of the liability of the relevant person.",
      "id": "s87"
    },
    {
      "text": "' \n \n\nIn Australian Securities Commission v Aust-Home Investments Ltd (1993) 44 FCR 194, Hill J cited the passage from the judgment of Waddell J including that quoted above, and said (at 204): \n \n 'I am in complete agreement with what is said by Waddell J.",
      "id": "s88"
    },
    {
      "text": "' \n \n\n22 In Australian Securities Commission v Berona Investments Pty Ltd (1995) 18 ACSR 772, Cooper J held that the conduct of the respondents and their controllers had resulted in the appointment of the receivers and that there was therefore no need to depart from 'the ordinary rule that the respondents be liable for the costs of the receiver appointed by the Court'.",
      "id": "s89"
    },
    {
      "text": "In so concluding, Cooper J cited a judgment of McPherson J in Rosanove v O'Rourke (1987) 1 Qd R 275.",
      "id": "s90"
    },
    {
      "text": "The question in that case was whether receivers appointed in the equitable jurisdiction of the Supreme Court of Queensland, to a partnership in dispute, should be able to recover against the partners personally for their remuneration where partnership assets were not sufficient.",
      "id": "s91"
    },
    {
      "text": "McPherson J answered the question in the affirmative but was reversed in the Full Court in Rosanove v O'Rourke (1988) 1 Qd R 171.",
      "id": "s92"
    },
    {
      "text": "It was not in dispute that the receivers could recover their remuneration out of the assets of the partnership.",
      "id": "s93"
    },
    {
      "text": "Connolly J said (at 174):\n \n 'Trustees and receivers are, generally speaking, in a similar position in at least two respects.",
      "id": "s94"
    },
    {
      "text": "First, both are permanently liable on their contracts and second, both have a right of indemnity out of the property or estate.",
      "id": "s95"
    },
    {
      "text": "' \n \n\nThat similarity did not extend to the trustee's right to recover from a beneficiary personally the amount expended by them (174).",
      "id": "s96"
    },
    {
      "text": "In my opinion the position of a receiver appointed in the exercise of equitable jurisdiction differs from that of a receiver appointed in the exercise of the statutory power conferred by s 1323.",
      "id": "s97"
    },
    {
      "text": "There is no entitlement, that goes with the appointment, to recover remuneration from the assets of the relevant person.",
      "id": "s98"
    },
    {
      "text": "The appointment under s 1323 when made on the application of ASIC and based on an ongoing investigation, aids the public regulatory and protective functions conferred upon ASIC by the Corporations Act and by the Australian Securities and Investments Commission Act 2001 (Cth) .",
      "id": "s99"
    },
    {
      "text": "That is a foundation for such an appointment which differs from that which underpins the private equitable remedy.",
      "id": "s100"
    },
    {
      "text": "23 In Australian Securities Commission v Cooke (1996) 22 ACSR 580, Nicholson J made an order for receiver's costs under s 1323 to recover remuneration out of the estate of the relevant person.",
      "id": "s101"
    },
    {
      "text": "There were, however, no reasons given to explain that order and it does not appear that it was the subject of any argument before his Honour.",
      "id": "s102"
    },
    {
      "text": "24 I do not consider at this stage that, absent agreement, I should order that the receivers recover the costs and remuneration out of the assets of the defendants.",
      "id": "s103"
    },
    {
      "text": "While there are serious concerns about the conduct of the defendants, these are based on provisional judgments about the facts.",
      "id": "s104"
    },
    {
      "text": "No liability has been ascertained.",
      "id": "s105"
    },
    {
      "text": "I am prepared to make an order in respect of the third and fourth defendants because they have consented to that course no doubt on the basis that they are insulated from the risk of having to contribute to the costs of the receiverships over other defendants.",
      "id": "s106"
    },
    {
      "text": "ASIC will have liberty to apply again for the orders it seeks as circumstances change.",
      "id": "s107"
    },
    {
      "text": "It may also seek an order at or before the end of the receivership that it be indemnified out of the assets of the defendants (other than the third and fourth defendants) for any payments made by it to the receivers in relation to the discharge of their functions.",
      "id": "s108"
    },
    {
      "text": "Oral examination of the first defendant \n \n25 In the orders made on 20 April 2006 there was included, as against Mr Carey and other individual defendants, an order in the following terms: \n \n \n 4.",
      "id": "s109"
    },
    {
      "text": "Except to the extent that a claim of privilege against self incrimination or exposure to civil penalty is made by any of the First, Second, Third and Fourth Defendants, each of the First, Second, Third and Fourth Defendants shall, by 5.00pm on Thursday 4 May 2006, deliver or cause to be delivered to the Plaintiff and the Individual Receivers full and detailed affidavits sworn by each of them, setting out: \n \n \n \n \n \n \n 4.1 the name and address of any bank, building society or other financial institution at which there is an account in the name of or under the control of the respective Defendant, together with the number of such account, the name of such account and the balance of that account at the date of this Order; \n \n \n \n \n \n \n \n 4.2 the name and address of any person or persons indebted to the respective Defendant at the date of this Order and the amount of the indebtedness; \n \n 4.3 an itemised inventory of the respective Defendant's assets and liabilities; \n \n 4.4 an itemised inventory of any and all property whether real or personal; \n \n \n \n \n 4.4.1 owned by the respective Defendant; \n 4.4.2 controlled by the respective Defendant; and \n 4.4.3 in which the respective Defendant has an interest, \n \n and which includes details of the location of that property;...' \n \n\n26 Mr Carey provided an affidavit sworn on 4 May 2006.",
      "id": "s110"
    },
    {
      "text": "It began with a general statement that ASIC or external administrators had taken all the records of all the companies of which he was a shareholder or director.",
      "id": "s111"
    },
    {
      "text": "27 Mr Carey said that he has 'no bank accounts in my personal name and do not exercise any control over any bank accounts of which I am aware'.",
      "id": "s112"
    },
    {
      "text": "He said he was a signatory to a number of bank accounts under the control of financial officers of companies of which he was a director but could not recall each and every account.",
      "id": "s113"
    },
    {
      "text": "Those companies are presently under the control of receivers or administrators or liquidators.",
      "id": "s114"
    },
    {
      "text": "He said he was owed $27,000 by Westpoint Corporation Pty Ltd (Receiver and Manager Appointed) for wages, superannuation, annual leave, pay in lieu of notice and redundancy.",
      "id": "s115"
    },
    {
      "text": "He said he does not have any debtors.",
      "id": "s116"
    },
    {
      "text": "28 Mr Carey's affidavit of 4 May 2006 set out an itemised inventory of his assets and liabilities.",
      "id": "s117"
    },
    {
      "text": "The assets he disclosed were as follows: \n \n 'Employment entitlements --- \n Westpoint Corporation (In Liquidation) $27,000 \n Real Estate Zero \n Investments $ 4,000 \n Superannuation and Insurance $32,547 \n Personal Items $ 6,000 \n Total Assets $69,547' \n \n\n His liabilities were said to be zero.",
      "id": "s118"
    },
    {
      "text": "On a separate attachment to his affidavit entitled 'Property owned by the Defendant' he disclosed a one sixth share in a race horse 'Great Nation' which had cost him $4,000.",
      "id": "s119"
    },
    {
      "text": "He estimated the current value of that interest at $4,000.",
      "id": "s120"
    },
    {
      "text": "He also disclosed a Colonial Select Superannuation Account with an estimated current value of $32,547.",
      "id": "s121"
    },
    {
      "text": "Personal effects valued at $6,000 were disclosed.",
      "id": "s122"
    },
    {
      "text": "The value of his property was said to be $42,547.",
      "id": "s123"
    },
    {
      "text": "29 Mr Carey said that he may owe contingent liabilities relating to a number of guarantees which he had given to financiers and other persons.",
      "id": "s124"
    },
    {
      "text": "None of those guarantees had been called up at the date of preparing the statement and their outcome would not be known until a number of projects had been completed.",
      "id": "s125"
    },
    {
      "text": "He did not believe that there would be shortfalls on loans to which he had provided the guarantees, however he acknowledged that possibility depending on the outcome of the completion and sale of certain projects.",
      "id": "s126"
    },
    {
      "text": "He neither owns nor controls any real property or other property with the possible exception of 'any residual interest in companies that I own shares in that are currently under external administration'.",
      "id": "s127"
    },
    {
      "text": "He said all of his personal property is situated at his residence.",
      "id": "s128"
    },
    {
      "text": "30 In a further affidavit sworn on 22 May 2006 Mr Carey referred to the order made on 20 April 2006 for the delivery up to the receivers of books and records relating to his Individual Property.",
      "id": "s129"
    },
    {
      "text": "He said that he is not in possession of any documents with respect to personal property that he owns and he does not own any real property.",
      "id": "s130"
    },
    {
      "text": "He has no documents to deliver up in accordance with the orders made on 20 April 2006.",
      "id": "s131"
    },
    {
      "text": "All documents which he had, or might have had, in relation to his personal property are presently in the possession of ASIC or external administrators.",
      "id": "s132"
    },
    {
      "text": "He could not identify the documents that they might have and would be guessing as to what documents each of the external administrators might have.",
      "id": "s133"
    },
    {
      "text": "31 Mr Carey referred to a written request made by Mr Rundle on his behalf with respect to his salary entitlements.",
      "id": "s134"
    },
    {
      "text": "He has been unable to locate any written correspondence pertaining to his salary entitlements claim and Mr Rundle, he said, has informed him that he does not know where such documents could be found.",
      "id": "s135"
    },
    {
      "text": "32 Mr Carey's brother-in-law, who is married to his sister Karen Carey-Hazell, arranged for him to acquire an interest in the horse, Great Nation.",
      "id": "s136"
    },
    {
      "text": "His sister attended to his purchase of that interest.",
      "id": "s137"
    },
    {
      "text": "He did not recall ever receiving a share certificate or owner's certificate in relation to it.",
      "id": "s138"
    },
    {
      "text": "He did recall receiving some invoices for payment and some prize money cheques but cannot now say where those documents are.",
      "id": "s139"
    },
    {
      "text": "His sister attended to those records on his behalf.",
      "id": "s140"
    },
    {
      "text": "He does not retain receipts for clothing and minor household appliances which he owns.",
      "id": "s141"
    },
    {
      "text": "He pays cash for such items and after purchasing them would throw away the invoices and receipts.",
      "id": "s142"
    },
    {
      "text": "Having searched his residence, he has not found any documents recording his purchase of any personal items nor has he found any warranty documents relating to them.",
      "id": "s143"
    },
    {
      "text": "He does not own any motor vehicles and that he has no liability in respect of a motor vehicle.",
      "id": "s144"
    },
    {
      "text": "He said: \n \n 'I live in an apartment, however I am not subject to a rental obligation to pay rent pursuant to a lease document or tenancy agreement.",
      "id": "s145"
    },
    {
      "text": "I occupy my apartment with the permission of the lessee, Revetment Systems Pty Ltd.' \n \n\nHe claimed that he has no legal liability to pay rent but said that he does make a contribution towards the cost of the apartment of $1,083 per week which he understands constitutes a living expense.",
      "id": "s146"
    },
    {
      "text": "He does not consider it a liability given that he has no obligation to pay it.",
      "id": "s147"
    },
    {
      "text": "He believes, however, that if he does not make the contribution referred to the company that owns the apartment, Revetment Systems Pty Ltd, would withdraw its permission for him to live in it.",
      "id": "s148"
    },
    {
      "text": "33 As to the latter point, it appears from an affidavit sworn by Mr McMaster that a search of ASIC records indicates there is no corporation with the name Revetment Systems Pty Ltd. Mr McMaster said that there are eight entities with the words 'Revetment Systems' included in their name, six of them are wholly owned subsidiaries of Rold Corporation Pty Ltd which is wholly owned by Mr Carey's brother Allan Frank Carey.",
      "id": "s149"
    },
    {
      "text": "34 In an affidavit sworn on 18 May 2006, Mr McMaster exhibited a letter from Freehills to Corrs Chambers Westgarth, the solicitors for the receivers.",
      "id": "s150"
    },
    {
      "text": "The letter was dated 12 May 2006 and set out a living expenses request on behalf of Mr Carey.",
      "id": "s151"
    },
    {
      "text": "The living expenses request began thus: \n \n 'Mr Carey requests approval from your clients that he be able to access $4,000 a week to pay his living expenses.",
      "id": "s152"
    },
    {
      "text": "Mr Carey's actual living expenses are $5,127.09 a week, and are itemised in the attached Schedule.",
      "id": "s153"
    },
    {
      "text": "We are instructed that Mr Carey is prepared to reduce his weekly legal expenses to $4,000.",
      "id": "s154"
    },
    {
      "text": "That $4,000 amount accords with the amount His Honour was prepared to allow our client (and the other natural person defendants) to access in order to meet their weekly living expenses when making orders on 30 March 2006 in this regard, and as subsequently extended until 20 April 2006 by the orders made on 13 April 2006.",
      "id": "s155"
    },
    {
      "text": "' \n (I interpolate that this is a reference to interim orders originally made by Siopis J)\n \n\n35 The letter went on: \n \n 'We are instructed that Mr Carey proposes to: \n \n \n \n (a) meet his weekly living expenses from a gross salary of $6,000 a week (ie $3,000 paid by Keypoint Developments and $3,000 paid by Realty); and \n (b) open a bank account in his own name into which he intends to deposit the $4,000 a week (net) to meet his weekly living expenses.",
      "id": "s156"
    },
    {
      "text": "If this matter can be agreed, and agreed promptly for the reasons discussed below, we will then provide you with Mr Carey's bank account details for this purpose.",
      "id": "s157"
    },
    {
      "text": "' \n \n\n36 This statement may be contrasted with par 9 of Mr Carey's affidavit of 4 May 2006 in which he said: \n \n 'I have no bank accounts in my personal name and do not exercise any control over any bank accounts of which I am aware.",
      "id": "s158"
    },
    {
      "text": "' \n \n\n37 The letter from Freehills continued: \n \n 'As you can see from the attached Schedule, many of Mr Carey's weekly living expenses concern the care and maintenance of his children and include, for example, payments required for their school fees and levies, maintenance/child support and orthodontic costs.",
      "id": "s159"
    },
    {
      "text": "The urgency then of his being able to access funds on a weekly basis to pay for such things for his children is readily apparent.",
      "id": "s160"
    },
    {
      "text": "' \n \n\n38 The weekly living expenses schedule for Mr Carey attached to the letter from Freehills was as follows: \n Expense Average weekly amount ($) Rent Instalment 1,083.60 Life Assurance premiums 6.94 School Fees and levies (children) 479.02 Maintenance/Child Support payments (children) 678.31 Food and Household provisions (part children) 528.00 House Repairs 25.00 Gas 41.00 Electricity 47.00 Telephone 120.08 Car --- Petrol 40.00 Car --- Cleaning 80.00 Gym/Trainer 250.00 Jujitsu/Netball (children) 140.00 Clothing/Shoes (part children) 60.00 Pocket Money (children) 20.00 Medical and Dental 32.00 Orthodontic (children) 190.00 HBF 37.14 Entertainment/Hobbies (children) 85.00 Piano Lease (children) 13.00 Holidays (part children) 70.00 Chemist/Pharmaceutical 60.00 Cleaning (ironing/house) 150.00 Housekeeper 342.00 Repairs --- furnishings/appliances 5.00 DryCleaning 60.00 Books and Periodicals 15.00 Gifts 40.00 Hairdressing/toiletries 29.00 Other necessary commitments/ extracurricular activities 400.00 TOTAL 5,127.09 \n \n \n39 In a letter dated 22 May 2006 the Australian Government Solicitor, on behalf of ASIC, wrote to Freehills seeking further information in relation to various of the matters set out in the schedule of weekly living expenses.",
      "id": "s161"
    },
    {
      "text": "The letter from the Australian Government Solicitor, after setting out the matters on which additional information was required, said: \n \n 'We understand that since your initial request was made for the payment of legal expenses to Mr Carey, the receivers have adopted the position that pending the resolution of these issues in relation to quantum of living expenses, they will release the amount of $4,000 per week to Mr Carey.",
      "id": "s162"
    },
    {
      "text": "This has been stated to be subject to there being sufficient funds available to make such payments.",
      "id": "s163"
    },
    {
      "text": "' \n \n\n40 In a further letter dated 25 May 2006 the Australian Government Solicitor wrote to Freehills referring to Mr Carey's affidavits of 4 May 2006, a further affidavit of 5 May 2006 concerning Westpoint Realty and the affidavit of 22 May 2006, and said: \n \n 'We advise that, pursuant to Order 14 rule 9 of the Federal Court Rules , our client requires Mr Carey to attend the Court for cross-examination in relation to those affidavits.",
      "id": "s164"
    },
    {
      "text": "We will be seeking an order from the Court seeking a date for the cross-examination to occur shortly.",
      "id": "s165"
    },
    {
      "text": "' \n \n\n41 By a motion filed on 25 May 2006 ASIC sought an order requiring Mr Carey to attend the Court in order to be cross-examined on the affidavits sworn 4 May 2006, 5 May 2006 and 22 May 2006.",
      "id": "s166"
    },
    {
      "text": "The submissions focused on the affidavits of 4 and 22 May 2006 which directly related to par 4 of the Orders made on 20 April 2006 as they applied to Mr Carey.",
      "id": "s167"
    },
    {
      "text": "42 ASIC submitted that the affidavits of 4 May and 22 May 2006 were vague, incomplete and manifestly inadequate and not sufficient to comply with the terms and spirit of the disclosure orders.",
      "id": "s168"
    },
    {
      "text": "In its submissions relating to the inadequacy of Mr Carey's disclosure of income, ASIC pointed out that he had not made any reference to wages, director's fees, commissions or other sources of income, distributions of capital or distributions of income, loans or other forms of similar property in either of the affidavits of 4 May or 22 May other than the assertion that he is owed the sum of $27,000 by Westpoint Corporation.",
      "id": "s169"
    },
    {
      "text": "He did not offer any itemised breakdown of the nature of what he is allegedly owed and the way in which that debt arose.",
      "id": "s170"
    },
    {
      "text": "43 The limits of the disclosure of his income were said to be inconsistent with his assertion in correspondence that he is entitled to a fortnightly income of $4,892.31 from Westpoint Realty Pty Ltd. That was in turn inconsistent with the statement in the Freehills' letter that he is entitled to a gross salary of $3,000 per week from each of Westpoint Realty and Keypoint Developments.",
      "id": "s171"
    },
    {
      "text": "There was no reference to any such alleged salary entitlements in his affidavits.",
      "id": "s172"
    },
    {
      "text": "ASIC submitted that if Mr Carey is in receipt of any income or capital or is entitled to receive any income or capital, that is an asset which he should disclose under oath.",
      "id": "s173"
    },
    {
      "text": "44 In relation to living expenses, ASIC referred to the schedule to the Freehills' letter which set out Mr Carey's alleged current living expenses.",
      "id": "s174"
    },
    {
      "text": "It submitted that many of those appear to be long term expenses.",
      "id": "s175"
    },
    {
      "text": "ASIC said it has no information as to the sources of property (income or capital) that was or is available to Mr Carey to meet those living expenses.",
      "id": "s176"
    },
    {
      "text": "The sources of such property have not been disclosed.",
      "id": "s177"
    },
    {
      "text": "No explanation had been received in answer to the letter sent on 22 May 2006 from the Australian Government Solicitor to Freehills seeking an explanation of the various items.",
      "id": "s178"
    },
    {
      "text": "ASIC submitted that there is a clear inconsistency between his statements under oath that he has no property save for a share in a race horse and some minor household items on the one hand and the long term living expenses disclosed in the schedule to the Freehills' letter on the other.",
      "id": "s179"
    },
    {
      "text": "ASIC submitted that the letter suggests that Mr Carey has had and has access to a significant pool of funds by way of capital or income from which to pay those expenses.",
      "id": "s180"
    },
    {
      "text": "45 ASIC characterised Mr Carey's itemised inventory of assets and liabilities in the affidavit of 4 May 2006 as 'scant' and failing to specify in detail what his assets comprised.",
      "id": "s181"
    },
    {
      "text": "No detail was given of the 'contingent liabilities relating to a number of guarantees' referred to in the affidavit of 4 May 2006.",
      "id": "s182"
    },
    {
      "text": "Although Mr Carey said that he does not own any motor vehicles and has no liability in respect of any, ASIC submitted it is clear that he must have one or more vehicles in his possession.",
      "id": "s183"
    },
    {
      "text": "It referred to his claim for a weekly car cleaning cost of $80.",
      "id": "s184"
    },
    {
      "text": "46 ASIC also submitted that Mr Carey was vague about his living arrangements.",
      "id": "s185"
    },
    {
      "text": "It referred to his claim that he is not subject to a 'rental obligation to pay rent pursuant to a lease document or tenancy agreement'.",
      "id": "s186"
    },
    {
      "text": "This may perhaps be contrasted with the first item in the weekly living expenses schedule submitted by Freehills on 12 May 2006 which refers to a 'Rent Instalment' of $1,083.",
      "id": "s187"
    },
    {
      "text": "ASIC referred also to the non-existence of any company with a registered name of Revetment Systems Pty Ltd which Mr Carey claimed owned the apartment.",
      "id": "s188"
    },
    {
      "text": "47 ASIC then criticised the statements made in the affidavit of 4 May 2006 relating to shareholdings and directorships.",
      "id": "s189"
    },
    {
      "text": "It pointed out that not all of the companies with which Mr Carey is involved are under external administration or liquidation.",
      "id": "s190"
    },
    {
      "text": "He made no attempt to identify companies with which he is associated which are not in external administration, companies that have assets and their approximate value or the nature of the business of the companies and whether they remain trading.",
      "id": "s191"
    },
    {
      "text": "Nor did he make any reference to their assets and liabilities.",
      "id": "s192"
    },
    {
      "text": "ASIC submitted that Mr Carey is a shadow or de facto director of a number of other companies over which he exercises some degree of control.",
      "id": "s193"
    },
    {
      "text": "It was said to be apparent that he has an interest in Keypoint Developments of which his sister, Karen Carey-Hazell, is a director.",
      "id": "s194"
    },
    {
      "text": "ASIC referred to the fact that he gave instructions to Ms Fox, an employee of the Westpoint Group, between December 2005 and January 2006 to effect a series of transactions between entities of the Group.",
      "id": "s195"
    },
    {
      "text": "These assignments, described by ASIC as 'irregular assignments', were referred to by Oran Zohar in his affidavit of 29 March 2006.",
      "id": "s196"
    },
    {
      "text": "48 In submissions filed on behalf of Mr Carey, he opposed the application by ASIC for leave to cross-examine him.",
      "id": "s197"
    },
    {
      "text": "He submitted that in the alternative he should file a further affidavit providing answers to the questions raised by ASIC in its request for particulars of 22 May 2006.",
      "id": "s198"
    },
    {
      "text": "In the alternative, if the Court were to grant leave to cross-examine it should be confined to the contents of the affidavits dated 4 May and 22 May 2006.",
      "id": "s199"
    },
    {
      "text": "He also sought an order that before any cross-examination ASIC should make a list of all documents in its possession, custody or control relating to his property and living expenses and deliver that list, verified by affidavit, to him.",
      "id": "s200"
    },
    {
      "text": "49 As a primary position, Mr Carey argued that the Court should not be required to look beyond the affidavits which he had filed.",
      "id": "s201"
    },
    {
      "text": "It was submitted that cross-examination of a deponent of a disclosure affidavit will not normally be ordered.",
      "id": "s202"
    },
    {
      "text": "An order for cross-examination should only be made when such an order is the only just and convenient way of ensuring the deponent would not deal with his assets so as to deprive a plaintiff of the fruits of a judgment.",
      "id": "s203"
    },
    {
      "text": "Reference was made to Kodak (Australasia) Pty Ltd v Cochran (unreported Supreme Court of New South Wales, Equity Division, Brownie J, 4 April 1996); House of Spring Gardens v Waite (1985) FSR 173.",
      "id": "s204"
    },
    {
      "text": "It was also submitted that it may not be appropriate to make an order for cross-examination when a deponent is prepared to provide a further affidavit.",
      "id": "s205"
    },
    {
      "text": "He cited Planet International Ltd v Garcia (No 2) [1991] 1 Qd R 426.",
      "id": "s206"
    },
    {
      "text": "50 It was also submitted that the Court should be astute to guard against wide-ranging cross-examination and to ensure that ASIC is not permitted to embark on a fishing expedition.",
      "id": "s207"
    },
    {
      "text": "The scope of cross-examination foreshadowed by ASIC's counsel was said to have been extensive and to strongly suggest that it was ASIC's intention to embark on a fishing expedition.",
      "id": "s208"
    },
    {
      "text": "51 It was submitted that the Court must be satisfied, based on admissible evidence, that there is a substantial likelihood that Mr Carey had failed to comply with the Court's orders.",
      "id": "s209"
    },
    {
      "text": "Mere speculation or a mere possibility of non-compliance would be insufficient to discharge that onus.",
      "id": "s210"
    },
    {
      "text": "52 In relation to the allegation that he had made an inadequate disclosure of income, Mr Carey argued that entitlements to wages and the like arising from personal contracts are mere contractual expectancies incapable of assignment.",
      "id": "s211"
    },
    {
      "text": "The fact that he had not made reference to potential sources of income, other than that stated in his schedule of assets and liabilities, did not give rise to any inference that he had not complied with the orders made on 20 April 2006.",
      "id": "s212"
    },
    {
      "text": "An expectancy of income is not property and it cannot constitute an asset until received.",
      "id": "s213"
    },
    {
      "text": "53 It was submitted that it is reasonable to infer that long term and annual expenses such as school fees referred to in the schedule of living expenses, would have been paid prior to orders made on 20 April 2006 but must be provided for in the future.",
      "id": "s214"
    },
    {
      "text": "No adverse inference should be drawn from that circumstance.",
      "id": "s215"
    },
    {
      "text": "No assumption should be made that he has income producing property which had not been disclosed.",
      "id": "s216"
    },
    {
      "text": "Any default must be 'reasonably established'.",
      "id": "s217"
    },
    {
      "text": "54 As to the statement of assets and liabilities, it was said that Mr Carey has not been vague and has, by his affidavits, endeavoured to state to his best knowledge and belief his current asset and liability position.",
      "id": "s218"
    },
    {
      "text": "His financial documentation was seized by ASIC and in the circumstances he has done all he could to identify the matters pertaining to his assets and liabilities.",
      "id": "s219"
    },
    {
      "text": "It was submitted that there was no clear evidence that he is a shadow or de facto director of any company.",
      "id": "s220"
    },
    {
      "text": "Clear and cogent evidence should be required before acceptance of ASIC's contention in this regard and no such evidence had been adduced.",
      "id": "s221"
    },
    {
      "text": "55 In relation to Mr Carey's alleged involvement and interest in numerous companies, it was submitted that he had given full and frank disclosure about those matters.",
      "id": "s222"
    },
    {
      "text": "ASIC had not identified any evidence to suggest that the matters deposed to were incomplete or inaccurate.",
      "id": "s223"
    },
    {
      "text": "It was further submitted that if cross-examination is to be ordered, Mr Carey ought to be given an opportunity to prepare and to that end ought to be granted access to documents in the possession, custody and control of ASIC for that purpose.",
      "id": "s224"
    },
    {
      "text": "56 In my opinion the Court has the power to order the examination of a party on the adequacy of a disclosure affidavit provided pursuant to an order of the Court under s 1323 of the Corporations Act .",
      "id": "s225"
    },
    {
      "text": "In Corporate Affairs Commission v Smithson, Waddell J said (at 554): \n \n 'What then can be done to enforce an order made under s 573 for the appointment of a receiver of all of the property of a relevant person?",
      "id": "s226"
    },
    {
      "text": "Such an order should, I think, ordinarily be accompanied by an order having the effect of requiring the relevant person to file in court an affidavit listing all his property and a further order having the effect of requiring him to transfer or deliver all of it to the receiver.",
      "id": "s227"
    },
    {
      "text": "If the relevant person fails to comply with such orders proceedings could be taken against him for contempt of court or, in my opinion, an order could be made under the Supreme Court Rules 1970 , Pt 43 , r 1, for him to attend before an officer of the court and be orally examined on such questions concerning or in aid of the enforcement of the order as may be specified in the order for examination.",
      "id": "s228"
    },
    {
      "text": "Under that rule he can also be required to produce documents.",
      "id": "s229"
    },
    {
      "text": "' \n \n\n57 The Court may make such ancillary orders in support of its disclosure requirements as are necessary to enable the receivers it has appointed properly to discharge their functions.",
      "id": "s230"
    },
    {
      "text": "The power to do so derives from s 23 of the Federal Court Act , if from no other source.",
      "id": "s231"
    },
    {
      "text": "That power may well have a wider application than the power to make orders ancillary to a Mareva or other injunction in proceedings between private parties.",
      "id": "s232"
    },
    {
      "text": "The Court could, as an incident of its power to appoint receivers, require a relevant person to present himself or herself for examination by the receivers or ASIC before a Registrar in order to ascertain the extent and nature of the person's assets.",
      "id": "s233"
    },
    {
      "text": "The use of a disclosure affidavit is not required in every case.",
      "id": "s234"
    },
    {
      "text": "It is simply a mechanism to the same end.",
      "id": "s235"
    },
    {
      "text": "The Court is not confined to directing the filing of a disclosure affidavit and only if that is inadequate directing oral examination of the deponent.",
      "id": "s236"
    },
    {
      "text": "58 In my opinion there is a real possibility that the disclosure affidavits sworn by Mr Carey have failed to disclose the full extent of assets and property owned or controlled by him or in relation to which he has an interest.",
      "id": "s237"
    },
    {
      "text": "The term 'control' used in Order 4 is to be interpreted according to its ordinary meaning and not limited to property in which he has a legal or beneficial interest.",
      "id": "s238"
    },
    {
      "text": "59 I will make orders that Mr Carey present himself for examination by ASIC and the receivers before a Registrar of the Court at a time to be fixed by the Registrar.",
      "id": "s239"
    },
    {
      "text": "The Registrar may also direct him to produce such books, documents, records or other papers as may be relevant to the examination.",
      "id": "s240"
    },
    {
      "text": "There will be liberty to apply.",
      "id": "s241"
    },
    {
      "text": "Conclusion \n \n60 For the preceding reasons, I decline to make the orders, relating to the costs of the receivers, sought by ASIC in relation to the defendants, other than the third and fourth defendants who have consented to such orders.",
      "id": "s242"
    },
    {
      "text": "I will also direct that Mr Carey make himself available for oral examination before a Registrar and to produce such books, documents, records and papers as are then required to be produced.",
      "id": "s243"
    },
    {
      "text": "The costs of the application will be reserved.",
      "id": "s244"
    },
    {
      "text": "ASIC will have the opportunity, as circumstances change, of renewing its application in relation to the remuneration of the receivers and/or seeking an indemnity out of the assets of the defendants, other than the third and fourth defendants, in relation to payments it has made to the receivers.",
      "id": "s245"
    },
    {
      "text": "I certify that the preceding sixty (60) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice French.",
      "id": "s246"
    },
    {
      "text": "Associate:\n\nDated: 1 June 2006\n\n\n Counsel for the Plaintiff: Mr S Owen-Conway QC and Mr N Gvozdin \n \n Solicitor for the Plaintiff: Australian Government Solicitor \n \n Counsel for the First, Fifth, Sixth, Eighth and Ninth Defendants: Mr T Clavey \n \n Solicitors for the First, Fifth, Sixth, Eighth and Ninth Defendants:\n\nCounsel for the Receivers:\n\nSolicitors for the Receivers:\n\nCounsel for the Second Defendant: \n\nSolicitors for the Second Defendant: \n\nCounsel for the Third and Fourth Defendants: \n\nSolicitors for the Third and Fourth Defendants: Clavey Legal\n\n\n\nMr J Thomson\n\nCorrs Chambers Westgarth\n\nMr M Bennett\n\n\nLavan Legal\n\n\nMr N Gentilli\n\n\nJackson McDonald \n \n Dates of Written Submissions as to Costs: \nDate of Hearing as to Cross Examination of First Defendant: 19 April 2006, 31 May 2006\n\n29 May 2006 \n \n Date of Judgment: 1 June 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/684.html",
      "id": "s247"
    }
  ]
}