{
  "name": "SZEGN v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCA 653 (30 May 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/653.html",
  "catchphrases": [
    {
      "text": "application for an extension of time to file and serve a notice of appeal",
      "id": "c0"
    },
    {
      "text": "fijian citizen argued she had a well-founded fear of persecution",
      "id": "c1"
    },
    {
      "text": "subjected to domestic violence and claimed to be member of social group \"women at risk in fiji\"",
      "id": "c2"
    },
    {
      "text": "refugee review tribunal had regard to material referred to in departmental file",
      "id": "c3"
    },
    {
      "text": "s 424a of migration act 1958 (cth)",
      "id": "c4"
    },
    {
      "text": "whether letter from applicant's solicitors sufficient to constitute an incorporation, adoption or re-presentation of protection visa application material",
      "id": "c5"
    },
    {
      "text": "migration",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application for an extension of time to file and serve a Notice of Appeal from a decision of a Federal Court Magistrate given on 30 September 2005 dismissing an application for review of a decision of the Refugee Review Tribunal (\"the RRT\").",
      "id": "s0"
    },
    {
      "text": "The Tribunal upheld a decision of a delegate of the Minister for Immigration and Multicultural and Indigenous Affairs (\"the Minister\") made on 30 April 2003 refusing the applicant's application for a protection visa.",
      "id": "s1"
    },
    {
      "text": "2 The application for an extension was filed on 28 March 2006.",
      "id": "s2"
    },
    {
      "text": "The time limit for filing and serving a Notice of Appeal is 21 days: O 52 r 15, Federal Court Rules .",
      "id": "s3"
    },
    {
      "text": "3 The applicant is a citizen of Fiji who arrived in Australia on 6 October 2002.",
      "id": "s4"
    },
    {
      "text": "In her primary application, the applicant describes herself as an Indo-Fijian citizen.",
      "id": "s5"
    },
    {
      "text": "She was born in September 1970 in Fiji and was divorced in September 2000.",
      "id": "s6"
    },
    {
      "text": "She states that she feared harm from her former husband who had subjected her to physical and emotional abuse during their marriage and continued to stalk, harass and intimidate her after their divorce.",
      "id": "s7"
    },
    {
      "text": "Her case was that she had a well-founded fear of persecution if returned to Fiji as a person who had been subjected to domestic violence by her former husband and as a member of the social group of \"women at risk in Fiji.",
      "id": "s8"
    },
    {
      "text": "\" \n \n4 On the hearing of the application for an extension of time, the appellant appeared in person.",
      "id": "s9"
    },
    {
      "text": "The draft Notice of Appeal discloses no specific grounds of review but contains a single ground, namely, that the RRT failed to make the necessary finding that she belonged to a particular social group and also failed to make the relevant factual findings.",
      "id": "s10"
    },
    {
      "text": "5 To succeed on an application for an extension of time it is necessary to show that there are special reasons: O 52 r 15(2) of the Federal Court Rules .",
      "id": "s11"
    },
    {
      "text": "When the matter came on for hearing before me, the appellant advanced no submissions of substance in support of the application for extension of time and nor did she give any adequate explanation as to the six month delay in filing the application to this Court.",
      "id": "s12"
    },
    {
      "text": "She did however say that she had made an application to the Minister for a more favourable exercise of discretion and that this had been refused in late February 2006.",
      "id": "s13"
    },
    {
      "text": "She said that this was the reason for the delay but I am not satisfied that this is a \"special reason\".",
      "id": "s14"
    },
    {
      "text": "6 In the circumstances, however, I considered that it was appropriate to examine the RRT decision.",
      "id": "s15"
    },
    {
      "text": "7 In the RRT reasons, consideration is given to Minister for Immigration and Multicultural Affairs v Khawar [2002] HCA 14 ; (2002) 187 ALR 574 (\" Khawar\" ).",
      "id": "s16"
    },
    {
      "text": "At page 26 of its reasons, the RRT concluded that, in the present case, the State was prepared to protect its citizens, and I can see no error in the reference to, or application of, the principles set out in Khawar .",
      "id": "s17"
    },
    {
      "text": "This was the sole ground relied on by the appellant.",
      "id": "s18"
    },
    {
      "text": "The RRT was prepared to accept that she was a member of the social group but did not accept that there was a lack of state protection.",
      "id": "s19"
    },
    {
      "text": "Therefore, the reasons of the RRT are consistent with Khawar .",
      "id": "s20"
    },
    {
      "text": "There is no substance in the ground of appeal raised.",
      "id": "s21"
    },
    {
      "text": "8 Notwithstanding that the explanation for delay is not sufficient and that the applicant has made no submission of substance disclosing special reasons, I consider that the RRT reasons on their face do raise a question as to whether s 424A of the Migration Act 1958 (Cth) (\"the Act \") has been breached.",
      "id": "s22"
    },
    {
      "text": "This section provides:\n \n \" Section 424A Applicant must be given certain information \n \n \n (1) Subject to subsection (3), the Tribunal must: \n \n \n \n \n \n (a) give to the applicant , in the way that the Tribunal considers appropriate in the circumstances, particulars of any information that the Tribunal considers would be the reason, or a part of the reason, for affirming the decision that is under review ; and \n (b) ensure, as far as is reasonably practicable, that the applicant understands why it is relevant to the review ; and \n (c) invite the applicant to comment on it ... \n \n ... \n \n \n \n (3) This section does not apply to information: \n \n \n \n \n (a) that is not specifically about the applicant or another person and is just about a class of persons of which the applicant or other person is a member; or \n (b) that the applicant gave for the purpose of the application ; or \n \n \n \n \n (c) that is non-disclosable information.",
      "id": "s23"
    },
    {
      "text": "\" ( Emphasis added) \n \n \n \n The onus of establishing a breach of s 424A is on the applicant.",
      "id": "s24"
    },
    {
      "text": "9 The relevant principles are those applied in Minister for Immigration and Multicultural v Al Shamry [2001] FCA 919 ; (2001) 110 FCR 27, NAZY v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCA 744 at [36] - [39] and SZEGY v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCAFC 2 at [8] and [20].",
      "id": "s25"
    },
    {
      "text": "10 In this case, it is apparent from the reasons of the RRT that it had before it the Department's file, which included the original Protection Visa Application and a record of the delegate's decision.",
      "id": "s26"
    },
    {
      "text": "The reasons disclose that the RRT had regard to the material referred to in the delegate's decision, and also to other material available to it from \"a range of sources\".",
      "id": "s27"
    },
    {
      "text": "This range of sources is not specified.",
      "id": "s28"
    },
    {
      "text": "This is unsatisfactory.",
      "id": "s29"
    },
    {
      "text": "The sources should have been specified, however, in this case I do not consider that the failure to do so invalidates the decision because we do not know what those sources indicated.",
      "id": "s30"
    },
    {
      "text": "11 In the RRT reasons, there is a reference to extensive country information, much of which is quoted.",
      "id": "s31"
    },
    {
      "text": "The reasons then state:\n \n \"This information is consistent with the claims put forward by the applicant in her original statement, as confirmed by the statutory declaration submitted by her siblings at the hearing.",
      "id": "s32"
    },
    {
      "text": "\" (Emphasis added)\n \n\nThat reference is clearly in favour of the applicant and does not support the submissions put for dismissing the application.",
      "id": "s33"
    },
    {
      "text": "12 The RRT found that the applicant and her witnesses gave credible evidence.",
      "id": "s34"
    },
    {
      "text": "It accepted that she had suffered as she had claimed and would be in fear of her former husband if she returned to Fiji.",
      "id": "s35"
    },
    {
      "text": "It accepted that she would be at further risk of harm from her husband given that she had remarried.",
      "id": "s36"
    },
    {
      "text": "The RRT accepted that this was a fact that would further enrage her husband and thwart her commitment to gain custody of the children.",
      "id": "s37"
    },
    {
      "text": "The RRT concluded that the independent information indicated that family related violence was a significant problem in Fiji.",
      "id": "s38"
    },
    {
      "text": "13 After referring to Khawar , the RRT concluded on the country information that the government in Fiji had made a commitment to redressing gender discrimination and the law, particularly as it related to women and domestic violence.",
      "id": "s39"
    },
    {
      "text": "The RRT also noted that a new police commissioner had been appointed to increase the professionalism of the police force with an independent complaint mechanism, and that reports in the press indicated that the Fijian courts made judgments against male perpetrators of violence against women, including those in family situations.",
      "id": "s40"
    },
    {
      "text": "Accordingly, the RRT concluded that the case did not come within the principle set out in Khawar .",
      "id": "s41"
    },
    {
      "text": "The RRT also noted that there are non-government organisations of women's groups in Fiji who help women in domestic violence situations.",
      "id": "s42"
    },
    {
      "text": "The RRT concluded that, on the basis of the evidence before it, there was no real chance that the applicant would face persecution for any Convention reason should she return to Fiji.",
      "id": "s43"
    },
    {
      "text": "The reasons then proceed to note that she is married to an Australian citizen, that she is terrified of her former husband and that she is determined to gain custody of her children.",
      "id": "s44"
    },
    {
      "text": "The RRT reasons also state that the case merits consideration on humanitarian grounds.",
      "id": "s45"
    },
    {
      "text": "14 On a reading of the RRT decision as a whole, it is not apparent whether or how the RRT used the material on the Departmental file.",
      "id": "s46"
    },
    {
      "text": "It is apparent that the RRT accepted that the applicant had suffered as she claimed and that she was a credible witness.",
      "id": "s47"
    },
    {
      "text": "The RRT decision turns on its acceptance and application of the principles laid down in Khawar in relation to state protection.",
      "id": "s48"
    },
    {
      "text": "Having regard to country information, which it cites in detail, the RRT concluded that there was no real chance of persecution if the applicant were returned to Fiji.",
      "id": "s49"
    },
    {
      "text": "In my view, the reasons for decision do not indicate that the RRT used the material in the file as a reason or part of any reason to reach its decision.",
      "id": "s50"
    },
    {
      "text": "The considerations discussed by the RRT in its decision indicate that the RRT used the file in the applicant's favour as to credibility.",
      "id": "s51"
    },
    {
      "text": "Accordingly, the primary obligation of s 424A(1) --- to make information that may be used by the RRT to affirm the decision under review available to the applicant --- has not been established in the present case.",
      "id": "s52"
    },
    {
      "text": "Therefore, there has been no breach of s 424A.",
      "id": "s53"
    },
    {
      "text": "15 A second question that requires consideration in relation to s 424A is whether it can be said that the applicant or her agent have incorporated, adopted, or relied on the material in the departmental file before the RRT so that it can be said that the departmental file was information which the applicant gave to the RRT in the review application.",
      "id": "s54"
    },
    {
      "text": "16 In the applicant's Application for Review to the RRT, there is a reference to the departmental file number and to reasons given by the applicant as to why she considers herself to be a refugee.",
      "id": "s55"
    },
    {
      "text": "In those reasons, she asserts that the case officer deprived her of the opportunity of an interview to enable her to explain her situation and the persecution she had suffered in Fiji.",
      "id": "s56"
    },
    {
      "text": "She says the case officer, on the application and information before him, was not able to fully understand the degree and seriousness of her claims.",
      "id": "s57"
    },
    {
      "text": "In my view, the fact of the file reference, of itself, does not amount to incorporation, adoption, or re-presentation of the material in the departmental file by the applicant or on her behalf to the RRT.",
      "id": "s58"
    },
    {
      "text": "The Appeal Book in this matter contains a letter from the solicitors and migration agents for the applicant wherein the following statements are made:\n \n 'We note that the delegate refused [the applicant's] protection visa application primarily on the ground that the persecution that [she] claims to have suffered was not Convention related.",
      "id": "s59"
    },
    {
      "text": "The RRT will note that this information is consistent with the claims put forward by [the applicant] in her original statement as confirmed by the statutory declaration presented by her siblings at the hearing.",
      "id": "s60"
    },
    {
      "text": "' \n \n\n17 In my view, these statements are not sufficient to constitute an incorporation, adoption or re-presentation of the departmental file or the Protection Visa Application material in submissions to the RRT.",
      "id": "s61"
    },
    {
      "text": "18 The end result is that there is no evidence to support a possible contention that the Protection Visa Application material or the departmental file were used by the RRT in reaching its decision, as part of its reasons or as part of the reasoning process in a manner adverse to the applicant.",
      "id": "s62"
    },
    {
      "text": "Therefore, I do not consider that there has been any breach of s 424A in the present case.",
      "id": "s63"
    },
    {
      "text": "19 For the above reasons, the application for an extension of time is refused and dismissed with costs.",
      "id": "s64"
    },
    {
      "text": "I certify that the preceding nineteen (19) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Tamberlin.",
      "id": "s65"
    },
    {
      "text": "Associate:\n\nDated: 30 May 2006\n\n The Applicant is self-represented: \n \n \n Solicitor for the Respondent: Blake Dawson Waldron \n \n Date of Hearing: 20 April 2006 \n \n Date of Judgment: 30 May 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/653.html",
      "id": "s66"
    }
  ]
}