{
  "name": "Comcare v Christina Foster [2006] FCA 6 (12 January 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/6.html",
  "catchphrases": [
    {
      "text": "application pursuant to section 44 of the administrative appeals tribunal act 1975 (cth) from the administrative appeals tribunal",
      "id": "c0"
    },
    {
      "text": "claims made under the safety, rehabilitation and compensation act 1988 (cth)",
      "id": "c1"
    },
    {
      "text": "application for access to documents under the freedom of information act 1982 (cth)",
      "id": "c2"
    },
    {
      "text": "claims of exemption on the ground of legal professional privilege",
      "id": "c3"
    },
    {
      "text": "sections 42 and 36 of the freedom of information act",
      "id": "c4"
    },
    {
      "text": "documents denied exemption before the tribunal as purely procedural",
      "id": "c5"
    },
    {
      "text": "only refer to information on the public record",
      "id": "c6"
    },
    {
      "text": "documents comprising letters between comcare and its external lawyers considered",
      "id": "c7"
    },
    {
      "text": "surveillance videos considered",
      "id": "c8"
    },
    {
      "text": "principles governing communications between lawyer and client for the dominant purpose of giving or obtaining legal advice for the provision of legal services including representation in legal proceedings considered.",
      "id": "c9"
    },
    {
      "text": "administrative law",
      "id": "c10"
    }
  ],
  "sentences": [
    {
      "text": "THE APPLICATION \n \n 1 This is an application in the original jurisdiction of the Court by way of an appeal under section 44 of the Administrative Appeals Tribunal Act 1975 (Cth) (\"the AAT Act \") from a decision of the Administrative Appeals Tribunal (\"the Tribunal\") by which the Tribunal determined that particular documents of the Applicant were not exempt on the contended ground of legal professional privilege, from access to the Respondent pursuant to Part III of the Freedom of Information Act 1982 (Cth) (\"the FOI Act \").",
      "id": "s0"
    },
    {
      "text": "To avoid any confusion between the Applicant for the documents and the Applicant for relief in these proceedings, I will describe the Applicant in the proceedings as Comcare.",
      "id": "s1"
    },
    {
      "text": "I will describe the Respondent in the proceedings as Ms Foster.",
      "id": "s2"
    },
    {
      "text": "THE BACKGROUND \n \n2 The background facts and relevant statutory provisions are these.",
      "id": "s3"
    },
    {
      "text": "3 Comcare is a body established by sections 68 and 74 of the Safety, Rehabilitation and Compensation Act 1988 (Cth) (\"the SRC Act \") and has the functions and powers conferred by sections 69 and 70 among other functions conferred by the Act.",
      "id": "s4"
    },
    {
      "text": "4 Ms Foster made claims upon Comcare for compensation in relation to incapacity and also permanent impairment on 31 March 1999 (Q1999/369) and 13 December 2002 (Q2002/1094) among other claims including an application in November 1994 (Q1994/731) all pursuant to the SRC Act .",
      "id": "s5"
    },
    {
      "text": "5 On 23 January 2003, the Respondent made an application to Comcare for the provision of copies of documents relating to those claims in these terms:\n \n \"I would like to request copies of all my files, computer, email, paper notes etc.",
      "id": "s6"
    },
    {
      "text": "I would have files in the department with your litigation area, AAT files, section 37 'T' documents, medical files, compensation files, claims for costs (files?",
      "id": "s7"
    },
    {
      "text": ") etc.",
      "id": "s8"
    },
    {
      "text": "I would like a copy of everything thank you.",
      "id": "s9"
    },
    {
      "text": "I last made a FOI/Section 59 request in 1995 so documents made prior to 27/5/1995, unless they were not previously supplied, are not needed.",
      "id": "s10"
    },
    {
      "text": "I do not know whether I was to lodge my request under FOI or Section 59 as I do not know about section 59 but can you please accept whichever will provide me with full access in the most timely manner.",
      "id": "s11"
    },
    {
      "text": "Can you please also ensure that Kristina King's notes (handwritten by Kristina) of the Conciliation meeting at the AAT in June 2002 and Comcare notes of the Directions Hearing at the AAT at the end of 1998 or 1999 are included.",
      "id": "s12"
    },
    {
      "text": "\" \n \n \n\n6 The reference to section 59 is a reference to section 59 of the SRC Act which, relevantly for these purposes, provides:\n \n \" 59 Certain document to be supplied on request \n \n \n \n \n (1) A relevant authority shall: \n \n \n \n \n \n \n \n (a) on request by a claimant --- give to the claimant any document held by the authority that relates to the claimant's claim; or \n \n \n \n ...\" \n \n \n \n\n7 The application for access to the documents (and provision of copies of documents) was made both in accordance with the provisions of Part III of the FOI Act and section 59 of the SRC Act .",
      "id": "s13"
    },
    {
      "text": "On 23 March 2003, the Respondent made a further request for access to \"all my files under the FOI Act ... from the start of my claim\" .",
      "id": "s14"
    },
    {
      "text": "That request made reference to another claim or reference number described as \"claim 26745/03\".",
      "id": "s15"
    },
    {
      "text": "On 8 May 2003, Comcare made a decision to release certain documents and withhold \"legal advice, internal working documents in relation to legal advice and investigation documents\" on the ground that those documents were exempt from disclosure by operation of section 42(1) of the FOI Act because the documents are of such a nature that they would be privileged from production in legal proceedings on the ground of legal professional privilege.",
      "id": "s16"
    },
    {
      "text": "8 Section 42(1) of the FOI Act is in these terms:\n \n \" 42 Documents subject to legal professional privilege \n \n \n \n \n (1) A document is an exempt document if it is of such a nature that it would be privileged from production in legal proceedings on the ground of legal professional privilege.",
      "id": "s17"
    },
    {
      "text": "...\" \n \n \n \n \n\n9 In construing the scope of that exemption, section 32 of the FOI Act provides:\n \n \" 32 Interpretation \n \n \n \n A provision of this Part [Part IV --- Exempt documents] by virtue of which documents referred to in the provision are exempt documents: \n \n \n \n \n \n \n (a) shall not be construed as limited in its scope or operation in any way by any other provision of this Part by virtue of which documents are exempt documents; and \n \n \n \n \n \n \n \n \n \n (b) shall not be construed as not applying to a particular document by reason that another provision of this Part of a kind mentioned in paragraph (a) also applies to that document.",
      "id": "s18"
    },
    {
      "text": "\" \n \n \n \n \n\n10 On 4 June 2003, Ms Foster requested Comcare to conduct an internal review of that decision and on 30 July 2003 Comcare, having undertaken the review, decided to provide access to and copies of 16 further documents to Ms Foster and refuse access to all the remaining documents previously withheld in reliance upon section 42(1) of the FOI Act .",
      "id": "s19"
    },
    {
      "text": "Upon review, Comcare concluded the documents were privileged from production on the ground of legal professional privilege.",
      "id": "s20"
    },
    {
      "text": "Comcare described the character of the documents as documents which: \n \n \"... are, or record, confidential communications made between Comcare and its lawyers, or confidential documents obtained or prepared for the dominant purpose of Comcare being provided with legal advice.",
      "id": "s21"
    },
    {
      "text": "In some cases, this also included the purpose of preparing for or conducting litigation to which Comcare was a party or litigation being considered by Comcare.",
      "id": "s22"
    },
    {
      "text": "Comcare has not waived that legal professional privilege.",
      "id": "s23"
    },
    {
      "text": "\" \n \n \n\n11 Comcare also refused access to all documents contained on Comcare's investigation file (described as 226745/03) on the ground that disclosure of those documents:\n \n \n \"(a) ... would disclose matter in the nature of, or relating to, opinion, advice and recommendations for the purposes of deliberative functions of the agency and be contrary to the public interest; and \n \n \n \n \n \n (b) ... would or would be reasonably likely to prejudice the effectiveness of measures for investigating breaches of the law.",
      "id": "s24"
    },
    {
      "text": "\" \n \n \n \n The statutory basis relied upon for each ground of exemption [11] was sections 36(1) and 37 (2)(b) of the FOI Act respectively.",
      "id": "s25"
    },
    {
      "text": "Section 36(1) is in these terms:\n \n \n \" 36 Internal working documents \n \n \n \n \n (1) Subject to this section, a document is an exempt document if it is a document the disclosure of which under this Act: \n \n \n \n \n \n (a) would disclose matter in the nature of, or relating to, opinion, advice or recommendation obtained, prepared or recorded, or consultation or deliberation that has taken place, in the course of, or for the purposes of, the deliberative processes involved in the functions of an agency or Minister or of the Government of the Commonwealth; and \n \n \n \n \n \n \n \n (b) would be contrary to the public interest.",
      "id": "s26"
    },
    {
      "text": "\" \n \n Section 37(2)(b) is in these terms:\n \n \n \n \" 37 Documents affecting enforcement of law and protection of public safety \n \n ... \n \n \n \n \n \n (2) A document is an exempt document if its disclosure under this Act would, or could reasonably be expected to: \n \n \n \n \n \n \n \n \n \n ... \n \n \n \n \n (b) disclose lawful methods or procedures for preventing, detecting, investigating, or dealing with matters arising out of, breaches or evasions of the law the disclosure of which would, or would be reasonably likely to, prejudice the effectiveness of those methods or procedures; \n \n \n \n \n ...\" \n \n \n \n \n\n12 Access was refused to some documents in reliance upon section 45 of the FOI Act on the ground that the documents \"are or record material obtained by Comcare in confidence and whose disclosure would found an action for breach of confidence\" .",
      "id": "s27"
    },
    {
      "text": "However, those documents were documents within the category of group of documents Comcare decided were exempt under section 42(1) of the FOI Act and therefore \"no purpose would be served in further identifying these documents\" .",
      "id": "s28"
    },
    {
      "text": "13 On 25 August 2003, Ms Foster applied to the Tribunal for a review of Comcare's decision arising out of the internal review.",
      "id": "s29"
    },
    {
      "text": "Subsequent to Ms Foster filing her application with the Tribunal, Comcare elected to release further documents to Ms Foster.",
      "id": "s30"
    },
    {
      "text": "The documents to which Comcare continues to refuse access are set out in Annexure \"KAK1\" to the affidavit of Kristina Anne King affirmed on 13 February 2004 and marked Exhibit 1 in the Tribunal review.",
      "id": "s31"
    },
    {
      "text": "Kristina King is a public servant employed as an instructing officer in the \"Appeals and Review Team\" within Comcare.",
      "id": "s32"
    },
    {
      "text": "Annexure \"KAK1\" to Exhibit 1 refers to various documents, among others, generally described as \"investigation file\" and referenced as E123 and \"copies of surveillance videos\" referenced E124 and dated 20 July 2000 to 18 August 2000.",
      "id": "s33"
    },
    {
      "text": "These documents (and particularly E124) are more particularly described in the affidavit of Gary King sworn 13 February 2004 and marked Exhibit 2 in the Tribunal review.",
      "id": "s34"
    },
    {
      "text": "However, a confidentiality order applies to those documents.",
      "id": "s35"
    },
    {
      "text": "Nevertheless, they are the same documents referred to generally in Annexure \"KAK1\" to the affidavit of Kristina King.",
      "id": "s36"
    },
    {
      "text": "A \"document\" for the purposes of the FOI Act includes, by section 4(1): \n \n \"(a) any of, or any part of any of, the following things: \n \n ... \n \n (iv) any article or material from which sounds, images or \n \n \n \n writings are capable of being reproduced with or without the aid of any other article or device; \n \n \n \n \n \n \n \n (v) any article on which information has been stored or recorded, either mechanically or electronically; \n \n \n \n \n (vi) any other record of information; or \n \n (b) any copy, reproduction or duplicate of such a thing; or \n \n (c) any part of such a copy, reproduction or duplicate.",
      "id": "s37"
    },
    {
      "text": "\" \n \n \n\n14 As to important factual matters concerning the creation and treatment of documents falling within the schedule marked Annexure \"KAK1\", Kristina King says this:\n \n \n \"1.",
      "id": "s38"
    },
    {
      "text": "I am employed as an instructing officer in the Appeals and Review Team within Comcare.",
      "id": "s39"
    },
    {
      "text": "My role in that position includes management of Comcare's responses to applications to the Administrative Appeals Tribunal for review of decisions made under the Safety, Rehabilitation and Compensation Act 1988 (\"the SRC Act \").",
      "id": "s40"
    },
    {
      "text": "2.",
      "id": "s41"
    },
    {
      "text": "Since 1999 I have had responsibility for the management of Comcare's response to 2 applications by the Applicant in this matter to the Administrative Appeals Tribunal for review of decisions made by Comcare in relation to claims by the Applicant for compensation under the SRC Act those applications being Application Q1999/369 lodged 31 March 1999 and Application Q2002/1094 lodged 13 December 2002.",
      "id": "s42"
    },
    {
      "text": "I am also aware that the Applicant had, prior to my involvement, lodged an earlier application, Q94/731 lodged in November 1994.",
      "id": "s43"
    },
    {
      "text": "3.",
      "id": "s44"
    },
    {
      "text": "Comcare engaged Messrs Phillips Fox, lawyers, to provide legal advice to Comcare in relation to claims by the Applicant under the SRC Act and to provide legal services to Comcare in relation to the proceedings Q1999/369 and Q2002/1094 brought in the AAT by the Applicant as listed above.",
      "id": "s45"
    },
    {
      "text": "4.",
      "id": "s46"
    },
    {
      "text": "Annexed hereto and marked KAK-1 is a list of documents in respect of which Comcare claims exemption from disclosure under the Freedom of Information Acct 1982.",
      "id": "s47"
    },
    {
      "text": "Each of the documents listed but not struck through was created either for the dominant purpose of Messrs Phillips Fox giving or Comcare obtaining legal advice in respect of the Applicant's claims for compensation under the SRC Act or her applications to the AAT for review of decisions on such claims or for the dominant purpose of use in existing or anticipated proceedings in the AAT.",
      "id": "s48"
    },
    {
      "text": "5.",
      "id": "s49"
    },
    {
      "text": "It is the usual practice when Comcare requests or receives legal advice from external legal service providers that the matter is referred to an appropriate lawyer within that provider firm to prepare and provide the advice.",
      "id": "s50"
    },
    {
      "text": "One of the reasons that Comcare seeks legal advice from external legal service providers is to gain independent advice with respect to a particular matter.",
      "id": "s51"
    },
    {
      "text": "6.",
      "id": "s52"
    },
    {
      "text": "When legal advice is received from external legal service providers, it is kept separately from the claim file in a white folder specifically utilised for holding documents passing between Comcare and its external service providers.",
      "id": "s53"
    },
    {
      "text": "That folder is retained within the AAT Unit of Comcare.",
      "id": "s54"
    },
    {
      "text": "7.",
      "id": "s55"
    },
    {
      "text": "The same measures are taken when Comcare creates or obtains documents for use in existing or anticipated proceedings in the AAT.",
      "id": "s56"
    },
    {
      "text": "Where other litigation proceedings are initiated, similar measures are taken, except that the white AAT folder may be retained in the Legal Services Unit of Comcare.",
      "id": "s57"
    },
    {
      "text": "\" \n \n \n \n\n15 Accordingly, Comcare by reason of the purpose actuating the mind of Comcare's officer, Ms King, claims all the documents listed in Annexure \"KAK1\" (apart from expressly deleted references --- all further reference to the documents listed in Annexure \"KAK1\" exclude those documents in the Schedule shown with a line drawn through the particular entry) attract an exemption under the FOI Act (being the primary source of Ms Foster's application) on the ground that those documents (and the video recordings) would be privileged from production in legal proceedings (including proceedings in the performance of the Executive's administrative decision-making upon review in the Tribunal).",
      "id": "s58"
    },
    {
      "text": "The same principle applies to the specifically listed documents in Annexure \"GTK1\" of Exhibit 2.",
      "id": "s59"
    },
    {
      "text": "Before the Tribunal, Comcare abandoned the exemption based upon section 45 and conceded that the section 36 ground of exemption added nothing because its operation in the circumstances, turned upon whether the documents were exempt by operation of section 42(1) of the FOI Act .",
      "id": "s60"
    },
    {
      "text": "In other words, it would be contrary to public interest to disclose documents falling within section 36(1)(a) if any such documents are of such a nature that they would be privileged from production in legal proceedings on the ground of legal professional privilege.",
      "id": "s61"
    },
    {
      "text": "To the extent that any document within Annexure \"KAK1\" of Exhibit 1 withheld in reliance upon section 42(1) of the FOI Act also comprehended documents falling within section 59 of the SRC Act (and not disclosed), Comcare relied upon the privilege from production on the ground of legal professional privilege.",
      "id": "s62"
    },
    {
      "text": "It seems to be common ground between the parties that neither section 59 of the SRC Act nor the SRC Act otherwise expressly or by necessary implication abrogates the privilege from production of documents on the ground of legal professional privilege.",
      "id": "s63"
    },
    {
      "text": "THE DECISION OF THE TRIBUNAL \n \n16 On 11 November 2004, the Tribunal set aside the decision arising out of Comcare's internal review and determined that:\n \n \n (a) a number of the documents identified in the Schedule marked Annexure \"KAK1\" to Exhibit 1 [17 (paragraph 25 of the Reasons)] were not exempt for the purposes of section 42 of the FOI Act;\n (b) apart from any document properly attracting legal professional privilege for the purposes of section 42 of the FOI Act , a number of documents identified within Annexure \"KAK1\" to Exhibit 1 could not be characterised as \"internal working documents\" for the purposes of section 36(1) of the FOI Act and that release of those documents would neither reveal the deliberative processes of Comcare nor be contrary to the public interest; \n (c) the surveillance videos described at E124 of the Schedule, Annexure \"KAK1\" to Exhibit 1, related to Ms Foster's claim for compensation, contained personal information about her and were not exempt under either section 36 or section 42 of the FOI Act ; and\n (d) as to investigation reports, the Tribunal upheld exemptions in reliance upon sections 36 and 37 of the FOI Act .",
      "id": "s64"
    },
    {
      "text": "17 As to the question of the exemption under section 42 of the FOI Act , the process of reasoning adopted by the Tribunal was this:\n \n \n \"19.",
      "id": "s65"
    },
    {
      "text": "In Baker v Campbell (1983) 49 ALR 385 a majority of the High Court held that the doctrine of legal professional privilege applied not only to judicial and quasi-judicial proceedings but also to situations where there are no anticipated judicial or quasi-judicial proceedings.",
      "id": "s66"
    },
    {
      "text": "20.",
      "id": "s67"
    },
    {
      "text": "One of the majority (Dawson J) explained the decision at page 445: \n \n \n \n \n 'But the protection which is unquestionably afforded by legal professional privilege in judicial proceedings (in this case criminal proceedings), would be set at nought if by executive or administrative processes revelation of professional confidences could be compelled, particularly if by this means evidence of them might subsequently be given in any subsequent judicial proceedings.",
      "id": "s68"
    },
    {
      "text": "It is obvious, to my mind, that any person seeking advice such as must have been sought in this case would be seriously hampered in giving full instructions, as would his legal adviser be in giving advice, by the prospect that the instructions or the advice might have to be disclosed under compulsion and so become available for use, in one way or another, to his disadvantage.",
      "id": "s69"
    },
    {
      "text": "Clearly, those instructions and the consequent advice would be likely to be relevant in establishing at least the fact of agreement, which is a necessary part of any conspiracy, and the nature of the agreement.",
      "id": "s70"
    },
    {
      "text": "And yet, it is just such relevant evidence that the law excludes in judicial proceedings because of its overriding regard for the confidentiality of communications between a legal adviser and his client and it does so at the expense of the availability of the whole of the relevant evidence.",
      "id": "s71"
    },
    {
      "text": "It is hardly to be supposed that the principle which lies behind that exclusion is so narrow in its application as to be confined to judicial or quasi-judicial proceedings with the result that it may be thwarted by executive or administrative processes.",
      "id": "s72"
    },
    {
      "text": "' \n \n \n \n \n \n \n 21.",
      "id": "s73"
    },
    {
      "text": "The decision of the High Court in Waterford v Commonwealth of Australia (1987) 71 ALR 673 put beyond doubt that documents brought into existence for the sole purpose of obtaining and giving and receiving legal advice in relation to proceedings in this Tribunal would sustain a claim for legal professional privilege.",
      "id": "s74"
    },
    {
      "text": "There the Court referred to the sole purpose test (as explained in Grant v Downs (1976) 11 ALR 577).",
      "id": "s75"
    },
    {
      "text": "That must now be considered in light of the Court's decision in Esso Australia Resources Ltd v Commissioner of Taxation [1999] HCA 67 ; (1999) 201 CLR 49.",
      "id": "s76"
    },
    {
      "text": "There the Court overruled Grant v Downs , holding that the test for whether legal professional privilege exists is whether the dominant purpose for which the document came into existence was the purpose of obtaining legal advice and communication of legal advice or information which may be used in existing or possible legal proceedings.",
      "id": "s77"
    },
    {
      "text": "Of course it is the client's privilege and may be waived by the client.",
      "id": "s78"
    },
    {
      "text": "22.",
      "id": "s79"
    },
    {
      "text": "In this case the respondent has done so in relation to some documents for which exemption is not claimed.",
      "id": "s80"
    },
    {
      "text": "23.",
      "id": "s81"
    },
    {
      "text": "The following extract from the dissenting judgment of Barwick CJ in Grant v Downs at page 579-80 is the accepted statement of the law relating to legal professional privilege in Australia (and also for the purposes of section 42 of the FOI Act ): \n \n \n \n \n \n 'Having considered the decisions, the writings and the various aspects of the public interest which claim attention, I have come to the conclusion that the court should state the relevant principle as follows: a document which was produced or brought into existence either with the dominant purpose of its author, or of the person or authority under whose direction, whether particular or general, it was produced or brought into existence, of using it or its contents in order to obtain legal advice or to conduct or aid in the conduct of litigation, at the time of its production in reasonable prospect, should be privileged and excluded from inspection.",
      "id": "s82"
    },
    {
      "text": "In the application of this principle, the fact that the person who produced, or the person or authority who or which directed the production of the document, had in mind other uses of the document will not preclude that document being accorded privilege, if it were produced with the requisite dominant purpose.",
      "id": "s83"
    },
    {
      "text": "Further, the circumstances that the document is a 'routine document' will not be definitive.",
      "id": "s84"
    },
    {
      "text": "The dominant purpose of its production may none the less qualify it for professional privilege.",
      "id": "s85"
    },
    {
      "text": "Whether or not a document does so qualify is a question ultimately to be decided, if need be, upon an inspection by the judge of the document itself, and by the application of the stated principle.",
      "id": "s86"
    },
    {
      "text": "' \n \n \n \n \n \n \n 24.",
      "id": "s87"
    },
    {
      "text": "An example of a routine document that was held to not be privileged is the solicitor's trust account ledger considered by Connolly J in Re Packer and Others v Deputy Commissioner of Taxation (1983) 53 ALR 589.",
      "id": "s88"
    },
    {
      "text": "There his Honour followed the majority in Grant v Downs but the judgment remains instructive.",
      "id": "s89"
    },
    {
      "text": "25.",
      "id": "s90"
    },
    {
      "text": "I have reviewed all the documents referred to in the schedule to Exhibit 1 in respect of which exemption is claimed under section 42 of the FOI Act .",
      "id": "s91"
    },
    {
      "text": "I am satisfied that the claimed documents are exempt pursuant to section 42 except the following documents: \n \n \n \n \n \n (a) E2, E3, E4, E5, E6, E7, E8, E9, E10, E11, E14, E15, E20, E21, E22, E24, E25; \n \n \n \n \n \n \n \n (b) The following folios of document E26 --- 047, 053, 054, 055, 056, 057, 058, 059, 063; \n \n \n \n \n \n \n \n (c) E27, E28, E29, E32, E33, E36, E37, E39, E41, E42, E43, E44, E45, E47, E50, E51, E53, E54, E55, E57, E59, E61, E63, E64, E65, E66, E67, E68, E69, E76, E77, E78, E79, E80, E81, E84, E85, E86, E90, E92, E93, E96, E97, E99, E100, E101, E103, E104, E105, E106, E108, E112, E118, E121, E123, E124.",
      "id": "s92"
    },
    {
      "text": "26.",
      "id": "s93"
    },
    {
      "text": "I am not satisfied that any of the abovementioned documents were prepared for the dominant purpose of providing legal advice, nor, if it is relevant, for the dominant purpose of the respondent being provided with professional legal services relating to proceedings in this Tribunal.",
      "id": "s94"
    },
    {
      "text": "Most of the documents are purely procedural and only refer to information on the public record.",
      "id": "s95"
    },
    {
      "text": "\" \n \n \n \n\n18 As to the surveillance videos, the process of reasoning was this:\n \n \n \"38.",
      "id": "s96"
    },
    {
      "text": "The applicant also made submissions about copies of a surveillance video (E124).",
      "id": "s97"
    },
    {
      "text": "I have not seen the document but if it is a typical surveillance video (and I infer it is) then it will be a purely factual record upon which an administrative decision may or may not be based.",
      "id": "s98"
    },
    {
      "text": "It is not in any sense part of the 'thinking' process of the agency --- it is part of the factual base on which the thinking process may or may not rely.",
      "id": "s99"
    },
    {
      "text": "39.",
      "id": "s100"
    },
    {
      "text": "I accept that there are decisions pointing both ways in relation to surveillance videos but I am persuaded that where the video relates to a claim for compensation and to the extent that the video contains personal information about the applicant, it is not an exempt document under either section 36 or section 42 of the FOI Act .",
      "id": "s101"
    },
    {
      "text": "Nor does the video itself come within the terms of section 37 of the Act because the video itself does not disclose its sources or prejudice the conduct of any investigation.",
      "id": "s102"
    },
    {
      "text": "\" \n \n \n \n\n19 The Tribunal observed that the compensation case brought by Ms Foster has been finalised.",
      "id": "s103"
    },
    {
      "text": "THE NOTICE OF APPEAL \n \n20 The questions of law raised on the application are:\n \n \n \"1.",
      "id": "s104"
    },
    {
      "text": "Whether any (and, if so, which) of the circumstances set out in paragraphs (a), (b) and (c) below render legal professional privilege inapplicable to a document or any (and, if so, which) part of that document, when the document is created for the dominant purpose of aiding a party in actual or anticipated legal proceedings in a court or administrative tribunal?",
      "id": "s105"
    },
    {
      "text": "Circumstances referred to: \n \n \n \n \n (a) The document constitutes correspondence between a party to the proceedings and that party's solicitor, but its content is purely procedural; \n \n \n \n \n \n \n \n (b) The document constitutes correspondence between a party to the proceedings and that party's solicitor, but refers only to information available on the public record; \n \n \n \n \n \n \n \n (c) The document relates to a claim for compensation and contains personal information about the person claiming compensation.",
      "id": "s106"
    },
    {
      "text": "2.",
      "id": "s107"
    },
    {
      "text": "Whether the Administrative Appeals Tribunal, in considering whether legal professional privilege applied to each of the documents referred to in paragraphs (a) and (b) below, applied a correct legal test for determining whether legal professional privilege applied to that document?",
      "id": "s108"
    },
    {
      "text": "(a) Each of the documents listed in paragraph 25 of the Administrative Appeals Tribunal's reasons for decision; \n \n \n \n \n \n \n \n (b) The surveillance video referred to in paragraphs 38 and 39 of the Administrative Appeals Tribunal's reasons for decision.",
      "id": "s109"
    },
    {
      "text": "3.",
      "id": "s110"
    },
    {
      "text": "Whether, on the evidence available to the Administrative Appeals Tribunal in respect of each of the documents referred to in paragraphs (a) and (b) below, it was reasonably open to the Tribunal to conclude that legal professional privilege did not apply to that document: \n \n \n \n \n \n \n (a) Each of the documents listed in paragraph 25 of the Administrative Appeals Tribunal's reasons for decision; \n \n \n \n \n \n \n \n (b) The surveillance video referred to in paragraphs 38 and 39 of the Administrative Appeals Tribunal's reasons for decision.",
      "id": "s111"
    },
    {
      "text": "\" \n \n \n \n \n THE GROUNDS OF APPEAL \n \n21 The grounds of appeal contended for by the Applicant are these:\n \n \"1.",
      "id": "s112"
    },
    {
      "text": "The Tribunal erred in holding that the circumstances that: \n \n \n (a) the content of the correspondence between the solicitor and the client is purely procedural; and \n \n (b) the correspondence between the solicitor and the client refers only to information available on the public record; \n \n \n \n rendered legal professional privilege inapplicable to the documents listed in paragraph 25 of the Tribunal's reasons for decision.",
      "id": "s113"
    },
    {
      "text": "2.",
      "id": "s114"
    },
    {
      "text": "The Tribunal applied an incorrect test in determining whether legal professional privilege applied to each of the documents listed in paragraph 25 of the Tribunal's reasons for decision.",
      "id": "s115"
    },
    {
      "text": "3.",
      "id": "s116"
    },
    {
      "text": "On all of the evidence available to the Tribunal in relation to each of the documents listed in paragraph 25 of the Tribunal's reasons for decision, it was not reasonably open to the Tribunal to conclude that legal professional privilege did not apply to that document.",
      "id": "s117"
    },
    {
      "text": "4.",
      "id": "s118"
    },
    {
      "text": "The Tribunal erred in holding that the circumstances that: \n \n \n \n \n \n (a) the surveillance video relates to a claim for compensation; and \n \n \n \n \n \n (b) the surveillance video contains personal information about the person claiming compensation, \n \n \n \n \n \n \n rendered legal professional privilege inapplicable to the surveillance video referred to in paragraphs 38 and 39 of the Tribunal's reasons for decision.",
      "id": "s119"
    },
    {
      "text": "5.",
      "id": "s120"
    },
    {
      "text": "The Tribunal applied an incorrect test in determining whether legal professional privilege applied to the surveillance video referred to in paragraphs 38 and 39 of the Tribunal's reasons for decision.",
      "id": "s121"
    },
    {
      "text": "6.",
      "id": "s122"
    },
    {
      "text": "On all of the evidence available to the Tribunal in relation to the surveillance video referred to in paragraphs 38 and 39 of the Tribunal's reasons for decision, it was not reasonably open to the Tribunal to conclude that legal professional privilege did not apply to that document.",
      "id": "s123"
    },
    {
      "text": "\" \n \n THE RESOLUTION OF THE ISSUES \n The Section 42 Exemption \n \n22 Comcare contends that all the documents identified in Annexure \"KAK1\" to Exhibit 1 (including those documents found not exempt for the purposes of section 36 of the FOI Act ) attract the privilege from disclosure on the ground of legal professional privilege and the Tribunal in determining the necessary question of fact concerning the purpose for bringing the challenged material into existence, applied an incorrect test.",
      "id": "s124"
    },
    {
      "text": "In Esso Australia Resources Limited v Commissioner of Taxation of the Commonwealth of Australia [1999] HCA 67 ; (1999) 201 CLR 49 at page 70, para [52] Gleeson CJ, Gaudron and Gummow JJ observed:\n \n \"A claim for privilege is not conclusively established by the use of a verbal formula.",
      "id": "s125"
    },
    {
      "text": "A court has power to examine documents in cases where there is a disputed claim and it should not be hesitant to exercise such a power.",
      "id": "s126"
    },
    {
      "text": "In appropriate cases, there is also a power to allow cross-examination of a deponent of an affidavit claiming privilege\"; \n \n \n and in Grant v Downs [1976] HCA 63 ; (1976) 135 CLR 674 at 692, Jacobs J observed: \n \n \n \"I think that the question which the court should pose to itself is this --- does the purpose of supplying the material to the legal adviser account for the existence of the material?",
      "id": "s127"
    },
    {
      "text": "I use the word purpose here in the sense of intention --- the intended use.",
      "id": "s128"
    },
    {
      "text": "The question is one of fact.",
      "id": "s129"
    },
    {
      "text": "In some cases, a mere general description of documents in an affidavit of discovery may indicate an affirmative answer without any need further to examine the documents or the circumstances in which they came into existence.",
      "id": "s130"
    },
    {
      "text": "In other cases, both an examination of the documents and the surrounding circumstances may be necessary.",
      "id": "s131"
    },
    {
      "text": "\" \n \n \n\n23 In the proceedings before the Tribunal, Ms King was cross-examined by Ms Foster on aspects of her affidavit.",
      "id": "s132"
    },
    {
      "text": "Primarily, Ms Foster's questions were directed to the nature of the documents making up Annexure \"KAK1\".",
      "id": "s133"
    },
    {
      "text": "The Tribunal member examined each of the documents identified in Annexure \"KAK1\" and made a finding of fact that the documents described at paragraph 25 of the Reasons were not prepared for the dominant purpose of Comcare acquiring and Comcare's external independent lawyers, Phillips Fox, providing legal advice nor for the dominant purpose of Comcare being provided with legal services in relation to the proceedings before the Tribunal.",
      "id": "s134"
    },
    {
      "text": "Those conclusions are determinations on questions of fact.",
      "id": "s135"
    },
    {
      "text": "24 The first question is whether in determining that question, the Tribunal applied an incorrect legal test.",
      "id": "s136"
    },
    {
      "text": "25 The Applicant's central argument is simply this.",
      "id": "s137"
    },
    {
      "text": "A proper reading of the Reasons of the Tribunal and particularly paragraph 26 of the Reasons suggest that the Tribunal member reached the finding that the documents described at paragraph 25 were not prepared for the dominant purpose of Comcare acquiring and Phillips Fox providing legal advice nor the provision and acquisition of legal services in connection with the proceedings for the reason that \"most of the documents are purely procedural and only refer to information on the public record \" .",
      "id": "s138"
    },
    {
      "text": "The contention is that the final sentence of paragraph 26 is not simply an observational statement but rather an explanation of the deliberative process applied to each of the documents described in paragraph 25 of the Reasons to determine the question of whether the claim for legal professional privilege was made out.",
      "id": "s139"
    },
    {
      "text": "The Reasons of the Tribunal member do not address, in terms, the evidence of Ms King in detail and particularly the formulation adopted at paragraph 4 of the affidavit.",
      "id": "s140"
    },
    {
      "text": "The process, correctly, was to take each of the documents in respect of which a claim for legal professional privilege was made and make an assessment of whether each particular document was, as Ms King claims:\n \n \n (a) created either for the dominant purpose of Messrs Phillips Fox giving or Comcare obtaining legal advice in respect of the Applicant's claims for compensation under the SRC Act or her applications to the AAT for review of decisions on such claims; or\n (b) for the dominant purpose of use in existing or anticipated proceedings in the AAT.",
      "id": "s141"
    },
    {
      "text": "26 In effect, the Tribunal rejected the evidence of Ms King so far as the claim related to those documents described at paragraph 25 of the Reasons.",
      "id": "s142"
    },
    {
      "text": "In rejecting that evidence, the final sentence of paragraph 26 seems, fairly read, to suggest that the question of whether the documents referred to information on the public record and whether the documents reflected material which was purely procedural was determinative of whether the documents were brought into existence for the relevant dominant purpose.",
      "id": "s143"
    },
    {
      "text": "27 If so, the test applied by the Tribunal member miscarried.",
      "id": "s144"
    },
    {
      "text": "28 As to the question of information on the public record an example might be this.",
      "id": "s145"
    },
    {
      "text": "Suppose a senior officer of a corporation such as a chief executive officer or chief financial officer approaches a solicitor or counsel or both for the purpose of determining whether the corporation might encounter legal obstacles in effecting a merger with another corporation or an acquisition of the shares or assets of another corporation.",
      "id": "s146"
    },
    {
      "text": "A question would arise as to whether such conduct might involve, for example, a contravention of section 50 of the Trade Practices Act 1974 (Cth) on the basis that the acquisition would have the effect, or be likely to have the effect, of substantially lessening competition in a market and if so, what remedial consequences might arise at the suit of the regulator or an affected party.",
      "id": "s147"
    },
    {
      "text": "A lawyer asked to advise on that question, having obtained particular material and oral and written instructions from the corporation's officers, might access the website for each corporation involved and access and print documents from that site dealing with the detailed scope of operations, concentration ratios, market share, asset details, quarterly briefings, description of market influences etc, access the website for the Australian Competition and Consumer Commission (ACCC) and print a copy of the current merger guidelines, recently posted reasons for informal merger approvals, determinations and other material, access the Australian Stock Exchange website and obtain copies of disclosure statements and releases published to the Exchange, obtain copies of annual reports of each corporation and other briefing statements to funds managers and other publicly available documents.",
      "id": "s148"
    },
    {
      "text": "29 All of that material, gathered together by the lawyers for the dominant purpose of providing legal advice to the corporate client, attracts privilege from disclosure on the ground of legal professional privilege notwithstanding that the material gathered for the purpose of critical assessment in forming views about components of the legal questions, is drawn from information on the public record.",
      "id": "s149"
    },
    {
      "text": "The client enjoys an immunity from disclosure of the printed versions of electronic material or copies of documents gathered from public databases and registers because disclosure of those documents would reveal confidential communications between the lawyer and the client concerning the seeking and giving of legal advice on the various issues comprehended by the legal questions.",
      "id": "s150"
    },
    {
      "text": "30 As to the question of whether the documents, upon examination, reflect purely procedural matters, an assessment of the content of those documents is relevant to the question of whether the document was brought into existence for the asserted dominant purpose when testing the affidavit affirming the facts providing the foundation for the claim.",
      "id": "s151"
    },
    {
      "text": "However, the content of the document is not determinative of the factual question.",
      "id": "s152"
    },
    {
      "text": "As Barwick CJ observed in Grant v Downs (1976) 11 ALR 577 at 579-580: \"The circumstance that the document is a 'routine document' will not be definitive.",
      "id": "s153"
    },
    {
      "text": "The dominant purpose of its production may nonetheless qualify it for professional privilege.",
      "id": "s154"
    },
    {
      "text": "Whether or not a document does so qualify is a question ultimately to be decided, if need be, upon an inspection by the judge of the document itself and by the application of the stated principle \".",
      "id": "s155"
    },
    {
      "text": "31 The accepted principles to be applied in the determination of the factual questions are these.",
      "id": "s156"
    },
    {
      "text": "Although views might differ ( Commissioner of Australian Federal Police v Propend Finance Pty Limited &amp; Ors (1996 --- 1997) [1997] HCA 3 ; 188 CLR 501 ( \"Propend Finance\" ) per Gummow J at page 564) as to whether the privilege is to be characterised as a practical guarantee of fundamental, constitutional or human rights ( Attorney-General (NT) v Maurice [1986] HCA 80 ; (1986) 161 CLR 475 at 490), a substantive rule of law ( Carter v Northmore Hale Davy &amp; Leake [1995] HCA 33 ; (1995) 183 CLR 121 at 161) or a traditional common law right which is not to be abolished or cut down otherwise than by clear statutory provision ( Bropho v Western Australia [1990] HCA 24 ; (1990) 171 CLR 1 at 17-18), it is now clear that legal professional privilege is a rule of substantive law available to a person to resist the giving of information or the production of documents which would reveal communications between a client and his or her lawyer made for the dominant purpose of giving or obtaining legal advice or the provision of legal services, including representation in legal proceedings: The Daniels Corporation International Pty Ltd &amp; Anor v Australian Competition and Consumer Commission [2002] HCA 49 ; (2002) 213 CLR 543 (\" Daniels Corporation\" ) at page 552 [9] per Gleeson CJ, Gaudron, Gummow and Hayne JJ.",
      "id": "s157"
    },
    {
      "text": "32 Legal professional privilege is not merely a rule of evidence but an important common law immunity not confined to the processes of discovery and inspection or the giving of evidence in judicial proceedings: Daniels Corporation at 552 and 553 [10] and [11]; Esso Australia Resources Ltd v Federal Commissioner of Taxation [1999] HCA 67 ; (1999) 201 CLR 49 ( \"Esso Australia\" ), Gleeson CJ, Gaudron and Gummow JJ at 73 [61].",
      "id": "s158"
    },
    {
      "text": "33 The test is \"anchored to the purpose for which the document was brought into existence\"; Propend Finance per Brennan CJ at page 508 and the privilege \"protects the confidentiality of documents produced for the purpose of communication between a potential litigant and the legal adviser and confidentiality facilitates the administration of justice\" : Propend Finance per Brennan CJ at page 508.",
      "id": "s159"
    },
    {
      "text": "Although the reasoning in a number of authorities proceeds on a false premise that what is involved is privilege for particular documents rather than communications, ( Propend Finance , per Gummow J at page 569), \" communications with one's legal adviser for the [dominant] purpose are privileged from disclosure and this privilege extends to the various components of a communication\" : Propend Finance , per Gummow J at page 571.",
      "id": "s160"
    },
    {
      "text": "34 The determination of whether the privilege or immunity is properly established is \"not a question of extracting one or other of what may be numerous documents all of which form part of the privileged communication ... .",
      "id": "s161"
    },
    {
      "text": "The communication as a whole is protected to foster the confidential relationship in which legal advice is given and received and thereby to advance the respect for an observance of the law\" : Propend Finance , per Gummow J at page 571.",
      "id": "s162"
    },
    {
      "text": "35 Where the communication is constituted by or recorded in a document, the document is merely evidence of the communication.",
      "id": "s163"
    },
    {
      "text": "When privilege is claimed for a document, it is because it records or constitutes a communication prepared, given or received for the purpose of obtaining legal advice or assistance: Esso Australia , per McHugh J, at page 79 [80].",
      "id": "s164"
    },
    {
      "text": "Further, \"it is the purpose of the communication that is decisive, not the purpose in making the document... .",
      "id": "s165"
    },
    {
      "text": "[The] document evidences a privileged communication : Esso Australia per McHugh J at page 80 [81].",
      "id": "s166"
    },
    {
      "text": "36 In the joint judgment of Stephen, Mason and Murphy JJ in Grant v Downs [1976] HCA 63 ; (1976) 135 CLR 674 at 687-688, the adoption of a sole purpose test was in part influenced by a concern that where a multiplicity of purposes existed for the preparation of documents, many routine documents passing between management officers within an agency or corporation would also be provided to internal lawyers for a purpose of obtaining legal advice and that many such routine documents would become privileged \"merely because one of their intended destinations was the desk of a lawyer\" : Esso Australia at page 67 [43] per Gleeson CJ, Gaudron and Gummow JJ.",
      "id": "s167"
    },
    {
      "text": "In the course of confidential communications between a client and his or her lawyer a number of documents may be generated which objectively might be characterised as routine either in the course of giving or obtaining legal advice or the supply and acquisition of legal services including representation and legal proceedings.",
      "id": "s168"
    },
    {
      "text": "The question is whether the communications of which the documents are a component, were made for the dominant purpose asserted.",
      "id": "s169"
    },
    {
      "text": "37 Although legal professional privilege has been described as \" an ancient doctrine which has assumed a life of its own \" ( Attorney-General (NT) v Maurice (supra) per Mason J and Brennan J at page 487), the privilege is based upon encouraging full and frank confidential disclosures between a solicitor and client in order to enhance and assist the administration of justice and therefore the determination of rights and interests according to law.",
      "id": "s170"
    },
    {
      "text": "The antiquity of the importance of the relationship between the legal adviser and client in the administration of justice and the preservation of rights and interests according to law was recognised in Shakespeare's dialogue between the conspirators, Cade and Dick in Henry VI, Part 2 when Dick in response to Cade's description of the tyrannical and discretionary character of life and rights in England under Cade's proposed rule, responded, \"The first thing we do, let's kill all the lawyers' .",
      "id": "s171"
    },
    {
      "text": "38 In the present case, the evidence before the Tribunal was that the documents identified at paragraph 25 of the Reasons of the Tribunal were created for the dominant purpose of Comcare's independent lawyers giving and Comcare obtaining legal advice in respect of the claims by Ms Foster for compensation or her applications to the AAT for review of those claims.",
      "id": "s172"
    },
    {
      "text": "Alternatively, the dominant purpose involved use of the documents in the existing proceedings or proceedings then anticipated by Comcare.",
      "id": "s173"
    },
    {
      "text": "The evidence was that Comcare had retained independent legal advisers, the point of intersection between Comcare and the independent advisers was Ms King or other officers within the \"Appeals and Review Team\", that Ms King had administrative responsibility for managing the claims by Ms Foster and Comcare's response to those claims, that Comcare was seeking advice, independent of Comcare, on Ms Foster's claims and Tribunal proceedings and that advice from the independent lawyers is kept physically separate from other material such as administrative material passing between internal officers within Comcare.",
      "id": "s174"
    },
    {
      "text": "39 The question to be determined is not whether the material is routine and thus the evidence of dominant purpose to be rejected but whether, although routine, the material was brought into existence as part of, or evidence of, or components of, confidential communications between Comcare and its lawyers for the dominant purpose of Phillips Fox giving and Comcare obtaining legal advice or the provision and acquisition of legal services including representation in the proceedings.",
      "id": "s175"
    },
    {
      "text": "If so, the sequence of letters reflected in Annexure \"KAK1\" to Exhibit 1 are all privileged.",
      "id": "s176"
    },
    {
      "text": "40 Accordingly, the decision of the Tribunal in relation to the assessment of whether those documents identified in Annexure \"KAK1\" to Exhibit 1 evidence such a communication should be set aside and the matter referred to the Tribunal for consideration of whether the letters identified at Annexure \"KAK1\" of Exhibit 1, although reflecting routine or purely procedural matter or information on the public record, are components of a confidential communication between Comcare and its independent lawyers for the dominant purpose asserted in the affidavit of Ms King reflected at [14] and [25] and thus the determination of the factual question.",
      "id": "s177"
    },
    {
      "text": "The Surveillance Videos \n \n41 The second question concerns E124 in Annexure \"KAK1\" to Exhibit 1.",
      "id": "s178"
    },
    {
      "text": "The Tribunal concluded that the surveillance videos identified as Document E124 in Annexure \"KAK1\" to Exhibit 1 relate to a claim by Ms Foster for compensation and to the extent that the surveillance videos contain personal information about Ms Foster, the videos do not constitute an exempt document under section 42 and therefore are not properly the subject of a claim for legal professional privilege (apart from any question of whether an exemption might arise under sections 36 or 37 of the FOI Act ).",
      "id": "s179"
    },
    {
      "text": "Comcare contends that the circumstance that the surveillance videos contain personal information about Ms Foster does not operate to deprive Comcare of the exemption if the surveillance videos were brought into existence for the dominant purpose identified by Ms King at [14] and [25].",
      "id": "s180"
    },
    {
      "text": "Comcare further contends that Ms King's evidence is supported by paragraph 2 of the affidavit of Gary King, Exhibit 2, to the effect that Comcare directly undertook inquiries itself and engaged private investigators to conduct investigations on factual issues \"in preparation for the proceedings in the AAT\" .",
      "id": "s181"
    },
    {
      "text": "The facts and circumstances deposed to by Gary King were not contradicted before the Tribunal.",
      "id": "s182"
    },
    {
      "text": "Documents identified in Annexure \"GTK1\" to the affidavit of Gary King referred to the commissioning of private investigators to conduct surveillance by video recording in preparation for the Tribunal proceedings [documents 5, 7, 8, 13 to 21, 25, 38 to 40 at pages 56 to 62 of the Appeal Book].",
      "id": "s183"
    },
    {
      "text": "42 Ms Foster contends, in reliance upon Baker v Campbell [1983] HCA 39 ; (1983) 153 CLR 52 at 122 - 123 and Propend Finance particularly at pages 515 --- 516 per Dawson J that no privilege can subsist for physical objects other than documents and since the privilege is a function of communications between a lawyer and a client for the relevant dominant purpose, it is the communication which is the subject of the immunity and not the document or thing.",
      "id": "s184"
    },
    {
      "text": "In Propend Finance , Dawson J made the observation at page 515 that to say a document is privileged is merely a \"shorthand way\" of saying that the \"communication\" constituted by the document is privileged which was an expression of opinion consistent with the view His Honour had expressed in Baker v Campbell [1983] HCA 39 ; (1983) 153 CLR 52 at 122 when his Honour said the privilege attaches only to communications \"made for the purpose of giving or receiving advice or for use in existing or anticipated litigation\" .",
      "id": "s185"
    },
    {
      "text": "His Honour further said in Propend Finance at page 516 that legal professional privilege does not \"protect a document from disclosure as a mere physical object any more than it protects from disclosure any other physical object\" .",
      "id": "s186"
    },
    {
      "text": "43 His Honour, in those observations, is not suggesting that a document which is brought into existence for the dominant purpose of giving or obtaining legal advice or the provision of legal services including representation in legal proceedings is susceptible to disclosure because the privilege, properly understood, is a function of communications between the lawyer and the client.",
      "id": "s187"
    },
    {
      "text": "As Gummow J observed in Propend Finance at page 517, the privilege derived from communications with one's legal adviser for the relevant dominant purpose \"extends to the various components of a communication\" and to the extent that a document thus brought into existence is the expression of that communication it becomes the evidence of the communication as McHugh J observed in Esso Australia at page 80 [81].",
      "id": "s188"
    },
    {
      "text": "The distinction His Honour was drawing was both to identify analytically the proper basis for the subsistence of the privilege and to illustrate the circumstances in which, for example, a document per se is not privileged.",
      "id": "s189"
    },
    {
      "text": "At page 516 of Propend Finance , His Honour observed, after the passage quoted above:\n \n \"That is why a document which has been brought into existence otherwise than as a communication between client and legal adviser seeking or giving advice or for use in existing or anticipated litigation does not attract a privilege: it is not a communication which has its origin in that confidential relationship between client and legal adviser that it is the purpose of the privilege to protect.",
      "id": "s190"
    },
    {
      "text": "It is why a document which merely evidences a transaction --- a contract, for example --- which is not a communication seeking or giving legal advice or for use in the conduct of litigation (in the sense that it pre-exists in any actual or anticipated litigation) does not attract legal professional privilege, even if it is subsequently given to the legal adviser for the purpose of seeking advice or for use in litigation.",
      "id": "s191"
    },
    {
      "text": "\" \n \n \n\n44 In this case, the evidence is the surveillance videos were brought into existence for the dominant purpose of a communication between Comcare and its lawyers for anticipated use in legal proceedings and was confidential between Comcare and the investigator.",
      "id": "s192"
    },
    {
      "text": "45 Ms Foster further relies upon the decision of French J in J-Corp Ltd v Australian Builders Labourers Federated Union of Workers (Western Australian Branch) (1992) 38 FCR 452 ( \"J-Corp\") .",
      "id": "s193"
    },
    {
      "text": "In those proceedings, J-Corp Pty Ltd sought injunctive relief and damages against the Australian Builders Labourers Federated Union of Workers (Western Australian Branch) (BLF) in respect of alleged contraventions of section 45D of the Trade Practices Act 1974 (Cth).",
      "id": "s194"
    },
    {
      "text": "Other respondent unions were joined in those proceedings.",
      "id": "s195"
    },
    {
      "text": "The matter of relevance for present purposes is that the BLF made arrangements for video tape recordings to be made of events which took place at the applicant's Rivervale building site when the BLF and other respondents established a picket line which was said to have the effect of obstructing or hindering the supply of goods and services to the applicant.",
      "id": "s196"
    },
    {
      "text": "The BLF contended that the video tapes were made in anticipation of and for the purposes of legal proceedings and were thus the subject of legal professional privilege affording an immunity against disclosure of the video tapes.",
      "id": "s197"
    },
    {
      "text": "46 In considering the merits of those contentions and the jurisprudential foundation for the subsistence of legal professional privilege, His Honour at page 457 made these observations:\n \n \"The video tapes have, it may be accepted, been brought into existence for the sole purpose of possible litigation.",
      "id": "s198"
    },
    {
      "text": "They are in one sense analogous to witness statements.",
      "id": "s199"
    },
    {
      "text": "But they are more than that.",
      "id": "s200"
    },
    {
      "text": "They are real evidence of events which occurred in public.",
      "id": "s201"
    },
    {
      "text": "They were not taken in circumstances to which any confidentiality attached.",
      "id": "s202"
    },
    {
      "text": "To attach legal professional privilege to these materials would be to accord excessive respect to the adversarial aspects of litigation and insufficient weight to the objective of determining in litigation the facts in issue.",
      "id": "s203"
    },
    {
      "text": "To allow inspection of these materials, in my opinion, infringes no public interest and no established category of privilege.",
      "id": "s204"
    },
    {
      "text": "Discovery of the tapes has effectively been given by Mr Farrell's affidavit.",
      "id": "s205"
    },
    {
      "text": "\" \n \n \n\n47 The High Court in 1997, 1999 and 2002 in Propend Finance , Esso Australia and Daniels Corporation established that legal professional privilege, once properly attracted on the facts, is an important substantive right or common law immunity.",
      "id": "s206"
    },
    {
      "text": "Its attraction is a function of whether, so far as the surveillance videos are concerned, they are the emanation of communications made for the dominant purpose of giving or retaining legal advice or the provision of legal services including representation in legal proceedings.",
      "id": "s207"
    },
    {
      "text": "48 The point of departure between the facts of this case and those reflected in J-Corp lie in the apparent public nature of the recording of the public events surrounding the picket line which prima facie failed to comprehend the necessary quality of confidentiality.",
      "id": "s208"
    },
    {
      "text": "In other words, the material was not gathered as a function of a confidential communication between lawyer and client notwithstanding that the sole purpose for making a video recording of the picket line was for submission of the video to the lawyers for the BLF.",
      "id": "s209"
    },
    {
      "text": "49 In Boyes v Colins (2000) 23 WAR 123, an intermediate Court of Appeal, the Court of Appeal of Western Australia, took a different approach to aspects of the reasoning of His Honour in J-Corp .",
      "id": "s210"
    },
    {
      "text": "In Boyes v Colins , the respondent was in possession of a surveillance video made of the appellant in relation to claims made by the appellant of certain physical disabilities.",
      "id": "s211"
    },
    {
      "text": "The respondent had caused the video of the appellant to be made for the purposes of the litigation and proposed to rely upon the video at the trial.",
      "id": "s212"
    },
    {
      "text": "Ipp J with whom Pidgeon and Wallwork JJ agreed observed that in Grant v Downs [1976] HCA 63 ; (1976) 135 CLR 674, Jacobs J had said at page 690, \"Communications with one's legal adviser are privileged from disclosure and ... that privilege extends not only to communications actually made but to material prepared for the purpose of communication thereof to the legal adviser\" .",
      "id": "s213"
    },
    {
      "text": "Thus, material furnished to the solicitor such as a witness statement to assist in contemplated litigation is privileged and on the same basis, the provision of the video film by the photographer to the respondent's solicitor must, consistent with principle, be regarded as a communication.",
      "id": "s214"
    },
    {
      "text": "In any event, in reliance upon a considerable body of authority, Ipp J concluded that legal professional privilege in relation to communications involving representation in actual or threatened legal proceedings does not depend upon information being \"communicated\".",
      "id": "s215"
    },
    {
      "text": "50 The point of departure with the reasoning of His Honour in J-Corp by the Court of Appeal involved the notion that describing the video images as \"real evidence\" or direct evidence of matters in issue did not assist in determining whether legal professional privilege subsisted in respect of the communication of the video.",
      "id": "s216"
    },
    {
      "text": "The ordinary rules of privilege must apply and in the face of those rules, properly applied according to the proven facts as a matter of common law immunity, there was no \"discretionary power\" to compel the respondent to disclose the video film and compel waiver of the privilege.",
      "id": "s217"
    },
    {
      "text": "51 There seems to be no real point of distinction between the principles which should apply to the surveillance videos and witness statements brought into existence for the purposes of litigation of the issues in controversy between parties.",
      "id": "s218"
    },
    {
      "text": "The privilege once established may involve a number of further considerations including whether the client has waived the privilege directly through intentional disclosure, whether the client has waived the privilege by implication and whether the circumstances are such that the necessary element of confidentiality in communication, such as in the case of J-Corp , is lacking.",
      "id": "s219"
    },
    {
      "text": "It may be that His Honour in J-Corp although he was not directly dealing with the question of implied waiver, had in mind some of the notions which influenced that consideration.",
      "id": "s220"
    },
    {
      "text": "For example, in Attorney-General (NT) v Maurice [1986] HCA 80 ; (1986) 161 CLR 475 at pages 487 and 488, Mason and Brennan JJ discussed the notion that circumstances might arise where by reason of some conduct on the part of the privilege holder, it becomes unfair to maintain or extend the privilege.",
      "id": "s221"
    },
    {
      "text": "Their Honours observed that the holder of such a privilege should not be able to \"abuse it by using it to create an inaccurate perception of the proposed communication\" .",
      "id": "s222"
    },
    {
      "text": "Similarly, His Honour Deane J observed at page 493 that a person may use privileged material in such a way that it would be unfair for him to assert the immunity.",
      "id": "s223"
    },
    {
      "text": "52 In the circumstances of the present case, the notion that the video material related to a claim for compensation made by Ms Foster and contained personal information about her provides no basis for rejecting what would otherwise be a proper attraction of legal professional privilege on the facts.",
      "id": "s224"
    },
    {
      "text": "Accordingly, the Tribunal in finding that the surveillance videos are not exempt documents for the purpose of section 42 of the FOI Act applied an incorrect test to the operation and application of section 42.",
      "id": "s225"
    },
    {
      "text": "53 Accordingly:\n \n \n (a) the circumstances reflected at paragraphs 1(a), (b) and (c) of [20] do not render legal professional privilege inapplicable to a document or part of a document brought into existence for the dominant purpose of aiding a party in actual or anticipated proceedings in a Court or Administrative Tribunal;\n (b) for the reasons identified at [22] to [39], the Tribunal applied considerations (in determining whether the documents identified in paragraph 25 of the Reasons and paragraphs 38 and 39 of the Reasons attracted legal professional privilege), inconsistent with the correct legal test of whether the documents, although reflecting routine or purely procedural matter or information on the public record, are components of a confidential communication between Comcare and its independent lawyers for the dominant purpose asserted in the affidavit of Ms King reflected at [14] and [25];\n (c) having regard to the considerations applied by the Tribunal reflected in the Reasons, it was not open to the Tribunal to conclude that legal professional privilege did not apply to the documents identified in paragraph 25 of the Reasons and paragraphs 38 and 39 of the Reasons.",
      "id": "s226"
    },
    {
      "text": "54 The appeal will be allowed.",
      "id": "s227"
    },
    {
      "text": "The Tribunal's decision will be set aside and the question of whether the documents listed in paragraph 25 of the Tribunal's Reasons are exempt for the purposes of section 42 of the Freedom of Information Act 1982 shall be remitted to the Tribunal for determination according to law.",
      "id": "s228"
    },
    {
      "text": "I certify that the preceding fifty-four [54]\nnumbered paragraphs are a true copy of the \nReasons for Judgment herein of the \nHonourable Justice Greenwood.",
      "id": "s229"
    },
    {
      "text": "Associate:\n\nDated: 12 January 2006\n\n \n \n Counsel for the Appellant: Mr Peter Hanks QC and Mr Maurice Swan \n \n Solicitor for the Appellant: Australian Government Solicitor \n \n Counsel for the Respondent: Mr D O'Gorman \n \n Solicitor for the Respondent: Allens Arthur Robinson \n \n Date of Hearing: 6 September 2005 \n \n Date of Judgment: 12 January 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/6.html",
      "id": "s230"
    }
  ]
}