{
  "name": "Effem Foods Pty Ltd v Wandella Pet Foods Pty Ltd [2006] FCA 767 (23 June 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/767.html",
  "catchphrases": [
    {
      "text": "appeal from a decision of the registrar of trade marks to register respondent's mark \"whackos\" for pet food",
      "id": "c0"
    },
    {
      "text": "whether mark substantially identical or deceptively similar to applicant's registered marks \"schmackos\" or \"dogs go wacko for schmackos\"",
      "id": "c1"
    },
    {
      "text": "whether likelihood of deception or confusion with applicant's marks",
      "id": "c2"
    },
    {
      "text": "whether applicant owned common law mark \"go wacko\"",
      "id": "c3"
    },
    {
      "text": "trade marks",
      "id": "c4"
    },
    {
      "text": "trade marks",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "Introduction \n \n1 Dog foods, like many consumer products, are given catchy names.",
      "id": "s0"
    },
    {
      "text": "Effem Foods Pty Ltd has given its dog foods the catchy name SCHMACKOS.",
      "id": "s1"
    },
    {
      "text": "Their dog foods have sold well.",
      "id": "s2"
    },
    {
      "text": "Effem promotes its SCHMACKOS dog foods using the expression DOGS GO WACKO FOR SCHMACKOS.",
      "id": "s3"
    },
    {
      "text": "Now Wandella Pet Foods Pty Ltd wants to call its dog foods WHACKOS.",
      "id": "s4"
    },
    {
      "text": "Wandella has registered this word as a trade mark under the Trade Marks Act 1955 (Cth) (\"the Act\").",
      "id": "s5"
    },
    {
      "text": "Effem unsuccessfully objected to the registration.",
      "id": "s6"
    },
    {
      "text": "Effem argued Wandella's use of the word WHACKOS will be confusing.",
      "id": "s7"
    },
    {
      "text": "Consumers will think Wandella's dog foods are Effem's products.",
      "id": "s8"
    },
    {
      "text": "2 Effem continues to challenge the registration.",
      "id": "s9"
    },
    {
      "text": "Effem appeals against the decision of a delegate of the Registrar of Trade Marks of 4 October 2005 dismissing its opposition to the registration of Wandella's trade mark WHACKOS.",
      "id": "s10"
    },
    {
      "text": "The delegate registered the mark in respect of \"food stuffs for animals\" in Class 31 of the Trade Marks Register.",
      "id": "s11"
    },
    {
      "text": "3 Effem's registered trade marks used on SCHMACKOS products include the word SCHMACKOS and the expression DOGS GO WACKO FOR SCHMACKOS.",
      "id": "s12"
    },
    {
      "text": "Both registered marks have earlier priority dates than Wandella's mark and are also in respect of goods in Class 31.",
      "id": "s13"
    },
    {
      "text": "The issues \n \n4 The parties addressed two issues at the hearing.",
      "id": "s14"
    },
    {
      "text": "The first related to Effem's claim that Wandella's mark should not be registered because it is substantially identical with or deceptively similar to registered trade marks owned by Effem (SCHMACKOS and DOGS GO WACKO FOR SCHMACKOS) which concern similar goods (s 44(1) of the Act).",
      "id": "s15"
    },
    {
      "text": "The other was Effem's claim that Wandella's mark should not to be registered as it would be likely to deceive or cause confusion because of the reputation acquired by Effem's marks (the two registered marks and an unregistered mark GO WACKO) (s 60 of the Act).",
      "id": "s16"
    },
    {
      "text": "Is there a common law mark, GO WACKO, owned by Effem \n \n5 A convenient starting point is an aspect of Effem's case based on s 60.",
      "id": "s17"
    },
    {
      "text": "The issue is whether there existed a common law trade mark, GO WACKO, owned by Effem.",
      "id": "s18"
    },
    {
      "text": "Effem contended the existence and use of the mark was demonstrated in a number ways.",
      "id": "s19"
    },
    {
      "text": "The first was by the words GO WACKO which have appeared on the back of Effem's product packaging since at least 1999.",
      "id": "s20"
    },
    {
      "text": "Specifically, the words have appeared by themselves in a voice balloon connected to boxed text containing instructions on how to train a dog to perform a task.",
      "id": "s21"
    },
    {
      "text": "An example is annexure A to these reasons.",
      "id": "s22"
    },
    {
      "text": "Over time, in relation to the range of products, instructions have been provided on how to teach a dog to stay, cross the road, roll over, collect the newspaper and jump over objects.",
      "id": "s23"
    },
    {
      "text": "6 The second way the words GO WACKO were used as a trade mark also related to the packaging.",
      "id": "s24"
    },
    {
      "text": "Since at least as early as October 1998, the registered mark DOGS GO WACKO FOR SCHMACKOS has appeared on the lower half of the front of the packaging of SCHMACKOS products and has been applied consistently to new packaging across the SCHMACKOS range since that time.",
      "id": "s25"
    },
    {
      "text": "An example of the packaging with the registered mark is annexure B to these reasons.",
      "id": "s26"
    },
    {
      "text": "Effem contended that the words GO WACKO were a discrete and identifiable element of that mark, and, as such, were used as a trade mark.",
      "id": "s27"
    },
    {
      "text": "On some packaging, the words GO WACKO were also in other expressions, such as SEND YOUR DOG WACKO WITH THIS GREAT TASTING TREAT THAT IT THINKS IS A TOY and DELICIOUS WACKO FUN.",
      "id": "s28"
    },
    {
      "text": "The third way was in television advertising.",
      "id": "s29"
    },
    {
      "text": "This submission was not put with any precision, but was based on the way in which phrases containing the words GO WACKO were used visually or aurally or both in television advertising.",
      "id": "s30"
    },
    {
      "text": "7 The starting point in determining whether the words GO WACKO are a trade mark is the definition of \"trade mark\" in s 17 of the Act.",
      "id": "s31"
    },
    {
      "text": "That section defines \"trade mark\" as a sign used to distinguish goods or services dealt with or provided in the course of trade by a person from the goods or services of another.",
      "id": "s32"
    },
    {
      "text": "Whether a \"sign\" (which is defined broadly in s 6) is used in this way is to be assessed objectively, having regard to the context in which the sign is used.",
      "id": "s33"
    },
    {
      "text": "Many of the relevant authorities were discussed by Sackville J in Pepsico Australia Pty Ltd &amp; Anor (t/as Frito-Lay Australia) v Kettle Chip Co Pty Ltd (1996) 135 ALR 192 (\" Pepsico \") at 209-214.",
      "id": "s34"
    },
    {
      "text": "8 WACKO is defined in the Macquarie Dictionary (third edition) as a noun: \"a person who is insane in some way; an eccentric\", and as an adjective: \"crazy; weird; eccentric\".",
      "id": "s35"
    },
    {
      "text": "An alternative spelling is also given, namely WHACKO.",
      "id": "s36"
    },
    {
      "text": "The latter spelling has an additional meaning as an interjection constituting \"an expression denoting pleasure, delight etc\".",
      "id": "s37"
    },
    {
      "text": "Potentially, therefore, the word (spelt WACKO or WHACKO) has a double meaning.",
      "id": "s38"
    },
    {
      "text": "9 I am not satisfied that use of the words GO WACKO on the back of the packaging amounts to use as a trade mark.",
      "id": "s39"
    },
    {
      "text": "In the images of the packaging in evidence (which appear to be colour photocopies) the packaging is predominantly red.",
      "id": "s40"
    },
    {
      "text": "The words GO WACKO are white and the background colour of the voice balloon is blue.",
      "id": "s41"
    },
    {
      "text": "The text containing the instructions appears to be black, against a bright yellow background.",
      "id": "s42"
    },
    {
      "text": "The words GO WACKO are quite prominent on the packaging.",
      "id": "s43"
    },
    {
      "text": "10 However, there is an obvious link, both visual and contextual, between the voice balloon and the instructions.",
      "id": "s44"
    },
    {
      "text": "There is a graphic link from the tail of the balloon pointing towards the preamble to the instructions.",
      "id": "s45"
    },
    {
      "text": "There is also a contextual link through the clear implication that the dog owner could go crazy or derive pleasure from trying to teach the dog the particular task.",
      "id": "s46"
    },
    {
      "text": "The words GO WACKO in the voice balloon would be understood as part of the instructions and descriptive of the state the dog owner might attain in teaching the dog in accordance with the instructions.",
      "id": "s47"
    },
    {
      "text": "The words would not be viewed as distinguishing the product in the packaging.",
      "id": "s48"
    },
    {
      "text": "11 In expressing this conclusion, I have taken into account the use of the words GO WACKO in the television advertising and on the front of the packaging.",
      "id": "s49"
    },
    {
      "text": "Both those uses are discussed in more detail later.",
      "id": "s50"
    },
    {
      "text": "However, neither of these other uses would influence the way in which a consumer would view the words in the balloon having regard to the distinct context in which the words appear on the back of the packaging.",
      "id": "s51"
    },
    {
      "text": "12 The next use of the words GO WACKO relied upon as use as a trade mark, is in the expression DOGS GO WACKO FOR SCHMACKOS which appears on the front of Effem's packaging.",
      "id": "s52"
    },
    {
      "text": "It is possible for a word or words forming only part of a composite expression to be used as a trade mark.",
      "id": "s53"
    },
    {
      "text": "Examples are found in Kolotex Glo Australia Pty Ltd v Sara Lee Personal Products (Australia) Pty Ltd (1993) 26 IPR 1 (\" Kolotex \") and Wellness Pty Ltd v Pro Bio Living Waters Pty Ltd (2004) 61 IPR 242.",
      "id": "s54"
    },
    {
      "text": "There are also cases in which a word (which is a registered trade mark) appears in an expression used by an alleged infringer where it has been held that such use does not constitute infringement.",
      "id": "s55"
    },
    {
      "text": "Pepsico was such a case.",
      "id": "s56"
    },
    {
      "text": "Before discussing the two authorities where words within an expression were used as trade marks, it is desirable to refer to the judgment of the High Court in Mark Foy's Ltd v Davies Coop and Company Ltd [1956] HCA 41 ; (1956) 95 CLR 190.",
      "id": "s57"
    },
    {
      "text": "13 In that matter, the plaintiff was the owner of the registered mark \"Tub Happy\", in relation to goods which can generally be described as clothing.",
      "id": "s58"
    },
    {
      "text": "The plaintiff used that mark in an expression, \"Tub Happy Cottons by Mark Foy's Limited, Sydney\", on the label for frocks.",
      "id": "s59"
    },
    {
      "text": "The plaintiff sought to restrain the defendants, who were proposing to promote articles of clothing using the expression \"Exacto Cotton Garments --- Tub Happy Cotton Fresh Budget Wise\".",
      "id": "s60"
    },
    {
      "text": "The plaintiff failed before the primary judge but succeeded on appeal to the High Court.",
      "id": "s61"
    },
    {
      "text": "There were three issues in the appeal.",
      "id": "s62"
    },
    {
      "text": "The first was whether the plaintiff's mark was registrable.",
      "id": "s63"
    },
    {
      "text": "The second was whether the defendants were using the words \"Tub Happy\" as a bone fide description of the character or quality of the goods.",
      "id": "s64"
    },
    {
      "text": "The third was whether the defendants were using \"Tub Happy\" as a trade mark.",
      "id": "s65"
    },
    {
      "text": "Dixon CJ and Williams J (who gave the leading judgment) decided the three issues in the plaintiff's favour.",
      "id": "s66"
    },
    {
      "text": "Kitto J dissented on the first issue and did not address the other two issues.",
      "id": "s67"
    },
    {
      "text": "14 In his reasons, Williams J rejected a submission of the defendants that \"Tub Happy\" was not used as a trade mark by the defendants but used only descriptively as a laudatory or puffing expression to commend the goods (at 203).",
      "id": "s68"
    },
    {
      "text": "His Honour ultimately concluded (at 205) that the defendants were advertising the words \"Tub Happy\" and emphasising them in relation to their own cotton garments for the purpose of indicating a connection in the course of trade between the goods and themselves.",
      "id": "s69"
    },
    {
      "text": "His Honour indicated that the defendants' expression invited the public to purchase goods which were to be distinguished from the goods of other traders partly because of their description as \"Tub Happy\" goods.",
      "id": "s70"
    },
    {
      "text": "15 I note the following about the facts of that case.",
      "id": "s71"
    },
    {
      "text": "The words \"Exacto Cotton Garments --- Tub Happy Cotton Fresh Budget Wise\", particularly the words after the hyphen, did not readily form a coherent and cohesive phrase or expression.",
      "id": "s72"
    },
    {
      "text": "The phrase \"Tub Happy\" was distinctive in itself, and could readily have been divorced from the surrounding words used by the defendants and viewed in isolation.",
      "id": "s73"
    },
    {
      "text": "The words \"Tub Happy\" in the defendants' expression might well have been viewed in isolation by a consumer and thus as distinguishing the goods to which the whole expression had referred.",
      "id": "s74"
    },
    {
      "text": "16 In Kolotex, the applicant was the owner of the registered trade mark SHEER RELIEF, although the registration was subject to a disclaimer of any right to the separate exclusive use to the words \"sheer\" and \"relief\".",
      "id": "s75"
    },
    {
      "text": "For over 20 years, the applicant had successfully marketed lines of pantyhose and stockings styled \"Sheer Relief\".",
      "id": "s76"
    },
    {
      "text": "Wilcox J considered whether the words \"Sheer Relief\", which were used by the respondent in the phrases \"Sheer Relief for Active Legs\" and \"Sheer Relief For Active Legs That Doesn't Show\" on the packaging of its products, were used as a trade mark.",
      "id": "s77"
    },
    {
      "text": "His Honour found that the respondent had decided to market a line of pantyhose and stockings to directly compete with the \"Sheer Relief\" line.",
      "id": "s78"
    },
    {
      "text": "In an infringement action, the respondent raised the defences that the use of the expression \"Sheer Relief\" was descriptive of the character or quality of the product and also was not use as a trade mark.",
      "id": "s79"
    },
    {
      "text": "17 Wilcox J rejected both defences.",
      "id": "s80"
    },
    {
      "text": "The respondent's contention that \"Sheer Relief\" was not used as a trade mark was rejected partly on the basis of the significance of those words in the expression which appeared on the packaging.",
      "id": "s81"
    },
    {
      "text": "Early in his reasons, he accepted a submission of the applicant (not disputed by the respondent) that the registered mark was a pun or clever play on words.",
      "id": "s82"
    },
    {
      "text": "The word \"sheer\" described the physical nature of the fabric, yet also related to the extent of relief offered.",
      "id": "s83"
    },
    {
      "text": "It was absolute or unqualified.",
      "id": "s84"
    },
    {
      "text": "The word \"relief\" conveyed a freedom from tiredness or fatigue.",
      "id": "s85"
    },
    {
      "text": "Each word of the combination could have worked separately but also as a qualification for the other word which enhanced the meaning of both.",
      "id": "s86"
    },
    {
      "text": "The combination did not have an exclusive meaning but displayed an attractive plurality of meanings.",
      "id": "s87"
    },
    {
      "text": "18 Later in his reasons, Wilcox J noted that the expression \"Sheer Relief for Active Legs\" was used on the respondent's packaging for pantyhose three times and in such a manner as to indicate that the words \"Sheer Relief\" were connected in some way with the applicant's goods.",
      "id": "s88"
    },
    {
      "text": "Wilcox J noted that the expression \"Sheer Relief for Active Legs\" was used twice on the packaging as a subheading appearing immediately following product titles used by the respondent.",
      "id": "s89"
    },
    {
      "text": "Wilcox J then said (at [25] and [26]):\n \n ...",
      "id": "s90"
    },
    {
      "text": "The phrase \"Sheer Relief for Active Legs\" acts as a third title or caption.",
      "id": "s91"
    },
    {
      "text": "It does so by using two catchy and memorable words, which contain a clever double meaning and are already well-known in the trade.",
      "id": "s92"
    },
    {
      "text": "Having regard to the evidence that the respondent set out to copy the applicant's product exactly, there can be little doubt that its intention was to appropriate, if it could, the reputation attaching to that subtitle.",
      "id": "s93"
    },
    {
      "text": "It appears to have achieved some success in that endeavour.",
      "id": "s94"
    },
    {
      "text": "There is evidence of two incidents, in different stores, where customers picked the respondent's product from the display shelves in the belief that it was that of the applicant.",
      "id": "s95"
    },
    {
      "text": "The use of the additional words \"for active legs\" is important in considering whether the words \"Sheer Relief\" are used by the respondent for product identification; but, once it is concluded that they are so used, the existence of the other words cannot derogate from the conclusion that there is an infringement.",
      "id": "s96"
    },
    {
      "text": "(Emphasis added) \n\n19 Wilcox J observed that the applicant's case for infringement was less strong where the expression \"Sheer Relief For Active Legs That Doesn't Show\" was not used on the front of the packaging and in conjunction with titles used to identify the respondent's goods, but rather used only on the back as a sentence above a table containing some descriptive material.",
      "id": "s97"
    },
    {
      "text": "Nonetheless, he concluded that this expression, which he referred to as a caption, was an identifier for the product and was part of an attempt by the respondent to harness the product recognition that attached to the applicant's registered trade mark.",
      "id": "s98"
    },
    {
      "text": "20 Wellness Pty Ltd v Pro Bio Living Waters Pty Ltd is a more recent authority.",
      "id": "s99"
    },
    {
      "text": "It concerned the alleged infringement of the applicant's registered mark, LIVING WATER.",
      "id": "s100"
    },
    {
      "text": "The applicant had used the mark in relation to water produced by its \"Wellness water filter\".",
      "id": "s101"
    },
    {
      "text": "One of the classes in respect of which the mark was registered was Class 32, which covers \"bottled water, spring and mineral water\".",
      "id": "s102"
    },
    {
      "text": "The respondent advertised, distributed and sold its bottled water by reference to \"Pro-Bio Living Waters\".",
      "id": "s103"
    },
    {
      "text": "One issue was whether the expression used by the respondent constituted a single mark or two marks.",
      "id": "s104"
    },
    {
      "text": "Bennett J concluded that the words \"Living Waters\" were used by the respondent as a trade mark in itself.",
      "id": "s105"
    },
    {
      "text": "This conclusion was partly based on the way in which the expression was graphically represented.",
      "id": "s106"
    },
    {
      "text": "Bennett J accepted the applicant's submission that \"Pro-Bio\" had been deliberately created as an embellished mark on bottles and signs, while \"Living Waters\" was more understated.",
      "id": "s107"
    },
    {
      "text": "There were differences in font, style and size of the two components.",
      "id": "s108"
    },
    {
      "text": "The two components performed quite distinct and separate functions.",
      "id": "s109"
    },
    {
      "text": "\"Pro-Bio\" was used to identify the source of the product range.",
      "id": "s110"
    },
    {
      "text": "\"Living Waters\" was used as a secondary mark in respect of the products that formed part of the respondent's Living Waters' bottled water range.",
      "id": "s111"
    },
    {
      "text": "Bennett J concluded that \"Pro-Bio\" was used to denote the company that was the origin of the \"Living Waters\" range.",
      "id": "s112"
    },
    {
      "text": "21 In the present case, the words said to be an unregistered trade mark, GO WACKO, appear in the expression DOGS GO WACKO FOR SCHMACKOS on the front of the packaging.",
      "id": "s113"
    },
    {
      "text": "There is a natural connection within the entire expression between GO and WACKO and that latter word loosely rhymes with SCHMACKOS later in the expression.",
      "id": "s114"
    },
    {
      "text": "This rhyming gives prominence to the words WACKO and SCHMACKOS particularly when spoken.",
      "id": "s115"
    },
    {
      "text": "However the entire expression appears in a black border against a yellow background which tends to integrate the expression and focus attention on it as a whole.",
      "id": "s116"
    },
    {
      "text": "Also the expression is significantly less prominent than the obvious indicator of the nature and source of the goods, the word SCHMACKOS, which appears elsewhere on the front of the packaging in much larger text, again in a black (and thicker) border with the bright yellow background.",
      "id": "s117"
    },
    {
      "text": "That word tends to dominate the front of the packaging though often in association with the description of the specific product and an image of a dog.",
      "id": "s118"
    },
    {
      "text": "I do not think the words GO WACKO in the expression on the front of the packaging would be taken to be a signifier of the source of the goods by a person looking at the packaging.",
      "id": "s119"
    },
    {
      "text": "Again I have had regard to the repetition of the words on the back of the packaging and their use in advertising to which I now turn.",
      "id": "s120"
    },
    {
      "text": "22 The advertising relied on by Effem was television advertising.",
      "id": "s121"
    },
    {
      "text": "A DVD recording of twelve advertisements was tendered by Effem.",
      "id": "s122"
    },
    {
      "text": "However, ultimately only seven of the advertisements were relied on to demonstrate, amongst other things, the use of the words GO WACKO as a trade mark.",
      "id": "s123"
    },
    {
      "text": "The titles of the advertisements relied on were: \"Vet\", \"Crackle 'N' Crunch\", \"Bath\", \"Tea party\", \"Things that go bump\", \"Builder's mate\", \"Sing\" and \"Be nice to cat\".",
      "id": "s124"
    },
    {
      "text": "Each of the advertisements involved a story acted out by speaking clay animation figures together with voice-overs.",
      "id": "s125"
    },
    {
      "text": "It is unnecessary to describe each advertisement in detail, as all except \"Be nice to cat\" had a very similar format.",
      "id": "s126"
    },
    {
      "text": "The six with the common format involved a story generally which developed, with minor variations, in a sequence.",
      "id": "s127"
    },
    {
      "text": "23 There is an opening scene or scenes involving a dog and its owner which create a context in which the dog is asked to do something.",
      "id": "s128"
    },
    {
      "text": "In the advertisements listed (excluding \"Be nice to cat\"), this is to submit to an examination by the vet, take a bath, participate in a child's tea party, investigate noises caused by an intruder, retrieve a dropped hammer and sing a song.",
      "id": "s129"
    },
    {
      "text": "In each instance, the dog shows great reluctance to do the requested act.",
      "id": "s130"
    },
    {
      "text": "A person then seeks to induce the dog to do the act by offering food but is unsuccessful.",
      "id": "s131"
    },
    {
      "text": "The dog is then offered a SCHMACKOS product which is referred to by name in the voice-over, having the effect of highlighting the offering of a SCHMACKOS in contrast to the earlier offering.",
      "id": "s132"
    },
    {
      "text": "The dog is then given SCHMACKOS by a person, who refers to the product as a SCHMACKOS.",
      "id": "s133"
    },
    {
      "text": "24 An image of the packaging is then shown, generally taking the form discussed earlier in relation to the actual packaging but with the word SCHMACKOS appearing in exaggerated form.",
      "id": "s134"
    },
    {
      "text": "The dog responds positively and vigorously and does what had been requested in an exaggerated way.",
      "id": "s135"
    },
    {
      "text": "The advertisement concludes with a jingle sung as a voice-over, with the words DOGS GO WACKO, DOGS GO WACKO, FOR SCHMACKOS.",
      "id": "s136"
    },
    {
      "text": "The way it is sung, the first two phrases are sung quickly, with no discernible prominence given to the words GO WACKO.",
      "id": "s137"
    },
    {
      "text": "The word SCHMACKOS is emphasised by being drawn out and sung in an exaggerated warbling voice.",
      "id": "s138"
    },
    {
      "text": "At about the same time, the words DOGS GO WACKO FOR SCHMACKOS appear as a superimposed graphic.",
      "id": "s139"
    },
    {
      "text": "The \"Be nice to cat\" advertisement ends slightly differently, not with the jingle but with a song sung more slowly and concluding with the lines I'D GO WACKO WITHOUT SCHMACKOS AND YOU.",
      "id": "s140"
    },
    {
      "text": "25 In the advertisements, the product being discussed and promoted and offered to the dog in the story is identified as SCHMACKOS.",
      "id": "s141"
    },
    {
      "text": "The advertisements highlight, both aurally and visually, SCHMACKOS as the name of the product.",
      "id": "s142"
    },
    {
      "text": "Clearly, that word would be taken by consumers as a means of identifying the goods of Effem.",
      "id": "s143"
    },
    {
      "text": "I do not think that the words GO WACKO would be understood in the same way by a person seeing the advertisements.",
      "id": "s144"
    },
    {
      "text": "26 I am not satisfied that any of the uses of the words GO WACKO demonstrate use as a trade mark.",
      "id": "s145"
    },
    {
      "text": "27 There was some evidence concerning additional uses of the words GO WACKO or simply WACKO by Effem.",
      "id": "s146"
    },
    {
      "text": "It includes photos of billboards, one of which included the word WACKO in the expression HONK IF YOUR DOG'S WACKO!",
      "id": "s147"
    },
    {
      "text": "The extent of the billboard advertising is unclear but, in any event, it is irrelevant for the purposes of s 60 as it took place after the priority date of Wandella's mark.",
      "id": "s148"
    },
    {
      "text": "Also in evidence were photos of in-store promotional material located on cardboard stands or vending machines containing SCHMACKOS products.",
      "id": "s149"
    },
    {
      "text": "The words WACKO WORLD on the cardboard stands appear fairly prominently.",
      "id": "s150"
    },
    {
      "text": "The expression CHECK OUT WACKO DOG TRICKS appears less prominently on the vending machines.",
      "id": "s151"
    },
    {
      "text": "The evidence did not establish when the photos were taken or the extent of usage.",
      "id": "s152"
    },
    {
      "text": "In any event, it was not clear how use of the word WACKO would demonstrate use of the words GO WACKO as a common law mark, since Effem did not contend that it owned WACKO as a common law mark.",
      "id": "s153"
    },
    {
      "text": "There was also evidence of images of a website where the word WACKO was used in a variety of ways by Effem.",
      "id": "s154"
    },
    {
      "text": "Again, there is no evidence that this was the form of the website before the priority date, nor is there any evidence of the extent to which the site was accessed.",
      "id": "s155"
    },
    {
      "text": "My comments regarding the in-store promotional material apply equally to this evidence.",
      "id": "s156"
    },
    {
      "text": "Whether WHACKOS is deceptively similar to SCHMACKOS or DOGS GO WACKO FOR SCHMACKOS \n \n28 This leads to a consideration of whether Wandella's registered mark, WHACKOS, is substantially identical with or deceptively similar to Effem's two registered marks, for the purposes of s 44 as well as s 60.",
      "id": "s157"
    },
    {
      "text": "The deceptive similarity issue (but not substantial identicality) was raised in relation to both grounds and is essentially the same.",
      "id": "s158"
    },
    {
      "text": "The proper approach to considering deceptive similarity is well settled.",
      "id": "s159"
    },
    {
      "text": "It involves a comparison between Wandella's registered mark and an imperfect recollection of Effem's marks and whether there is a real and tangible danger of consumers being led to believe that Wandella's goods came from the same source as Effem's goods: Southern Cross Refrigerating Co v Toowoomba Foundry Pty Ltd [1953] HCA 73 ; (1954) 91 CLR 592 at 595.",
      "id": "s160"
    },
    {
      "text": "29 Firstly, I consider whether Wandella's mark is deceptively similar to the SCHMACKOS mark.",
      "id": "s161"
    },
    {
      "text": "The type of products which Wandella proposes to sell using the mark WHACKOS closely correspond with the type of products sold by Effem.",
      "id": "s162"
    },
    {
      "text": "They are \"similar goods\" as required by s 44(1)(a)(i) and defined in s 14(1).",
      "id": "s163"
    },
    {
      "text": "It can be anticipated that Wandella would use the mark selling products in the same way as Effem presently sells its SCHMACKOS products, namely, in supermarkets and pet shops where the consumer selects the products from a shelf.",
      "id": "s164"
    },
    {
      "text": "Other methods of sale may be deployed by Wandella.",
      "id": "s165"
    },
    {
      "text": "30 Wandella's mark WHACKOS would probably be viewed by the consumer as a made up word, as would clearly be the case with Effem's mark, SCHMACKOS.",
      "id": "s166"
    },
    {
      "text": "I accept that there are similarities both visual and aural between the two marks, WHACKOS and SCHMACKOS.",
      "id": "s167"
    },
    {
      "text": "Effem's submission was that Wandella's mark naturally broke into two components.",
      "id": "s168"
    },
    {
      "text": "The first was WH, which was a soft consonant \"breathed\" when spoken and visually registered in the mind as soft and subservient, more a breath than a sound.",
      "id": "s169"
    },
    {
      "text": "The second element was the ACKO, which could be treated as having two syllables (separated by a hard consonant) or a single syllable.",
      "id": "s170"
    },
    {
      "text": "Both words involved a distinctive sounding combination, with short vowel sounds at the beginning and end separated by the hard consonants.",
      "id": "s171"
    },
    {
      "text": "The ACKO completely dominated the total mark aurally.",
      "id": "s172"
    },
    {
      "text": "The final S of SCHMACKOS was not significant as it was clearly a plural form.",
      "id": "s173"
    },
    {
      "text": "It was accepted, however, that the first component SCHM was more significant visually than the shorter WH.",
      "id": "s174"
    },
    {
      "text": "31 These submissions point to what are, in a sense, some obvious similarities.",
      "id": "s175"
    },
    {
      "text": "However, I do not accept that Wandella's mark is deceptively similar.",
      "id": "s176"
    },
    {
      "text": "Aurally, the SCHM of Effem's mark has two components, one being the exhaled sound and the other created by closing and opening the lips.",
      "id": "s177"
    },
    {
      "text": "It is a comparatively complex sound to make before moving to articulate the second part of the mark, the ACKOS.",
      "id": "s178"
    },
    {
      "text": "In aggregate, the sound of the first part is not, or at least would not ordinarily be, aurally subservient to the second part of the mark, the ACKOS.",
      "id": "s179"
    },
    {
      "text": "In my opinion, the aural features of Effem's mark are likely to be retained and recalled by consumers.",
      "id": "s180"
    },
    {
      "text": "There is a significant difference between these features and the aural features of Wandella's mark.",
      "id": "s181"
    },
    {
      "text": "The first part, the WH is quickly and comparatively effortlessly articulated, moving straight to the second part.",
      "id": "s182"
    },
    {
      "text": "In the word WHACKOS, the second part, the ACKOS, does dominate, much more so than with Effem's mark.",
      "id": "s183"
    },
    {
      "text": "32 The same is true, in my opinion, of the marks visually.",
      "id": "s184"
    },
    {
      "text": "That is, while there are broad similarities, Wandella's mark is materially different from Effem's mark.",
      "id": "s185"
    },
    {
      "text": "The latter is visually more complex and the ACKOS is balanced visually by the SCHM whereas in Wandella's mark, the ACKOS dominates.",
      "id": "s186"
    },
    {
      "text": "33 I am not satisfied that Wandella's mark is deceptively similar to Effem's mark.",
      "id": "s187"
    },
    {
      "text": "The marks are significantly different aurally and visually notwithstanding the common second element, ACKOS.",
      "id": "s188"
    },
    {
      "text": "These differences are likely to be noted by consumers when presented with Wandella's mark but recalling Effem's mark.",
      "id": "s189"
    },
    {
      "text": "The points of similarity, including aural and visual similarity together with both marks appearing to be made up words with an air of frivolity, are not sufficiently great to sustain a conclusion that Wandella's mark is deceptively similar to Effem's mark, SCHMACKOS.",
      "id": "s190"
    },
    {
      "text": "34 This leads to a similar consideration of Effem's other registered mark, DOGS GO WACKO FOR SCHMACKOS.",
      "id": "s191"
    },
    {
      "text": "Plainly, as Effem submitted, there is a substantial similarity between Wandella's mark and a central word (WACKO) in Effem's registered mark, notwithstanding the inclusion of an H in Wandella's mark and a concluding S. The words WHACKOS and WACKO, aurally and visually, are very similar.",
      "id": "s192"
    },
    {
      "text": "The central issue is whether the word in Effem's mark is sufficiently dominant so as to give rise to confusion of the type referred to in the authorities.",
      "id": "s193"
    },
    {
      "text": "Effem pointed to various factors which indicate the necessary confusion arises.",
      "id": "s194"
    },
    {
      "text": "It was submitted that in Effem's mark, the total phrase derives the whole of its force from the word WACKO.",
      "id": "s195"
    },
    {
      "text": "That word would be viewed as having one of the two meanings discussed earlier, and probably both.",
      "id": "s196"
    },
    {
      "text": "It was said to be such a strongly emotive term that it completely dominates the phrase.",
      "id": "s197"
    },
    {
      "text": "Its dominance is further heightened by the onomatopoeia contained in the expression.",
      "id": "s198"
    },
    {
      "text": "The word WACKO therefore was said to be a powerful component of Effem's mark which will be retained in the memory of the relevant consumer and will be recalled when Wandella's mark is seen.",
      "id": "s199"
    },
    {
      "text": "35 In response, Wandella pointed to the fact that WACKO appears in a phrase with additional elements including the words DOGS and SCHMACKOS and the command GO.",
      "id": "s200"
    },
    {
      "text": "These additional elements are emphasised both in the pronounciation and in the visual effect created by Effem's mark.",
      "id": "s201"
    },
    {
      "text": "Also, Effem's mark is a description rather than a mere noun.",
      "id": "s202"
    },
    {
      "text": "36 I have already discussed whether the words GO WACKO are a trade mark.",
      "id": "s203"
    },
    {
      "text": "I discussed whether they were sufficiently prominent or distinctive to be a means of identifying Effem's products.",
      "id": "s204"
    },
    {
      "text": "I concluded that they were not.",
      "id": "s205"
    },
    {
      "text": "However, the present inquiry is different.",
      "id": "s206"
    },
    {
      "text": "Those words are, in my opinion, a significant and distinctive element in Effem's registered mark, DOGS GO WACKO FOR SCHMACKOS.",
      "id": "s207"
    },
    {
      "text": "In that mark, the word WACKO plays an important role by giving colour to the whole expression.",
      "id": "s208"
    },
    {
      "text": "It prominently plays a role in telling consumers, in a light hearted and amusing way, their pet's attitude or response to Effem's SCHMACKOS products.",
      "id": "s209"
    },
    {
      "text": "While Effem's mark can be spoken in a variety of ways, one ready way is to divide the mark into two parts, the first concluding with the word WACKO.",
      "id": "s210"
    },
    {
      "text": "Spoken this way, WACKO assumes comparative significance aurally.",
      "id": "s211"
    },
    {
      "text": "In my opinion, the word WACKO in Effem's mark is sufficiently prominent for it to be recalled by consumers as associated with Effem's products.",
      "id": "s212"
    },
    {
      "text": "Given that it is a playful, amusing and interesting word, used prominently by Effem, its use by another trader is likely to create confusion of the requisite kind.",
      "id": "s213"
    },
    {
      "text": "I am satisfied the word WHACKOS is deceptively similar to Effem's registered mark, DOGS GO WACKO FOR SCHMACKOS.",
      "id": "s214"
    },
    {
      "text": "Accordingly, s 44 requires that Wandella's mark not be registered.",
      "id": "s215"
    },
    {
      "text": "It was not suggested by Wandella that ss 44(3) or (4) were enlivened.",
      "id": "s216"
    },
    {
      "text": "37 It is not necessary to enter the debate about whether there is a presumption of registerability.",
      "id": "s217"
    },
    {
      "text": "It is probable that issue will shortly be considered by a Full Court: see Woolworths Ltd v BP plc [2006] FCAFC 52 (at [80] and following).",
      "id": "s218"
    },
    {
      "text": "Even assuming the existence of the presumption, it is only that.",
      "id": "s219"
    },
    {
      "text": "It does not displace the limits on registration created by, for present purposes, ss 33 and 44.",
      "id": "s220"
    },
    {
      "text": "The Registrar is not authorised to register a mark if a ground for rejection is clearly demonstrated.",
      "id": "s221"
    },
    {
      "text": "It is in this case.",
      "id": "s222"
    },
    {
      "text": "38 I have capitalised words and phrases in this judgment for ease of writing even if, in context, the word or phrase is not capitalised.",
      "id": "s223"
    },
    {
      "text": "CONCLUSION \n \n39 Effem has established that Wandella's mark should not be registered.",
      "id": "s224"
    },
    {
      "text": "It has established that Wandella's mark is deceptively similar to one of its registered marks.",
      "id": "s225"
    },
    {
      "text": "The application should be allowed.",
      "id": "s226"
    },
    {
      "text": "I certify that the preceding thirty-nine (39) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Moore.",
      "id": "s227"
    },
    {
      "text": "Associate:\n\nDated: 23 June 2006\n\n\n Counsel for the Applicant: R Webb QC \n \n Solicitor for the Applicant: Baker &amp; McKenzie \n \n Counsel for the Respondent: C D Wood \n \n Solicitor for the Respondent: JA Hennessy &amp; Co \n \n Date of Hearing: 24 April 2006 \n \n Date of Judgment: 23 June 2006 \n\n\n\n ANNEXURE A \n\n\n\n \n\n\n ANNEXURE B \n\n\n\n \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/767.html",
      "id": "s228"
    }
  ]
}