{
  "name": "Dresna Pty Ltd v Linknarf Management Services Pty Ltd (In Liq) (No 2) [2006] FCA 755 (15 June 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/755.html",
  "catchphrases": [
    {
      "text": "costs",
      "id": "c0"
    },
    {
      "text": "circumstances under which indemnity costs will be ordered",
      "id": "c1"
    },
    {
      "text": "calderbank offers",
      "id": "c2"
    },
    {
      "text": "whether offer by respondents to accept substantial amount by way of costs if applicant discontinues proceeding constitutes a calderbank offer",
      "id": "c3"
    },
    {
      "text": "practice and procedure",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 On 12 May 2006, I delivered judgment in this matter: Dresna Pty Ltd v Linknarf Management Services Pty Ltd (In Liq) [2006] FCA 540.",
      "id": "s0"
    },
    {
      "text": "I ordered that the application be dismissed, with costs.",
      "id": "s1"
    },
    {
      "text": "The respondents foreshadowed at that time that they wished to apply for costs to be awarded on an indemnity basis.",
      "id": "s2"
    },
    {
      "text": "I gave directions to facilitate the making of such an application.",
      "id": "s3"
    },
    {
      "text": "2 On 19 May 2006, the respondents filed a notice of motion seeking costs on an indemnity basis or, alternatively, on a solicitor/client basis.",
      "id": "s4"
    },
    {
      "text": "They also sought an order that the applicant pay their costs thrown away (by reason of certain amendments made to the applicant's statement of claim) on an indemnity basis, or alternatively, on a solicitor/client basis.",
      "id": "s5"
    },
    {
      "text": "I had previously directed that that application be dealt with after the conclusion of the trial.",
      "id": "s6"
    },
    {
      "text": "THE RESPONDENTS' CASE FOR COSTS ON A HIGHER SCALE \n \n3 There are three separate bases upon which the respondents contend that they are entitled to costs on a higher scale.",
      "id": "s7"
    },
    {
      "text": "They say that such costs are warranted because:\n \n \n &#8226; the applicant conducted the litigation in a manner that was wasteful, causing loss of time and inconvenience to the parties, and to the Court;\n &#8226; the proceeding had been commenced or continued in circumstances where the applicant, properly advised, should have known that it had no chance of success; and \n &#8226; there was an imprudent refusal of an offer of compromise, essentially contained in what was described as a \"Calderbank\" letter or letters.",
      "id": "s8"
    },
    {
      "text": "4 In support of the first of these contentions, namely that arising out of the conduct of the litigation, Mr Fitzgerald, on behalf of the respondents, argued that this proceeding had been unduly lengthened and rendered unnecessarily complex.",
      "id": "s9"
    },
    {
      "text": "He submitted that the fault lay entirely with the applicant.",
      "id": "s10"
    },
    {
      "text": "He described the applicant's conduct of this case as \"truly appalling\".",
      "id": "s11"
    },
    {
      "text": "He noted that it took from December 2001 until June 2005 for the applicant finally to settle its claim against the respondents, after 12 different versions of the statement of claim (including proposed and filed versions) had been produced.",
      "id": "s12"
    },
    {
      "text": "He submitted that it was an oppressive imposition upon the respondents to endure these repeated pleadings, and to meet the \"shifting and amorphous case\" that the applicant had presented.",
      "id": "s13"
    },
    {
      "text": "5 Mr Fitzgerald also relied upon the applicant's failure to discover a highly relevant document, namely the Australian Competition and Consumer Commission letter of 8 January 2002, referred to in my primary reasons for judgment.",
      "id": "s14"
    },
    {
      "text": "6 Finally, he submitted that the applicant had made serious and unwarranted allegations against the respondents and their former officers, all of which had failed at trial.",
      "id": "s15"
    },
    {
      "text": "In particular, it had made an extremely serious and wholly unsuccessful attack upon the credit of Mr Ian Cornell, the former managing director of the second respondent, and now a senior executive at another company.",
      "id": "s16"
    },
    {
      "text": "7 In relation to the second contention, namely the hopelessness of the case, Mr Fitzgerald submitted that the respondents' solicitors had pointed out repeatedly, in correspondence, that the applicant faced insuperable difficulties in establishing that any loss that it may have sustained was caused or brought about by any conduct on the part of the respondents.",
      "id": "s17"
    },
    {
      "text": "He noted that the applicant had failed comprehensively on the issue of causation.",
      "id": "s18"
    },
    {
      "text": "He submitted that this was not merely inevitable but entirely foreseeable.",
      "id": "s19"
    },
    {
      "text": "8 Finally, in relation to the \"Calderbank\" offers, Mr Fitzgerald drew attention to three letters that the respondents' solicitors had sent to the applicant's solicitors.",
      "id": "s20"
    },
    {
      "text": "9 The first was dated 15 March 2005.",
      "id": "s21"
    },
    {
      "text": "In that letter, the respondents offered to accept the sum of $550,000 in full settlement of the proceeding, including the abandonment of any costs orders already made in their favour.",
      "id": "s22"
    },
    {
      "text": "Also in that letter, the respondents' solicitors set out in detail the deficiencies in the applicant's case, as they perceived those difficulties to be.",
      "id": "s23"
    },
    {
      "text": "This offer was made about six months prior to the commencement of the trial.",
      "id": "s24"
    },
    {
      "text": "It elicited no response.",
      "id": "s25"
    },
    {
      "text": "10 The second letter was sent on 18 April 2005.",
      "id": "s26"
    },
    {
      "text": "Essentially, it reiterated the terms of the offer sent on 15 March 2005, but this time required $625,000 to settle the matter.",
      "id": "s27"
    },
    {
      "text": "This offer too elicited no response.",
      "id": "s28"
    },
    {
      "text": "11 The final letter was sent on 11 August 2005.",
      "id": "s29"
    },
    {
      "text": "This letter was sent after the applicant had settled its various claims against the landlord and Coles in May 2005.",
      "id": "s30"
    },
    {
      "text": "By this third letter, the respondents offered to settle the proceeding on the basis that the applicant pay $500,000 in full satisfaction of the matter, or by payment to the respondents of their costs to date on a party/party basis, such costs to be taxed.",
      "id": "s31"
    },
    {
      "text": "The letter said that the offer would remain open for seven days.",
      "id": "s32"
    },
    {
      "text": "It was sent about a week before the trial began.",
      "id": "s33"
    },
    {
      "text": "Once again, there was no response to this letter.",
      "id": "s34"
    },
    {
      "text": "12 Mr Fitzgerald submitted that the applicant had acted unreasonably in rejecting these \"Calderbank\" offers.",
      "id": "s35"
    },
    {
      "text": "It ought to have known, from the outset, that its case was hopeless.",
      "id": "s36"
    },
    {
      "text": "Certainly by the time of the third letter, it was in possession of all witness statements, and must have appreciated by then, if not before, that it could not succeed, at least on the issue of causation.",
      "id": "s37"
    },
    {
      "text": "Its continuation of the case was described as \"nothing more than a punt, at fancifully long odds, with Franklins' time and money ... and with the Court's time\".",
      "id": "s38"
    },
    {
      "text": "It was submitted that, to make matters worse from the applicant's perspective, the respondents were, by August 2005, offering to settle on exactly the same terms as had been agreed between the applicant and the landlord, namely that the application would be discontinued, and the applicant pay costs on a party/party basis.",
      "id": "s39"
    },
    {
      "text": "CONCLUSIONS \n \n13 The principles applicable to an order for costs on an indemnity or solicitor/client basis are well-established.",
      "id": "s40"
    },
    {
      "text": "The starting point in considering an application for costs on these higher scales is that ordinarily costs are payable on a party/party basis.",
      "id": "s41"
    },
    {
      "text": "Section 43 of the Federal Court of Australia 1976 (Cth) confers upon the Court a wide discretion in relation to costs.",
      "id": "s42"
    },
    {
      "text": "Of course that discretion must be exercised judicially.",
      "id": "s43"
    },
    {
      "text": "Indemnity costs may properly be awarded where there is some special or unusual feature in the case justifying a departure from the ordinary rule: Re Wilcox; Ex parte Venture Industries Pty Ltd (No 2) (1996) 72 FCR 151.",
      "id": "s44"
    },
    {
      "text": "14 In Colgate-Palmolive Company v Cussons Pty Ltd (1993) 46 FCR 225 at 233, Sheppard J provided some examples of the circumstances that might warrant an order for costs on an indemnity basis.",
      "id": "s45"
    },
    {
      "text": "The principles are well-known, and need not be elaborated here.",
      "id": "s46"
    },
    {
      "text": "15 Dealing first with the contention that the applicant's conduct of this litigation provides a basis for indemnity costs, I am not persuaded by that submission.",
      "id": "s47"
    },
    {
      "text": "It is true that the applicant attempted on a number of occasions to reformulate its case against the respondents.",
      "id": "s48"
    },
    {
      "text": "The number was less than the 12 that Mr Fitzgerald suggested, but was still significant.",
      "id": "s49"
    },
    {
      "text": "Nonetheless, it would be disproportionate and unduly harsh, in my view, to visit indemnity costs upon the applicant in relation to virtually the entire trial because of errors made early on in the conduct of the proceeding.",
      "id": "s50"
    },
    {
      "text": "16 Moreover, I do not think that the applicant's failure to give discovery of the letter of 8 January 2002, which was a mistake on its part, and not a deliberate act, warrants such consequences.",
      "id": "s51"
    },
    {
      "text": "17 Nor does the attack upon Mr Cornell's credibility which was understandable having regard to some of the documents available, and was carried out in a proper and entirely professional manner.",
      "id": "s52"
    },
    {
      "text": "18 Next, I am not persuaded that the applicant's case had \"no chance of success\".",
      "id": "s53"
    },
    {
      "text": "It failed, and with hindsight, it might well have been anticipated that this was precisely what would occur.",
      "id": "s54"
    },
    {
      "text": "Nonetheless, there were some imponderables.",
      "id": "s55"
    },
    {
      "text": "For example, Mr Cornell, who I found to be an impressive witness, might have turned out otherwise.",
      "id": "s56"
    },
    {
      "text": "His evidence, once accepted, effectively destroyed much of the applicant's case.",
      "id": "s57"
    },
    {
      "text": "Something might have emerged that would have bolstered its case on causation, flawed though I consider it to have been.",
      "id": "s58"
    },
    {
      "text": "The applicant's case was weak, rather than hopeless.",
      "id": "s59"
    },
    {
      "text": "I do not think that indemnity costs are warranted merely because the applicant chose to pursue a case that was problematic, and turned out to have been still less cogent than might have been anticipated.",
      "id": "s60"
    },
    {
      "text": "19 Finally, I am not persuaded that the applicant should pay indemnity costs on the basis of the Calderbank offers.",
      "id": "s61"
    },
    {
      "text": "20 In the first place, there is some doubt as to whether these letters constitute Calderbank offers.",
      "id": "s62"
    },
    {
      "text": "There are cases that suggest that an offer by a defendant to settle a case on the basis that each party bears its own costs does not constitute a Calderbank offer: see Australian Competition and Consumer Commission v Universal Music Australia Pty Ltd (No 2) (2002) 201 ALR 618 per Hill J; McKerlie v State of New South Wales (No 2) [2000] NSWSC 1159 per Dunford J; Vasram v AMP Life Limited [2002] FCA 1286 per Stone J, Fyna Foods Australia Pty Ltd v Cobannah Holdings Pty Ltd (No 2) [2004] FCA 1212 per Kenny J and Jacomb v The Australian Municipal, Administrative, Clerical and Services Union [2004] FCA 1600 per Crennan J.",
      "id": "s63"
    },
    {
      "text": "21 I note, however, that the New South Wales Court of Appeal in Leichardt Municipal Council v Green [2004] NSWCA 341 took what is arguably a different view of this matter.",
      "id": "s64"
    },
    {
      "text": "22 If anything, the case for treating the respondents' letters as Calderbank offers is weaker than the case for treating an offer to settle on the basis that each party bear its own costs in that way.",
      "id": "s65"
    },
    {
      "text": "The element of \"compromise\" involved in the present case was significantly less than the element of compromise that would be involved in a case where each party would bear its own costs.",
      "id": "s66"
    },
    {
      "text": "23 In any event, and irrespective of whether the letters qualify as Calderbank offers, I am not persuaded that the applicant acted unreasonably in rejecting those offers.",
      "id": "s67"
    },
    {
      "text": "It is by no means clear whether they amounted to a serious compromise of the respondents' rights, as the respondents considered them to be.",
      "id": "s68"
    },
    {
      "text": "There is no evidence before me regarding the actual amount expended by the respondents in the defence of this proceeding by March, April or August 2005.",
      "id": "s69"
    },
    {
      "text": "I am in no position to gauge whether anything really tangible was being offered to the applicant in return for discontinuing this case.",
      "id": "s70"
    },
    {
      "text": "I will not speculate about that issue.",
      "id": "s71"
    },
    {
      "text": "24 For these reasons none of the matters identified by Mr Fitzgerald, whether they are considered in isolation, or in conjunction with each other, warrant a departure from the ordinary rule that costs are paid on a party/party basis.",
      "id": "s72"
    },
    {
      "text": "25 As for the alternative claim that the costs associated with the last amendment to the pleadings be paid on an indemnity basis, that submission must also fail.",
      "id": "s73"
    },
    {
      "text": "There is nothing to suggest that the trial of this matter was conducted upon a basis that cast doubt upon the utility of the amendments.",
      "id": "s74"
    },
    {
      "text": "The normal rule that costs thrown away by reason of an amendment to the pleadings are paid on a party/party basis should apply.",
      "id": "s75"
    },
    {
      "text": "26 For these reasons the respondents' notice of motion filed on 19 May 2006 should be dismissed.",
      "id": "s76"
    },
    {
      "text": "The respondents must pay the costs of and incidental to that notice of motion.",
      "id": "s77"
    },
    {
      "text": "I certify that the preceding twenty-six (26) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice W. \n\n\nAssociate:\n\nDated: 15 June 2006\n\n\n Counsel for the Applicant: Mr M.K. Moshinsky \n \n Solicitor for the Applicant: Foster Harris \n \n Counsel for the Respondents: Mr G.J.",
      "id": "s78"
    },
    {
      "text": "Fitzgerald \n \n Solicitors for the Respondents: Home Wilkinson Lowry \n \n Date of Hearing: 15 June 2006 \n \n Date of Judgment: 15 June 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/755.html",
      "id": "s79"
    }
  ]
}