{
  "name": "Kang v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCA 788 (23 June 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/788.html",
  "catchphrases": [
    {
      "text": "student visa",
      "id": "c0"
    },
    {
      "text": "breach of condition 8202",
      "id": "c1"
    },
    {
      "text": "visa issued after the commencement of semester",
      "id": "c2"
    },
    {
      "text": "whether breach of condition of visa if visa holder's academic result not certified as at least satisfactory in respect of that semester",
      "id": "c3"
    },
    {
      "text": "immigration",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application for judicial review whereby the applicant seeks to set aside the decision of the Migration Review Tribunal ('the Tribunal') which upheld the decision of the delegate of the first respondent to cancel the applicant's visa under s 116 of the Migration Act 1958 (Cth) ('the Act').",
      "id": "s0"
    },
    {
      "text": "I join the Tribunal as the second respondent.",
      "id": "s1"
    },
    {
      "text": "2 At the commencement of the hearing the applicant sought to tender the affidavit of Mr Peter Dell of 3 October 2005.",
      "id": "s2"
    },
    {
      "text": "I declined the applicant's application on the grounds that the evidence was not before the Tribunal and, as the issue before the Court was whether the Tribunal had made a jurisdictional error on the evidence before it, the evidence was irrelevant.",
      "id": "s3"
    },
    {
      "text": "3 The judgment in this matter was delayed pending the outcome of the first respondent's appeal in Minister for Immigration and Multicultural and Indigenous Affairs v Zhou [2006] FCAFC 96 on the grounds that, if the first respondent failed in that appeal, the applicant may have had an additional ground of review.",
      "id": "s4"
    },
    {
      "text": "On 16 June 2006 the Full Court allowed the first respondent's appeal.",
      "id": "s5"
    },
    {
      "text": "4 For the reasons which I set out below, the application should be dismissed.",
      "id": "s6"
    },
    {
      "text": "Background \n \n5 The applicant is a citizen of the Republic of Korea born on 15 October 1977.",
      "id": "s7"
    },
    {
      "text": "He entered Australia on 5 October 1999.",
      "id": "s8"
    },
    {
      "text": "On 2 August 2004 the applicant commenced a Bachelor of Commerce degree at Curtin University of Technology ('the University').",
      "id": "s9"
    },
    {
      "text": "On 10 September 2004 the applicant was granted a Student (Temporary) (Class TU) Subclass 573 visa ('the visa') which had an expiry date of 15 March 2005.",
      "id": "s10"
    },
    {
      "text": "The applicant's visa was subject to certain conditions including Condition 8202 in Sch 8 of the Migration Regulations 1994 (Cth) ('the Regulations').",
      "id": "s11"
    },
    {
      "text": "6 On 8 March 2005 the University sent the applicant a notice pursuant to s 20 of the Education Services for Overseas Students Act 2000 (Cth) ('the ESOS Act') advising the applicant that he had breached a condition of his student visa in relation to satisfactory academic performance in the course in which he was enrolled ('the s 20 Notice').",
      "id": "s12"
    },
    {
      "text": "The particulars of the breach were stated as follows:\n \n 'Terminated from course: unsatisfactory academic performance due to failures (2x \"Did Not complete\", 1x \"Did Not Attend\" result for 3 units).",
      "id": "s13"
    },
    {
      "text": "' \n \n\n7 The notice further advised:\n \n 'Pursuant to section 137J of the Migration Act 1958 , your student visa will cease on the 28 th day after the date of this notice, unless you report to DIMIA by that time.",
      "id": "s14"
    },
    {
      "text": "The day count begins on the first day after the date of this notice and ends on the 28 th day thereafter.",
      "id": "s15"
    },
    {
      "text": "' \n \n\n8 On 15 March 2005 the applicant attended an interview with a delegate of the first respondent ('the delegate') at an office of the Department of Immigration and Multicultural and Indigenous Affairs ('the Department').",
      "id": "s16"
    },
    {
      "text": "The applicant's visa was due to expire that day.",
      "id": "s17"
    },
    {
      "text": "At the interview with the delegate, the applicant told the delegate that he needed to talk to the course coordinator about the appeal which the applicant had made against the decision of the University to terminate him from the course on the ground of unsatisfactory academic performance.",
      "id": "s18"
    },
    {
      "text": "The delegate's record notes of that interview are as follows:\n \n 'Mr Kang said his wife is a dependant on his visa.",
      "id": "s19"
    },
    {
      "text": "His wife is at home at the moment.",
      "id": "s20"
    },
    {
      "text": "He said he has appealed against his results of Semester 2/2004.",
      "id": "s21"
    },
    {
      "text": "He lodged this appeal approx 5 weeks ago.",
      "id": "s22"
    },
    {
      "text": "He lodges his appeal with the examination board at Curtin.",
      "id": "s23"
    },
    {
      "text": "...' \n \n\n9 At 10.27 am on the morning of the interview, the delegate gave the applicant a 'Notice of Intention to Consider Cancellation' under s 119 of the Act ('the s 119 Notice').",
      "id": "s24"
    },
    {
      "text": "At 11.01 am, after the applicant had been unable to contact his course coordinator at the University, the delegate issued the applicant a notice under s 116 of the Act cancelling his visa because of a breach of Condition 8202.",
      "id": "s25"
    },
    {
      "text": "Statutory Framework \n \n10 Section 20 of the ESOS Act provides:\n \n ' Sending students notice of visa breaches \n \n \n (1) A registered provider must send an accepted student of the provider a written notice if the student has breached a student visa condition relating to attendance or satisfactory academic performance.",
      "id": "s26"
    },
    {
      "text": "... \n \n \n \n (2) The registered provider must send the notice as soon as practicable after the breach.",
      "id": "s27"
    },
    {
      "text": "(3) The notice must be in a form approved by the Secretary of the Immigration Minister's Department.",
      "id": "s28"
    },
    {
      "text": "(4) The notice must: \n \n \n \n (a) contain particulars of the breach; and \n \n (b) state that the student is required to attend in person before an officer (within the meaning of the Migration Act 1958 ) at a specified place within 28 days after the day specified in the notice as the date of the notice, for the purpose of explaining the breach; and \n \n (c) state that the student must present photographic identification when so attending; and \n \n (d) set out the effect of sections 137J and 137K of that Act.",
      "id": "s29"
    },
    {
      "text": "Unincorporated registered providers.",
      "id": "s30"
    },
    {
      "text": "(5) If the registered provider is an unincorporated body, then it is instead the principal executive officer of the provider who must send the notice as required under this section.",
      "id": "s31"
    },
    {
      "text": "' \n \n \n\n11 The general power to cancel visas is provided for in s 116 of the Act.",
      "id": "s32"
    },
    {
      "text": "Of particular relevance is s 116(3) of the Act which states:\n \n 'If the Minister may cancel a visa under subsection (1), the Minister must do so if there exist prescribed circumstances in which a visa must be cancelled.",
      "id": "s33"
    },
    {
      "text": "' \n \n\n12 Regulation 2.43(2) prescribes the following circumstances in which the Minister must cancel the visa:\n \n 'For subsection 116(3) of the Act, the circumstances in which the Minister must cancel a visa are: \n \n \n (a) each of the circumstances comprising the grounds set out in paragraphs (1)(a) and (b); and \n \n \n \n (b) in the case of a Student (Temporary) (Class TU) visa, that the Minister is satisfied that the visa holder has not complied with: \n \n \n \n (i) condition 8104 or 8105 (if the condition applies to the visa); or \n \n (ii) condition 8202.",
      "id": "s34"
    },
    {
      "text": "' \n \n \n\n13 Condition 8202 relevantly provides:\n \n '(1) The holder (other than the holder of a Subclass 560 (Student) visa who is an AusAID student or the holder of a Subclass 576 (AusAID or Defence Sector) visa) must meet the requirements of subclauses (2) and (3).",
      "id": "s35"
    },
    {
      "text": "(2) A holder meets the requirements of this subclause if: \n \n (a) the holder is enrolled in a registered course; or \n \n \n (b) in the case of the holder of a Subclass 560 or 571 (Schools Sector) visa who is a secondary exchange student -- the holder is enrolled in a full-time course of study or training.",
      "id": "s36"
    },
    {
      "text": "(3) A holder meets the requirements of this subclause if: \n \n \n (a) in the case of a holder whose education provider keeps attendance records -- the Minister is satisfied that the holder attends for at least 80% of the contact hours scheduled: \n \n \n \n (i) for a course that runs for less than a semester -- for the course; or \n \n \n \n (ii) for a course that runs for at least a semester -- for each term and semester of the course; and \n \n \n \n (b) in any case -- the holder achieves an academic result that is certified by the education provider to be at least satisfactory: \n \n \n \n (i) for a course that runs for less than a semester -- for the course; or \n \n \n \n (ii) for a course that runs for at least a semester -- for each term or semester (whichever is shorter) of the course.",
      "id": "s37"
    },
    {
      "text": "(4) In the case of the holder of a Subclass 560 visa who is an AusAID student or the holder of a Subclass 576 (AusAID or Defence Sector) visa -- the holder is enrolled in a full-time course of study or training.",
      "id": "s38"
    },
    {
      "text": "' \n \n \n\n Proceedings before the Tribunal \n \n14 On 23 March 2005 the applicant lodged an application with the Tribunal, for a review of the delegate's decision.",
      "id": "s39"
    },
    {
      "text": "In response to the question 'Why do you think the DIMIA decision was incorrect?",
      "id": "s40"
    },
    {
      "text": "', the applicant wrote the following:\n \n 'First, course termination does not mean that I cannot continue my study.",
      "id": "s41"
    },
    {
      "text": "However decision maker did not understand the circumstance at the time.",
      "id": "s42"
    },
    {
      "text": "Furthermore I talk with course coordinator.",
      "id": "s43"
    },
    {
      "text": "He also agree that I can continue my study, because I have left only 3 more units in order to complete my degree.",
      "id": "s44"
    },
    {
      "text": "My application is now under processing and once it prove, I can continue my study by next week.",
      "id": "s45"
    },
    {
      "text": "' \n \n\n15 On 13 April 2005 Mr Peter Dell, the Undergraduate Course Leader from the School of Information Systems at the University, wrote the following:\n \n 'Kwan-Il Kang is currently a student at Curtin University of Technology in the Bachelor of Commerce (Information Technology).",
      "id": "s46"
    },
    {
      "text": "Mr. Kang's academic status is conditional, meaning that he is eligible to enroll.",
      "id": "s47"
    },
    {
      "text": "He was unable to enroll in Semester 1, 2005 because the deadline for enrolments had passed when his academic status was assessed.",
      "id": "s48"
    },
    {
      "text": "He is required to enrol in Semester 2, 2005 to complete his degree.",
      "id": "s49"
    },
    {
      "text": "' \n \n\n16 By email dated 9 May 2005, the Tribunal requested that the University provide the following information: the course that the applicant was enrolled in, the course semester dates between 10 September 2004 until 15 March 2005 and 'whether the University certifies that the applicant has achieved an academic result that is at least satisfactory for each term/semester between 10 September 2004 until 15 March 2005'.",
      "id": "s50"
    },
    {
      "text": "17 In reply, by email dated 17 May 2005, Ms Claire Bridson, a Student Adviser from the University, wrote the following:\n \n 'What course Mr Kang was enrolled in during 2004 and 2005 \n 130099 --- Bachelor of Commerce (Information Technology) \n \n What the term/semester dates are for 10 September 2004 until 15 March 2005 \n Semester 2 2004: 2 August---26 November 2004 \n Semester 1 2005: 28 February---24 June 2005 \n \n Whether the University certifies that Mr Kang has achieved an academic result that is at least satisfactory for each term/semester between 10 September 2004 until 15 March 2005.",
      "id": "s51"
    },
    {
      "text": "Semester 2 2004: 2 August---26 November 2004 \n Semester Weighted Average: (SWA) 9.50% unsatisfactory \n \n As a result of this performance Mr Kang was Terminated from the BComm (IT) degree in December, 2004.",
      "id": "s52"
    },
    {
      "text": "Kang appealed this status and was granted a reprieve of Conditional status, given after Sem 1 2005 had begun therefore is only eligible to re-enrol and study from semester 2, 2005.",
      "id": "s53"
    },
    {
      "text": "(August 2005)' (original emphasis)\n \n\n18 On 20 May 2005 the Tribunal sent the applicant a letter pursuant to s 359A of the Act, inviting him to comment on the following information:\n \n '...Curtin University of Technology have informed the Tribunal that they do not certify that your academic results for semester 2 of 2004 (2 August - 26 November) were at least satisfactory.",
      "id": "s54"
    },
    {
      "text": "In fact they have stated that your results were unsatisfactory for this semester.",
      "id": "s55"
    },
    {
      "text": "They have advised that your results were unsatisfactory for all of the above semesters.",
      "id": "s56"
    },
    {
      "text": "' \n \n\n19 The letter further explained that the information was relevant for the review because it indicated that the applicant was in breach of Condition 8202, that requires the applicant to achieve an academic result that is certified by the education provider to be 'at least satisfactory' for each term/semester of the course.",
      "id": "s57"
    },
    {
      "text": "20 The applicant provided further information by way of a letter dated 27 May 2005.",
      "id": "s58"
    },
    {
      "text": "He explained that during semester 2 of 2004 he was planning on leaving Australia because his wife had become pregnant.",
      "id": "s59"
    },
    {
      "text": "He said that on further consideration he decided to complete his degree because he had three units left and the degree was important for his future.",
      "id": "s60"
    },
    {
      "text": "He explained that in February 2005 he appealed against his academic status to the examination board and was waiting on that outcome when he received the s 20 Notice and attended an interview at the department.",
      "id": "s61"
    },
    {
      "text": "The applicant further wrote that after the student visa was cancelled he received a letter from the University explaining that he was eligible to continue study and eligible to complete his degree.",
      "id": "s62"
    },
    {
      "text": "21 The applicant attended the Tribunal to give oral evidence on 27 June 2005.",
      "id": "s63"
    },
    {
      "text": "22 On 13 July 2005 the Tribunal affirmed the decision under review to cancel the applicant's visa for breach of Condition 8202.",
      "id": "s64"
    },
    {
      "text": "The Tribunal's decision \n \n23 The Tribunal stated in its decision that it did not have the discretion whether or not to cancel a visa if Condition 8202 had not been complied with.",
      "id": "s65"
    },
    {
      "text": "The visa must be cancelled if it is established that a breach of the condition has occurred, even if the breach was due to exceptional circumstances.",
      "id": "s66"
    },
    {
      "text": "24 The Tribunal stated at [29]:\n \n '... that the [University] , the review applicant's education provider, had not certified his results to be at least satisfactory for Semester 2 of 2004.",
      "id": "s67"
    },
    {
      "text": "The review applicant conceded that his results were not satisfactory for this semester in his evidence to the Tribunal and he explained the circumstances that led to his poor performance.",
      "id": "s68"
    },
    {
      "text": "' \n \n\n25 The Tribunal also said at [30]:\n \n 'As the review applicant has only three units to complete to attain his degree the Department may give consideration to waiving the three year ban on his being granted another visa.",
      "id": "s69"
    },
    {
      "text": "Particular [ly] since he is no longer excluded from his course and has permission to enrol.",
      "id": "s70"
    },
    {
      "text": "' \n \n\n The application for review before the Court \n \n26 An amended application was filed on 11 October 2005.",
      "id": "s71"
    },
    {
      "text": "The grounds for review in the amended application may be summarised as follows:\n \n (a) The Tribunal erred in cancelling the visa on the basis of an assessment by the University of the applicant's academic performance by reference to the full period of semester 2 of 2004, which ran from 2 August 2004 until 26 November 2004, when the applicant's visa period was for a lesser period.",
      "id": "s72"
    },
    {
      "text": "The visa period commenced on 10 September 2004 - which was over five weeks after the commencement of semester 2.",
      "id": "s73"
    },
    {
      "text": "(b) The delegate failed to extend procedural fairness to the applicant.",
      "id": "s74"
    },
    {
      "text": "The delegate issued a notice of intention to cancel the applicant's visa at 10.27 am on 15 March 2005, and then cancelled the visa at 11.03 am that day, without giving the applicant the time that he needed to talk to his course coordinator about his pending appeal.",
      "id": "s75"
    },
    {
      "text": "This procedural flaw could not be remedied before the Tribunal.",
      "id": "s76"
    },
    {
      "text": "(c) The Tribunal ignored relevant evidence and asked itself the wrong question because it did not address the lack of procedural fairness before the delegate.",
      "id": "s77"
    },
    {
      "text": "(d) The Tribunal ignored relevant evidence, failed to take into account relevant evidence and/or asked itself the wrong question in the course of considering the response from the University on 17 May 2005, to the Tribunal's email request of 9 May 2005.",
      "id": "s78"
    },
    {
      "text": "This was because, the Tribunal had concentrated only on that part of the University's response that referred to the 'semester weighted average' and had ignored that part of the University's response that had said that the applicant had appealed and had been given a 'Conditional status' and therefore was eligible to re-enrol and study from semester 2 of 2005.",
      "id": "s79"
    },
    {
      "text": "The Tribunal misconceived the information from the University as amounting to a 'certification of unsatisfactory academic results, or the omission to certify that his academic results were at least satisfactory for semester 2 of 2004'.",
      "id": "s80"
    },
    {
      "text": "Reasoning \n Ground 1 --- Cancellation by reference to certification in respect of semester 2 of 2004 \n \n27 Counsel for the applicant submitted that the Tribunal did not address itself to the period covered by the visa.",
      "id": "s81"
    },
    {
      "text": "Counsel for the applicant submitted that the Tribunal erred in using the report of the University in respect of the applicant's 'semester weighted average' academic results as the basis on which to cancel the visa, because this referred to the full period of the semester and the applicant's visa was only issued after the commencement of the semester.",
      "id": "s82"
    },
    {
      "text": "Counsel submitted that the Regulations did not permit the cancellation of the visa in respect of an academic result which was assessed by reference to a term or semester that commenced prior to the issue of the visa which was cancelled.",
      "id": "s83"
    },
    {
      "text": "28 Counsel for the first respondent submitted that the Regulations do not require the visa holder to hold the visa throughout the semester.",
      "id": "s84"
    },
    {
      "text": "He further submitted that there is nothing in the Regulations referring to a result for the 'full period' of the semester.",
      "id": "s85"
    },
    {
      "text": "The reference in Condition 8202 to achieving an 'academic result' for a term or semester indicates that the condition is looking at the outcome at the end of the relevant term or semester.",
      "id": "s86"
    },
    {
      "text": "29 I accept the submissions of counsel for the first respondent.",
      "id": "s87"
    },
    {
      "text": "The Regulations prescribe the means by which a visa holder is to satisfy the requirement of Condition 8202 in respect of academic performance.",
      "id": "s88"
    },
    {
      "text": "It is by a visa holder obtaining a certificate from the education provider that the academic result is 'at least satisfactory' in respect of each term or semester as the case may be.",
      "id": "s89"
    },
    {
      "text": "There is no qualification in the Regulations specifying the period of time that the visa holder was required to have held a specific visa prior to the end of the relevant term or semester.",
      "id": "s90"
    },
    {
      "text": "Satisfaction of the visa condition simply requires the production of a certificate in relation to the academic performance for the term or semester in question and contemplates that the certificate will be issued at the end of the term or semester.",
      "id": "s91"
    },
    {
      "text": "The means of fulfilling the requirement is sufficiently flexible to accommodate the case of a person who is a student for the whole of the semester or term but whose visa expires during the term or semester and is issued a new visa during that term.",
      "id": "s92"
    },
    {
      "text": "There is no dispute in this case that the applicant was enrolled at the commencement of the semester in question and was a student for the whole of the semester.",
      "id": "s93"
    },
    {
      "text": "30 The Tribunal did not err by having regard to the information from the University which referred to 'the semester weighted average' for semester 2 of 2004.",
      "id": "s94"
    },
    {
      "text": "Grounds 2 and 3 --- Lack of procedural fairness before the delegate and failure by Tribunal to address that issue \n\n \n31 Counsel for the applicant said that the applicant received the s 20 Notice on 14 March 2005, which stated that the applicant had 28 days from the date of the notice (8 March 2005) in which to respond.",
      "id": "s95"
    },
    {
      "text": "The applicant was compelled to attend the departmental office on 15 March 2005 because the visa was due to expire that day.",
      "id": "s96"
    },
    {
      "text": "The delegate who interviewed the applicant noted that the applicant's appeal against his termination from the course was still pending.",
      "id": "s97"
    },
    {
      "text": "At the interview the applicant had tried to get into contact with a University officer who was in a meeting until 12 noon.",
      "id": "s98"
    },
    {
      "text": "However, the delegate proceeded to cancel the visa at 11.07 am on 15 March 2005 before contact with the University officer could be made.",
      "id": "s99"
    },
    {
      "text": "32 Counsel for the applicant submitted that it could be inferred from the delegate's actions referred to above, that the delegate wished to rush through the cancellation without giving the applicant an opportunity to speak with the University.",
      "id": "s100"
    },
    {
      "text": "The delegate's refusal to grant the applicant a chance to respond to the alleged breach of Condition 8202 after he had spoken with the University, was a denial of procedural fairness.",
      "id": "s101"
    },
    {
      "text": "The Tribunal erred in that it failed properly to consider the failure of the delegate to provide the applicant procedural fairness and failed to consider that the applicant's academic status was under internal review.",
      "id": "s102"
    },
    {
      "text": "33 Counsel for the first respondent argued that the Tribunal's function is to review the decision on the merits and within the framework provided in Div 5 of Pt 5 of the Act: Zubair v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 248 ; (2004) 139 FCR 344, followed in Minister for Immigration and Multicultural and Indigenous Affairs v Ahmed [2005] FCAFC 58 ; (2005) 143 FCR 314.",
      "id": "s103"
    },
    {
      "text": "The Tribunal properly carried out its task of a merits review and asked itself the correct question on the merits review.",
      "id": "s104"
    },
    {
      "text": "34 I accept the submissions of counsel for the first respondent.",
      "id": "s105"
    },
    {
      "text": "The Tribunal afforded the applicant a merits review and it was not, therefore, required to address any alleged denial of procedural fairness before the delegate ( Humayun v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCAFC 35 at [30] ('Humayun') ).",
      "id": "s106"
    },
    {
      "text": "Ground 4 --- Misconception of the import of the University's response of 17 May 2005 \n \n35 Counsel for the applicant said that the Tribunal had received the response dated 17 May 2005 from the University referring to the applicant's 'semester weighted average' as being unsatisfactory for semester 2 of 2004, but that response had also stated that the applicant was no longer terminated and was granted a 'reprieve' of conditional status.",
      "id": "s107"
    },
    {
      "text": "Counsel submitted that the Tribunal treated the applicant's conditional status as of no significance and relied only on the reference in the response to the applicant's 'semester weighted average' as being conclusive that the University had not certified the applicant's academic result to be satisfactory.",
      "id": "s108"
    },
    {
      "text": "36 Counsel for the applicant submitted that the cases of Baidakova v Minister for Immigration and Multicultural Affairs [1998] FCA 1436 and Weerasinghe v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCA 261 support the contention that an education provider can take into account discretionary factors when determining whether an applicant's academic result has been 'at least satisfactory'.",
      "id": "s109"
    },
    {
      "text": "37 Counsel for the applicant also submitted that the fact that the applicant's status was reassessed to be conditional, required the Tribunal to be satisfied that the University was not certifying the applicant's academic performance for semester 2 of 2004 as satisfactory.",
      "id": "s110"
    },
    {
      "text": "Counsel submitted that the s 20 Notice referred to particulars of the breach as being 'terminated'.",
      "id": "s111"
    },
    {
      "text": "The applicant could reasonably suppose that the letter from the University on 13 April 2005 allowing the applicant to enrol was a refutation of the alleged breach.",
      "id": "s112"
    },
    {
      "text": "It was incumbent on the Tribunal to resolve whether the letter could have been considered to be an implied certification or might give rise to a certification, of satisfactory academic results.",
      "id": "s113"
    },
    {
      "text": "38 Counsel for the applicant also argued that the Tribunal ought to have engaged in a 'qualitative enquiry' when considering whether the applicant had breached Condition 8202.",
      "id": "s114"
    },
    {
      "text": "Instead the Tribunal treated the 'semester weighted average' as conclusive evidence and ignored the significance of the University's internal review of the applicant's status, which took into account personal factors.",
      "id": "s115"
    },
    {
      "text": "39 Counsel for the first respondent submitted that the applicant's claim that the Tribunal misconceived material from the University was not made out.",
      "id": "s116"
    },
    {
      "text": "The response by the University to the question asked by the Tribunal in its email of 9 May 2005, could be properly characterised as a statement that the applicant's results for semester 2 of 2004 were unsatisfactory.",
      "id": "s117"
    },
    {
      "text": "Counsel argued that there was no jurisdictional error in the Tribunal finding, on the basis of the response from the University, that the University had not certified his academic result as 'at least satisfactory'.",
      "id": "s118"
    },
    {
      "text": "40 Counsel for the first respondent submitted that the letter from the University dated 13 April 2005 deals with the applicant's status.",
      "id": "s119"
    },
    {
      "text": "It did not go to the applicant's academic result for the semester.",
      "id": "s120"
    },
    {
      "text": "Counsel submitted that the applicant's ability to re-enrol said nothing about his academic result.",
      "id": "s121"
    },
    {
      "text": "Counsel for the first respondent submitted further that the Tribunal properly regarded the material as not going to the certification of the applicant's academic result.",
      "id": "s122"
    },
    {
      "text": "41 In Humayun at [21] Wilcox J (with whom Conti and Stone JJ agreed) confirmed that the education provider has a 'measure of discretion' as to what level of academic performance is satisfactory for the purposes of providing a certificate in respect of Condition 8202.",
      "id": "s123"
    },
    {
      "text": "However, Wilcox J (with whom Conti J agreed) drew a distinction between a decision made by the education provider in relation to whether an academic result was at least satisfactory and a decision made in relation to the status of a student.",
      "id": "s124"
    },
    {
      "text": "At [22], Wilcox J (with whom Conti J agreed) said:\n \n 'I see no inconsistency in an educational institution saying to a student, whether simultaneously or at different times: \n \n \n (i) \"we will allow you to continue your course\"; \n \n (ii) \"your academic results to date are unsatisfactory\".",
      "id": "s125"
    },
    {
      "text": "On 22 January 2003, the University made the first statement to the appellant; on 7 February 2003 it made the second.",
      "id": "s126"
    },
    {
      "text": "' \n \n\n42 In that case, the majority found that the University's letter of 22 January 2003, did not constitute a certification by the provider which met the requirements of Condition 8202.",
      "id": "s127"
    },
    {
      "text": "43 The case which the applicant put to the Tribunal was that he accepted that his academic result was unsatisfactory, but that after having given the matter some consideration he had decided to appeal against his terminated status on the grounds that he had only three subjects left to do for his degree.",
      "id": "s128"
    },
    {
      "text": "It is apparent that the Tribunal was conscious of the requirement to consider only the question of whether the education provider had certified that the applicant had achieved an academic result that was at least satisfactory, as opposed to any decision of the University in relation to the academic status of the applicant.",
      "id": "s129"
    },
    {
      "text": "It cannot be said that, in so doing, the Tribunal asked itself the wrong question.",
      "id": "s130"
    },
    {
      "text": "The Tribunal had considerable sympathy for the plight of the applicant but came to the view that the letter from the University of 13 April 2005 and the email response of 17 May 2005 from the University did not comprise a certificate to the effect that the academic result was 'at least satisfactory'.",
      "id": "s131"
    },
    {
      "text": "It cannot be said that in coming to that view, the Tribunal misconceived the material from the University.",
      "id": "s132"
    },
    {
      "text": "The letter of 13 April 2005 refers only to the student's academic status.",
      "id": "s133"
    },
    {
      "text": "The email response from the University of 17 May 2005 itself draws a distinction between the applicant's academic result and his academic status.",
      "id": "s134"
    },
    {
      "text": "The email does not certify that the applicant's appeal has led to the 'academic result' being reclassified as 'at least satisfactory'.",
      "id": "s135"
    },
    {
      "text": "The email records that the 'semester weighted average' result was 'unsatisfactory', and says that the appeal resulted in a 'reprieve' in the academic status to 'conditional'.",
      "id": "s136"
    },
    {
      "text": "44 I also reject the contention of the applicant that the Tribunal committed jurisdictional error by failing to make inquiries as to whether or not the University's letter and email response meant that the University was thereby certifying that the academic result was 'at least satisfactory'.",
      "id": "s137"
    },
    {
      "text": "There is no absolute obligation on the Tribunal to make inquiry ( Minister for Immigration and Multicultural and Indigenous Affairs v Yu [2004] FCAFC 333 ; (2004) 141 FCR 448).",
      "id": "s138"
    },
    {
      "text": "Once it is recognised that a distinction is to be drawn between a student achieving an academic result that is certified to be 'at least satisfactory', and the academic status accorded to a student, there was no ambiguity in relation to the material from the University and, therefore, no reason for the Tribunal to embark upon any inquiry of the University.",
      "id": "s139"
    },
    {
      "text": "45 I find, therefore, that the Tribunal did not fall into jurisdictional error.",
      "id": "s140"
    },
    {
      "text": "It follows that the application must be dismissed with costs.",
      "id": "s141"
    },
    {
      "text": "I certify that the preceding forty-five (45) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Siopis.",
      "id": "s142"
    },
    {
      "text": "Associate:\n\nDated: 23 June 2006\n\n\n\n Counsel for the Applicant: Mr R Lindsay \n \n Solicitor for the Applicant: CGN Legal \n \n Counsel for the First Respondent: Mr J Allanson \n \n Solicitor for the First Respondent: Australian Government Solicitor \n \n Date of Hearing: 19 October 2005 and 15 February 2006 \n \n Date of Judgment: 23 June 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/788.html",
      "id": "s143"
    }
  ]
}