{
  "name": "Restom v Battenberg, in the matter of Battenberg [2006] FCA 781 (22 June 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/781.html",
  "catchphrases": [
    {
      "text": "subpoena",
      "id": "c0"
    },
    {
      "text": "notice to produce",
      "id": "c1"
    },
    {
      "text": "interim application to set aside subpoenas and notices to produce",
      "id": "c2"
    },
    {
      "text": "relevance",
      "id": "c3"
    },
    {
      "text": "legal professional privilege",
      "id": "c4"
    },
    {
      "text": "waiver of privilege",
      "id": "c5"
    },
    {
      "text": "practice and procedure",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "1 The debtor, by way of interim application, seeks to have four subpoenas and two notices to produce issued by the applicant creditors set aside, in whole or in part, on grounds of relevance or privilege or both.",
      "id": "s0"
    },
    {
      "text": "The relevance of the documents sought by the creditors must be determined in the context of the grounds on which the debtor seeks to dismiss the creditors' petition.",
      "id": "s1"
    },
    {
      "text": "2 As filed, paragraph 3 of the petition alleged that at the time the act of bankruptcy was committed (6 June 2005) the debtor was carrying on business in Australia, was personally present in Australia, was ordinarily resident in Australia and had a dwelling house in Australia.",
      "id": "s2"
    },
    {
      "text": "On 4 April 2006, Rares J ordered that 'the grounds in paragraph 3 of the creditors' petition being that the debtor was carrying on business in Australia and was personally present in Australia be struck out'.",
      "id": "s3"
    },
    {
      "text": "His Honour expressed the opinion that the creditors' claims as to the debtor's ordinary residence and as to him having a dwelling house in Australia as at the date of the act of bankruptcy were sufficiently particularised and should be permitted to remain in the creditors petition.",
      "id": "s4"
    },
    {
      "text": "His Honour further observed, 'depending on the evidence ultimately advanced at the trial in support of and in answer to the particulars, the trial judge could find that the debtor either was ordinarily resident in Australia or had a dwelling house in Australia within the meaning of the authorities discussed by Graham J in Mathai v Kwee [2005] FCA 932 at [111] to [126]'.",
      "id": "s5"
    },
    {
      "text": "The relevance of the subpoenas and notices to produce presently before me must be determined in this context.",
      "id": "s6"
    },
    {
      "text": "Subpoena to the debtor dated 12 December 2005 \n \n3 The subpoena sought documents in four categories.",
      "id": "s7"
    },
    {
      "text": "Documents responsive to paragraphs 1 and 2 were produced and the Court was informed that there were no documents falling within the category in paragraph 3.",
      "id": "s8"
    },
    {
      "text": "The only issue remaining is the creditors' objection to paragraph 4 of the subpoena, on the grounds that the documents sought are subject to legal professional privilege.",
      "id": "s9"
    },
    {
      "text": "Paragraph 4 is as follows:\n \n 'Letter dated 3 March 2005 by Salvatore Russo to the [sic] Russel &amp; Aitken on behalf of the Respondent in an appeal from the decision of the Scottish Employment Tribunal.",
      "id": "s10"
    },
    {
      "text": "' \n\n4 Apparently Russel &amp; Aitken are solicitors who acted for the debtor in Scotland.",
      "id": "s11"
    },
    {
      "text": "The debtor claimed that this letter between his Australian and Scottish solicitors is protected from disclosure by legal professional privilege.",
      "id": "s12"
    },
    {
      "text": "The creditors claim that any such privilege was waived by the debtor because there had been disclosure to a third party (the Scottish Employment Tribunal) in circumstances where the third party was not bound to treat the information disclosed as confidential.",
      "id": "s13"
    },
    {
      "text": "The disclosure to which the creditors refer is to be found in paragraph 6(F) of the debtor's Notice of Appeal from a decision of the Scottish Employment Tribunal, which is as follows:\n \n 'That the Tribunal erred in determining that it had jurisdiction to hear the matter, the Appellant having Australian domicile at the time.",
      "id": "s14"
    },
    {
      "text": "(The letter of 3 March 2005 from Messrs Russo, the Appellant's Australian solicitors, to Russel &amp; Aitken refers).",
      "id": "s15"
    },
    {
      "text": "5 The disclosure of the contents of the letter of 3 March 2005 in the Notice of Appeal signed by the debtor is inconsistent with the maintenance of confidentiality.",
      "id": "s16"
    },
    {
      "text": "The only apparent purpose of the reference to the letter is to summarise the content of the letter and indicate that it supported the assertion that the debtor was domiciled in Australia.",
      "id": "s17"
    },
    {
      "text": "The reference to the letter in the Notice of Appeal cannot be linked to the Tribunal's alleged error since the letter is dated 3 March 2005 and, according to the Notice of Appeal, the Tribunal's decision was made on 11 March 2005.",
      "id": "s18"
    },
    {
      "text": "In my view it constitutes waiver of legal privilege in accordance with the principle expressed in Mann v Carnell [1999] HCA 66 ; (1999) 201 CLR 1 at 13 and for that reason I decline to set aside paragraph 4 of the subpoena.",
      "id": "s19"
    },
    {
      "text": "Subpoena to the debtor's solicitor dated 12 December 2005 \n \n6 This subpoena was not referred to in the interim application; however it was raised at the hearing.",
      "id": "s20"
    },
    {
      "text": "As the documents sought under this subpoena are the same as those sought under the subpoena already discussed, the debtor's objections can be dealt with expeditiously.",
      "id": "s21"
    },
    {
      "text": "The documents produced in response to the above subpoena are also responsive to paragraphs 1 and 2 of this subpoena and there are no documents falling within paragraph 3.",
      "id": "s22"
    },
    {
      "text": "The only issue is the legal professional privilege issue discussed above and my conclusion is the same as that expressed above, for the same reasons.",
      "id": "s23"
    },
    {
      "text": "Notice to produce dated 22 March 2006 addressed to the debtor \n \n7 The notice seeks documents in eight categories.",
      "id": "s24"
    },
    {
      "text": "I was informed that there are not any documents in six of the categories.",
      "id": "s25"
    },
    {
      "text": "The remaining categories are in paragraphs 4 and 5:\n \n '4.",
      "id": "s26"
    },
    {
      "text": "Trust account and general account statements of account from Salvatore Russo, solicitor for the period 1 January 2005 to 30 December 2005 issued with respect to the Union Club litigation in the Supreme Court of New South Wales Equity Division; Supreme Court of New South Wales defamation list; Administrative Decisions Tribunal; the Supreme Court of New South Wales Court of Appeal and the Applicant's litigation before Gyles J in the Federal Court and Full Court of the Federal Court.",
      "id": "s27"
    },
    {
      "text": "5.",
      "id": "s28"
    },
    {
      "text": "Statements of account and/or memorandum of fees from Murray Aldridge SC and James Dupree for the period 1 January 2005 to 30 December 2005 and records by way of cheque butts, direct deposit and bank statements to show payment of same.",
      "id": "s29"
    },
    {
      "text": "' \n\n8 Counsel for the creditors, Mr Walsh, conceded that the account statements referred to in paragraph 4 would be relevant only in so far as they might show an address for the debtor.",
      "id": "s30"
    },
    {
      "text": "I accept that the address to which accounts rendered to the debtor are sent has some relevance to the debtor's place of residence although the probative value of such evidence may be limited.",
      "id": "s31"
    },
    {
      "text": "I do not see that any other information in these accounts can be relevant.",
      "id": "s32"
    },
    {
      "text": "Mr Walsh accepted that it would be appropriate for all other information in such statements to be masked and I propose to order accordingly.",
      "id": "s33"
    },
    {
      "text": "9 In relation to paragraph 5, the usual practice would be that counsel would render their accounts and memoranda of fees to the debtor's solicitors rather than directly to the debtor.",
      "id": "s34"
    },
    {
      "text": "From the bar table Mr Aldridge SC confirmed that this is his invariable practice.",
      "id": "s35"
    },
    {
      "text": "Mr Walsh accepted Mr Aldridge's assurance but pressed for the statements of account referred to in paragraph 5.",
      "id": "s36"
    },
    {
      "text": "I do not see any basis on which to distinguish between the accounts and memoranda of fees and do not accept that either is relevant.",
      "id": "s37"
    },
    {
      "text": "Accordingly, paragraph 5 must be set aside.",
      "id": "s38"
    },
    {
      "text": "Notice to produce dated 23 March 2006 addressed to the debtor \n \n10 Three categories of document are sought here.",
      "id": "s39"
    },
    {
      "text": "The third category need not be considered as I am informed there are not documents in that category.",
      "id": "s40"
    },
    {
      "text": "The other two categories are:\n \n \n '1.",
      "id": "s41"
    },
    {
      "text": "Correspondence from Russo &amp; Co to the Sheriff, Perth, Scotland concerning ownership of chattels.",
      "id": "s42"
    },
    {
      "text": "2.",
      "id": "s43"
    },
    {
      "text": "Correspondence to Russo &amp; Co instructing him with respect to: \n \n \n \n \n (a) Cape Vale Pty Ltd; \n (b) Goods of Cape Vale Pty Ltd; \n (c) Relationship between you and Cape Vale Pty Ltd; \n (d) Relationship between you and Ailsa Lee \n \n \n \n \n during 2005'.",
      "id": "s44"
    },
    {
      "text": "11 Paragraph 1 is not limited as to time nor does it identify the chattels in question.",
      "id": "s45"
    },
    {
      "text": "I understand that Cape Vale Pty Ltd is the owner of the home occupied by Ailsa Lee, the debtor's mother.",
      "id": "s46"
    },
    {
      "text": "Although paragraph 2 is limited to correspondence in 2005 I am still at a loss to understand how the correspondence could have any relevance to the issue of the debtor's residence.",
      "id": "s47"
    },
    {
      "text": "These paragraphs are text book examples of a fishing expedition and must be set aside.",
      "id": "s48"
    },
    {
      "text": "Subpoena issued to Cape Vale Pty Ltd dated 23 March 2006 \n \n12 The interim application seeks to set aside this subpoena, however a facsimile to the Court dated 19 June 2006 replies to the subpoena and states that there are no documents in any of the categories listed in the subpoena.",
      "id": "s49"
    },
    {
      "text": "The creditors did not press the matter any further.",
      "id": "s50"
    },
    {
      "text": "Subpoenas to the Roads and Traffic Authority and to the Commonwealth Bank \n \n13 The interim application also referred to subpoenas issued to the Roads and Traffic Authority and to the Commonwealth Bank, both returnable on 5 April 2006.",
      "id": "s51"
    },
    {
      "text": "However, the objections to these subpoenas were not pressed, apparently as a result of discussions between the parties which, Mr Aldridge advised, had narrowed the areas in dispute.",
      "id": "s52"
    },
    {
      "text": "14 Both parties have had a measure of success in relation to this application and for this reason it may be appropriate to make no order as to costs.",
      "id": "s53"
    },
    {
      "text": "However I shall hear the parties on the matter at a later stage and in the meantime costs shall be reserved.",
      "id": "s54"
    },
    {
      "text": "I certify that the preceding fourteen (14) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Stone.",
      "id": "s55"
    },
    {
      "text": "Associate:\n\nDated: 22 June 2006\n\n\n Counsel for the Applicant: Mr P Walsh \n \n Solicitor for the Applicant: Sally Nash &amp; Co.",
      "id": "s56"
    },
    {
      "text": "Counsel for the Respondent: Mr M Aldridge SC with Mr J Dupree \n \n Solicitor for the Respondent: Russo &amp; Partners \n \n Date of Hearing: 20 June 2006 \n \n Date of Judgment: 22 June 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/781.html",
      "id": "s57"
    }
  ]
}