{
  "name": "Sampi v Western Australia (No 4) [2006] FCA 760 (19 June 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/760.html",
  "catchphrases": [
    {
      "text": "native title determination application",
      "id": "c0"
    },
    {
      "text": "freehold areas excluded from original determination application",
      "id": "c1"
    },
    {
      "text": "including freehold areas held for an aboriginal mission and by an aboriginal land corporation",
      "id": "c2"
    },
    {
      "text": "ss 47a and 47b relied upon",
      "id": "c3"
    },
    {
      "text": "areas not covered by application",
      "id": "c4"
    },
    {
      "text": "inability to extend application to cover areas",
      "id": "c5"
    },
    {
      "text": "new application necessary in respect of excluded areas",
      "id": "c6"
    },
    {
      "text": "native title",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "Introduction \n \n1 On 10 June 2005 I published reasons for judgment finding that native title can be recognised over the traditional lands of the Bardi and Jawi People on the Dampier Peninsular and in the inter-tidal zone and adjacent reefs --- Sampi v State of Western Australia [2005] FCA 777.",
      "id": "s0"
    },
    {
      "text": "On 4 November 2005 I published a draft determination to give effect to those reasons and to deal with some other issues outstanding from the primary judgment --- Sampi v State of Western Australia (No 2) [2005] FCA 1567.",
      "id": "s1"
    },
    {
      "text": "2 On 30 November 2005 I made a native title determination over the land and waters in which I had found native title to exist.",
      "id": "s2"
    },
    {
      "text": "The orders then made expressly excluded, by agreement, certain small freehold areas in respect of which there were ongoing questions not raised at the trial of the action.",
      "id": "s3"
    },
    {
      "text": "Those questions were whether they were properly covered by the application and, if so, whether any extinguishment of native title on them could be disregarded because of the operation of s 47A of the Native Title Act 1993 (Cth) (the Act) --- Sampi v State of Western Australia (No 3) [2005] FCA 1716.",
      "id": "s4"
    },
    {
      "text": "3 On 14 December 2005 programming orders were made for the filing of affidavits and written submissions in relation to the existence of native title on the adjourned areas.",
      "id": "s5"
    },
    {
      "text": "The adjourned hearing proceeded on 22 May 2006.",
      "id": "s6"
    },
    {
      "text": "For reasons I now publish, I am satisfied that the adjourned areas were not included in the native title application the subject of these proceedings.",
      "id": "s7"
    },
    {
      "text": "They can therefore not be included in the native title determination.",
      "id": "s8"
    },
    {
      "text": "This does not prevent a separate application for a native title determination being brought in respect of the adjourned areas.",
      "id": "s9"
    },
    {
      "text": "Having regard to the evidence taken and facts found in the primary proceedings it would seem that the only issue on a new application is likely to be the application of ss 47A and 47B of the Act to those areas.",
      "id": "s10"
    },
    {
      "text": "The adjournment order \n \n4 The orders made on 30 November 2005 included the following as Order A: \n \n 'The proceeding stands adjourned by Order of the Court made 25 November 2005 in relation to the following areas which are not included in the Determination Area: \n \n \n \n (a) those portions of Dampier Location 25 as were comprised in Certificate of Title Volume 1670 Folio 883 when the native title determination application the subject of proceeding WAD 49 of 1998 was made, including Dampier Locations 371, 372, 373, 374, 404 and 405; and \n (b) the areas comprised in Certificates of Title Volume 1744 Folio 116 (Portion of Dampier Location 19), Volume 1744 Folio 117 (Portion of Dampier Location 69) and Volume 1744 Folio 118 (Dampier Location 21), \n \n generally shown on the Maps in Schedule 8.",
      "id": "s11"
    },
    {
      "text": "' \n \n \n\nI attach copies of enlargements of the two adjourned areas within the determination area.",
      "id": "s12"
    },
    {
      "text": "The adjourned areas \n \n5 The two adjourned areas are described broadly as the Lombadina/Djarindjin area which covers part of Dampier Location 25 and the Kooljaman area which covers Dampier Locations 19, 21 and 69.",
      "id": "s13"
    },
    {
      "text": "6 The original grant of Dampier Location 25 in 1939 was to an incorporated Mission Society and in 1959 it was vested in the 'Roman Catholic Vicar Apostolic of the Kimberleys'.",
      "id": "s14"
    },
    {
      "text": "That certificate of title was cancelled on 16 July 1984.",
      "id": "s15"
    },
    {
      "text": "Part of the land was vested in the Crown and the balance, under Certificate of Title Volume 1670 Folio 883 was vested in the Roman Catholic Bishop of Broome '[t]o be used and held solely for the purpose of an Aboriginal Mission Station'.",
      "id": "s16"
    },
    {
      "text": "That was the tenure of the Lombadina/Djarindjin area when the native title determination application was lodged on 1 September 1995.",
      "id": "s17"
    },
    {
      "text": "7 The land was subsequently divided into smaller locations and reserves vested as follows: \n Current Tenure Current Purpose Owner/Vestee Dampier Location 404 Freehold The Roman Catholic Bishop of Broome Dampier Location 405 Freehold The Roman Catholic Bishop of Broome Reserve 46574 Cemetery The Aboriginal Lands Trust Reserve 46575 Power House The Aboriginal Lands Trust Reserve 46576 Use and Benefit of Aboriginal Inhabitants The Aboriginal Lands Trust Lot 431 on DP 214744 --- Dedicated 14/12/2001 Dedicated Road \n \n \n \n8 At the time the native title determination application was lodged on 1 September 1995 the Kooljaman area comprised the following: \n \n \n 'a.",
      "id": "s18"
    },
    {
      "text": "portion of Dampier Location 19, Certificate of Title no 1744/116 under the Transfer of Land Act 1893 as amended, originally granted on 20 October 1986 to the Aboriginal Development Commission of Bonner House, Woden, Australian Capital Territory as registered proprietor of an estate in fee simple, and transferred on 22 March 1991 to the Kooljaman Land Aboriginal Corporation ... of Cape Leveque; \n \n b. Dampier Location 21, Certificate of Title no 1744/118 under the Transfer of Land Act 1893 as amended, originally granted on 20 October 1986 to the Aboriginal Development Commission of Bonner House, Woden, Australian Capital Territory as registered proprietor of an estate in fee simple, and transferred on 22 March 1991 to the Kooljaman Land Aboriginal Corporation ... of Cape Leveque.",
      "id": "s19"
    },
    {
      "text": "c. Lot 69 on deposited plan 170766, Certificate of Title no 1744/117 under the Transfer of Land Act 1893 (WA), originally granted on 4 April 1967 to the Commonwealth of Australia under Certificate of Title 1316/217 as registered proprietor of an estate in fee simple, and transferred on 22 March 1991 to the Kooljaman Land Aboriginal Corporation ... of Cape Leveque.",
      "id": "s20"
    },
    {
      "text": "' \n \n \n\n9 There are no trusts of the Kooljaman area disclosed on these certificates of title.",
      "id": "s21"
    },
    {
      "text": "The areas covered by the native title determination application \n \n10 The native title determination application was originally lodged on 1 September 1995.",
      "id": "s22"
    },
    {
      "text": "It was lodged with the National Native Title Tribunal (the Tribunal) and registered on 1 September 1995 and was accepted under the provisions of the Act, as it then stood, on 15 April 1996.",
      "id": "s23"
    },
    {
      "text": "11 A first amendment of the application occurred by order of Lee J made on 19 June 1998.",
      "id": "s24"
    },
    {
      "text": "An amended application pursuant to that order was filed on 25 June 1998.",
      "id": "s25"
    },
    {
      "text": "On 24 August 1999 a Registrar of the Court ordered that the application be further amended in accordance with a minute dated 18 August 1999.",
      "id": "s26"
    },
    {
      "text": "Further amendments, not material for present purposes, were allowed by my order of 10 June 2005 made at the time that the primary reasons for judgment were published.",
      "id": "s27"
    },
    {
      "text": "12 The description of the area covered by the application as lodged in 1995 was set out in paragraph A6 in terms which included the following: \n \n 'The area claimed comprises land, waters, water courses, reefs, seas and seabed in the Northern Dampier and King Sound Regions of the Western Kimberley in the State of Western Australia, being an area --- \n \n (There followed coordinate descriptions of the external boundaries of the area)\n \n \n as shown on the map at Annexure A 6 I \n \n \n BUT EXCLUDING any land contained within that area which is identified herein as being the subject of a grant of a freehold estate other than land granted to the Crown or a statutory authority of the Crown: the Australian Maritime Safety Authority.",
      "id": "s28"
    },
    {
      "text": "' \n \n\nA hand drawn map of the claim area appears at Annexure A 6 I to the application.",
      "id": "s29"
    },
    {
      "text": "That showed coordinates written in at various points where the external boundary changes direction.",
      "id": "s30"
    },
    {
      "text": "It did not show any of the exclusions within the external boundary.",
      "id": "s31"
    },
    {
      "text": "13 An attachment, A7, to the application was entitled 'CURRENT LEGAL STATUS OF LAND IN THE CLAIM AREA'.",
      "id": "s32"
    },
    {
      "text": "It listed reserves, special leases and freeholds.",
      "id": "s33"
    },
    {
      "text": "A list under the heading 'RESERVES' included the following: \n \n ' Reserve: 21707 \n Original Gazette : 28/5/ 1937 \n Current Information \n Purpose Aboriginal Mission Station \n Vesting CG in trust to \"Roman Catholic Bishop of Broome\" \n Location Dampier, 25 \n Map Pender 1:250 000 \n Area Near Lombadina \n \n History Information \n Comment CG in Trust C/T 1063/363 to Roman Catholic Vicar Apostolic' \n \n \n\n14 Under the separate heading 'PENDER REGION' there appeared the following entries:\n \n 'Res No Lot/Loc Crown Land No C/T Owner/Vesting \n \n 25 1670/883 RC Bishop of Br.",
      "id": "s34"
    },
    {
      "text": "(Held for the purpose of an Aboriginal mission station --- 162.2676 hectares) \n \n 21 1744-118 Kooljaman Land \n Aboriginal Corp' \n \n\nOther entries under these headings covered land which, as the submissions for the State of Western Australia pointed out, is freehold land clearly excluded from the claim area by the terms of the general exclusion in paragraph A6 of the application.",
      "id": "s35"
    },
    {
      "text": "They included, for example, under the heading 'PENDER REGION' Location 215, C/T 1711/767 owned by RB and LM Brown.",
      "id": "s36"
    },
    {
      "text": "On the other hand the Pender Region list included a lot being Lot 1 on Certificate of Title 1744/119 held by the Australian Maritime Safety Authority (AMSA).",
      "id": "s37"
    },
    {
      "text": "15 In an affidavit sworn in support of the amended application in 1998, by a solicitor acting for the applicants, it was said (at [10]): \n \n 'As a result of successful mediation in the NNTT, the Applicants have instructed me to exclude that area of land described in Certificate of Title Volume 1744 Folio 115, described as Dampier Locations 19 and 69, which is an estate in fee simple vested in the Australian Maritime Safety Authority.",
      "id": "s38"
    },
    {
      "text": "' \n \n\nThe actual amendments effected to the application in 1998 changed the exclusion clause in paragraph A6 to read as follows: \n \n \n ' But excluding any land contained within that area which is, or has been, the subject of a grant of freehold estate identified herein as being the subject of a grant of a freehold estate other than land granted to the Crown or a statutory authority of the Crown but excluding that area of land described in Certificate of Title Volume 1744 Folio 115 which is vested in the Australian Maritime Safety Authority.",
      "id": "s39"
    },
    {
      "text": "' \n \n\n16 In the application as amended in 1999 the claim area was described in Schedule B.",
      "id": "s40"
    },
    {
      "text": "The schedule contained a description of the external boundary of the application which it is not necessary to set out here.",
      "id": "s41"
    },
    {
      "text": "It then described the Internal boundaries.",
      "id": "s42"
    },
    {
      "text": "That description was in the following terms: \n \n 'Internal boundaries: \n \n \n \n (1) The applicants exclude from the claim any areas covered by valid acts on or before 23 December 1996 comprising such of the following as are included as extinguishing acts within the Native Title Act 1993 , as amended, and the Titles Validation Act 1994, as amended.",
      "id": "s43"
    },
    {
      "text": "Category A past acts, as defined in NTA s228 and s299; \n \n Category A intermediate period acts under the NTA s232A and s232B and s12A of the Titles Validation Amendment Act 1999 (WA).",
      "id": "s44"
    },
    {
      "text": "(2) The applicants exclude from the claim any areas in relation to which a previous exclusive possession act, as defined in section 23B of the NTA, was done in relation to an area, and, either the act was an act attributable to the Commonwealth, or the act was attributable to the State of Western Australia and a law of that State has made provision as mentioned in section 23E in relation to the act.",
      "id": "s45"
    },
    {
      "text": "(3) The Applicants exclude from the claim areas in relation to which native title rights and interests have otherwise been extinguished, including areas subject to:- \n \n \n \n \n \n (a) an act authorised by legislation which demonstrates the exercise of permanent adverse dominion in relation to native title; or \n (b) actual use made by the holder of a tenure other than native title which is permanently inconsistent with the continued existence of native title.",
      "id": "s46"
    },
    {
      "text": "To avoid any uncertainty, the Applicants exclude from the claim area any of the areas contained within the following descriptions which have been validly granted, set out is (sic) Schedule B1.",
      "id": "s47"
    },
    {
      "text": "Schedule B1 \n B1.1 An unqualified grant of an estate in fee simple \n B1.2 A permanent public work \n B1.3 An existing public road, street or highway.",
      "id": "s48"
    },
    {
      "text": "(4) Paragraphs (1) to (3) above are subject to such of the provisions of sections 47, 47A and 47B of the Act as apply to any part of the area contained within this application, particulars of which will be provided prior to the hearing but which include such areas as may be listed in Schedule L. \n \n (5) The applicants exclude from the claim the areas excluded in the original application in WC95/48 and WAG 49 of 1998 as amended.",
      "id": "s49"
    },
    {
      "text": "' \n \n \n\n17 Schedule C to the application as amended in August 1999 stated: \n \n 'A map showing the boundaries of the area covered by the application is as set out in the original application as amended.",
      "id": "s50"
    },
    {
      "text": "' \n \n\nThe original application as amended attached a map marked 'LW2' which showed both the Lombadina adjourned area and the Kooljaman adjourned area as excluded from the claim.",
      "id": "s51"
    },
    {
      "text": "18 Form 1, as amended by the second amendment, attaches a map as Attachment C which is said to be Native Title Application as at 02/08/1999.",
      "id": "s52"
    },
    {
      "text": "This is said to be a map created from data sourced from the Land Claims Mapping Unit, WALIS and the Kimberley Land Council by Geospatial Analysis &amp; Mapping Branch, National Native Title Tribunal.",
      "id": "s53"
    },
    {
      "text": "According to its legend, that map shows the area of the Bardi Jawi application as shaded, but shows the Lombadina adjourned area and the Kooljaman adjourned area, together with other areas, as not shaded.",
      "id": "s54"
    },
    {
      "text": "19 Schedule L of the application as amended in 1999 states, inter alia: \n \n 'The applicants: \n \n \n \n (a) do not have details of any area for which a pastoral lease is held by or on behalf of the members of the native title claim group; \n \n (b) have details of areas leased, held or reserved for the benefit of Aboriginal peoples or Torres Strait Islanders and occupied by or on behalf of the members of the native title claim group and these details are set out in the attachment to Schedule L; \n \n (c) have details of vacant crown land occupied by the members of the native title claim group and these details are shown in the attachment to Schedule L and the Map described as Annexure LW2; \n \n (d) have details of areas mentioned in paragraphs (b) or (c) over which the extinguishment of native title is required by section 47, 47A or 47B of the Act to be disregarded and these details are set out in the attachments, referred to in paragraphs (b) and (c) above.",
      "id": "s55"
    },
    {
      "text": "' \n \n \n\n20 Schedule L attached to the application as amended in 1999, contains a list of leases and of vacant crown land but no freeholds.",
      "id": "s56"
    },
    {
      "text": "The map, which is Annexure LW2, is the same as that which supported the first amendment.",
      "id": "s57"
    },
    {
      "text": "It was relied upon in the application as amended in 1999 to illustrate vacant crown land to which s 47B was said to apply.",
      "id": "s58"
    },
    {
      "text": "It is said by the State to show the Lombadina adjourned area and the Kooljaman adjourned area as both being excluded from the claim.",
      "id": "s59"
    },
    {
      "text": "The map in evidence was not clear enough to enable that judgment to be made.",
      "id": "s60"
    },
    {
      "text": "Statutory framework \n \n21 Section 64 of the Act provides, in subs (1):\n \n 'An amendment of an application must not result in the inclusion of any area of land or waters that was not covered by the original application.",
      "id": "s61"
    },
    {
      "text": "' \n \n\n Whether the adjourned areas were covered by the application \n \n22 The threshold question in this case is whether or not the adjourned areas were covered by the native title determination application.",
      "id": "s62"
    },
    {
      "text": "23 In their written submissions the applicants referred to paragraph A6 of the original application.",
      "id": "s63"
    },
    {
      "text": "They referred also to the relevant entry in the Register and some map attachments included in the Register which were generated by the Land Claims Mapping Unit, WALIS.",
      "id": "s64"
    },
    {
      "text": "These attachments however, as the applicants acknowledged, had no bearing on the construction of the application.",
      "id": "s65"
    },
    {
      "text": "24 In their reply submissions the applicants accepted that the 'exclusion provision' at the end of paragraph A6 of the original application contained a statement of exclusion and then an exception to it.",
      "id": "s66"
    },
    {
      "text": "The exception was the freehold grant to the AMSA which thereby included that area within the claim.",
      "id": "s67"
    },
    {
      "text": "The applicants argued that the exclusion in paragraph A6 of the first amended application (1998) was an exclusion in relation to certain freeholds, an exception in relation to Crown to Crown grants and an exclusion of the AMSA grant from the Crown to Crown grant exception thus excluding the AMSA land from the claim area.",
      "id": "s68"
    },
    {
      "text": "25 In my opinion, the original application excluded all freehold grants other than freehold estates granted to the Crown or Crown authorities and including in that later category, AMSA.",
      "id": "s69"
    },
    {
      "text": "The 1998 amendment went no further than to except AMSA freehold land from the class of Crown to Crown grants so that it fell within the general exclusion of freehold titles and thus outside the claim area.",
      "id": "s70"
    },
    {
      "text": "26 There is, in my opinion, no room for debate that the application as originally filed and as it stood after the 1998 amendments did not extend to freehold lands save for that subject to grants to the Crown or Crown authorities.",
      "id": "s71"
    },
    {
      "text": "The adjourned areas were the subject of freehold titles vested in the Roman Catholic Bishop of Broome and the Kooljaman Land Aboriginal Corporation respectively.",
      "id": "s72"
    },
    {
      "text": "27 The applicants submitted that the application, as reamended in 1999, repeated the AMSA exclusion '... and makes clear otherwise that sections 47 , 47A and 47B of the Native Title Act, 1993 will be relied upon in relation to freeholds that are not so excluded.",
      "id": "s73"
    },
    {
      "text": "' So, it was submitted, the adjourned area was covered by the application.",
      "id": "s74"
    },
    {
      "text": "28 The 1999 amendments excluded from the claim area '[a]n unqualified grant of an estate in fee simple'.",
      "id": "s75"
    },
    {
      "text": "This was expressed to be subject to 'such of the provisions of sections 47, 47A and 47B of the Act as apply to any part of the area contained within the application ...' If Schedule B had comprised part of the original application there might be room for debate about whether 'an unqualified grant of an estate in fee simple' included the Lombadina adjourned area land having regard to the requirement that it be 'used and held solely for the purposes of an Aboriginal Mission Station'.",
      "id": "s76"
    },
    {
      "text": "The title conferred on the Kooljaman Land Aboriginal Corporation was not so limited.",
      "id": "s77"
    },
    {
      "text": "29 The fact is, that as at August 1999, by virtue of s 64(1), it was not possible to amend the application so as to extend the areas covered by it.",
      "id": "s78"
    },
    {
      "text": "There could therefore be no implication or argument that Schedule B brought within the purview of the reamended application land which had previously been excluded.",
      "id": "s79"
    },
    {
      "text": "The possibility that other land has been treated as covered by the application even though previously excluded, does not affect the question.",
      "id": "s80"
    },
    {
      "text": "The case has been heard and determined on a basis which left the resolution only of the two adjourned areas.",
      "id": "s81"
    },
    {
      "text": "It is not open to the parties now to argue that, as a consequence of finding the adjourned areas to be excluded from the application, other areas must be so treated.",
      "id": "s82"
    },
    {
      "text": "Those issues are now res judicata .",
      "id": "s83"
    },
    {
      "text": "30 In my opinion the application did not cover the adjourned areas.",
      "id": "s84"
    },
    {
      "text": "They cannot therefore be included in the determination.",
      "id": "s85"
    },
    {
      "text": "This does not prevent a fresh application being lodged in relation to them.",
      "id": "s86"
    },
    {
      "text": "If such an application is lodged then there would, in my opinion, be little debate about the necessary connection between the Bardi Jawi people and the land in question for the purposes of the determination.",
      "id": "s87"
    },
    {
      "text": "The evidence and findings of fact used in the main proceedings could be relied upon in the new proceedings (Act s 86).",
      "id": "s88"
    },
    {
      "text": "The only remaining question then would be about the application of ss 47A and 47B of the Act.",
      "id": "s89"
    },
    {
      "text": "31 Following upon registration and notification of a new application the matter could be dealt with in one of two ways: \n \n 1.",
      "id": "s90"
    },
    {
      "text": "The parties would be referred by the Court to mediation by the Tribunal and agree as to all relevant facts throwing up for determination simply the question whether s 47A applies to either or both of the adjourned areas.",
      "id": "s91"
    },
    {
      "text": "2.",
      "id": "s92"
    },
    {
      "text": "The application is listed for trial without referral to mediation on the basis that the Court will have regard to the evidence and findings of fact in the primary proceedings.",
      "id": "s93"
    },
    {
      "text": "On that basis, again, there would appear to be little, if any, need for additional evidence and the Court could proceed, on the basis of written submissions, to reach a determination.",
      "id": "s94"
    },
    {
      "text": "The focus of such a proceeding would no doubt be the application of s 47A.",
      "id": "s95"
    },
    {
      "text": "32 The adjourned areas however cannot be dealt with in the present proceedings.",
      "id": "s96"
    },
    {
      "text": "I propose therefore to order that they be included in Schedule 2 of the determination as areas not covered by it.",
      "id": "s97"
    },
    {
      "text": "I certify that the preceding thirty-two (32) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice French.",
      "id": "s98"
    },
    {
      "text": "Associate:\n\nDated: 19 June 2006\n\n Counsel for the Applicants: Mr R Blowes QC \n \n Solicitor for the Applicants: Kimberley Land Council \n \n Counsel for the First Respondent: Ms R Webb SC \n \n Solicitor for the First Respondent:\n\nCounsel for the Commonwealth:\n\nSolicitor for the Commonwealth: State Solicitor for Western Australia\n\n\nMr K Pettit SC\n\n\nAustralian Government Solicitor \n \n Date of Hearing: 22 May 2006 \n \n Date of Judgment: 19 June 2006 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/760.html",
      "id": "s99"
    }
  ]
}