{
  "name": "MZWKJ v Minister for Immigration and Multicultural Affairs [2006] FCA 761 (20 June 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/761.html",
  "catchphrases": [
    {
      "text": "anshun estoppel",
      "id": "c0"
    },
    {
      "text": "no special circumstances to preclude estoppel",
      "id": "c1"
    },
    {
      "text": "migration",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from orders of a Federal Magistrate made on 17 June 2005 dismissing an application for judicial review of a decision of the Refugee Review Tribunal (\"the Tribunal\") dated 17 March 1997 and handed down on 20 March 1997.",
      "id": "s0"
    },
    {
      "text": "In that decision the Tribunal affirmed a decision of a delegate of the first respondent refusing to grant the appellants protection visas.",
      "id": "s1"
    },
    {
      "text": "2 The appellants, who are husband and wife, are citizens of Sri Lanka.",
      "id": "s2"
    },
    {
      "text": "They arrived in Australia on 4 December 1995 and lodged an application for protection visas on 28 June 1996.",
      "id": "s3"
    },
    {
      "text": "A delegate of the first respondent refused their application and, on 10 December 1996, they applied for review of that decision.",
      "id": "s4"
    },
    {
      "text": "On 20 March 1997, the Tribunal handed down a decision affirming the delegate's decision not to grant protection visas.",
      "id": "s5"
    },
    {
      "text": "3 Prior to commencing the proceedings at first instance, the appellants had already conducted judicial review proceedings in respect of the Tribunal's decision.",
      "id": "s6"
    },
    {
      "text": "On 22 March 2003, they filed in the High Court of Australia an application for an order nisi in respect of the Tribunal's decision.",
      "id": "s7"
    },
    {
      "text": "The High Court subsequently remitted the proceeding to this Court.",
      "id": "s8"
    },
    {
      "text": "On 24 March 2004, Weinberg J refused the application for an order nisi and, on 21 May 2004, Finkelstein J refused an application for leave to appeal.",
      "id": "s9"
    },
    {
      "text": "4 In rejecting the appellants' judicial review application, the learned Federal Magistrate held that the principles of Anshun estoppel applied as a result of the previous judicial review proceedings.",
      "id": "s10"
    },
    {
      "text": "His Honour did not find it necessary to consider whether issue estoppel applied: see MZWKJ v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FMCA 1294 (\" MZWKJ \") at [28].",
      "id": "s11"
    },
    {
      "text": "His Honour said, at [12], that:\n \n \"In my view the nature of the grounds claimed in this case are so similar, in substance, to those the subject of the order nisi application (even on the best case of the applicant with respect to the difference in focus between the country information and inconsistencies in evidence) that nonetheless the arguments ought to have all been brought as part of the initial proceedings.",
      "id": "s12"
    },
    {
      "text": "I fine that it was unreasonable that the applicant did not pursue his current basis for judicial review in the proceedings previously pending before Weinberg J, which were dismissed.",
      "id": "s13"
    },
    {
      "text": "\" \n\n5 His Honour formed the view (at [13]) that in light of this it was necessary for him to determine \"whether or not there are circumstances in this case which would justify granting the applicant leave to litigate these issues, despite having had an opportunity to do so before Weinberg J and not pursuing them on that occasion\".",
      "id": "s14"
    },
    {
      "text": "After considering the matters on which the applicant relied in this regard, his Honour held, at [26], that the circumstances did not justify a further hearing.",
      "id": "s15"
    },
    {
      "text": "6 By their notice of appeal filed on 8 July 2005, the appellants challenged the judgment of the Federal Magistrate on the grounds that:\n \n \n \"1.",
      "id": "s16"
    },
    {
      "text": "The learned Magistrate erred in finding that the application before him was barred by Anshun estoppel or otherwise.",
      "id": "s17"
    },
    {
      "text": "2.",
      "id": "s18"
    },
    {
      "text": "The learned Magistrate erred in not finding that the decision of the [Tribunal] ... was affected by jurisdictional error or that the Tribunal had acted without jurisdiction.",
      "id": "s19"
    },
    {
      "text": "\" \n \n\n7 The appellants relied on the affidavits before the Federal Magistrate and also sought to rely on an affidavit of the first appellant sworn on 15 June 2006 (referred to below as \"the 15 June 2006 affidavit\").",
      "id": "s20"
    },
    {
      "text": "In an outline of submissions filed on 2 December 2005, the appellants stated that the issues raised by the appeal were: (1) whether his Honour was correct in holding that Anshun estoppel applied; and (2) if his Honour was correct, did he err in finding that there were not \"special circumstances\" such as to justify a further hearing despite the rule in Port of Melbourne Authority v Anshun Pty Ltd [1981] HCA 45 ; (1981) 147 CLR 589 (\" Anshun \").",
      "id": "s21"
    },
    {
      "text": "8 In oral submissions, in respect of both limbs of his argument, counsel for the appellants emphasized that the proceeding in the High Court was part of what is sometimes referred to as the \"Muin and Lie\" litigation and focussed on the Tribunal's use of \"country information\": see Muin v Refugee Review Tribunal ; Lie v Refugee Review Tribunal in [2002] HCA 30 ; (2002) 190 ALR 601 (\" Muin \").",
      "id": "s22"
    },
    {
      "text": "Counsel for the appellants submitted that the documents relevant to the High Court proceeding should be viewed in this light.",
      "id": "s23"
    },
    {
      "text": "The appellants further contended that, by the present proceeding, they desired to raise \"a different aspect of the audi alteram partem rule ... relating to the extent of the obligation of the Tribunal to put to applicants for comment matters of inconsistency within or between the evidence of applicants or witnesses\".",
      "id": "s24"
    },
    {
      "text": "9 In written submissions, the appellants contended that there were special circumstances having regard to the following matters:\n \n \"(a) The case potentially involves questions of life and liberty; \n \n \n (b) The Minister is a respondent in her official capacity by force of statute, not in her personal capacity; \n (c) The appellants were unrepresented at the earlier Court proceedings; \n (d) If there was procedural unfairness in relation to the decision, it is jurisdictional error of such seriousness that usually relief would follow almost as of right.",
      "id": "s25"
    },
    {
      "text": "\" \n \n\n10 In support of their submissions in this regard, the appellants referred to BC v Minister for Immigration and Multicultural Affairs [2002] FCAFC 221 (\" BC \") at [31] and [38].",
      "id": "s26"
    },
    {
      "text": "Counsel for the appellants expanded on this submission in oral argument.",
      "id": "s27"
    },
    {
      "text": "He contended that it was clear from Weinberg J's ex tempore reasons that the appellants, who were then unrepresented, had a very limited grasp of the relevant law.",
      "id": "s28"
    },
    {
      "text": "Counsel also referred to the statement by the first appellant that had been made in June 1996.",
      "id": "s29"
    },
    {
      "text": "He submitted that, if believed, the appellants' case was at the severe part of the \"life and liberty\" spectrum and the first factor should be given particular weight.",
      "id": "s30"
    },
    {
      "text": "He further argued that had the inconsistencies in question been put to the appellants and explained to the Tribunal's satisfaction, then the Tribunal might have reached a different decision.",
      "id": "s31"
    },
    {
      "text": "These factors cancelled out the delay factor, so counsel said.",
      "id": "s32"
    },
    {
      "text": "Counsel for the appellant also argued that if a court came to consider the substantive grounds of the present application, then these grounds had reasonable prospects of success.",
      "id": "s33"
    },
    {
      "text": "The appellants contended that, if they succeeded, then the appropriate course was for the Court to remit the matter to consider the substantive grounds of the application for relief (i.e., that the Tribunal's decision was affected by jurisdictional error and should be set aside by reason of denial of procedural fairness).",
      "id": "s34"
    },
    {
      "text": "11 In their submissions of 2 December 2005, the appellants also sought to raise as a new ground of appeal, whether Anshun estoppel does not apply as against at least the second appellant because her application was not heard on remitter of the prior proceeding.",
      "id": "s35"
    },
    {
      "text": "In written submissions filed in June 2006, the appellants abandoned this ground.",
      "id": "s36"
    },
    {
      "text": "12 The first respondent opposed any grant of leave to the appellants permitting them to rely on the 15 June 2006 affidavit.",
      "id": "s37"
    },
    {
      "text": "13 In written submissions filed on 11 January 2006, the first respondent submitted that his Honour correctly found that Anshun estoppel applied, because all the claims in the present proceeding were or could have been advanced in the previous judicial review proceedings.",
      "id": "s38"
    },
    {
      "text": "The first respondent submitted:\n \n \"Any grounds of review which the appellants sought to argue at first instance were effectively raised by the grounds in their High Court application in the previous judicial review proceedings.",
      "id": "s39"
    },
    {
      "text": "In those earlier proceedings, the appellants (at least initially) relied on grounds encompassing those now argued in the present proceeding.",
      "id": "s40"
    },
    {
      "text": "For example, it was asserted in the draft order nisi that the Tribunal \"failed to give to the applicant particulars of information which the Tribunal considered or ought reasonably to have considered as a reason or reasons for affirming the decision under review and referred to in pages 12-19 of its decision\" (emphasis added).",
      "id": "s41"
    },
    {
      "text": "Pages 12-19 of the Tribunal's decision include parts of the country information referred to by the Tribunal as well as all of the Tribunal's discussion of inconsistencies in the evidence presented by the appellants.",
      "id": "s42"
    },
    {
      "text": "In the present proceeding, the appellants essentially seek the same relief as that sought in the previous judicial review proceedings (that is, orders for the Tribunal's decision to be set aside and the matter to be remitted to the Tribunal for further consideration).",
      "id": "s43"
    },
    {
      "text": "Ultimately, there is a commonality of the cause of action in the two sets of proceedings.",
      "id": "s44"
    },
    {
      "text": "The substratum of facts giving rise to the right to review and relief are exactly the same.",
      "id": "s45"
    },
    {
      "text": "The substance of the two proceedings is the same.",
      "id": "s46"
    },
    {
      "text": "The right to relief in each case is informed by the same substantive law principles.",
      "id": "s47"
    },
    {
      "text": "For the reasons set out in paragraphs 3.5 to 3.12 above, the parties to the two sets of proceedings do not differ in any material respect.",
      "id": "s48"
    },
    {
      "text": "\" \n\n14 There was, so the first respondent submitted, no error in his Honour's exercise of discretion and BC was distinguishable from the appellants' case.",
      "id": "s49"
    },
    {
      "text": "Further, so the first respondent submitted, lack of representation cannot by itself amount to a special circumstance that would warrant an exercise of discretion in the appellants' favour.",
      "id": "s50"
    },
    {
      "text": "The first respondent accepted as relevant the likelihood that relief would follow any finding that the appellants had made out their procedural fairness ground.",
      "id": "s51"
    },
    {
      "text": "The first respondent submitted, however, that it was unlikely that a court would grant them the ultimate relief they sought, amongst other reasons, because of \"an inordinate and unexplained delay in commencing proceedings\".",
      "id": "s52"
    },
    {
      "text": "In any case, so the first respondent said, the appellants' procedural fairness argument was without merit, because the rules of procedural fairness did not require the Tribunal to disclose to the appellants that it intended to act on information of which they were or should have been aware.",
      "id": "s53"
    },
    {
      "text": "Further, the Tribunal was not obliged to notify the appellants of its mental processes or provide it with an opportunity to comment on preliminary findings before making its decision.",
      "id": "s54"
    },
    {
      "text": "The first respondent added:\n \n \"The Tribunal was not required to make the appellants' case for them.",
      "id": "s55"
    },
    {
      "text": "The Tribunal was not obliged to notify the appellants of deficiencies in their case, in order to give them an opportunity to present further material or argument.",
      "id": "s56"
    },
    {
      "text": "In particular, the rule in Browne v Dunne had no application to the proceedings before Tribunal.",
      "id": "s57"
    },
    {
      "text": "There was also no general duty on the Tribunal to make inquiries to obtain further information from the applicants or some other source.",
      "id": "s58"
    },
    {
      "text": "\" \n \n\n CONSIDERATION \n \n15 First, I would not grant leave to the appellants to rely on the 15 June 2006 affidavit.",
      "id": "s59"
    },
    {
      "text": "As the Full Court said in NASB v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 24 at [43] , a party seeking to adduce further evidence on an appeal must show, first, that he could not, with reasonable diligence, have adduced the evidence at trial and, secondly, the evidence must be such that the result would very probably have been different.",
      "id": "s60"
    },
    {
      "text": "It is clear enough from its contents that the 15 June 2006 affidavit cannot satisfy the first condition.",
      "id": "s61"
    },
    {
      "text": "Nor, having regard to the reasons stated below, can the appellants satisfy the second condition.",
      "id": "s62"
    },
    {
      "text": "16 Secondly, I note that s 424A of the Migration Act 1958 (Cth) (\"the Act \") was not enacted at the relevant time and therefore does not apply.",
      "id": "s63"
    },
    {
      "text": "As a consequence, the decision in SAAP v Minister for Immigration and Multicultural and Indigenous Affairs [2005] HCA 24 ; (2005) 215 ALR 162 has no application to this case.",
      "id": "s64"
    },
    {
      "text": "17 Thirdly, in the circumstances of this case, it is clear enough that Anshun estoppel applies in the substantive proceeding as against the appellants.",
      "id": "s65"
    },
    {
      "text": "Such an estoppel bars a party from raising any point which properly belonged to the subject of earlier litigation that the party, exercising reasonable diligence, might have brought forward at the time of the earlier proceeding.",
      "id": "s66"
    },
    {
      "text": "Plainly enough, the \"procedural fairness\" ground that the appellants now seek to advance might have been brought forward for Weinberg J's consideration.",
      "id": "s67"
    },
    {
      "text": "Sundberg J reached the same conclusion in relation to much the same submission in MZWGJ v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCA 1501 (\" MZWGJ \"), when he rejected a similar submission that Anshun estoppel did not apply in a subsequent judicial review proceeding because of the different focus of the Muin and Lie litigation.",
      "id": "s68"
    },
    {
      "text": "Indeed, as counsel for the first respondent observed, the grounds of the draft order nisi considered by Weinberg J were not, in any case, confined to an alleged failure to observe procedural fairness by virtue of a failure to afford an opportunity to comment on country information, which was the focus of Muin .",
      "id": "s69"
    },
    {
      "text": "They went much wider than this.",
      "id": "s70"
    },
    {
      "text": "On one reading, moreover, the draft grounds were capable of embracing the \"inconsistencies\" point that the appellants sought to raise in the present proceeding.",
      "id": "s71"
    },
    {
      "text": "18 I accept the first respondent's submission that there is no error shown in his Honour's conclusion that Anshun estoppel applies to preclude the appellants from pursuing a further judicial review proceeding and, further, that the appellants have not established special circumstances to warrant a different conclusion.",
      "id": "s72"
    },
    {
      "text": "In BC, the Full Court had regard to the first two of the considerations relied on by the appellants, as set out at [9] above, in finding that there were special circumstances in that case.",
      "id": "s73"
    },
    {
      "text": "In BC , however, the Court observed that only marginal weight could attach to the fact that the first respondent is a \"statutory respondent\": see [38].",
      "id": "s74"
    },
    {
      "text": "The Court gave greater weight to other factors, which included the \"life and liberty\" consideration (also relied on here), the \"complex bifurcated process of review\" and the then state of the authorities: see [31] and [38].",
      "id": "s75"
    },
    {
      "text": "As the first respondent submitted (and the appellants did not deny) neither of the latter two matters were significant in this case.",
      "id": "s76"
    },
    {
      "text": "Furthermore, the appellants' reliance on the \"life and liberty\" consideration amounted to saying no more than his Honour should have afforded this consideration more weight than he did.",
      "id": "s77"
    },
    {
      "text": "19 In this case, the appellants relied heavily on their lack of representation before Weinberg J, although it is common ground that they were represented before the Tribunal and filed their application in the High Court with legal assistance.",
      "id": "s78"
    },
    {
      "text": "As Sundberg J said in MZWGJ at [11], the lack of legal representation cannot of itself amount to special circumstances sufficient to warrant the court declining to apply Anshun estoppel.",
      "id": "s79"
    },
    {
      "text": "I agree.",
      "id": "s80"
    },
    {
      "text": "There is nothing in this case that would lend particular weight to this consideration.",
      "id": "s81"
    },
    {
      "text": "20 As to the fourth consideration relied on by the appellants (see [9] above), I accept the respondent's submission that his Honour was entitled to find that there was inordinate delay in not only commencing the present proceeding but also in the commencement of the order nisi application eventually heard by Weinberg J.",
      "id": "s82"
    },
    {
      "text": "This delay was plainly relevant, bearing in mind that delay of this kind can preclude the relief that the appellants ultimately seek even if successful.",
      "id": "s83"
    },
    {
      "text": "21 Indeed, although it is unnecessary to decide the point, unlike his Honour, I would not accept that the substantive case that the appellants desire to make is a tenable one.",
      "id": "s84"
    },
    {
      "text": "The appellants' submission that they were denied procedural fairness because the Tribunal did not put all the inconsistencies mentioned in its reasons to them for comment before deciding the case against them does not disclose an arguable case.",
      "id": "s85"
    },
    {
      "text": "This is tolerably clear when regard is had to the well-recognized principles referred to in the first respondent's submissions: see [16] above and authorities such as Commissioner for ACT Revenue v Alphaone Pty Ltd (1994) 49 FCR 576 (\" Alphaone \"); Pilbara Aboriginal Land Council v Minister for Aboriginal and Torres Strait Islander Affairs [2000] FCA 1113 ; (2000) 103 FCR 539 (\" Pilbara Aboriginal Land Council \"); and Re Minister for Immigration and Multicultural and Indigenous Affairs; ex parte Cassim [2000] HCA 50 ; (2000) 175 ALR 209 (\" Cassim \").",
      "id": "s86"
    },
    {
      "text": "It is well established that there will be no breach of procedural fairness when the Tribunal acts on information of which applicants should be aware: see Cassim at 214 [22].",
      "id": "s87"
    },
    {
      "text": "It is apparent from the Tribunal's reasons that the appellants' legal representative was present throughout the hearing and was or should have been aware of the evidence that gave rise to the inconsistencies to which the Tribunal referred in its reasons.",
      "id": "s88"
    },
    {
      "text": "Further, the rules of procedural fairness do not require the Tribunal to notify an applicant of its mental processes or to provide an opportunity for it to comment on its findings before they are made: Alphaone at 591-592; also Pilbara Aboriginal Land Council at 555-557 [63]-[73]; and Applicant M47/2004 v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCA 176 at [14] - [16] .",
      "id": "s89"
    },
    {
      "text": "The suggested obligation for which the appellants would contend amounts in substance to saying that the Tribunal was under obligations of a kind that the authorities have rejected.",
      "id": "s90"
    },
    {
      "text": "22 Accordingly, nothing has been established that discloses relevant error in his Honour's finding (as to which see BC at [30]) that in this case there were no special circumstances of the kind that would prevent the estoppel: compare Wong v Minister for Immigration and Multicultural and Indigenous Affairs (2004) 204 ALR 722 at [49], [61]-[64], [149].",
      "id": "s91"
    },
    {
      "text": "23 For the reasons stated, I would dismiss the appeal, with costs.",
      "id": "s92"
    },
    {
      "text": "I certify that the preceding twenty-three (23) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Kenny.",
      "id": "s93"
    },
    {
      "text": "Associate:\n\nDated: 20 June 2006\n\n\n Counsel for the Appellants: Mr A Krohn \n \n Solicitor for the Appellants: Chandra Weerakoon \n \n Counsel for the Respondent: Mr R Knowles \n \n Solicitor for the Respondent: Clayton Utz \n \n Date of Hearing: 16 June 2006 \n \n Date of Judgment: 20 June 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/761.html",
      "id": "s94"
    }
  ]
}