{
  "name": "Fubilan Catering Services Limited v Compass Group (Australia) Pty Ltd (No 6) [2006] FCA 790 (23 June 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/790.html",
  "catchphrases": [
    {
      "text": "delay in commencement of trial",
      "id": "c0"
    },
    {
      "text": "defaults and delays on part of applicants",
      "id": "c1"
    },
    {
      "text": "effective delay one and a half days",
      "id": "c2"
    },
    {
      "text": "costs thrown away by reason of late commencement ordered",
      "id": "c3"
    },
    {
      "text": "no order for costs payable forthwith",
      "id": "c4"
    },
    {
      "text": "costs",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "Fubilan Catering Services Limited v Compass Group (Australia) Pty Ltd (No 6) [2006] FCA 790 (23 June 2006) \n\n [ Home ] [ Databases ] [ WorldLII ] [ Search ] [ Feedback ] Federal Court of Australia You are here: &nbsp; AustLII &gt;&gt; Databases &gt;&gt; Federal Court of Australia &gt;&gt; 2006 &gt;&gt; [2006] FCA 790 \n\n [ Database Search ] [ Name Search ] [ Recent Decisions ] [ Noteup ] [ Download ] [ Help ] Fubilan Catering Services Limited v Compass Group (Australia) Pty Ltd (No 6) [2006] FCA 790 (23 June 2006) \nLast Updated: 26 June 2006 \n FEDERAL COURT OF AUSTRALIA \n\n Fubilan Catering Services Limited v Compass Group (Australia) Pty Ltd (No 6) \n [2006] FCA 790 \n \n \n\n COSTS --- delay in commencement of trial --- defaults and delays on part of applicants --- effective delay one and a half days --- costs thrown away by reason of late commencement ordered --- no order for costs payable forthwith \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n FUBILAN CATERING SERVICES LIMITED (INCORPORATED IN PAPUA NEW GUINEA), MINERAL RESOURCES STAR MOUNTAINS LIMITED (INCORPORATED IN PAPUA NEW GUINEA) v COMPASS GROUP (AUSTRALIA) PTY LTD (ACN 000 683 125), EUREST (SOUTH PACIFIC) LIMITED (INCORPORATED IN PAPUA NEW GUINEA) and COMPASS GROUP PLC (INCORPORATED IN THE UNITED KINGDOM \n COMPASS GROUP (AUSTRALIA) PTY LTD (ACN 000 683 125), EUREST (SOUTH PACIFIC LIMITED (INCORPORATED IN PAPUA NEW GUINEA) and COMPASS GROUP PLC (INCORPORATED IN THE UNITED KINGDOM) v MOROCCO HOLDINGS PTY LTD and WILLIAM FENWICK \n WAD 252 OF 2003 \n\n\n FRENCH J \n 23 JUNE 2006 \n PERTH \n\n\n\n\n IN THE FEDERAL COURT OF AUSTRALIA \n WESTERN AUSTRALIA DISTRICT REGISTRY WAD252 OF 2003 \n\n BETWEEN: FUBILAN CATERING SERVICES LIMITED (INCORPORATED IN PAPUA NEW GUINEA) \n First Applicant \n\n MINERAL RESOURCES STAR MOUNTAINS LIMITED (INCORPORATED IN PAPUA NEW GUINEA \n Second Applicant AND: COMPASS GROUP (AUSTRALIA) PTY LTD (ACN 000 683 125) \n First Respondent \n\n EUREST (SOUTH PACIFIC) LIMITED \n (INCORPORATED IN PAPUA NEW GUINEA) \n Second Respondent \n\n COMPASS GROUP PLC \n (INCORPORATED IN THE UNITED KINGDOM) \n Third Respondent \n\n COMPASS GROUP (AUSTRALIA) PTY LTD \n (ACN 000 683 125 \n First Cross Claimant \n\n EUREST (SOUTH PACIFIC) LIMITED \n (INCORPORATED IN PAPUA NEW GUINEA) \n Second Cross Claimant \n\n COMPASS GROUP PLC \n (INCORPORATED IN THE UNITED KINGDOM) \n Third Cross Claimant \n\n MOROCCO HOLDINGS PTY LTD \n Firs Cross Respondent \n\n WILLIAM FENWICK \n Second Cross Respondent JUDGE: FRENCH J DATE OF ORDER: 23 JUNE 2006 WHERE MADE: PERTH \n\n THE COURT ORDERS THAT: \n\n \n 1.",
      "id": "s0"
    },
    {
      "text": "The applicants pay any costs of the respondents thrown away by reason of the late commencement of the trial of the action.",
      "id": "s1"
    },
    {
      "text": "Note: Settlement and entry of orders is dealt with in Order 36 of the Federal Court Rules .",
      "id": "s2"
    },
    {
      "text": "IN THE FEDERAL COURT OF AUSTRALIA \n WESTERN AUSTRALIA DISTRICT REGISTRY WAD252 OF 2003 \n\n BETWEEN: FUBILAN CATERING SERVICES LIMITED (INCORPORATED IN PAPUA NEW GUINEA) \n First Applicant \n\n MINERAL RESOURCES STAR MOUNTAINS LIMITED (INCORPORATED IN PAPUA NEW GUINEA \n Second Applicant AND: COMPASS GROUP (AUSTRALIA) PTY LTD \n (ACN 000 683 125) \n First Respondent \n\n EUREST (SOUTH PACIFIC) LIMITED \n (INCORPORATED IN PAPUA NEW GUINEA) \n Second Respondent \n\n COMPASS GROUP PLC \n (INCORPORATED IN THE UNITED KINGDOM) \n Third Respondent \n\n COMPASS GROUP (AUSTRALIA) PTY LTD \n (ACN 000 683 125) \n First Cross Claimant \n\n EUREST (SOUTH PACIFIC) LIMITED \n (INCORPORATED IN PAPUA NEW GUINEA) \n Second Cross Claimant \n\n COMPASS GROUP PLC \n (INCORPORATED IN THE UNITED KINGDOM) \n Third Cross Claimant \n\n MOROCCO HOLDINGS PTY LTD \n Firs Cross Respondent \n\n WILLIAM FENWICK \n Second Cross Respondent \n\n JUDGE: FRENCH J DATE: 23 JUNE 2006 PLACE: PERTH \n\n RULING ON COSTS OCCASIONED BY LATE STATE TO TRIAL \n \n1 The trial of these proceedings was scheduled to commence on Monday, 12 June 2006.",
      "id": "s3"
    },
    {
      "text": "Delays in the completion of certain pre-trial steps led the respondents to submit, at a directions hearing on Friday, 9 June 2006, that they were unlikely to be ready to commence on the following Monday.",
      "id": "s4"
    },
    {
      "text": "This was attributed to various defaults and delays on the part of the applicants which, it was said, prejudiced the respondents' preparation for trial.",
      "id": "s5"
    },
    {
      "text": "In the event I ordered that the trial of the action be relisted to commence at 9.30am on Tuesday 13 June 2006.",
      "id": "s6"
    },
    {
      "text": "This was on the basis that evidence of a particular witness for the applicants, Mr K Aua, would be taken on that day and the trial thereafter adjourned to commence with the applicants' opening on Wednesday, 14 June 2006.",
      "id": "s7"
    },
    {
      "text": "The applicants were also directed to deliver their written opening, dramatis personae and chronology to the respondents and the Court by close of business on 9 June 2006.",
      "id": "s8"
    },
    {
      "text": "2 The trial commenced on Tuesday, 13 June 2006 at 9.30am with the evidence of Mr Aua.",
      "id": "s9"
    },
    {
      "text": "Mr Aua's evidence was taken from 9.30am to approximately 11.50am.",
      "id": "s10"
    },
    {
      "text": "Submissions followed in relation to the proposed opening, particulars of damages, the order of witnesses, and the provision of a damages schedule.",
      "id": "s11"
    },
    {
      "text": "3 The respondents contend that the delay in the commencement of the trial was the fault of the applicants and that they should have an order for costs thrown away by reason of the late start and an order that the costs be paid forthwith.",
      "id": "s12"
    },
    {
      "text": "The respondents submit that they have the limited benefit of security for costs ordered earlier in these proceedings and that that security should not be eroded by further costs incurred on account of delays for which they are not to blame.",
      "id": "s13"
    },
    {
      "text": "4 The respondents rely upon an affidavit which sets out the various defaults said to have led to the late commencement of the trial.",
      "id": "s14"
    },
    {
      "text": "The applicants have filed an affidavit in reply.",
      "id": "s15"
    },
    {
      "text": "Each of the affidavits is sworn by a solicitor for the respective party.",
      "id": "s16"
    },
    {
      "text": "5 I do not propose to canvass each of the matters referred to in the affidavits of Jennifer Crawford, the solicitor for the respondents and Alan Rumsley, the solicitor for the applicants.",
      "id": "s17"
    },
    {
      "text": "Some of the matters complained of have no real bearing on the delayed start.",
      "id": "s18"
    },
    {
      "text": "It is apparent however, that there has been some significant non-compliance with Court directions on the part of the applicants which has had a practical effect upon the ability of the respondents to prepare for trial.",
      "id": "s19"
    },
    {
      "text": "6 The applicants were significantly out of time in the provision of a list of proposed agreed documents.",
      "id": "s20"
    },
    {
      "text": "A list of some 1,368 documents was submitted on the afternoon of 1 June 2006, some 13 days after the due date which was 19 May 2006.",
      "id": "s21"
    },
    {
      "text": "A CD Rom containing scanned copies of the documents was provided on 2 June 2006 but not in the sequence set out in the list which had been provided.",
      "id": "s22"
    },
    {
      "text": "The respondents' solicitor said that by the morning of 12 June 2006 54 hours had been spent by the respondents' solicitor in collating the list, a process which was not then complete.",
      "id": "s23"
    },
    {
      "text": "7 Mr Rumsley, the solicitor for the applicants, accepted the delay but said that it arose because he arranged the list of documents into chronological order, cross referenced to discovery numbers.",
      "id": "s24"
    },
    {
      "text": "This took longer than expected.",
      "id": "s25"
    },
    {
      "text": "There is no suggestion that there was any contemplation of seeking an extension of time for compliance with the order.",
      "id": "s26"
    },
    {
      "text": "8 The applicants were also directed on 26 April 2006 to provide a draft statement of agreed facts by 19 May 2006.",
      "id": "s27"
    },
    {
      "text": "This was not provided until 6 June 2006.",
      "id": "s28"
    },
    {
      "text": "The solicitors for the respondents replied to that draft by 9 June 2006.",
      "id": "s29"
    },
    {
      "text": "Agreement was only proffered on two items.",
      "id": "s30"
    },
    {
      "text": "As with the late delivery of the agreed documents, this is likely to have imposed a working burden on the respondents which affected their preparation for trial.",
      "id": "s31"
    },
    {
      "text": "It was a matter which should have been addressed much earlier than it was.",
      "id": "s32"
    },
    {
      "text": "Had it been addressed earlier it is possible that a substantial number of facts would have been agreed.",
      "id": "s33"
    },
    {
      "text": "The evidence already received at trial indicates that, both in respect of documents and events, there was a certain chronology which is not essentially in dispute.",
      "id": "s34"
    },
    {
      "text": "9 The applicants had been ordered on 2 June 2006 to file an outline of opening submissions, a chronology and a dramatis personae by 8 June 2006.",
      "id": "s35"
    },
    {
      "text": "In the event, the submissions and the dramatis personae were not received until late on 9 June 2006 pursuant to my further order made on that day, and the chronology in the early hours of Saturday, 10 June 2006.",
      "id": "s36"
    },
    {
      "text": "Mr Rumsley in his affidavit referred to computer problems which caused the delay.",
      "id": "s37"
    },
    {
      "text": "It appears that the submissions as provided did not deal with the way in which damages were claimed.",
      "id": "s38"
    },
    {
      "text": "Again, it may be said that this was a small delay but given the commencement of the trial on 12 June 2006 and the undoubted intensity of preparation in the last days before the trial, a delay of this magnitude was not insignificant.",
      "id": "s39"
    },
    {
      "text": "10 Particulars of damages promised in the statement of claim remain outstanding.",
      "id": "s40"
    },
    {
      "text": "However that is an ongoing issue which had no bearing on the adjourned commencement of the trial.",
      "id": "s41"
    },
    {
      "text": "11 The delay to the commencement of the trial has been effectively one and a half days, being all of Monday 12 June 2006 and the afternoon of Tuesday 13 June 2006.",
      "id": "s42"
    },
    {
      "text": "The preparation, which the respondents claim was prejudiced on account of the applicants' defaults, would no doubt have been conducted earlier but for those defaults.",
      "id": "s43"
    },
    {
      "text": "12 It will not be easy for the respondents to identify costs actually thrown away by reason of the delay for the commencement of the trial.",
      "id": "s44"
    },
    {
      "text": "These may only emerge with clarity after the trial process is complete depending upon the total time taken for its completion.",
      "id": "s45"
    },
    {
      "text": "13 In my opinion, while it is appropriate that the applicants should be required to pay any costs thrown away by reason of the late start to the trial, the quantification of those costs will not be straightforward.",
      "id": "s46"
    },
    {
      "text": "There is little practical advantage in an order that the costs be paid forthwith.",
      "id": "s47"
    },
    {
      "text": "Moreover I note, as has emerged in the evidence, that the first applicant and the second respondent are in an ongoing commercial relationship by reason of a new catering contract which was entered into late last year.",
      "id": "s48"
    },
    {
      "text": "That ongoing commercial relationship is a matter, which as I have already observed, makes the continuance of these proceedings particularly unfortunate.",
      "id": "s49"
    },
    {
      "text": "However, it does raise the possibility that should the applicants be unsuccessful in the case and subject to an order for costs, costs not covered by the security for costs provided are more likely to be recoverable given the ongoing receipt of moneys from the catering contract by the first applicant in Papua New Guinea.",
      "id": "s50"
    },
    {
      "text": "14 I propose therefore to order that the applicants pay any costs of the respondents thrown away by reason of the late commencement of the trial of the action.",
      "id": "s51"
    },
    {
      "text": "I certify that the preceding fourteen (14) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice French.",
      "id": "s52"
    },
    {
      "text": "Associate:\n\nDated: 23 June 2006\n\n\n Counsel for the Applicant: Mr C Clifford and A Rumsley \n \n Solicitor for the Applicant: Alan Rumsley Commercial Disputes Lawyer \n \n Counsel for the Respondent: Mr M Bennett and Mr I Curlewis \n \n Solicitor for the Respondent:\n\nCounsel for the Cross Respondent:\n\nSolicitor for the Cross Respondent: Lavan Legal\n\nMr T Retallack\n\n\nHicks Retallack \n \n Date of Ruling: 23 June 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/790.html",
      "id": "s53"
    }
  ]
}