{
  "name": "Hall v Warner [2006] FCA 852 (7 June 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/852.html",
  "catchphrases": [
    {
      "text": "proceedings against director for insolvent trading",
      "id": "c0"
    },
    {
      "text": "director declared bankrupt",
      "id": "c1"
    },
    {
      "text": "leave to continue proceedings against bankrupt director",
      "id": "c2"
    },
    {
      "text": "complexity of proceedings in the supreme court",
      "id": "c3"
    },
    {
      "text": "bankruptcy",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 By application dated 12 May 2006 the applicants seek leave pursuant to s 58(3) of the Bankruptcy Act 1966 (Cth) to continue proceedings commenced in the Supreme Court of New South Wales against the second respondent prior to his bankruptcy.",
      "id": "s0"
    },
    {
      "text": "The application is supported by the affidavit of Macaire Amanda Williams sworn on 12 May 2006.",
      "id": "s1"
    },
    {
      "text": "2 The applicants are the liquidators of two companies, Reynolds Wines Limited and Reynolds Vineyards Pty Ltd ('the companies'), each of which is now in liquidation.",
      "id": "s2"
    },
    {
      "text": "The first respondent is the trustee in bankruptcy of the second respondent, Mr Peter Renwick Poolman, the latter having been a director of each of the companies for periods ranging over several years.",
      "id": "s3"
    },
    {
      "text": "3 There is no appearance by either respondent today.",
      "id": "s4"
    },
    {
      "text": "Because this was unexpected, the applicants have not prepared an affidavit of service.",
      "id": "s5"
    },
    {
      "text": "However I have been provided with documents which satisfy me that both respondents have been served with the originating process in these proceedings, and are aware that the matter is to proceed this morning.",
      "id": "s6"
    },
    {
      "text": "Accordingly, I am prepared to determine the application in their absence.",
      "id": "s7"
    },
    {
      "text": "4 On 4 August 2003 the applicants were appointed administrators of the companies pursuant to s 436A of the Corporations Act 2001 (Cth).",
      "id": "s8"
    },
    {
      "text": "On 25 November 2003 the creditors of the companies resolved pursuant to s 439C of the Corporations Act to wind up the companies and to appoint the applicants as liquidators.",
      "id": "s9"
    },
    {
      "text": "Between December 2003 and February 2004 the applicants examined the operation of the companies, including the role of Mr Poolman as director.",
      "id": "s10"
    },
    {
      "text": "The applicants subsequently commenced proceedings against him in the Supreme Court of New South Wales alleging that, whilst a director, Mr Poolman had permitted the companies to trade while insolvent ('the Supreme Court proceedings').",
      "id": "s11"
    },
    {
      "text": "The debts sought to be recovered in the Supreme Court proceedings initially exceeded $5.8m and are now approximately $7m.",
      "id": "s12"
    },
    {
      "text": "The applicants in the Supreme Court proceedings also seek a declaration, pursuant to s 37A of the Conveyancing Act 1919 (NSW), that a transfer of property from Mr Poolman to Mrs Helen Poolman is void.",
      "id": "s13"
    },
    {
      "text": "5 Mr Poolman was declared bankrupt on 26 July 2005.",
      "id": "s14"
    },
    {
      "text": "Accordingly, by virtue of s 58 of the Bankruptcy Act , leave of this Court is required to enable the Supreme Court proceedings to be continued against him.",
      "id": "s15"
    },
    {
      "text": "6 The order sought by the applicants proposes that leave be granted on condition that any order made in the Supreme Court proceedings under s 37A of the Conveyancing Act is to benefit the bankrupt estate of Mr Poolman, thereby ensuring that Mr Poolman's creditors are not disadvantaged.",
      "id": "s16"
    },
    {
      "text": "7 The affidavit evidence discloses that there are intricate factual and legal matters, involving numerous parties, arising in the Supreme Court proceedings.",
      "id": "s17"
    },
    {
      "text": "This Court may grant leave under s 58(3) of the Bankruptcy Act if it considers that the issues would be better and more comprehensively dealt with by a contested trial of the action in the Supreme Court than would be the case if the applicants were required to lodge a proof of debt in respect of the bankrupt estate: see Allanson v Midland Credit Limited and Anor (1977) 30 FLR 108 at 114 per Bowen CJ, Riley and Deane JJ; Macquarie Bank Ltd v Bardetta and Ors (2005) 216 ALR 670 at [19]-[21] per Conti J.",
      "id": "s18"
    },
    {
      "text": "8 I am satisfied that these considerations apply in the present case and that leave should be granted under s 58(3).",
      "id": "s19"
    },
    {
      "text": "It will enable the complex issues to be resolved more thoroughly and more expeditiously than if the proof of debt procedure were adopted.",
      "id": "s20"
    },
    {
      "text": "The Court also notes there are several claims arising from these proceedings and the resolution of all of them at once is desirable.",
      "id": "s21"
    },
    {
      "text": "9 For these reasons, the Court considers that leave should be granted.",
      "id": "s22"
    },
    {
      "text": "The applicants seek that leave be granted effective from 26 July 2005.",
      "id": "s23"
    },
    {
      "text": "This Court has power to make a nunc pro tunc order: see Re Veghelyi; Smith and Ors v Official Trustee in Bankruptcy (1993) 45 FCR 413.",
      "id": "s24"
    },
    {
      "text": "Accordingly, the Court will make the orders as sought.",
      "id": "s25"
    },
    {
      "text": "I certify that the preceding nine (9) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Cowdroy.",
      "id": "s26"
    },
    {
      "text": "Associate:\n\nDated: 4 July 2006\n\n\n Counsel for the Applicant: P W Flynn \n \n Solicitor for the Applicant: Blake Dawson Waldron \n \n Counsel for the Respondents: The respondents did not appear.",
      "id": "s27"
    },
    {
      "text": "Date of Hearing: 7 June 2006 \n \n Date of Judgment: 7 June 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/852.html",
      "id": "s28"
    }
  ]
}