{
  "name": "Secretary, Department of Employment &amp; Workplace Relations v Joss [2006] FCA 884 (10 July 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/884.html",
  "catchphrases": [
    {
      "text": "claim for newstart allowance",
      "id": "c0"
    },
    {
      "text": "meaning of 'unemployed' in s 593(1) of the social security act",
      "id": "c1"
    },
    {
      "text": "necessity for administrative appeals tribunal to provide sufficient reasons to enable a court to ascertain whether there have been errors in the decision-making process",
      "id": "c2"
    },
    {
      "text": "social security",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 The primary question for determination in this matter is the meaning of the word 'unemployed' as used in s 593(1)(a) of the Social Security Act 1991 (Cth) ('the Act').",
      "id": "s0"
    },
    {
      "text": "2 Section 593 is the first section in Subdivision A of Division 1 of Part 2.12 of the Act.",
      "id": "s1"
    },
    {
      "text": "Part 2.12 is entitled 'Newstart allowance'.",
      "id": "s2"
    },
    {
      "text": "Division 1 is entitled 'Qualification for and payability of newstart allowance' and Subdivision A is entitled 'Basic qualifications'.",
      "id": "s3"
    },
    {
      "text": "Section 593 is itself entitled 'Qualification for newstart allowance'.",
      "id": "s4"
    },
    {
      "text": "3 Under s 635(1) of the Act a person who wants to be granted a newstart allowance must make a proper claim for that allowance.",
      "id": "s5"
    },
    {
      "text": "4 In the present case the respondent ('Mr Joss') made a claim for newstart allowance covering the period from 24 July 1997 to 22 January 1998.",
      "id": "s6"
    },
    {
      "text": "At the outset, the applicant ('the Secretary') was not satisfied that throughout the period in question Mr Joss qualified for a newstart allowance.",
      "id": "s7"
    },
    {
      "text": "However, when the matter was before the Administrative Appeals Tribunal the Secretary only submitted that Mr Joss was not qualified for a newstart allowance in respect of the period from mid September 1997 to 22 January 1998 ('the relevant period').",
      "id": "s8"
    },
    {
      "text": "5 Between 1 September 1997 and 15 December 1997 s 593(1) of the Act relevantly provided:\n \n '593(1) Subject to sections 594 and 598, a person is qualified for a newstart allowance in respect of a period if: \n \n (a) the person satisfies the Secretary that throughout the period the person is unemployed; and \n \n (b) throughout the period, or for each period within the period, the person either: \n \n (i) satisfies the activity test; or \n \n (ii) is not required to satisfy the activity test; and \n ...' \n \n\n6 Section 594 was repealed by the Social Security &amp; Veterans' Affairs Legislation Amendment Act 1996 (Cth), Act No.",
      "id": "s9"
    },
    {
      "text": "1 of 1996, but the reference to it in s 593(1) was not removed from the Act until the Act was amended by the Social Security and Veterans' Affairs Legislation Amendment (Family and Other Measures) Act 1997 (Cth), Act No.",
      "id": "s10"
    },
    {
      "text": "202 of 1997, Schedule 21 of which, containing the amendment, commenced on 15 December 1997.",
      "id": "s11"
    },
    {
      "text": "7 Between 15 December 1997 and 22 January 1998 s 593(1) was expressed to be 'Subject to sections 596, 596A, 597 and 598' instead of 'Subject to sections 594 and 598'.",
      "id": "s12"
    },
    {
      "text": "8 As it transpires none of the sections to which s 593(1) was subject had any application to the facts in the present case and no submission was advanced by either party to the effect that any of them qualified the meaning of the word 'unemployed' in s 593(1)(a).",
      "id": "s13"
    },
    {
      "text": "9 In the instant case the Secretary does not contend that Mr Joss was required to satisfy the activity test.",
      "id": "s14"
    },
    {
      "text": "Were Mr Joss required to satisfy that test then, under s 601(1) of the Act it would be necessary for Mr Joss to satisfy the Secretary that throughout the period he was:\n \n '(a) actively seeking; and \n \n (b) willing to undertake; \n \n paid work, other than paid work that is unsuitable to be undertaken by the person.",
      "id": "s15"
    },
    {
      "text": "' \n \n\n10 At all material times s 595(1) of the Act has empowered the Secretary to treat a person as being unemployed throughout a period in circumstances where the person has undertaken paid work during that period if the Secretary is of the opinion that the work should be disregarded:\n \n '... taking into account: \n \n (i) the nature of the work; and \n \n (ii) the duration of the work; and \n \n \n \n (iii) any other matters relating to the work that the Secretary considers relevant;' \n \n \n\n11 In Re McKenna and Director-General of Social Services ('Re McKenna') (1981) 3 ALD 219 a three member bench of the Administrative Appeals Tribunal, presided over by Deputy President Morling J, was concerned to determine whether the applicant Mr McKenna was 'unemployed' within the meaning of s 107(1)(c) of the Social Services Act 1947 (Cth).",
      "id": "s16"
    },
    {
      "text": "In that context the Tribunal said at 221 [11]:\n \n '11 The apparent legislative intent of the provisions of the Act concerned with eligibility for and payment of unemployment benefit is to provide those people who are not engaged in work of a remunerative nature with the means of subsistence in circumstances where, despite capacity, willingness and effort on their part, they have been unable to find paid work to maintain themselves.",
      "id": "s17"
    },
    {
      "text": "...",
      "id": "s18"
    },
    {
      "text": "When regarded in the context of the apparent legislative intent and the other terms and expressions used in the sub-section, it seems to us that the word \"unemployed\" bears its colloquial or popular meaning of not being engaged in work of a remunerative nature.",
      "id": "s19"
    },
    {
      "text": "This meaning must ... be modified to allow for those special cases where a person is not engaged in work of a remunerative nature but whose commitment to some activity ... demonstrates a preference for that activity rather than employment.",
      "id": "s20"
    },
    {
      "text": "...' \n \n\n12 In the Macquarie Dictionary (A Delbridge et al.",
      "id": "s21"
    },
    {
      "text": "(eds), Revised 3 rd Ed, The Macquarie Library Pty Ltd, Macquarie University, 2003, p619) 'unemployed' is defined as:\n \n \n '1.",
      "id": "s22"
    },
    {
      "text": "out of work, especially temporarily and involuntarily; without work or employment.",
      "id": "s23"
    },
    {
      "text": "2. not employed; not in use; not kept busy or at work.",
      "id": "s24"
    },
    {
      "text": "3. not in productive or profitable use.",
      "id": "s25"
    },
    {
      "text": "...' \n \n\n13 In The Oxford English Dictionary (JA Simpson &amp; ESC Weiner (eds), Volume XIX, 2 nd Ed., Clarendon Press, Oxford, 1989) 'unemployed' is defined as follows:\n \n '1.",
      "id": "s26"
    },
    {
      "text": "Not put to use; not applied to some end or purpose.",
      "id": "s27"
    },
    {
      "text": "... \n \n \n 2.",
      "id": "s28"
    },
    {
      "text": "... Not engaged in any work or occupation; idle; ... temporarily out of work.",
      "id": "s29"
    },
    {
      "text": "...' \n\n14 When one has regard to the dictionary definitions and to the context in which the word 'unemployed' appears in the Act, the connotation suggested in the first of the Macquarie Dictionary meanings seems to be most apposite.",
      "id": "s30"
    },
    {
      "text": "15 Such a connotation is consistent with 'not being engaged in work of a remunerative nature' as suggested in Re McKenna .",
      "id": "s31"
    },
    {
      "text": "That expression which the Tribunal in Re McKenna said must yield to special cases might be better stated as 'not being engaged in work of a potentially remunerative nature'.",
      "id": "s32"
    },
    {
      "text": "Undoubtedly a person will be unemployed when they are without work or employment and that situation is both temporary and involuntary.",
      "id": "s33"
    },
    {
      "text": "16 As Senior Member Hall of the Administrative Appeals Tribunal observed in Re Te Velde and Director-General of Social Services ('Re Te Velde') (1981) 3 ALN 111 at N114:\n \n 'There may ... be further modifications necessary to the meaning [of the word unemployed] suggested in Re McKenna ... in relation to self-employed persons.",
      "id": "s34"
    },
    {
      "text": "' \n \n\n17 In paragraph 34 of Senior Member Hall's reasons (which were misquoted in McAuliffe v Secretary, Department of Social Security ('McAuliffe') (1991) 23 ALD 284 at 291) he said at N114:\n \n '34 ... Whilst the concept of \"work\" normally connotes some activity pursued as a means of earning one's livelihood, the absence of evidence that the activity is effective in producing a livelihood may not be critical in deciding whether the activity qualifies as \"work\": see Clear v Smith [1981] 1 WLR 399.",
      "id": "s35"
    },
    {
      "text": "A self-employed person, in particular, may be engaged full-time in activities intended to earn him a living, but which, despite his diligent efforts, fail to do so.",
      "id": "s36"
    },
    {
      "text": "Thus in Re Brabenec and Director---General of Social Services (1981) 3 ALN No 39, a self-employed miner engaged unsuccessfully in full-time prospecting for opals was held not to be \"unemployed\" within the meaning of the Act.",
      "id": "s37"
    },
    {
      "text": "As the Tribunal commented in that case, the opal miner was no more \"unemployed\" than any person setting himself up on his own in a profession, trade or business ...",
      "id": "s38"
    },
    {
      "text": ".",
      "id": "s39"
    },
    {
      "text": "' \n \n\n 18 Re Brabenec and Director-General of Social Services (1981) 3 ALN 63 was a case where the miner had been working either at prospecting or mining for 40 to 50 hours per week.",
      "id": "s40"
    },
    {
      "text": "However, in the relevant period he earned no income whatsoever.",
      "id": "s41"
    },
    {
      "text": "19 In Re Weekes and Director-General of Social Services (1981) 3 ALN 141 a three member bench of the Administrative Appeals Tribunal held that a person who was seeking to establish a business and who was not in receipt of any net income could not be regarded as 'unemployed'.",
      "id": "s42"
    },
    {
      "text": "At N142 the Tribunal said:\n \n '24 ... a person who is self-employed need not be profitably employed in the sense that the income from his activities exceeds his outgoings.",
      "id": "s43"
    },
    {
      "text": "There are many self-employed businesses, including professional businesses, which would not be \"profitable\" in this sense in the early stages of their establishment.",
      "id": "s44"
    },
    {
      "text": "But it could not be said ... that it followed that the persons involved were \"unemployed\" ...' \n \n\n20 In Re Malaj and Secretary, Department of Social Security ('Re Malaj') (1988) 15 ALD 333 a three member bench of the Administrative Appeals Tribunal addressed the question of whether Mr Malaj was unemployed in three separate periods.",
      "id": "s45"
    },
    {
      "text": "Prior to the first period he had been engaged in an upholstery business in partnership with his brother.",
      "id": "s46"
    },
    {
      "text": "After he withdrew from the business, which continued to be operated by his brother, he repaired some seats for a cinema under a contract entered into by the brothers' business with the cinema during part of the first period.",
      "id": "s47"
    },
    {
      "text": "In the second period Mr Malaj had an arrangement with another upholstery business under which he organised for the upholstering of seats under contracts obtained by that business.",
      "id": "s48"
    },
    {
      "text": "He did not personally carry out the upholstery work, but arranged for others to do it.",
      "id": "s49"
    },
    {
      "text": "For his efforts he received payments from which he in turn paid the workers.",
      "id": "s50"
    },
    {
      "text": "In the third period Mr Malaj, after a gap of some eight months, renewed the arrangement with the upholstery business.",
      "id": "s51"
    },
    {
      "text": "On this occasion he attended the premises of the upholstery business on a regular basis, supervising the upholstery work.",
      "id": "s52"
    },
    {
      "text": "21 The Tribunal found that during that part of the first period when he was repairing seats for the cinema and throughout the whole of the second and third periods Mr Malaj had not been unemployed because he had been committed to income-earning enterprises.",
      "id": "s53"
    },
    {
      "text": "It was further held that the Secretary's discretion to disregard his work and treat him as unemployed should not be exercised.",
      "id": "s54"
    },
    {
      "text": "The legislation, in that case the Social Security Act 1947 (Cth), was held not to exist so as to provide a support scheme for people who were inadequately remunerated.",
      "id": "s55"
    },
    {
      "text": "22 In Re Malaj the Tribunal referred with approval to the question asked by the Tribunal of itself in Re Vavaris and Director-General of Social Security (1982) 5 ALN 16.",
      "id": "s56"
    },
    {
      "text": "In that case Senior Member Todd held:\n \n 'The proper question to ask, as was asked in Re Guse v Director-General of Social Services (1981) 4 ALN No 5 is whether the person in question is so seriously engaged in the conduct of a business as to lead to the conclusion that he is not unemployed.",
      "id": "s57"
    },
    {
      "text": "' \n \n\n23 He also held:\n \n 'A person who organizes his running of a business so as to make himself available to work full-time for another employer is not necessarily unemployed ...' \n\n\n \n24 This approach was approved by a three member bench of the Tribunal in Re Malaj .",
      "id": "s58"
    },
    {
      "text": "25 In respect of the first period mentioned in Re Malaj the Tribunal held at 336 \n \n '... whilst the applicant was assisting his brother to repair the theatre seats he was not unemployed.",
      "id": "s59"
    },
    {
      "text": "The applicant was fulfilling a contract that had been entered into ... whilst he was still a member of the partnership.",
      "id": "s60"
    },
    {
      "text": "In any event, the applicant was engaged in full-time work in repairing those seats and was not able to undertake alternative employment.",
      "id": "s61"
    },
    {
      "text": "...' \n\n26 In relation to the second period the Tribunal found that the applicant was involved in the business of subcontracting and was therefore not unemployed within the meaning of the relevant section.",
      "id": "s62"
    },
    {
      "text": "27 In relation to the third period the Tribunal found that it was obvious that the applicant was engaged in an economic enterprise to which he was committed.",
      "id": "s63"
    },
    {
      "text": "It considered there to be no doubt that in the third period he was involved in a subcontracting business.",
      "id": "s64"
    },
    {
      "text": "Furthermore, there was no doubt that as he attended the workshop almost on a daily basis, he was incapable of obtaining other suitable employment.",
      "id": "s65"
    },
    {
      "text": "28 After discussing, inter alia, the cases referred to above, Von Doussa J, hearing an appeal from a decision of the Administrative Appeals Tribunal, said in McAuliffe at 292:\n \n 'The question whether the appellant was \"unemployed\" during the whole or part of the period when benefit was paid was essentially a question of fact and degree to be decided having regard to the above principles.",
      "id": "s66"
    },
    {
      "text": "' \n \n\n29 An appeal from the judgment of Von Doussa J was heard by a Full Court comprising Spender, Foster and O'Loughlin JJ (see McAuliffe v Secretary, Department of Social Security (1992) 28 ALD 609).",
      "id": "s67"
    },
    {
      "text": "At 614 the Full Court cited with approval the last-mentioned passage from the judgment of Von Doussa J.",
      "id": "s68"
    },
    {
      "text": "30 McAuliffe was cited with approval by Mansfield J in Devriadis v Secretary, Department of Family and Community Services (2000) 62 ALD 145 at [36].",
      "id": "s69"
    },
    {
      "text": "In Devriadis an appeal had been brought from a decision of the Administrative Appeals Tribunal affirming a decision of the Social Security Appeals Tribunal that the applicant in that case was not unemployed.",
      "id": "s70"
    },
    {
      "text": "The applicant and his wife were the directors and shareholders of Zorba Structural Steel Co Pty Limited.",
      "id": "s71"
    },
    {
      "text": "The applicant was described as a 'working director' of the company.",
      "id": "s72"
    },
    {
      "text": "The appeal from the decision of the Tribunal was dismissed.",
      "id": "s73"
    },
    {
      "text": "In relation to the Tribunal's conclusion Mansfield J said at [42]:\n \n '... Its conclusion reflects its findings that the applicant was working for the benefit of Zorba in carrying out its normal business activities on a significant scale, albeit a scale reduced from its level of activities of previous years.",
      "id": "s74"
    },
    {
      "text": "31 In addressing the question of whether or not a person is 'unemployed' for the purpose of s 593 of the Act it is not sufficient to confine one's consideration to the question of whether or not a contract of employment existed between the person claiming to be unemployed and a third party.",
      "id": "s75"
    },
    {
      "text": "Other situations which must be considered are those of the self-employed whether they be engaged in endeavours on their own account or as members of a partnership or of a joint venture.",
      "id": "s76"
    },
    {
      "text": "One might say that if a person is carrying on business or engaged in work with a view of profit, that person could not be considered to be unemployed.",
      "id": "s77"
    },
    {
      "text": "32 In the present case the Social Security Appeals Tribunal was satisfied that Mr Joss was unemployed in the relevant period.",
      "id": "s78"
    },
    {
      "text": "On the hearing of an appeal by the applicant the Administrative Appeals Tribunal affirmed the decision under review.",
      "id": "s79"
    },
    {
      "text": "The Tribunal consisted of Senior Member Hunt.",
      "id": "s80"
    },
    {
      "text": "In her reasons for decision of 13 January 2006 she said, inter alia:\n \n '[3] ...",
      "id": "s81"
    },
    {
      "text": "I have found there is insufficient evidence before me to conclude that Mr Joss was not unemployed when the applicant alleges.",
      "id": "s82"
    },
    {
      "text": "... \n \n [30] ... although the circumstances of arrangement with Mr Steenbuck are not clear to me, after careful consideration of the evidence before me, on balance, I am not satisfied that Mr Joss was not \"unemployed\".",
      "id": "s83"
    },
    {
      "text": "CONCLUSION \n [31] ...",
      "id": "s84"
    },
    {
      "text": "The Secretary has not put before the Tribunal sufficient evidence to substantiate its allegation that Mr Joss was not unemployed during the period for which it seeks recovery of an alleged debt.",
      "id": "s85"
    },
    {
      "text": "As a matter of fact and degree, the indications are that Mr Joss remained unemployed until he advised the Secretary of his commencing employment [which occurred on 22 January 1998]'\n \n\n33 The error of law upon which the Secretary primarily relies is said to be contained in paragraph [22] of the Senior Member's reasons.",
      "id": "s86"
    },
    {
      "text": "That paragraph provided as follows:\n \n '[22] The Secretary has suggested Mr Joss may have been self-employed throughout the period.",
      "id": "s87"
    },
    {
      "text": "This would not prevent him from being regarded as unemployed.",
      "id": "s88"
    },
    {
      "text": "For example, in Re Te Velde and Director-General of Social Services (1981) 3 ALN 111, Senior Member Hall said: \n \n \n \n \"A person might be self-employed whether or not engaging in fulltime activities intended to earn him a living but which, despite his diligent efforts, failed to do so.",
      "id": "s89"
    },
    {
      "text": "\" ' \n \n \n\n34 The applicant submits that the proposition that a person who is self-employed throughout a given period could also be regarded as unemployed is unsustainable.",
      "id": "s90"
    },
    {
      "text": "With great respect to the Senior Member this proposition does not bear analysis.",
      "id": "s91"
    },
    {
      "text": "In the case of people who undertake paid work during a period the Secretary may, under s 595, disregard the work undertaken and treat them as being unemployed throughout the period by reference to the matters for which the section provides.",
      "id": "s92"
    },
    {
      "text": "However, that would be a case of a statutory power being invoked which contemplates that the Secretary can, in special circumstances, act in a manner which is inconsistent with the facts.",
      "id": "s93"
    },
    {
      "text": "I would understand the power conferred on the Secretary to so treat a person as being unemployed, disregarding the paid work that the person may have undertaken, as one which could be invoked in respect of both paid work as an employee and also paid work as a self-employed person whether on that person's own account, or as a member of a partnership or of a joint venture.",
      "id": "s94"
    },
    {
      "text": "35 It may well be that viewed as a question of fact and degree and having regard to the intensity with which a person applies him or herself to a particular enterprise, one may conclude that a person is not self-employed at all.",
      "id": "s95"
    },
    {
      "text": "But, once it be found that the person is self-employed it seems to me impossible to conclude that such a person was, at the same time, unemployed.",
      "id": "s96"
    },
    {
      "text": "36 The example provided by the Senior Member to support her proposition is Re Te Velde.",
      "id": "s97"
    },
    {
      "text": "As can be seen from the above analysis of that case it does not support the proposition that a self-employed person could still be regarded as unemployed.",
      "id": "s98"
    },
    {
      "text": "The quotation attributed to Senior Member Hall simply does not appear in the report of the case.",
      "id": "s99"
    },
    {
      "text": "It may be that the Senior Member was endeavouring to paraphrase, albeit unsuccessfully, what Senior Member Hall had said in Re Te Velde.",
      "id": "s100"
    },
    {
      "text": "What Senior Member Hall in fact said, as set out above, was relevantly:\n \n 'A self-employed person ... may be engaged full-time in activities intended to earn him a living, but which, despite his diligent efforts, fail to do so.",
      "id": "s101"
    },
    {
      "text": "' \n \n\nThis passage provides no support for the proposition that a self-employed person who is unsuccessful in his or her endeavours is unemployed within the meaning of the section.",
      "id": "s102"
    },
    {
      "text": "Such a person may, in the exercise of the Secretary's discretion under s 595, be so treated , but that is because such a person is not unemployed in fact.",
      "id": "s103"
    },
    {
      "text": "37 To enable the reasoning of the Tribunal to be fully understood it is necessary to quote certain passages from the Senior Member's decision, which contain such findings of relevant fact as were made, as follows:\n \n '[3] ... Mr Joss admits he travelled interstate to help select a boat for purchase by the person who paid his expenses.",
      "id": "s104"
    },
    {
      "text": "He also admits he spent some time organising repairs to the boat and received some repayment of expenses in connection with these activities.",
      "id": "s105"
    },
    {
      "text": "... \n ... \n [6] ... Mr Joss denies that he was productively employed during the relevant period as he was incapable of much activity.",
      "id": "s106"
    },
    {
      "text": "... \n \n [7] ... Mr Joss ... commenced proceedings in the Industrial Relations Commission of NSW against Hirena Pty Limited and Mr Gerhart Steenbuck for relief under section 106 of the Industrial Relations Act 1996 (NSW).",
      "id": "s107"
    },
    {
      "text": "... Mr Joss's applications ... show that Mr Joss sought a declaration or order that the contract entered into between him and the defendants on or about December 1996 was an unfair contract.",
      "id": "s108"
    },
    {
      "text": "... \n ... \n [9] Mr Joss admitted he spent a lot of time on the Zane Grey preparing it for survey.",
      "id": "s109"
    },
    {
      "text": "He said he had marine qualifications which equipped him to do this and he went to the boat every day over a lengthy period working out what was needed to prepare the boat for survey .",
      "id": "s110"
    },
    {
      "text": "He said he spent time in the boat's office ringing people to discuss getting things fixed.",
      "id": "s111"
    },
    {
      "text": "He denied receiving any wages for this activity but gave evidence that he had received money for expenses.",
      "id": "s112"
    },
    {
      "text": "He incurred expenses by making many telephone calls from his mobile phone from the boat.",
      "id": "s113"
    },
    {
      "text": "He also needed petrol money for driving his vehicle to and from the boat.",
      "id": "s114"
    },
    {
      "text": "[10] Mr Joss said he had a contractual arrangement with a Mr Steenbuck concerning the boat .",
      "id": "s115"
    },
    {
      "text": "His understanding was that Mr Steenbuck would supply funds and Mr Joss would get the boat ready for survey.",
      "id": "s116"
    },
    {
      "text": "They would then share the boat in partnership.",
      "id": "s117"
    },
    {
      "text": "...They [referring to Mr Joss and Mr Steenbuck] went to Hamilton Island and also to Western Australia where they saw the boat that Mr Steenbuck, or his company, purchased.",
      "id": "s118"
    },
    {
      "text": "They then arranged to bring it back to Sydney.",
      "id": "s119"
    },
    {
      "text": "Mr Joss said he was not paid anything over that period and did not expect to be paid, at least not there and then.",
      "id": "s120"
    },
    {
      "text": "Somewhere down the line, he expected to receive 50 per cent.",
      "id": "s121"
    },
    {
      "text": "[11] The boat came to Sydney by road and was damaged on the way.",
      "id": "s122"
    },
    {
      "text": "Mr Joss looked at the boat and listed the damage.",
      "id": "s123"
    },
    {
      "text": "He also had observed some things that needed attention when he saw the boat in W.A.",
      "id": "s124"
    },
    {
      "text": "He had already discussed with a broker certain repairs to be done before the boat came to Sydney.",
      "id": "s125"
    },
    {
      "text": "These repairs included fixing a leaking exhaust system.",
      "id": "s126"
    },
    {
      "text": "The leak was fixed but other repairs had not been attended to before reaching Sydney.",
      "id": "s127"
    },
    {
      "text": "Mr Joss said he arranged for repairs in Sydney sometime around the middle of August [1997].",
      "id": "s128"
    },
    {
      "text": "He then worked on the boat or in the office on board the boat sourcing equipment , except when he had his hernia and hip operations.",
      "id": "s129"
    },
    {
      "text": "[12] Mr Joss told the Tribunal that he did receive a large sum of money in settlement of his claim before the Industrial Relations Commission of NSW.",
      "id": "s130"
    },
    {
      "text": "...",
      "id": "s131"
    },
    {
      "text": "He agreed that he had instituted his claim on 2 January 1999 when he and Mr Steenbuck had parted company.",
      "id": "s132"
    },
    {
      "text": "...",
      "id": "s133"
    },
    {
      "text": "He had advised Centrelink around that time [referring to late January 1998, but later identified as 22 January 1998] that he was no longer entitled to disability support pension (sic) .",
      "id": "s134"
    },
    {
      "text": "... \n \n [13] ... Mr Steenbuck told the Tribunal that he was the manager of a small charter boat company and had employed Mr Joss towards the end of 1996.",
      "id": "s135"
    },
    {
      "text": "He said that his employment became a major job in 1997 when they purchased the boat and it was damaged in an accident.",
      "id": "s136"
    },
    {
      "text": "... \n \n [14] Mr Steenbuck gave evidence that he paid Mr Joss a petrol allowance.",
      "id": "s137"
    },
    {
      "text": "... \n \n [15] When asked whether Mr Joss had informed him that he was no longer unfit for work and that his disability support pension [sic] had ceased on 21 January 1998, Mr Steenbuck said it was possible and that he was very surprised.",
      "id": "s138"
    },
    {
      "text": "...",
      "id": "s139"
    },
    {
      "text": "When asked again if Mr Joss told him when he was no longer unfit, Mr Steenbuck said Mr Joss had received wages before the date 22 January 1998.",
      "id": "s140"
    },
    {
      "text": "[16] ...",
      "id": "s141"
    },
    {
      "text": "He [referring to Mr Steenbuck] told the Tribunal he had made cash payments to Mr Joss.",
      "id": "s142"
    },
    {
      "text": "He said he made some extra cash payments which were about $150 per week before the boat went into survey.",
      "id": "s143"
    },
    {
      "text": "He had later paid outstanding tax.",
      "id": "s144"
    },
    {
      "text": "He said that Mr Joss had specifically asked him to pay cash as he had a problem with his need for hip replacements.",
      "id": "s145"
    },
    {
      "text": "... \n \n CONSIDERATION AND FINDINGS \n \n [17] Mr Joss did receive a substantial amount of money by way of settlement through the Industrial Relations Commission NSW proceedings.",
      "id": "s146"
    },
    {
      "text": "This might give rise to an inference that Mr Joss was employed or self-employed as a partner in a venture in a similar way to claims made in his court pleadings.",
      "id": "s147"
    },
    {
      "text": "...",
      "id": "s148"
    },
    {
      "text": "The orders are ... no basis for reaching any conclusion as to the reasons why Mr Steenbuck and/or his company agreed to compensate Mr Joss.",
      "id": "s149"
    },
    {
      "text": "...",
      "id": "s150"
    },
    {
      "text": "He [referring to Mr Steenbuck] has told the Tribunal that he employed Mr Joss and paid him wages throughout the period of concern to the Secretary but has produced no substantiation of these payments occurring until after Mr Joss declared to the Secretary that he no longer qualified for assistance.",
      "id": "s151"
    },
    {
      "text": "[18] Mr Joss told the Tribunal that he was involved in the selection of the boat called the \"Zane Grey\" and in preparing the boat for survey.",
      "id": "s152"
    },
    {
      "text": "He denied that he was paid wages or that he was employed during the period the Secretary suspects he was overpaid Newstart allowance.",
      "id": "s153"
    },
    {
      "text": "Mr Joss said that he was finding something to do while he was unable to look for work due to his problems with his hips and hernia.",
      "id": "s154"
    },
    {
      "text": "He did not consider he was employed and had not sought wages until he was ready for real work but had received reimbursement for telephone calls made on his own phone and for petrol which he used in driving to and from the boat and activities connected with the boat project.",
      "id": "s155"
    },
    {
      "text": "[19] ...",
      "id": "s156"
    },
    {
      "text": "The employer's [referring to Mr Steenbuck's company, Hirena Pty Limited] records ... show that Mr Joss was paid wages only after the time that the Secretary claims Mr Joss was overpaid.",
      "id": "s157"
    },
    {
      "text": "... \n \n DID MR JOSS QUALIFY FOR NEWSTART ALLOWANCE?",
      "id": "s158"
    },
    {
      "text": "... \n \n [24] I think that there is a possibility that Mr Joss was self-employed if his legitimate expectation was that he would receive 50% of an enterprise connected with the boat.",
      "id": "s159"
    },
    {
      "text": "On the other hand, Mr Steenbuck gave conflicting evidence about the position and told the Tribunal that he employed Mr Joss in 1997 onwards and paid him wages.",
      "id": "s160"
    },
    {
      "text": "Mr Steenbuck did not give evidence that Mr Joss was his partner.",
      "id": "s161"
    },
    {
      "text": "... the accounts before the Tribunal suggest that Mr Joss was not paid wages.",
      "id": "s162"
    },
    {
      "text": "There is stronger evidence that Mr Steenbuck reimbursed Mr Joss for expenses as both Mr Joss and Mr Steenbuck gave evidence to this effect.",
      "id": "s163"
    },
    {
      "text": "There is no evidence one way or the other whether Mr Joss actually achieved any income over the period in question when investigating or preparing the boat for survey.",
      "id": "s164"
    },
    {
      "text": "...",
      "id": "s165"
    },
    {
      "text": "It is not clear that Mr Joss was either employed or self-employed .",
      "id": "s166"
    },
    {
      "text": "Mr Joss's evidence suggests that he might have been self-employed whereas Mr Steenbuck says he was employed.",
      "id": "s167"
    },
    {
      "text": "There is before me no conclusive evidence one way or the other.",
      "id": "s168"
    },
    {
      "text": "... \n ... \n \n [26] ... the activity Mr Joss admits to was not intensive but involved a trip to Hamilton Island and to Perth where vessels for sale were investigated.",
      "id": "s169"
    },
    {
      "text": "Mr Joss told the Tribunal that when he was going into the office on the boat he was using crutches and was unable to perform work other than making telephone enquiries and light duties.",
      "id": "s170"
    },
    {
      "text": "The strongest indications are that Mr Joss received only small amounts of reimbursement for the expenses he had outlaid for telephone, petrol and the like.",
      "id": "s171"
    },
    {
      "text": "... \n ...' (emphasis added) \n\n\n \n38 Sections 105 and 106 of the Industrial Relations Act 1996 (NSW) provided as follows:\n \n \n \n '105 In this Part: \n \n contract means any contract or arrangement, or any related condition or collateral arrangement, but does not include an industrial instrument.",
      "id": "s172"
    },
    {
      "text": "unfair contract means a contract: \n \n \n \n \n (a) that is unfair, harsh or unconscionable, or \n \n (b) that is against the public interest, or \n \n (c) that provides a total remuneration that is less than a person performing the work would receive as an employee performing the work, or \n \n (d) that is designed to, or does, avoid the provisions of an industrial instrument.",
      "id": "s173"
    },
    {
      "text": "106(1) The Commission may make an order declaring wholly or partly void, or varying, any contract whereby a person performs work in any industry if the Commission finds that the contract is an unfair contract.",
      "id": "s174"
    },
    {
      "text": "(2) The Commission may find that it was an unfair contract at the time it was entered into or that it subsequently became an unfair contract because of any conduct of the parties, any variation of the contract or any other reason.",
      "id": "s175"
    },
    {
      "text": "(3) A contract may be declared wholly or partly void, or varied, either from the commencement of the contract or from some other time.",
      "id": "s176"
    },
    {
      "text": "(4) In considering whether a contract is unfair because it is against the public interest, the matters to which the Commission is to have regard must include the effect that the contract, or a series of such contracts, has had, or may have, on any system of apprenticeship and other methods of providing a sufficient and trained labour force.",
      "id": "s177"
    },
    {
      "text": "(5) In making an order under this section, the Commission may make such order as to the payment of money in connection with any contract declared wholly or partly void, or varied, as the Commission considers just in the circumstances of the case.",
      "id": "s178"
    },
    {
      "text": "' \n \n (emphasis in original)\n \n\n39 On 23 November 1999 Mr Joss instituted proceedings against Hirena Pty Limited and Mr Gerhart Steenbruck (sic).",
      "id": "s179"
    },
    {
      "text": "The Summons sought, amongst other things, an order that a contract entered into between Mr Joss and Hirena Pty Limited or Mr Steenbuck was 'unfair, harsh or unconscionable'.",
      "id": "s180"
    },
    {
      "text": "Other relief was sought in respect of that contract or arrangement.",
      "id": "s181"
    },
    {
      "text": "40 The contract said to have been made in or about December 1996 and in relation to which relief was sought was pleaded in paragraph B1 of the Summons in the following terms:\n \n 'In or about December, 1996 the Applicant entered into a contract with the First and/or Second Respondent, the consideration for which was the payment for the work, time, effort, management, care and consideration in relation to his personal exertion to be foregone for the period December, 1996 to the period ending January, 1999, whereby the Applicant became entitled or believed he was thereafter entitled to a 50% interest in the First Respondent and/or the motor vessel the Zane Grey and/or a 50% interest in the entity Hirena Pty Limited.",
      "id": "s182"
    },
    {
      "text": "Further, the Applicant thereafter believed he was thereafter entitled to 50% of the profits generated by the entity Hirena Pty Limited or alternatively the charter business \"M V Zane Grey\" ' \n \n\n41 On 10 May 2004 an Amended Summons was filed in the Industrial Relations Commission of New South Wales.",
      "id": "s183"
    },
    {
      "text": "However, no amendment was made to the pleading of the contract in respect of which relief was sought.",
      "id": "s184"
    },
    {
      "text": "In addition the principal relief sought was once again a finding that the contract was 'unfair, harsh or unconscionable'.",
      "id": "s185"
    },
    {
      "text": "42 In an affidavit sworn 11 May 1999 in the Industrial Relations Commission proceedings Mr Joss provided the foundation for the alleged contract in respect of which relief was sought in paragraph 5.",
      "id": "s186"
    },
    {
      "text": "Paragraphs 5-8 of the affidavit provided as follows:\n \n \n '5.",
      "id": "s187"
    },
    {
      "text": "Over the years we have often discussed the possibility of a partnership or a joint venture in a charter vessel.",
      "id": "s188"
    },
    {
      "text": "In or about Christmas of 1996, I had a conversation with Gerry and he said words to me of the following effect: \n \n \"My remote observation vehicle has gone well with the contract that I had with the Sydney Water Board however I do not have a Charter Vessel.",
      "id": "s189"
    },
    {
      "text": "If we had the right Vessel we could do a variety of different types of work, for example, Reef Fishing, Game Fishing, Harbour Cruises, Whale Watching, Salvage and Survey.",
      "id": "s190"
    },
    {
      "text": "You're not getting any younger and it's time for you to settle down.",
      "id": "s191"
    },
    {
      "text": "This could be good for the both of us if you were to get involved.",
      "id": "s192"
    },
    {
      "text": "\" \n \n \n \n \n \n \n My response was: \n \n \n \n \n \n \n \n \"If you can provide the funds and the right Vessel so that it can be put together and happen in a professional manner, I would be happy to be involved.",
      "id": "s193"
    },
    {
      "text": "\" \n \n \n \n \n \n \n His answer was; \n \n \n \n \n \n \"Don't worry about the money, the German Bank will solve that for us.",
      "id": "s194"
    },
    {
      "text": "\" \n \n \n \n \n \n \n He said: \n \n \n \n \n \n \"You can take a small weekly wage and then your share of the profits from the partnership can accrue as part of your equity in our business together.",
      "id": "s195"
    },
    {
      "text": "I said: \n \n \n \n \n \n \"I don't expect to get half of the money from each of the jobs but my share of the work will be put in as equity.",
      "id": "s196"
    },
    {
      "text": "\" \n \n \n \n \n \n \n 6.",
      "id": "s197"
    },
    {
      "text": "Gerry immediately started looking for a Vessel.",
      "id": "s198"
    },
    {
      "text": "In or about March of 1997 we flew together to Hamilton Island to inspect a Vessel which was not suitable for our purposes.",
      "id": "s199"
    },
    {
      "text": "7.",
      "id": "s200"
    },
    {
      "text": "He continued searching for a Vessel which would be suitable and on the 30 th May 1997 we flew to Perth and inspected a Vessel which was then known as \"Nightmoves\" which was a 48ft Tecknicraft Class Vessel built of Fibreglass.",
      "id": "s201"
    },
    {
      "text": "She is powered by twin general motors, six 92 Turbo charged Diesel motors.",
      "id": "s202"
    },
    {
      "text": "She was currently in survey in Western Australia and had been previously used for catching live Cray Fish.",
      "id": "s203"
    },
    {
      "text": "Gerry and I agreed that the Vessel would be suitable for our purposes however, I advised him that major modifications were needed to make the Vessel pass NSW Survey.",
      "id": "s204"
    },
    {
      "text": ".",
      "id": "s205"
    },
    {
      "text": "Gerry then proceeded to purchase the Vessel subject to certain repairs being made for a purchase price of $320,000.00, which sum was arranged through Gerry's Bank.",
      "id": "s206"
    },
    {
      "text": "8.",
      "id": "s207"
    },
    {
      "text": "Five minutes after we agreed to purchase the Vessel he said the word to me \"Partner\".",
      "id": "s208"
    },
    {
      "text": "I shook his hand and said the word \"Partner\" to him.",
      "id": "s209"
    },
    {
      "text": "' \n \n \n \n \n \n \n \n\n43 In relation to work performed by Mr Joss on the 'Zane Grey' Mr Joss's affidavit stated:\n \n \n '10 I commenced work on the vessel in mid August of 1997 and worked on the vessel until early September of 1997 when I went into hospital and had an operation for a Hernia.",
      "id": "s210"
    },
    {
      "text": "I was off work for five days.",
      "id": "s211"
    },
    {
      "text": "In the middle of September 1997 I picked the Vessel up from Lewis' Marina at Botany Bay and brought it back to Watsons Bay where it was placed upon Gerry's mooring.",
      "id": "s212"
    },
    {
      "text": "I then re-commenced work on the Vessel.",
      "id": "s213"
    },
    {
      "text": "For the next twelve months I worked on the Vessel seven days a week for a minimum of 10 hours per day (with the exception of the period of time referred to in paragraph 13 herein) to bring the Vessel into the survey requirements of the NSW Water Ways Authority.",
      "id": "s214"
    },
    {
      "text": "... \n \n \n \n \n \n ... \n \n \n \n \n \n 13 In October of 1997 I had a hip replacement operation, which I had been waiting for 18 months, and I was off work for a period of approximately 14 days.",
      "id": "s215"
    },
    {
      "text": "During this period of time I was drawing sickness benefits from the Department of Social Security.",
      "id": "s216"
    },
    {
      "text": "I had the operation on the 21 st October 1997 and 14 days later I recommenced work on the vessel.",
      "id": "s217"
    },
    {
      "text": "In January of 1998 I had a conversation with Gerry who said that he could afford to pay me the sum of $430.00 per week commencing on the 2 nd February 1998.",
      "id": "s218"
    },
    {
      "text": "Accordingly from the period of time from the 2 nd February 1998 to the 2 nd October 1998, Gerry paid me the sum of $430.00 per week less tax.",
      "id": "s219"
    },
    {
      "text": "I received the sum of $350.00 per week net.",
      "id": "s220"
    },
    {
      "text": "...' (emphasis added)\n \n \n\n44 In the proceedings in the Industrial Relations Commission of New South Wales Mr Steenbuck dealt with the alleged contract with Mr Joss in an affidavit sworn by him on 17 April 2000.",
      "id": "s221"
    },
    {
      "text": "He said:\n \n ' THE \"PARTNERSHIP\" \n \n \n \n 34.",
      "id": "s222"
    },
    {
      "text": "Whilst I was in hospital on or about April 1997 the applicant and I first spoke of looking for a commercial boat.",
      "id": "s223"
    },
    {
      "text": "The information in para.",
      "id": "s224"
    },
    {
      "text": "5 of the applicant's affidavit is denied.",
      "id": "s225"
    },
    {
      "text": "Reference is made to para.",
      "id": "s226"
    },
    {
      "text": "5 above relative to the first conversation we had regarding the matter.",
      "id": "s227"
    },
    {
      "text": "35.",
      "id": "s228"
    },
    {
      "text": "I left hospital on 17 April, 1997.",
      "id": "s229"
    },
    {
      "text": "On or about two (2) weeks later we had a further discussion regarding the purchase of a vessel.",
      "id": "s230"
    },
    {
      "text": "The applicant spoke words to the effect: \n \n \n \n \n \n \"If we buy a commercial boat we could use it for various things, fishing, people carrying, whale watching\".",
      "id": "s231"
    },
    {
      "text": "No discussion took place about a financial arrangement.",
      "id": "s232"
    },
    {
      "text": "36.",
      "id": "s233"
    },
    {
      "text": "On the trip to Hamilton Island the applicant and I had our first discussions regarding the applicant's involvement in the boat.",
      "id": "s234"
    },
    {
      "text": "I said words to the following effect: \n \n \n \n \n \n \"Let's talk about it.",
      "id": "s235"
    },
    {
      "text": "I will bring up some ideas.",
      "id": "s236"
    },
    {
      "text": "You can use your skipper's licence to run the vessel, and get paid for your work done\".",
      "id": "s237"
    },
    {
      "text": "He said: \n \n \"I want more than that.",
      "id": "s238"
    },
    {
      "text": "How about when I make some money from skippering your boat, I use part of that money to buy into a partnership \".",
      "id": "s239"
    },
    {
      "text": "I said: \n \n \"Yes, all right, but let's get the show on the road first\".",
      "id": "s240"
    },
    {
      "text": "I deny the information in para.",
      "id": "s241"
    },
    {
      "text": "5 of the applicant's affidavit that I said he could take a small wage and accrue a share of the profits towards the partnership.",
      "id": "s242"
    },
    {
      "text": "On no occasion did I tell the applicant his share of the work would be put in as equity.",
      "id": "s243"
    },
    {
      "text": "I paid the applicant in cash for the work he did.",
      "id": "s244"
    },
    {
      "text": "At no stage did the applicant offer me any money towards a partnership.",
      "id": "s245"
    },
    {
      "text": "\" \n \n 37.",
      "id": "s246"
    },
    {
      "text": "I refer to para.",
      "id": "s247"
    },
    {
      "text": "8 of the applicant's affidavit.",
      "id": "s248"
    },
    {
      "text": "We did say the word \"partners\" but did not back up its use with any contractual arrangement, written, oral, or implied on my part.",
      "id": "s249"
    },
    {
      "text": "I used the word \"partners\" because I did anticipate that a proper partnership might be negotiated in the future.",
      "id": "s250"
    },
    {
      "text": "I certainly did not intend that this single excited remark constituted any legal agreement between us.",
      "id": "s251"
    },
    {
      "text": "Any agreement between us of any partnership, if it was to happen, was to be arranged in the future.",
      "id": "s252"
    },
    {
      "text": "...' (emphasis added)\n \n \n\n45 Mr Joss gave oral evidence before the Tribunal.",
      "id": "s253"
    },
    {
      "text": "This evidence included the following:\n \n \n 'Q Now, during the period from 24 July 1997 to January 27 1998, can you tell the Tribunal what were you doing at that period of time?",
      "id": "s254"
    },
    {
      "text": "Were you on Newstart allowance?",
      "id": "s255"
    },
    {
      "text": "A.",
      "id": "s256"
    },
    {
      "text": "During that period I was on Newstart with a disability except for --- you said 27 January?",
      "id": "s257"
    },
    {
      "text": "It was 22 January when I saw the specialist and he asked me how I was feeling.",
      "id": "s258"
    },
    {
      "text": "I told him all right.",
      "id": "s259"
    },
    {
      "text": "He said: go back to work.",
      "id": "s260"
    },
    {
      "text": "I advised Centrelink that day, in that afternoon, on the 22 nd that the specialist had said I could return to work.",
      "id": "s261"
    },
    {
      "text": "... \n Q.",
      "id": "s262"
    },
    {
      "text": "When did you officially become --- sorry, when did you officially begin to obtain wages as an employee from Hirena Pty Ltd?",
      "id": "s263"
    },
    {
      "text": "A.",
      "id": "s264"
    },
    {
      "text": "The first payment I got I believe was 28 January.",
      "id": "s265"
    },
    {
      "text": "On the 22 nd I advised Gerry that ... \n \n Q.",
      "id": "s266"
    },
    {
      "text": "What year?",
      "id": "s267"
    },
    {
      "text": "A.",
      "id": "s268"
    },
    {
      "text": "'98.",
      "id": "s269"
    },
    {
      "text": "I advised him that my Sickness Benefit --- sorry, Disability Benefit was ceased and I would from now on requires wages to maintain working.",
      "id": "s270"
    },
    {
      "text": "Q.",
      "id": "s271"
    },
    {
      "text": "With respect to the period of time that the vessel came into survey, or just prior to it, did you have any operations at all?",
      "id": "s272"
    },
    {
      "text": "A.",
      "id": "s273"
    },
    {
      "text": "Had a hernia operation and I had a left hip total replacement.",
      "id": "s274"
    },
    {
      "text": "Q.",
      "id": "s275"
    },
    {
      "text": "Do you remember when that was?",
      "id": "s276"
    },
    {
      "text": "A.",
      "id": "s277"
    },
    {
      "text": "My hernia operation was in September.",
      "id": "s278"
    },
    {
      "text": "Q.",
      "id": "s279"
    },
    {
      "text": "Of that year?",
      "id": "s280"
    },
    {
      "text": "What year?",
      "id": "s281"
    },
    {
      "text": "A.",
      "id": "s282"
    },
    {
      "text": "In September '97 I went in the morning, out in the evening and I had four additional days recuperating before returning to work on the vessel.",
      "id": "s283"
    },
    {
      "text": "Early October I went into hospital for my hip replacement.",
      "id": "s284"
    },
    {
      "text": "I was in hospital for 7 days.",
      "id": "s285"
    },
    {
      "text": "My daughter picked me up from the hospital and took me to her premises in the mountains for another 7 days and after that I went back to work on the vessel on crutches.",
      "id": "s286"
    },
    {
      "text": "I was required to wear two crutches for one month.",
      "id": "s287"
    },
    {
      "text": "One crutch for one month and then the last month, no crutches.",
      "id": "s288"
    },
    {
      "text": "Q.",
      "id": "s289"
    },
    {
      "text": "This was in 1998, you say?",
      "id": "s290"
    },
    {
      "text": "A.",
      "id": "s291"
    },
    {
      "text": "Yes.",
      "id": "s292"
    },
    {
      "text": "Q.",
      "id": "s293"
    },
    {
      "text": "Did you say that the vessel didn't come into survey until September 1998, is that what you said?",
      "id": "s294"
    },
    {
      "text": "A.",
      "id": "s295"
    },
    {
      "text": "Sorry, that sickness time --- the actual hospital time --- the actual hospital time was '97 .",
      "id": "s296"
    },
    {
      "text": "The vessel came into survey in '98.",
      "id": "s297"
    },
    {
      "text": "Q.",
      "id": "s298"
    },
    {
      "text": "You worked on the vessel prior to it coming into survey?",
      "id": "s299"
    },
    {
      "text": "A.",
      "id": "s300"
    },
    {
      "text": "The whole time.",
      "id": "s301"
    },
    {
      "text": "... \n \n Q.",
      "id": "s302"
    },
    {
      "text": "So from July '97 until January '98, that is the period of time in question that is before this Tribunal?",
      "id": "s303"
    },
    {
      "text": "A.",
      "id": "s304"
    },
    {
      "text": "Yes.",
      "id": "s305"
    },
    {
      "text": "Q.",
      "id": "s306"
    },
    {
      "text": "Did you work for Mr Steenbuck in that period of time?",
      "id": "s307"
    },
    {
      "text": "A.",
      "id": "s308"
    },
    {
      "text": "Yes.",
      "id": "s309"
    },
    {
      "text": "I picked the vessel up mid-August, after Appleton had finished.",
      "id": "s310"
    },
    {
      "text": "I took the vessel back to Watson's Bay and went every day to the office to look at arranging who was going to supply what.",
      "id": "s311"
    },
    {
      "text": "There was a vast array of equipment required and we started on the telephone looking for water tight doors, moon pools, all the different things that would be required to enable the vessel to do the variety of jobs which were planned for the vessel.",
      "id": "s312"
    },
    {
      "text": "Q.",
      "id": "s313"
    },
    {
      "text": "Did you ever receive any wages for any work, say, that you may have done?",
      "id": "s314"
    },
    {
      "text": "A.",
      "id": "s315"
    },
    {
      "text": "No.",
      "id": "s316"
    },
    {
      "text": "Q.",
      "id": "s317"
    },
    {
      "text": "Over that period of time, I should say?",
      "id": "s318"
    },
    {
      "text": "A.",
      "id": "s319"
    },
    {
      "text": "If you're talking between July and January, I received no moneys other than the $50 per week that I was given for the phone and the cost of getting myself to and from the office and the vessel, $50 a week.",
      "id": "s320"
    },
    {
      "text": "...' (emphasis added)\n \n\n46 When cross-examined Mr Joss gave the following further evidence:\n \n \n 'Q.",
      "id": "s321"
    },
    {
      "text": "Mr Joss, am I right to think that once you commenced wages in, was it January --- sorry, I will ask again.",
      "id": "s322"
    },
    {
      "text": "Was it late January, or late February that you commenced receiving wages from Mr Steenbuck?",
      "id": "s323"
    },
    {
      "text": "A.",
      "id": "s324"
    },
    {
      "text": "On the 22 nd I advised him that I was no longer receiving Sickness Benefit, as the specialists had told me to go back to work and from that day on he said he would pay me 350 a week to allow me to live while I was working on the vessel.",
      "id": "s325"
    },
    {
      "text": "I didn't class it as wages because the arrangement that we had was that I would be a partner in the business.",
      "id": "s326"
    },
    {
      "text": "It was money for me to survive on for the period of time that it took to get the vessel up and running and start produce --- and the vessel then start to produce an income.",
      "id": "s327"
    },
    {
      "text": "... \n \n \n \n Q.",
      "id": "s328"
    },
    {
      "text": "Is that a true claim, Mr Joss, that you had a contract commencing on 1 December 1996?",
      "id": "s329"
    },
    {
      "text": "A.",
      "id": "s330"
    },
    {
      "text": "I won't swear to the date of the 1 st , but in general speaking terms we came to an arrangement on that date and I finished operation on 31 December '98.",
      "id": "s331"
    },
    {
      "text": "... \n \n \n Q.",
      "id": "s332"
    },
    {
      "text": "At 1 December 1996, how did you see the contractual arrangement with Mr Steenbuck?",
      "id": "s333"
    },
    {
      "text": "A.",
      "id": "s334"
    },
    {
      "text": "Contractual arrangement which I understood, he was going to supply the money, I was going to supply the expertise.",
      "id": "s335"
    },
    {
      "text": "We were going into partnership.",
      "id": "s336"
    },
    {
      "text": "He would supply the funds to procure a suitable vessel.",
      "id": "s337"
    },
    {
      "text": "I would bring the vessel into survey and operate it, and it would be a half share arrangement.",
      "id": "s338"
    },
    {
      "text": "Q.",
      "id": "s339"
    },
    {
      "text": "A half share of what?",
      "id": "s340"
    },
    {
      "text": "A.",
      "id": "s341"
    },
    {
      "text": "Partnership in the business.",
      "id": "s342"
    },
    {
      "text": "... \n \n \n Q.",
      "id": "s343"
    },
    {
      "text": "Now, how long did Appleton have it for repair?",
      "id": "s344"
    },
    {
      "text": "A.",
      "id": "s345"
    },
    {
      "text": "I honestly can't give you the days, you know, how long he had it.",
      "id": "s346"
    },
    {
      "text": "I was advised that the vessel was complete and ready to go around the middle of August.",
      "id": "s347"
    },
    {
      "text": "Q.",
      "id": "s348"
    },
    {
      "text": "So was it from the middle of August that you took over the day to day management of the vessel?",
      "id": "s349"
    },
    {
      "text": "A.",
      "id": "s350"
    },
    {
      "text": "Correct.",
      "id": "s351"
    },
    {
      "text": "Q.",
      "id": "s352"
    },
    {
      "text": "And would you say it was from the middle of August until the end of your contract that you were working flat out on that vessel one way or another?",
      "id": "s353"
    },
    {
      "text": "A.",
      "id": "s354"
    },
    {
      "text": "Except for the period I was having the hernia operation and the hip replacement operation and 7 days after I came out of hospital with the hip operation so there was 5 days with the hernia and 13 days with the hip and I think there were about three or four Sundays where I did not work in that 4 or 5 month-period.",
      "id": "s355"
    },
    {
      "text": "Q.",
      "id": "s356"
    },
    {
      "text": "How many Sunday's did you say?",
      "id": "s357"
    },
    {
      "text": "A.",
      "id": "s358"
    },
    {
      "text": "Four or five.",
      "id": "s359"
    },
    {
      "text": "There was a total of nine Sunday's I believe, during the whole period when I didn't work on a Sunday.",
      "id": "s360"
    },
    {
      "text": "Q.",
      "id": "s361"
    },
    {
      "text": "So in the period from mid August, when you get the boat to the date in January when you were considered fit to return to work, are we saying you have only had about 12 days and five --- 12 recuperation days and five Sundays when you weren't at work on the vessel?",
      "id": "s362"
    },
    {
      "text": "A.",
      "id": "s363"
    },
    {
      "text": "No, that is not correct.",
      "id": "s364"
    },
    {
      "text": "Q.",
      "id": "s365"
    },
    {
      "text": "So what are you saying?",
      "id": "s366"
    },
    {
      "text": "A.",
      "id": "s367"
    },
    {
      "text": "I am saying 5 days for the hernia operation.",
      "id": "s368"
    },
    {
      "text": "Q.",
      "id": "s369"
    },
    {
      "text": "Yes?",
      "id": "s370"
    },
    {
      "text": "A.",
      "id": "s371"
    },
    {
      "text": "I went in and out the same day.",
      "id": "s372"
    },
    {
      "text": "Have five further days off so that is 5 days I wasn't at work.",
      "id": "s373"
    },
    {
      "text": "Then the following, I think it was 5 or 6 weeks later, I went in for a hip operation.",
      "id": "s374"
    },
    {
      "text": "I had 7 days in hospital, 7 days at my daughter's place, that is a total of 14 days in relation to the hip and I am saying that there were four or five Sundays between the time I picked the vessel up in the middle of August and the time of 22 January when I did no work.",
      "id": "s375"
    },
    {
      "text": "Those Sundays, the reason for not working on the Sunday was we never had the required equipment and what have you to do it and it wasn't convenient to go to the office and be using the phone.",
      "id": "s376"
    },
    {
      "text": "The office was shut.",
      "id": "s377"
    },
    {
      "text": "During that period I did a lot of time at the office and not a great deal of time on the boat.",
      "id": "s378"
    },
    {
      "text": "Q.",
      "id": "s379"
    },
    {
      "text": "The time in the office was that spent sourcing materials?",
      "id": "s380"
    },
    {
      "text": "A, Trying to get quotes for different types of equipment, who was going to supply where, what, how, talking to the surveyor about what he was doing, arranging for a shipwright to do some work on the boat, that kind of thing.",
      "id": "s381"
    },
    {
      "text": "Q.",
      "id": "s382"
    },
    {
      "text": "So it is full on from mid August every day bar about 26 days?",
      "id": "s383"
    },
    {
      "text": "A.",
      "id": "s384"
    },
    {
      "text": "Something like that.",
      "id": "s385"
    },
    {
      "text": "Q.",
      "id": "s386"
    },
    {
      "text": "For two operation, recuperations and about five Sundays off?",
      "id": "s387"
    },
    {
      "text": "A.",
      "id": "s388"
    },
    {
      "text": "That's correct.",
      "id": "s389"
    },
    {
      "text": "... \n \n Q.",
      "id": "s390"
    },
    {
      "text": "Okay.",
      "id": "s391"
    },
    {
      "text": "You said: \n \n \n I wasn't doing my normal employment so I didn't say I was employed.",
      "id": "s392"
    },
    {
      "text": "Is that right?",
      "id": "s393"
    },
    {
      "text": "A.",
      "id": "s394"
    },
    {
      "text": "Well, my normal employment is captain.",
      "id": "s395"
    },
    {
      "text": "I wasn't being a captain.",
      "id": "s396"
    },
    {
      "text": "I was looking at problems involved in getting a particular vessel that Mr Steenbuck purchased, how to get it into survey to be able to do the things that he wished to do with it.",
      "id": "s397"
    },
    {
      "text": "From middle of August through to 22 January i was doing it in an advisory capacity and instructing the shipwright what to do and trying to find out about the different equipment.",
      "id": "s398"
    },
    {
      "text": "That is not what I normally do.",
      "id": "s399"
    },
    {
      "text": "I normally simply run a vessel or assist in the running of a vessel or repairing or whatever.",
      "id": "s400"
    },
    {
      "text": "Q.",
      "id": "s401"
    },
    {
      "text": "You did understand that you were employed by Mr Steenbuck, didn't you?",
      "id": "s402"
    },
    {
      "text": "A.",
      "id": "s403"
    },
    {
      "text": "No, I didn't class it as employment.",
      "id": "s404"
    },
    {
      "text": "Like I said before, what we did, we agreed on a partnership.",
      "id": "s405"
    },
    {
      "text": "He was supplying the money.",
      "id": "s406"
    },
    {
      "text": "I was supplying the expertise.",
      "id": "s407"
    },
    {
      "text": "From that vessel's operation, I was going to be a partner with him and the moneys derived from the business would be split between the two of us.",
      "id": "s408"
    },
    {
      "text": "Q.",
      "id": "s409"
    },
    {
      "text": "So did you understand it as business?",
      "id": "s410"
    },
    {
      "text": "A.",
      "id": "s411"
    },
    {
      "text": "I understood as a partnership arrangement, that is what I understood right up until I went to see Mr Cassim and he said: well, this is legally this that and the other and we discussed different ways of submitting the claim.",
      "id": "s412"
    },
    {
      "text": "That was when I believed the partnership thing was sunk.",
      "id": "s413"
    },
    {
      "text": "...' (emphasis added)\n \n\n47 Mr Steenbuck also gave oral evidence before the Tribunal.",
      "id": "s414"
    },
    {
      "text": "His evidence, under cross-examination by Mr Joss' counsel, included the following:\n \n \n 'Q.",
      "id": "s415"
    },
    {
      "text": "It was the case, wasn't it, that Mr Joss had told you that he is no longer --- was no longer unfit for work and that you would have to commence payment of wages after 22 January 1998, that is the case, isn't it?",
      "id": "s416"
    },
    {
      "text": "A.",
      "id": "s417"
    },
    {
      "text": "Mr Grant Joss received wages before that date.",
      "id": "s418"
    },
    {
      "text": "Q.",
      "id": "s419"
    },
    {
      "text": "Did Mr Goltham keep a full and accurate record of all payments made to Mr Joss since Mr Joss became employed by Hirena Proprietary Limited?",
      "id": "s420"
    },
    {
      "text": "A.",
      "id": "s421"
    },
    {
      "text": "Yes.",
      "id": "s422"
    },
    {
      "text": "Q.",
      "id": "s423"
    },
    {
      "text": "Did he?",
      "id": "s424"
    },
    {
      "text": "A.",
      "id": "s425"
    },
    {
      "text": "I assume so.",
      "id": "s426"
    },
    {
      "text": "That was his job.",
      "id": "s427"
    },
    {
      "text": "Q.",
      "id": "s428"
    },
    {
      "text": "The business records from your company, Hirena Proprietary Limited, reflect from 2 February 1998 that the company commenced to pay Mr Joss an amount of money per week which was a gross amount, that is right, isn't it?",
      "id": "s429"
    },
    {
      "text": "A.",
      "id": "s430"
    },
    {
      "text": "Net amount.",
      "id": "s431"
    },
    {
      "text": "Q.",
      "id": "s432"
    },
    {
      "text": "A net amount.",
      "id": "s433"
    },
    {
      "text": "That commenced on 6 February 1998, didn't it, and that net amount was $350, wasn't it?",
      "id": "s434"
    },
    {
      "text": "A.",
      "id": "s435"
    },
    {
      "text": "$80 tax from memory.",
      "id": "s436"
    },
    {
      "text": "It included a payment of tax of $80.",
      "id": "s437"
    },
    {
      "text": "It was a net amount and $80 tax was paid on top of it.",
      "id": "s438"
    },
    {
      "text": "Q.",
      "id": "s439"
    },
    {
      "text": "Those records are a full and accurate reflection of the payments that were made to Grant Joss from the time he began employment with Hirena Proprietary Limited, that is right, isn't it?",
      "id": "s440"
    },
    {
      "text": "A.",
      "id": "s441"
    },
    {
      "text": "It was made by an account- by a bookkeeper I paid for so I assume it was correct.",
      "id": "s442"
    },
    {
      "text": "...' \n \n\n48 It is apparent that the Tribunal accepted that:\n \n &#8226; Mr Joss was involved in the selection and purchase of the Zane Grey;\n &#8226; Mr Joss went to the boat every day over a lengthy period, including the relevant period, working out what was needed to prepare the boat for survey;\n &#8226; He worked on the boat or in the office on board the boat sourcing equipment.",
      "id": "s443"
    },
    {
      "text": "49 Mr Joss' unchallenged evidence was that in the relevant period he worked seven days a week for a minimum of 10 hours per day on the boat with the exception of five days for his hernia operation, 14 days for his hip replacement and four or five Sundays.",
      "id": "s444"
    },
    {
      "text": "50 Mr Joss and Mr Steenbuck had conversations before the relevant period about the nature of the business relationship which would exist between them in relation to the exploitation of the Zane Grey.",
      "id": "s445"
    },
    {
      "text": "These included conversations in which both parties used the word 'partner' or 'partners'.",
      "id": "s446"
    },
    {
      "text": "That such a concept was raised was the subject of evidence from both Mr Joss and Mr Steenbuck.",
      "id": "s447"
    },
    {
      "text": "51 Mr Joss was of the opinion that the conversations had the effect of constituting the parties as partners in a business exploiting the Zane Grey.",
      "id": "s448"
    },
    {
      "text": "52 Mr Steenbuck disputed that the legal effect of the conversations was the constitution of a partnership.",
      "id": "s449"
    },
    {
      "text": "His understanding was that throughout the relevant period Mr Joss was a person who performed work for his company for wages.",
      "id": "s450"
    },
    {
      "text": "53 Mr Joss sought relief in respect of the contract he propounded in the Industrial Relations Commission of New South Wales.",
      "id": "s451"
    },
    {
      "text": "That matter was settled with the payment to Mr Joss of $75,000.",
      "id": "s452"
    },
    {
      "text": "54 Applying the above principles in relation to what constitutes a person being 'unemployed' within the meaning of s 593(1) of the Act to the findings of fact as made by the Tribunal, the only issue could have been whether Mr Joss was an employee of Mr Steenbuck or his company, or, a partner or joint venturer of Mr Steenbuck and/or his company throughout the relevant period.",
      "id": "s453"
    },
    {
      "text": "55 Plainly, Mr Joss was not, during the relevant period, without work or employment in a situation that was temporary and involuntary.",
      "id": "s454"
    },
    {
      "text": "If he was not an employee, he was undoubtedly carrying on business or engaging in work with a view of profit.",
      "id": "s455"
    },
    {
      "text": "He was undertaking work on the ship with intensity.",
      "id": "s456"
    },
    {
      "text": "His physical disabilities may have precluded him from personally performing heavy duty work for much of that time, but that was not his responsibility.",
      "id": "s457"
    },
    {
      "text": "He was responsible for arranging for the boat to be repaired and brought into survey in New South Wales.",
      "id": "s458"
    },
    {
      "text": "His normal work was as a boat's captain, but that is not work that he was pursuing in the period in question.",
      "id": "s459"
    },
    {
      "text": "He was applying himself with great vigour to the job in hand.",
      "id": "s460"
    },
    {
      "text": "56 In the Secretary's Notice of Appeal to the Court the questions of law said to arise were expressed as:\n \n \n 'a) Did the Tribunal misdirect itself in law when construing the meaning of \"unemployed\" in s.593 of the Social Security Act 1991 (Cth) (\"the SS Act\")?",
      "id": "s461"
    },
    {
      "text": "b) Was it open on the evidence accepted by the Tribunal for it to find that the Respondent was \"unemployed\" for the purposes of s.593 of the SS Act at relevant times?",
      "id": "s462"
    },
    {
      "text": "c) Did the Tribunal comply with its obligations to give reasons as required by s.43 of the Administrative Appeals Tribunal Act 1975 (Cth) (\"the AAT Act \")?",
      "id": "s463"
    },
    {
      "text": "' \n \n\n57 The grounds relied upon in the Notice of Appeal were expressed as follows:\n \n \n 'a) The Tribunal at [22] of its decision stated that being self-employed \"would not prevent him (Mr Joss) from being regarded as unemployed\".",
      "id": "s464"
    },
    {
      "text": "This is wrong in principle and the cases referred to by the Tribunal at [22-23] are contrary to that finding.",
      "id": "s465"
    },
    {
      "text": "b) On the Respondent's own evidence, which the Tribunal appears to have accepted in full, the only conclusion open to the Tribunal properly directed was that he was not unemployed at relevant times.",
      "id": "s466"
    },
    {
      "text": "c) The Tribunal's reasons do not make findings of fact or explain in any comprehensible way why the Tribunal came to the conclusion it did, and as such are not reasons within s.43 of the AAT Act .",
      "id": "s467"
    },
    {
      "text": "' \n \n \n\n58 In my opinion the questions of law do arise and should be answered as follows:\n \n (a) Yes\n (b) No\n (c) If the reasons of the Tribunal are so deficient that it is impossible to ascertain whether there was error in the decision-making process then an error of law will have been committed (see Dornan v Riordan (1990) 24 FCR 564).",
      "id": "s468"
    },
    {
      "text": "Dornan v Riordan concerned a decision of the Pharmaceutical Benefits Remuneration Tribunal, rather than the Administrative Appeals Tribunal, however, the principles there enunciated are equally applicable to decisions of the Administrative Appeals Tribunal (see the Full Court's decision in McAuliffe at 614-617).",
      "id": "s469"
    },
    {
      "text": "In Dornan v Riordan the Full Court comprising Sweeney, Davies and Burchett JJ, said at 568, 574 and 575:\n 'It is ... impossible to understand from the reasons given by the Tribunal why it was that the Tribunal adopted the precise base that it did.",
      "id": "s470"
    },
    {
      "text": "... \n ... there was in the present case a substantial breach of the Tribunal's duty to state the reasons for its determination.",
      "id": "s471"
    },
    {
      "text": "... \n ... the reasons are so deficient that it is ... impossible to ascertain whether there was any other error in the decision-making process.",
      "id": "s472"
    },
    {
      "text": "... \n ... the Tribunal did not explain its course of reasoning ...'.",
      "id": "s473"
    },
    {
      "text": "59 It is important to remember, as the Full Court observed in McAuliffe at 616:\n \n 'Important as the obligation to provide reasons for the decision is ... the reasons of the tribunal have to be read fairly as a whole and not over-zealously.",
      "id": "s474"
    },
    {
      "text": "The reasons of an administrative body are not to be subjected to a minute analysis with \"an eye keenly attuned to the perception of error\", to adopt the phrase of Lockhart J in Politis v FCT 88 ATC 5,029 at 5,032 ....",
      "id": "s475"
    },
    {
      "text": "The reasons of an administrative body are meant to inform and not to be reviewed by an eye seeking to discern whether some inadequacy may be gleaned from the way in which the reasons are expressed.",
      "id": "s476"
    },
    {
      "text": "' \n \n\n60 In the present case the Tribunal undoubtedly left a number of factual issues hanging.",
      "id": "s477"
    },
    {
      "text": "However, the reasons which were provided were sufficient to enable question (b) to be answered as I have indicated above.",
      "id": "s478"
    },
    {
      "text": "Whilst compliance by the Tribunal with its obligations to give reasons may have been marginal in this case, I am inclined to the view that the deficiencies in those reasons did not, of itself, amount to an error of law.",
      "id": "s479"
    },
    {
      "text": "61 In the foregoing circumstances the appeal should be allowed, the decision of the Tribunal set aside and the case remitted to the Tribunal to be heard and decided again without the hearing of further evidence.",
      "id": "s480"
    },
    {
      "text": "62 I note that the applicant does not seek costs in respect of the appeal.",
      "id": "s481"
    },
    {
      "text": "I certify that the preceding sixty-two (62) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Graham.",
      "id": "s482"
    },
    {
      "text": "Associate:\n\nDated: 10 July 2006\n\n\n Counsel for the Applicant: T Reilly \n \n Solicitor for the Applicant: Australian Government Solicitor \n \n Counsel for the Respondent: D Hawkins \n \n Solicitor for the Respondent: Gary Cassim &amp; Associates \n \n Date of Hearing: 3 July 2006 \n \n Date of Judgment: 10 July 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/884.html",
      "id": "s483"
    }
  ]
}