{
  "name": "Bald Hills Wind Farm Pty Ltd v Honourable Ian Campbell, Minister for Environment and Heritage [2006] FCA 848 (7 April 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/848.html",
  "catchphrases": [
    {
      "text": "costs of application for review under the administrative decisions (judicial review) act 1977 (cth)",
      "id": "c0"
    },
    {
      "text": "application related to respondent's failure to make decision under environment protection and biodiversity conservation act 1999 (cth)",
      "id": "c1"
    },
    {
      "text": "where decision removed substratum of proceedings and proceedings dismissed",
      "id": "c2"
    },
    {
      "text": "relevant principles for award of costs where there has been no substantive hearing on the merits",
      "id": "c3"
    },
    {
      "text": "whether parties acted reasonably in commencing and defending proceedings",
      "id": "c4"
    },
    {
      "text": "evidence of lack of communication between parties regarding commencement of proceedings",
      "id": "c5"
    },
    {
      "text": "no order as to costs",
      "id": "c6"
    },
    {
      "text": "administrative law",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "1 On 2 February 2006 the applicant commenced proceedings against the respondent ('the Minister') under the Administrative Decisions (Judicial Review) Act 1977 (Cth).",
      "id": "s0"
    },
    {
      "text": "The application for review related to the failure of the Minister to make a decision under the Environment Protection and Biodiversity Conservation Act 1999 (Cth) in relation to the applicant's proposed construction of a wind farm at Bald Hills in Gippsland, Victoria.",
      "id": "s1"
    },
    {
      "text": "The application contended that the Minister was under a statutory obligation to make the decision by 8 October 2004 and that he failed to do so.",
      "id": "s2"
    },
    {
      "text": "2 After the institution of these proceedings, the Minister announced his decision on 3 April 2006.",
      "id": "s3"
    },
    {
      "text": "The making of the decision removes the substratum of these proceedings.",
      "id": "s4"
    },
    {
      "text": "In the circumstances, the applicant seeks to discontinue the proceedings, with a specific order as to costs to the effect that the Minister pay the applicant's costs of the proceedings.",
      "id": "s5"
    },
    {
      "text": "The Minister consents to the discontinuance of the proceedings but submits that, in all the circumstances, there should be no order as to costs.",
      "id": "s6"
    },
    {
      "text": "PRINCIPLES RELATING TO ORDERS AS TO COSTS \n \n3 It is within my discretion to make an order as to costs.",
      "id": "s7"
    },
    {
      "text": "The applicant submits that the case attracts the principles which permit an order for costs to be made against a respondent where there has been no hearing on the merits, but the applicant has effectively achieved the relief sought by the proceedings.",
      "id": "s8"
    },
    {
      "text": "It is not disputed that the Minister's decision has the practical effect of providing the substantive relief sought by the application.",
      "id": "s9"
    },
    {
      "text": "4 The essential basis of the applicant's argument is that a decision was not made by the Minister in a timely way in accordance with the time limits imposed by the Environment Protection and Biodiversity Conservation Act .",
      "id": "s10"
    },
    {
      "text": "Indeed, it is submitted that the decision was more than 12 months out of time.",
      "id": "s11"
    },
    {
      "text": "5 The applicable principles are fairly clear.",
      "id": "s12"
    },
    {
      "text": "They are discussed at some length by Hill J in Australian Securities Commission v Aust-Home Investments Ltd (1993) 44 FCR 194 at 201; see also 7-Eleven Stores Pty Ltd v Australian Competition and Consumer Commission (1998) ATPR 41-622 (' 7 Eleven' ) at 4821 per Heerey J; Essendon Health Care Pty Ltd v Moylan (1998) 50 ALD 421 per Merkel J.",
      "id": "s13"
    },
    {
      "text": "6 In Re Minister for Immigration and Ethnic Affairs; Ex parte Lai Qin [1997] HCA 6 ; (1997) 186 CLR 622, McHugh J observed at 624-625:\n \n In an appropriate case, a court will make an order for costs even when there has been no hearing on the merits and the moving party no longer wishes to proceed with the action.",
      "id": "s14"
    },
    {
      "text": "The court cannot try a hypothetical action between the parties.",
      "id": "s15"
    },
    {
      "text": "To do so would burden the parties with the costs of a litigated action which by settlement or extra-curial action they had avoided.",
      "id": "s16"
    },
    {
      "text": "In some cases, however, the court may be able to conclude that one of the parties has acted so unreasonably that the other party should obtain the costs of the action.",
      "id": "s17"
    },
    {
      "text": "In administrative law matters, for example, it may appear that the defendant has acted unreasonably in exercising or refusing to exercise a power and that the plaintiff had no reasonable alternative but to commence a litigation... \n \n \n\n7 His Honour went on to state at 625:\n \n If it appears that both parties have acted reasonably in commencing and defending the proceedings and the conduct of the parties continued to be reasonable until the litigation was settled or its further prosecution became futile, the proper exercise of the cost discretion will usually mean that the court will make no order as to the cost of the proceedings.",
      "id": "s18"
    },
    {
      "text": "This approach has been adopted in a large number of cases.",
      "id": "s19"
    },
    {
      "text": "' \n \n\n8 Finkelstein J arrived at that conclusion in Gribbles Pathology Pty Ltd v Health Insurance Commission (1997) 80 FCR 284.",
      "id": "s20"
    },
    {
      "text": "9 In the present case, the evidence shows that the last contact between the applicant and the Minister took place on 11 May 2005.",
      "id": "s21"
    },
    {
      "text": "On that day, the assistant secretary of the Department for Environment and Heritage wrote to the managing director of the applicant stating, in effect, that the Minister's decision would need to await the receipt of information on the cumulative impact of wind farms.",
      "id": "s22"
    },
    {
      "text": "The letter said that the additional information was expected by the end of June 2005.",
      "id": "s23"
    },
    {
      "text": "The material before me indicates that that timeframe was far too optimistic.",
      "id": "s24"
    },
    {
      "text": "The relevant material was not received by the Minister until some time on or about 22 February 2006.",
      "id": "s25"
    },
    {
      "text": "However, the letter did make it clear that the Minister would not be able to make an informed decision on the Bald Hills Wind Farm until he received that information.",
      "id": "s26"
    },
    {
      "text": "The letter also said that, in the view of the Department, the statutory time frame for making the decision had been refreshed and had not at that time expired.",
      "id": "s27"
    },
    {
      "text": "10 There is no evidence of later communications between the applicant and the Minister.",
      "id": "s28"
    },
    {
      "text": "This has some significance, having regard to Heerey J's decision in 7 Eleven .",
      "id": "s29"
    },
    {
      "text": "In that case, Heerey J made an order for costs not simply because of the lengthy delay of over two years in making the decision, but also the fact that the applicant, before commencing proceedings, had given notice of intention to bring the proceedings to the Commission and that two promises by the Commission to make a decision had not been fulfilled.",
      "id": "s30"
    },
    {
      "text": "11 In this case, Ms Nance, counsel for the Minister, accepts that the statutory time limit had expired and that the decision was out of time.",
      "id": "s31"
    },
    {
      "text": "However she submits that the applicant was aware that the Minister had deferred a decision awaiting a report which, in the event, was not finalised until February 2006.",
      "id": "s32"
    },
    {
      "text": "In all the circumstances, I am not satisfied that this is a case where it can be said that the Minister has acted so unreasonably that I should make an order for costs in favour of the applicant.",
      "id": "s33"
    },
    {
      "text": "12 I appreciate the applicant's point that the Minister's lengthy delay, in disregard of a statutory time limit, led to the institution of proceedings.",
      "id": "s34"
    },
    {
      "text": "On the other hand, there was knowledge on the part of the applicant that the Minister was awaiting a report and I consider that there was a significant absence of communication (at least so far as the evidence goes) about the intention to commence the proceedings.",
      "id": "s35"
    },
    {
      "text": "ORDERS \n \n13 In the circumstances, I consider that the appropriate orders are that the proceedings be dismissed that there be no order as to the costs of the proceedings.",
      "id": "s36"
    },
    {
      "text": "I will so order.",
      "id": "s37"
    },
    {
      "text": "I certify that the preceding thirteen (13) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Young.",
      "id": "s38"
    },
    {
      "text": "Associate:\n\nDated: 4 July 2006\n\n\n Counsel for the Applicant: HR Carmichael \n \n Solicitor for the Applicant: Herbert Geer &amp; Rundle \n \n Counsel for the Respondent: E Nance \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 7 April 2006 \n \n Date of Judgment: 7 April 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/848.html",
      "id": "s39"
    }
  ]
}