{
  "name": "Iacono v Tax Agents* Board of Victoria [2006] FCA 896 (11 July 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/896.html",
  "catchphrases": [
    {
      "text": "appeal from decision of administrative appeals tribunal",
      "id": "c0"
    },
    {
      "text": "applicant's registration suspended under s 251k(2) of income tax assessment act 1936 (cth)",
      "id": "c1"
    },
    {
      "text": "applicant sought review of decision in tribunal",
      "id": "c2"
    },
    {
      "text": "tribunal affirmed decision to suspend registration",
      "id": "c3"
    },
    {
      "text": "period of suspension determined inappropriately in reliance on s 251k(3b)",
      "id": "c4"
    },
    {
      "text": "period to be determined under s 251k(3)",
      "id": "c5"
    },
    {
      "text": "tribunal alerted to error in application of s 251k(3b) after reasons delivered",
      "id": "c6"
    },
    {
      "text": "tribunal corrected determination under s 43aa of administrative appeals tribunal act 1975 (cth) eliminating reference to s 251k(3b)",
      "id": "c7"
    },
    {
      "text": "whether proper use of s 43aa",
      "id": "c8"
    },
    {
      "text": "whether tribunal committed jurisdictional error",
      "id": "c9"
    },
    {
      "text": "whether court should affirm decision notwithstanding jurisdictional error",
      "id": "c10"
    },
    {
      "text": "administrative law",
      "id": "c11"
    }
  ],
  "sentences": [
    {
      "text": "1 These are reasons for judgment in short form for the orders that I gave today allowing in part an appeal under s 44 of the Administrative Appeals Tribunal Act 1975 (Cth) (\"the AAT Act \") against a decision of the Administrative Appeals Tribunal (\"the Tribunal\"): for the power to allow such an appeal in part see s 44(4) and (5) of that Act: Commissioner of Taxation v Zoffanies Pty Ltd [2003] FCAFC 236 ; (2003) 132 FCR 523 at 544 and 546-547.",
      "id": "s0"
    },
    {
      "text": "2 The applicant, Biago Giovanni Iacono, was a tax agent whose registration under Part VIIA of the Income Tax Assessment Act 1936 (Cth) (\"the 1936 Act \") was suspended pursuant to s 251K(2) of that Act by the Tax Agents' Board of Victoria (\"the Board\").",
      "id": "s1"
    },
    {
      "text": "Mr Iacono sought review of that decision in the Tribunal which in turn affirmed the Board's decision.",
      "id": "s2"
    },
    {
      "text": "3 Subdivision H of Part VIIA of the 1936 Act has two separate regimes for the cancellation or suspension of a tax agent's registration.",
      "id": "s3"
    },
    {
      "text": "Section 251K(1) stipulates that in specified circumstances the Board shall suspend or cancel the registration of a tax agent and in such a case by virtue of s 251K(3B) the period of such a suspension \"shall not be less than three months\".",
      "id": "s4"
    },
    {
      "text": "That particular regime had no application in Mr Iacono's case.",
      "id": "s5"
    },
    {
      "text": "His suspension was effected under s 251K(2) which granted the Board a power to suspend or cancel the registration of a tax agent upon being satisfied that one of a number of stipulated matters had been demonstrated to it.",
      "id": "s6"
    },
    {
      "text": "Where the Board has determined that a registration should be suspended, s 251K(3) provides for present purposes \"a suspension of the registration of the tax agent shall be for such period as the Board concerned thinks fit\".",
      "id": "s7"
    },
    {
      "text": "4 As the Tribunal recognised in its Reasons for Decision, the most important issue in the case was whether the correct decision had been made in suspending Mr Iacono's registration, i.e.",
      "id": "s8"
    },
    {
      "text": "the s 251K(2) question.",
      "id": "s9"
    },
    {
      "text": "In reaching its conclusion on this matter, the Tribunal found that the requirement of s 251K(2) had been satisfied and \"accordingly the discretion exercised by the Board to suspend Mr Iacono's tax registration for a period of three months is appropriate\".",
      "id": "s10"
    },
    {
      "text": "The Tribunal's decision to suspend is not presently in issue.",
      "id": "s11"
    },
    {
      "text": "5 Turning to the question of what was the appropriate duration of the suspension, the Tribunal in its Reasons said: \n \n \n \"[26] Mr Athanasiou [the solicitor for the applicant] submitted that Mr Iacono's suspension as a tax agent should be for a period of less than three months.",
      "id": "s12"
    },
    {
      "text": "However, s 251K(3B) of the ITAA provides that the period of suspension under subsection (1) shall not be less than three months.",
      "id": "s13"
    },
    {
      "text": "[27] Therefore the Board's decision should be affirmed.",
      "id": "s14"
    },
    {
      "text": "\" \n \n \n\nIt is the above paragraph [26] which clearly gives an erroneous reason for rejecting the applicant's submission that was in issue in this appeal.",
      "id": "s15"
    },
    {
      "text": "6 The Tribunal's decision was handed down on 17 February 2006.",
      "id": "s16"
    },
    {
      "text": "On 28 February 2006 an employee of the Australian Government Solicitor (which represented the Tax Agents' Board of Victoria before the Tribunal) wrote to the Deputy Registrar of the Tribunal noting what was said at [26] of the Reasons for Decision.",
      "id": "s17"
    },
    {
      "text": "The letter went on to observe \"while our client agrees with the Tribunal's stated view of the operation of s 231K(3B) of the Income Tax Assessment Act 1936 ... in the factual circumstances of this matter, this provision had no application\".",
      "id": "s18"
    },
    {
      "text": "7 On 2 March 2006 the Tribunal issued a direction in the following terms:\n \n \n \"1.",
      "id": "s19"
    },
    {
      "text": "By letter dated 28 February 2006, the respondent's representative notified the Tribunal that there is an error in its reasons for decision.",
      "id": "s20"
    },
    {
      "text": "2.",
      "id": "s21"
    },
    {
      "text": "Being satisfied that there is an obvious error in the written statement of reasons for the decision of the Tribunal made on 17 February 2006, the Tribunal therefore directs, pursuant to s 43AA(1) of the Administrative Appeals Tribunal Act 1975 , that the Registrar alter the said statement of reasons by substituting paragraph 26 with the following: \n \n \n \n \n \n \n Mr Athanasiou submitted that Mr Iacono's suspension as a tax agent should be for a period of less than three months.",
      "id": "s22"
    },
    {
      "text": "In my opinion, a period of three months is appropriate in this case.",
      "id": "s23"
    },
    {
      "text": "\" \n \n \n \n\n8 Section 43AA provides insofar as is presently relevant:\n \n \" 43AA Correction of errors in decisions or statement of reasons \n \n Correction of errors\n \n \n (1) If, after the making of a decision by the Tribunal, the Tribunal is satisfied that there is an obvious error in the text of the decision or in a written statement of reasons for the decision, the Tribunal may direct the Registrar to alter the text of the decision or statement in accordance with the directions of the Tribunal.",
      "id": "s24"
    },
    {
      "text": "... \n \n Examples of obvious errors\n \n \n \n \n (3) Examples of obvious errors in the text of a decision or statement of reasons are where: \n \n \n \n \n \n \n \n (a) there is an obvious clerical or typographical error in the text of the decision or statement of reasons; or \n \n (b) there is an inconsistency between the decision and the statement of reasons.",
      "id": "s25"
    },
    {
      "text": "\" \n \n\n9 Both parties accept in this matter, as they are clearly obliged to by the weight of authority, that this provision cannot be employed to re-visit the decision made as such.",
      "id": "s26"
    },
    {
      "text": "As Mansfield J said in Comcare v Moon (2003) 75 ALD 160 at [65]: \"There is power to correct obvious errors in the text of a decision or the reasons under s 43AA , but not to reverse or vary the decision ... Matters of expression, or inconsistency or error in calculation, could be corrected in s 43AA , but not the decision itself.",
      "id": "s27"
    },
    {
      "text": "\"\n \n10 In my view it clearly is the case that, having committed an error of law in the manner in which it rejected the applicant's submission for a lesser suspension than three months and having just fixed the suspension imposed because of that error of law, the Tribunal cannot properly rely upon s 43AA to vary its decision in substance by excising the formal manifestation of that error of law in the manner adopted in the Direction, thus allowing its decision to be sustained inferentially by s 251K(3).",
      "id": "s28"
    },
    {
      "text": "11 There was a palpable jurisdictional error in this matter.",
      "id": "s29"
    },
    {
      "text": "The Tribunal simply did not address, as it was required to, what was the appropriate suspension under s 251K(3).",
      "id": "s30"
    },
    {
      "text": "This being the case that part of the decision is open to be set aside and remitted to the Tribunal for re-determination.",
      "id": "s31"
    },
    {
      "text": "Nonetheless the respondent Board has contended that the Tribunal has indicated in the Direction that if it had properly directed itself when making its decision it would have affirmed the Board's decision in any event.",
      "id": "s32"
    },
    {
      "text": "So it is said I should exercise my powers under s 44 of the AAT Act to affirm the Tribunal's decision: on the taking of such a course, see generally the decision of Sackville J in Morales v Minister for Immigration and Ethnic Affairs (1995) 60 FCR 550 at 560 ff.",
      "id": "s33"
    },
    {
      "text": "This is not a course that I am prepared to take in this matter.",
      "id": "s34"
    },
    {
      "text": "12 When the Tribunal made its decision imposing the suspension that it did, it clearly did so on an improper basis and rejected categorically the applicant's submission by reason of that basis.",
      "id": "s35"
    },
    {
      "text": "It would, in my view, do nothing to enhance public confidence in the administration of this part of the Income Tax Assessment Act if the Tribunal having committed a palpable error, was permitted to retrieve its position by later giving a direction not authorised by s 43AA but which in turn, for Morales purposes, would have the effect of rendering remittal futile.",
      "id": "s36"
    },
    {
      "text": "No encouragement should be given to misusing s 43AA to such an end.",
      "id": "s37"
    },
    {
      "text": "It may well be the case, when the Tribunal reconsiders how it should exercise its discretion in relation to the length of the suspension, that it will arrive at the same decision.",
      "id": "s38"
    },
    {
      "text": "Be this as it may, I am not satisfied that that is a necessary or inevitable outcome once the Tribunal properly directs itself in relation to that question and in light of the submissions made to it on that matter: see Santa Sabina College v Minister for Education (1985) 58 ALR 527 at 540.",
      "id": "s39"
    },
    {
      "text": "13 Accordingly, I have made the orders noted at the outset of these reasons.",
      "id": "s40"
    },
    {
      "text": "I certify that the preceding thirteen (13) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finn.",
      "id": "s41"
    },
    {
      "text": "Associate:\n\nDated: 12 July 2006\n\n\n Counsel for the Applicant: Mr A Athanasiou \n \n Solicitor for the Applicant: Rigby Cooke Lawyers \n \n Counsel for the Respondent: Ms F Alpins \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 11 July 2006 \n \n Date of Judgment: 11 July 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/896.html",
      "id": "s42"
    }
  ]
}