{
  "name": "CZAJ v Minister for Immigration and Multicultural Affairs [2006] FCA 88 (13 February 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/88.html",
  "catchphrases": [
    {
      "text": "no point of principle",
      "id": "c0"
    },
    {
      "text": "migration",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application for an extension of time in which to seek leave to appeal against a judgment of a Federal Magistrate of 10 August 2005.",
      "id": "s0"
    },
    {
      "text": "The Federal Magistrate dismissed an application for judicial review of a decision of the Refugee Review Tribunal of 18 March 2004.",
      "id": "s1"
    },
    {
      "text": "The Federal Magistrate did so on the basis that the application for judicial review was incompetent since the Tribunal's decision was a privative clause decision and the time had expired in which any application for judicial review could be made.",
      "id": "s2"
    },
    {
      "text": "In my opinion, the Federal Magistrate was correct in reaching that conclusion.",
      "id": "s3"
    },
    {
      "text": "It was reached against a background in which there had been earlier litigation, in the Federal Magistrates Court, the Federal Court and the High Court, concerning the Tribunal's decision.",
      "id": "s4"
    },
    {
      "text": "2 In my view, the applicant has no prospects of succeeding in any appeal if time were to be extended and leave given.",
      "id": "s5"
    },
    {
      "text": "In those circumstances, the application is refused with costs.",
      "id": "s6"
    },
    {
      "text": "I certify that the preceding two (2) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Moore.",
      "id": "s7"
    },
    {
      "text": "Associate:\n\nDated: 20 February 2006\n\n\n The Applicant appeared in person \n \n Counsel for the First Respondent: A Chand \n \n Solicitor for the Second Respondent: Clayton Utz \n \n Date of Hearing: 13 February 2006 \n \n Date of Judgment: 13 February 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/88.html",
      "id": "s8"
    }
  ]
}