{
  "name": "Elias v Pascoe (Trustee), in the matter of Milad Elias (Bankrupt) [2006] FCA 802 (27 June 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/802.html",
  "catchphrases": [
    {
      "text": "costs",
      "id": "c0"
    },
    {
      "text": "principles governing exercise of the court's discretion to award costs pursuant to s 32 of the bankruptcy act 1966 (cth)",
      "id": "c1"
    },
    {
      "text": "where bankruptcy notice issued despite debt on which bankruptcy notice founded being the subject of an appeal not yet determined",
      "id": "c2"
    },
    {
      "text": "effect of not seeking stay of execution",
      "id": "c3"
    },
    {
      "text": "reasonableness of parties' conduct",
      "id": "c4"
    },
    {
      "text": "bankruptcy",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n 1 Following the service upon him of a bankruptcy notice issued on the application of the respondent ('the trustee'), the applicant ('Mr George Elias') applied to this Court for an extension of the time for compliance with the notice.",
      "id": "s0"
    },
    {
      "text": "He sought an extension of time until 14 days after the determination of an appeal from the judgment on which the bankruptcy notice was founded.",
      "id": "s1"
    },
    {
      "text": "Ultimately, after being provided with a bank guarantee in an amount of approximately the judgment debt, the trustee consented to the extension of time sought.",
      "id": "s2"
    },
    {
      "text": "The appeal against the judgment has been successful.",
      "id": "s3"
    },
    {
      "text": "The only issue between the parties which now requires judicial resolution is the appropriate order, if any, to be made as to costs.",
      "id": "s4"
    },
    {
      "text": "Each party seeks a costs order in his favour.",
      "id": "s5"
    },
    {
      "text": "FACTS \n \n2 Mr George Elias is the brother of Mr Milad Elias, a bankrupt.",
      "id": "s6"
    },
    {
      "text": "The trustee is the trustee of the bankrupt estate of Mr Milad Elias.",
      "id": "s7"
    },
    {
      "text": "On 13 July 2003 the Official Receiver, on application by the trustee, by written notice under s 139ZQ of the Bankruptcy Act 1966 (Cth), required Mr George Elias to pay the trustee $70 561.00.",
      "id": "s8"
    },
    {
      "text": "The notice asserted that Mr George Elias had received this amount as a result of a transaction that was void against the trustee under Division 3 of Part VI of the Act.",
      "id": "s9"
    },
    {
      "text": "3 On 6 June 2005 summary judgment was entered against Mr George Elias in the District Court of New South Wales for $70 561.00 plus costs.",
      "id": "s10"
    },
    {
      "text": "Shortly before that date an application to set aside the s 139ZQ notice had been filed in the Federal Magistrates Court.",
      "id": "s11"
    },
    {
      "text": "The District Court declined to stay the proceedings before it to allow the application to the Federal Magistrates Court to be heard and determined.",
      "id": "s12"
    },
    {
      "text": "4 On 1 July 2005 Mr George Elias filed a holding summons for leave to appeal to the Court of Appeal from the judgment of the District Court.",
      "id": "s13"
    },
    {
      "text": "As a consequence he had three months thereafter to file an ordinary summons for leave to appeal (NSW Supreme Court Rules pt 51 r 4).",
      "id": "s14"
    },
    {
      "text": "An ordinary summons for leave to appeal was filed within that time.",
      "id": "s15"
    },
    {
      "text": "5 On 17 August 2005 a bankruptcy notice requiring payment of the judgment of the District Court was served on Mr George Elias.",
      "id": "s16"
    },
    {
      "text": "On 1 September 2005 Mr George Elias instituted this proceeding.",
      "id": "s17"
    },
    {
      "text": "6 On 13 September 2005, by consent, an order was made by the duty judge extending the time for compliance with the bankruptcy notice up to and including 27 September 2005 when the matter was again to come before the duty judge.",
      "id": "s18"
    },
    {
      "text": "The Court was invited on 13 September 2005 to note that, on or before 27 September 2005, Mr George Elias would procure an unconditional and irrevocable bank guarantee in favour of the trustee in the amount of $80 000.00 which the trustee would be entitled to call upon should the appeal from the judgment of the District Court be dismissed, withdrawn or discontinued.",
      "id": "s19"
    },
    {
      "text": "The Court was further invited to note that the parties envisaged that, if the bank guarantee were provided, the trustee would on 27 September 2005 consent to the time for compliance with the bankruptcy notice being extended until the determination of the appeal --- provided that, on that day, Mr George Elias undertook to prosecute the appeal with diligence.",
      "id": "s20"
    },
    {
      "text": "7 On 5 October 2005 a duty judge extended time for compliance with the bankruptcy notice until 14 days after the appeal was determined, withdrawn or discontinued.",
      "id": "s21"
    },
    {
      "text": "Her Honour also ordered that Mr George Elias pay the trustee's costs incidental to an earlier attendance before a duty judge at which there had been no appearance by Mr George Elias.",
      "id": "s22"
    },
    {
      "text": "8 On 9 May 2006 the New South Wales Court of Appeal granted Mr George Elias leave to appeal against the judgment of the District Court, allowed the appeal and set aside the judgment ( Elias v Pascoe [2006] NSWCA 110).",
      "id": "s23"
    },
    {
      "text": "CONSIDERATION \n Applicable principles \n \n9 The principles which ordinarily govern the exercise of the Court's discretion to award costs pursuant to s 43 of the Federal Court of Australia Act 1976 (Cth) where an applicant no longer wishes to proceed were identified in Australian Securities Commission v Aust-Home Investments Ltd (1993) 44 FCR 194 at 201.",
      "id": "s24"
    },
    {
      "text": "Those principles, so far as presently relevant, may be summarised as follows.",
      "id": "s25"
    },
    {
      "text": "First, the Court should be ready to facilitate the conclusion of the proceeding by making a costs order.",
      "id": "s26"
    },
    {
      "text": "Secondly, although the Court will not ordinarily seek to determine the likely outcome of a hypothetical trial, it may be more ready to do so where the issues are simple and issues of credit do not arise.",
      "id": "s27"
    },
    {
      "text": "Thirdly, it will ordinarily be appropriate for the Court to consider the reasonableness of the conduct of the parties in instituting and defending the proceedings and it may be appropriate for the Court to consider whether unreasonable conduct of the respondent precipitated the commencement of the proceeding.",
      "id": "s28"
    },
    {
      "text": "10 In my view, the above principles also ordinarily guide the exercise of the Court's discretion in comparable circumstances to award costs pursuant to s 32 of the Bankruptcy Act .",
      "id": "s29"
    },
    {
      "text": "As I observed in Principal Strategic Options Pty Ltd [2001] FCA 664 at [17] - [18] , s 32 gives the Court a very wide discretion with respect to orders for costs, albeit that the discretion must be exercised judicially.",
      "id": "s30"
    },
    {
      "text": "Submission of the parties \n \n11 Mr George Elias submitted that the trustee should pay his costs of this proceeding because the trustee had acted precipitously in serving the bankruptcy notice.",
      "id": "s31"
    },
    {
      "text": "He argued that, once the holding summons for leave to appeal had been filed, it was inherently risky to serve the bankruptcy notice; the risk having eventuated, the trustee should pay the costs reasonably incurred by him with respect to the bankruptcy notice.",
      "id": "s32"
    },
    {
      "text": "12 The trustee submitted that as no stay of the judgment of the District Court had been obtained, or indeed sought, he had acted reasonably and properly in serving the bankruptcy notice and in respect of the conduct of this proceeding.",
      "id": "s33"
    },
    {
      "text": "Failure to obtain a stay \n \n13 Mr George Elias could have sought a stay of execution from the District Court.",
      "id": "s34"
    },
    {
      "text": "However, it would have been reasonable for him to conclude that the considerations that persuaded the learned judge to refuse to stay the proceedings before her, but rather to enter summary judgment against him, would have disinclined her Honour from granting that stay.",
      "id": "s35"
    },
    {
      "text": "It was not put to me that Mr George Elias should have applied to the Court of Appeal for a stay of execution of the District Court judgment.",
      "id": "s36"
    },
    {
      "text": "I conclude that it would probably not have been possible to obtain a hearing before the Court of Appeal a significant time (perhaps any time) ahead of the hearing of the application for leave to appeal.",
      "id": "s37"
    },
    {
      "text": "In the circumstances I attach only limited weight to the failure of Mr George Elias to obtain a stay of the judgment of the District Court.",
      "id": "s38"
    },
    {
      "text": "Reasonableness of parties' conduct \n \n14 The Bankruptcy Act recognises that the Court may extend the time for compliance with a bankruptcy notice where proceedings to set aside the judgment in respect of which the notice was issued have been instituted by the debtor (s 41(6A)(a)).",
      "id": "s39"
    },
    {
      "text": "The power to extend time for compliance is in aid of the power to set aside the notice itself should the judgment ultimately be set aside ( Byron v Southern Star Group Pty Ltd (1997) 73 FCR 264 at 268).",
      "id": "s40"
    },
    {
      "text": "The judgment upon which the bankruptcy notice was founded has now been set aside.",
      "id": "s41"
    },
    {
      "text": "I conclude that Mr George Elias acted reasonably in instituting this proceeding.",
      "id": "s42"
    },
    {
      "text": "15 The trustee was entitled to serve the bankruptcy notice as no stay of execution of the District Court judgment had been sought (s 40(1)(g) of the Bankruptcy Act ).",
      "id": "s43"
    },
    {
      "text": "I am not satisfied that he acted unreasonably in doing so.",
      "id": "s44"
    },
    {
      "text": "However, he must be assumed to have understood that, if the judgment were set aside on appeal, the judgment debt on which the bankruptcy notice was founded would no longer exist and the notice would be liable to be set aside.",
      "id": "s45"
    },
    {
      "text": "16 The judgment of the Court of Appeal setting aside the judgment of the District Court was unanimous.",
      "id": "s46"
    },
    {
      "text": "One member of the Court of Appeal was implicitly critical of the conduct of the trustee in opposing a stay of proceedings in the District Court to allow the s 139ZQ notice to be challenged in the Federal Magistrates Court (Giles JA at [51]).",
      "id": "s47"
    },
    {
      "text": "Another member of the Court of Appeal considered that there was 'some plausibility' in the contention that the District Court proceeding should have been stayed but found it unnecessary to consider the issue (Santow JA at [111]).",
      "id": "s48"
    },
    {
      "text": "The third member (Bryson JA) of the Court of Appeal also found it unnecessary to consider the issue.",
      "id": "s49"
    },
    {
      "text": "However, all members of the Court of Appeal concluded that the District Court erred in entering summary judgment against Mr George Elias.",
      "id": "s50"
    },
    {
      "text": "I infer that the District Court adopted this course at the invitation of the trustee.",
      "id": "s51"
    },
    {
      "text": "I incline to the view that, in this sense, unreasonable conduct of the trustee precipitated the events that led to the institution of this proceeding.",
      "id": "s52"
    },
    {
      "text": "CONCLUSION \n \n17 In my view, having regard to the circumstances outlined above, it is appropriate that the Court exercise its discretion with respect to the costs of this proceeding by ordering the trustee to pay Mr George Elias' costs of this proceeding.",
      "id": "s53"
    },
    {
      "text": "I have not been invited to set aside or vary the order for costs in favour of the trustee made by the duty judge on 5 October 2005.",
      "id": "s54"
    },
    {
      "text": "It will be ordered that the amount payable pursuant to that order be set off against the costs ordered to be paid by the trustee.",
      "id": "s55"
    },
    {
      "text": "I certify that the preceding seventeen (17) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Branson.",
      "id": "s56"
    },
    {
      "text": "Associate:\n\nDated: 27 June 2006\n\n\n Counsel for the Applicant: W R W Gray \n \n Solicitor for the Applicant: Strathfield Law \n \n Counsel for the Respondent: J M White \n \n Solicitor for the Respondent: Kemp Strang \n \n Date of Hearing: 13 June 2006 \n \n Date of Judgment: 27 June 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/802.html",
      "id": "s57"
    }
  ]
}