{
  "name": "Pan Australia Shipping Pty Ltd v The Ship *Comandate* [2006] FCA 881 (22 June 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/881.html",
  "catchphrases": [
    {
      "text": "stay of action",
      "id": "c0"
    },
    {
      "text": "anti-anti-suit injunction",
      "id": "c1"
    },
    {
      "text": "quia timet relief",
      "id": "c2"
    },
    {
      "text": "application for injunction to restrain defendant obtaining injunction in a foreign court which would prevent plaintiff filing statement of claim in personam pursuant to r 22 of the admiralty rules so as to invoke australian jurisdiction under trade practices act 1974 (cth)",
      "id": "c3"
    },
    {
      "text": "where defendant threatening to take steps in english high court of justice to restrain proceedings in the federal court of australia",
      "id": "c4"
    },
    {
      "text": "arrest of vessel",
      "id": "c5"
    },
    {
      "text": "in personam claim",
      "id": "c6"
    },
    {
      "text": "jurisdiction",
      "id": "c7"
    },
    {
      "text": "admiralty &amp; maritime",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "(REVISED FROM THE TRANSCRIPT) \n \n1 This is an application to extend an ex parte injunction granted by Emmett J on 20 June 2006 restraining the defendant from taking any steps in the English High Court of Justice or any other court seeking to restrain the continuation of these proceedings or seeking to restrain the plaintiff in these proceedings from taking any step in them including the filing of in personam claim in accordance with r 22 of the Admiralty Rules .",
      "id": "s0"
    },
    {
      "text": "BACKGROUND \n \n2 The parties were in a relationship involving the vessel the MV Comandate , a Liberian flagged vessel.",
      "id": "s1"
    },
    {
      "text": "The writ pursuant to which the vessel was arrested was issued by the court on 9 June 2006.",
      "id": "s2"
    },
    {
      "text": "It claimed $2.5 million as damages, interest, the arrest of the ship and an order for the return or cancellation of a standby letter of credit delivered by the plaintiff to the owners of the ship.",
      "id": "s3"
    },
    {
      "text": "3 The particulars of claim were pleaded as:\n \n 'The plaintiff's claim is for damages arising from the breach of the charter party between owners of the Comandate and the plaintiff.",
      "id": "s4"
    },
    {
      "text": "The Federal Court's jurisdiction in respect of this claim arises under section 10 and section 17 and 4 (3)(d), (f), (o), (r) and (w) of the Admiralty Act 1988 (Cth).",
      "id": "s5"
    },
    {
      "text": "' \n\n4 The solicitor for the plaintiff, Ms Wilmshurst, swore an affidavit in support of the issue of the arrest warrant, on 9 June 2006 in which she said, relevantly, that the claim concerned various breaches of the time charter between the owners of the ship and the plaintiff.",
      "id": "s6"
    },
    {
      "text": "She exhibited a copy of what was said to be a charter party dated 19 April 2006 and a Liberian Permanent Certificate of Registry and a Certificate of Delivery of the Vessel.",
      "id": "s7"
    },
    {
      "text": "5 The ship was arrested and the parties then agreed to its release on the provision by the owners of a letter of guarantee for $US3,500,000 issued by the Royal Bank of Scotland.",
      "id": "s8"
    },
    {
      "text": "Originally, the ship itself, by a notice of appearance filed on 14 June 2006 appeared conditionally.",
      "id": "s9"
    },
    {
      "text": "I granted leave to the corporate defendant to file an amended notice of appearance which provided that it appeared conditionally this morning.",
      "id": "s10"
    },
    {
      "text": "During the course of argument the defendant elected to appear unconditionally, having made the concession that the court was clearly seized of jurisdiction under the Admiralty Act 1988 (Cth).",
      "id": "s11"
    },
    {
      "text": "6 Ms Wilmshurst supported the present application which is for, in effect, quia timet relief to protect the ability of the plaintiff to file its statement of claim in personam so as to invoke rights under Australian law, with affidavits sworn 20 and 22 June 2006.",
      "id": "s12"
    },
    {
      "text": "In her affidavit of 20 June 2006, Ms Wilmshurst exhibited a number of items of correspondence which had passed between solicitors acting for the owners and the charterers.",
      "id": "s13"
    },
    {
      "text": "The evidence establishes quite clearly that unless restrained, the owners will seek to move the High Court of Justice in England on the basis of cl 45 of the charter party to the intent that the plaintiff will be enjoined from pursuing these proceedings in this court.",
      "id": "s14"
    },
    {
      "text": "7 Exhibit A before me is the judgment of Thomas J in Akai Pty Ltd v Peoples Insurance Co Limited [1998] 1 Lloyd's Rep 90.",
      "id": "s15"
    },
    {
      "text": "In that case his Lordship concluded that Peoples Insurance had not submitted to the jurisdiction of the courts of New South Wales.",
      "id": "s16"
    },
    {
      "text": "He held that the judgment of the High Court of Australia ( Akai Pty Ltd v Peoples Insurance Co Ltd [1996] HCA 39 ; (1996) 188 CLR 418) was not one that was recognised as giving rise to a decision binding on Peoples Insurance in accordance with the rules of private international law operative in England.",
      "id": "s17"
    },
    {
      "text": "He concluded that because the parties had freely bargained for the English choice of law and jurisdiction clauses, that bargain should be upheld, unless there were strong reasons for not doing so and should not as a matter of comity give effect to the decision of the High Court of Australia which overrode that bargain and that choice ([1998] 1 Lloyd's Rep at 100).",
      "id": "s18"
    },
    {
      "text": "The effect of allowing the Australian proceedings to proceed, his Lordship held, would deprive Peoples Insurance of the results of that bargain by imposing a set of statutory provisions which made the contract much less favourable to the insurer than English law provided.",
      "id": "s19"
    },
    {
      "text": "8 That was because the operation of s 52 of the Insurance Contracts Act 1984 (Cth), which is an analogue of s 68 of the Trade Practices Act 1974 (Cth), prohibiting contracting out of the statutory jurisdiction granted to Australian courts in accordance with both Acts, could be avoided by the application by the rules of English private international law (see 188 CLR at 433 per Toohey, Gaudron and Gummow JJ).",
      "id": "s20"
    },
    {
      "text": "9 In this matter, the plaintiff has not yet filed any claim in personam.",
      "id": "s21"
    },
    {
      "text": "Ms Wilmshurst deposed that she was concerned that any pre-emptive action by the defendant to enforce by proceedings in England, rights it has under English law would deprive the plaintiff of the opportunity to contend in this court for the imposition of conditions pursuant to section 7 of the International Arbitration Act 1974 (Cth) on the foreshadowed application by the defendant for a stay of these proceedings which has been made this afternoon.",
      "id": "s22"
    },
    {
      "text": "10 Ms Wilmshurst was also concerned that conditions may not be able to be imposed pursuant to s 29 of the Admiralty Act 1988 (Cth), were this court satisfied that some or all of the dispute disclosed in the in personam action fell within the scope of the arbitration clause on its proper construction.",
      "id": "s23"
    },
    {
      "text": "Ms Wilmshurst deposed that she was currently undertaking factual inquiries as to whether there was a reasonable basis for the plaintiff to bring a claim under the Trade Practices Act 1974 (Cth) against the defendant which may or may not have accrued prior to entry into the charter party.",
      "id": "s24"
    },
    {
      "text": "She was concerned that if the relief now sought were not granted and the English court acceded to effect the defendant's application for an anti-suit injunction there was a risk that any Trade Practices Act 1974 (Cth) claim may not be entertained in the arbitration proceedings in London because of the combination of the arbitration clause and the governing law clause of the charter party.",
      "id": "s25"
    },
    {
      "text": "11 The plaintiff also wanted to avail itself of the opportunity to have this court impose such conditions as, on the evidence, it may think would be appropriate pursuant to s 7(3) of the International Arbitration Act 1974 (Cth) in the event that the defendant did bring a stay application and that succeeded under s 7(2) of that Act.",
      "id": "s26"
    },
    {
      "text": "12 The plaintiff has pointed to cl 5 of the charter party which provides that the vessel was to be employed in such lawful trades between safe ports and safe places within Australia, Japan, South Korea and Singapore.",
      "id": "s27"
    },
    {
      "text": "Clause 5 went on to say:\n \n 'Intended trading Australian coastal trade as charterers provide an Australian Coastal Service only.",
      "id": "s28"
    },
    {
      "text": "Charterers to provide the licences for the intended trade before delivery.",
      "id": "s29"
    },
    {
      "text": "Charterers to apply and to prove that they have received the licences for the intended trade.",
      "id": "s30"
    },
    {
      "text": "13 A dispute arose some time, as I apprehended, earlier in June.",
      "id": "s31"
    },
    {
      "text": "In an email passing between solicitors acting for the parties on 10 June 2006, the defendant's English solicitors referred to the vessel having been detained by the Australian Maritime Safety Authority up to that morning and that the owners were intending to sail it to Singapore for permanent repairs after discharging the cargo on board in accordance with the charterers request.",
      "id": "s32"
    },
    {
      "text": "It also referred to the fact that on 25 May 2006 the Australian Immigration authorities had ordered the vessel to leave for a port outside Australian waters and the authorities had decided not to allow the vessel to sail to any other Australian port until such time as the crew/visa permit position was resolved by charterers.",
      "id": "s33"
    },
    {
      "text": "Unless the vessel complied with that order, it was highly likely, so the email continued, that the crew would be thrown off the vessel and the vessel detained for an indefinite period of time.",
      "id": "s34"
    },
    {
      "text": "The email referred to hull damage that had occurred.",
      "id": "s35"
    },
    {
      "text": "Thereafter the parties engaged in correspondence which did not exhibit all the elements of politeness one might have hoped commercial solicitors would have shown one another in the ordinary course of their dealings.",
      "id": "s36"
    },
    {
      "text": "14 Later, during the course of that correspondence, the English solicitors for the defendant wrote a number of emails in fairly terse terms threatening the initiation of English injunctive proceedings to prevent the plaintiff exercising such rights as it may have in this court.",
      "id": "s37"
    },
    {
      "text": "On 16 June 2006, Mr O'Neil of Stephenson Harwood, solicitors for the owners, wrote to Ms Wilmshurst in an email:\n \n 'Unless you revert now, as requested yesterday with your client's unequivocable agreement and affirmation that any and all disputes between them and owners will be resolved in accordance with English law and (sic.",
      "id": "s38"
    },
    {
      "text": ") arbitration as provided by Clause 45 of the governing CP, we will proceed as previously notified and we will recover the costs of doing so against your clients.",
      "id": "s39"
    },
    {
      "text": "You have formal notice of our intentions.",
      "id": "s40"
    },
    {
      "text": "' \n\n\n \n15 About 20 minutes later on the same night he wrote:\n \n\n \n 'I repeat that I now want your client's categoric and unequivocal agreement, confirmation and affirmation that all disputes between our clients will be resolved exclusively in accordance with the dispute resolution clause of the CP, i.e., English law and arbitration.",
      "id": "s41"
    },
    {
      "text": "Nothing less will do.",
      "id": "s42"
    },
    {
      "text": "You are on Notice.",
      "id": "s43"
    },
    {
      "text": "16 On 19 June 2006 Mr O'Neil wrote again saying that his firm intended to appear before the court on an application for an anti-suit injunction in London on Thursday, 22 June, continuing:\n \n 'We therefore request your clear and unequivocal answer to the question of whether your client would agree to a stay of the Australian in rem proceedings?",
      "id": "s44"
    },
    {
      "text": "Please answer this question on or before opening Thursday morning ...' \n\n\n \n17 He then suggested that if there was a failure by the plaintiff's solicitors to agree to the stay, it would be assumed that that was on the instructions of the charterers and would be evidence of an intention to refuse to abide by the terms of the charter and the court in England would be asked to draw that inference on the application for the anti-suit injunction.",
      "id": "s45"
    },
    {
      "text": "BASIS FOR ANTI-ANTI-SUIT INJUNCTIVE RELIEF \n \n18 I am of opinion that those threats clearly conveyed that on the basis of English law as evidenced in Akai Pty Ltd v People's Insurance Co Ltd [1998] 1 Lloyd's Rep 90, the owners would seek to enjoin the further progress of these proceedings and the issue of any statement of claim pursuant to r 22 of the Admiralty Rules .",
      "id": "s46"
    },
    {
      "text": "19 The basis on which the plaintiff seeks an injunction is, in effect, to preserve the subject matter of such rights as the plaintiff may have, having regularly invoked, as the concession of the unconditional appearance demonstrates, the jurisdiction of this court to decide the in rem proceedings.",
      "id": "s47"
    },
    {
      "text": "20 The power of the court to protect its own processes is one that is not susceptible of definition in closed categories.",
      "id": "s48"
    },
    {
      "text": "The purpose for which the court, as a superior court of record, has inherent powers is to protect its processes is so that, inter alia, all persons may approach the court and so that its jurisdiction may be not merely invoked but exercised where it exists.",
      "id": "s49"
    },
    {
      "text": "21 In CSR Limited v Cigna Insurance Australia Limited [1997] HCA 33 ; (1997) 189 CLR 345 at 391-392 Dawson, Toohey, Gaudron, McHugh, Gummow and Kirby JJ said:\n \n 'The counterpart of a court's power to prevent its processes being abused is its power to protect the integrity of those processes once set in motion (see, eg, with respect to the power to grant a Mareva injunction, Jackson v Sterling Industries Ltd [1987] HCA 23 ; (1987) 162 CLR 612 at 619, 621, 639; Witham v Holloway [1995] HCA 3 ; (1995) 183 CLR 525 at 535.",
      "id": "s50"
    },
    {
      "text": "See also Ridgeway v The Queen [1994] HCA 33 ; (1995) 184 CLR 19 at 60).",
      "id": "s51"
    },
    {
      "text": "And in some cases, it is that counterpart power of protection that authorises the grant of anti-suit injunctions.",
      "id": "s52"
    },
    {
      "text": "Thus, for example, if \"an estate is being administered ... or a petition in bankruptcy has been presented ... or winding up proceedings have been commenced ... an injunction [may be] granted to restrain a person from seeking, by foreign proceedings, to obtain the sole benefit of certain foreign assets\" ( Soci&eacute;t&eacute; Nationale Industrielle Aerospatiale v Lee Kui Jak [1987] AC 871 at 892.",
      "id": "s53"
    },
    {
      "text": "See also Bank of Tokyo Ltd v Karoon [1987] AC 45 at 60, per Robert Goff LJ, and the cases there cited; Allstate Ltd v ANZ Banking Group Ltd [No 1] (1996) 64 FCR 1 at 26, and the cases there cited).",
      "id": "s54"
    },
    {
      "text": "Similarly, as Gummow J pointed out in National Mutual Holdings Pty Ltd v Sentry Corporation ((1989) 22 FCR 209 at 232.",
      "id": "s55"
    },
    {
      "text": "See also, eg, Laker Airways Ltd v Sabena, Belgian World Airlines (1984) 731 F 2d 909 at 927; Re Siromath Pty Ltd [No 3] (1991) 25 NSWLR 25 at 29-30), a court may grant an injunction to restrain a person from commencing or continuing foreign proceedings if they, the foreign proceedings, interfere with or have a tendency to interfere with proceedings pending in that court.",
      "id": "s56"
    },
    {
      "text": "The inherent power to grant anti-suit injunctions is not confined to the examples just given.",
      "id": "s57"
    },
    {
      "text": "As with other aspects of that power, it is not to be restricted to defined and closed categories 112 .",
      "id": "s58"
    },
    {
      "text": "Rather, it is to be exercised when the administration of justice so demands or, in the context of anti-suit injunctions, when necessary for the protection of the court's own proceedings or processes.",
      "id": "s59"
    },
    {
      "text": "' \n \n\n22 In Batistatos v Roads and Traffic Authority of New South Wales [2006] HCA 27 Gleeson CJ and Gummow, Hayne and Crennan JJ said at [9]:\n \n 'What amounts to abuse of court process is insusceptible of a formulation comprising closed categories.",
      "id": "s60"
    },
    {
      "text": "Development continues.",
      "id": "s61"
    },
    {
      "text": "One example is the line of authority dealing with the stay of proceedings instituted in a second forum where there are pending proceedings in another forum and the continuance of the second proceedings would be an abuse of the process of the first forum ( Logan v Bank of Scotland (No 2) [1906] 1 KB 141; Maritime Insurance Co Ltd v Geelong Harbor Trust Commissioners [1908] HCA 37 ; (1908) 6 CLR 194; Oceanic Sun Line Special Shipping Company Inc v Fay [1988] HCA 32 ; (1988) 165 CLR 197; Voth v Manildra Flour Mills Pty Ltd [1990] HCA 55 ; (1990) 171 CLR 538).",
      "id": "s62"
    },
    {
      "text": "Again, in Cardile v LED Builders Pty Ltd ((1999) [1999] HCA 18 ; 198 CLR 380 at 393 [25] ), Gaudron, McHugh, Gummow and Callinan JJ referred to the passage in the joint judgment in CSR Ltd v Cigna Insurance Australia Ltd ((1997) [1997] HCA 33 ; 189 CLR 345 at 391) where it was said of the grant of an anti-suit injunction that the counterpart of the power of a court to prevent the abuse of its processes was the power of the court to protect the integrity of those processes once set in motion.",
      "id": "s63"
    },
    {
      "text": "' \n\n\n \n23 Just as the court can protect the efficacy of execution in proceedings which it has not yet decided, it can also protect the ability of persons to approach the court who seek the regular invocation and exercise of its jurisdiction.",
      "id": "s64"
    },
    {
      "text": "The law of contempt both in England and Australia enables courts to grant injunctions to protect the administration of justice by protecting them from interferences by outside influences.",
      "id": "s65"
    },
    {
      "text": "So, in Raymond v Honey [1981] UKHL 8 ; [1983] 1 AC 1 at 10D Lord Wilberforce said:\n \n '... any act which is calculated to obstruct or interfere with the due course of justice, or the lawful process of the court is a contempt of court.",
      "id": "s66"
    },
    {
      "text": "' \n\n\n \n24 His Lordship held ([1983] 1 AC at 13C) that the actions of prison officers in interfering with the plaintiff's mail by stopping him applying to the High Court in England even though it was only a temporary interference was a contempt.",
      "id": "s67"
    },
    {
      "text": "25 In my opinion it is part of the court's inherent power to protect the efficacy of proceedings already on foot which the Admiralty Rules contemplate can be supplemented by the pleading of a statement of claim.",
      "id": "s68"
    },
    {
      "text": "That may include in personam claims and other claims outside those contemplated under the Admiralty Act 1988 (Cth).",
      "id": "s69"
    },
    {
      "text": "These proceedings, which have been regularly instituted should not be interfered with peremptorily by the threats which the defendant has made to enjoin the plaintiff from proceeding with its rights to invoke and have the court exercise its judicial power.",
      "id": "s70"
    },
    {
      "text": "26 There is no doubt that the proceedings commenced by the issue of the writ in rem was a regular invocation of the jurisdiction of this court under the Admiralty Act 1988 (Cth).",
      "id": "s71"
    },
    {
      "text": "The court was therefore seized of a matter for the purposes of Chapter III of the Constitution .",
      "id": "s72"
    },
    {
      "text": "The scope of the controversy, while at the moment somewhat undefined, was something which the Admiralty Rules contemplated may not necessarily be confined to allegations in the writ.",
      "id": "s73"
    },
    {
      "text": "Once the defendant appears unconditionally, the Admiralty Act 1988 (Cth) and Admiralty Rules contemplate that the defendant may then be made subject to whatever claims are available under the Australia law against it.",
      "id": "s74"
    },
    {
      "text": "27 The plaintiff has said that it wishes to investigate whether or not some claims under the Trade Practices Act 1974 (Cth) can be made in the statement of claim to be filed.",
      "id": "s75"
    },
    {
      "text": "That includes examination of whether there can be claims made as to pre-contractual representations or conduct which may give rise to actions under s 52 of the Trade Practices Act 1974 (Cth) and possibly ones under that section which arise in the course of the performance of the contract.",
      "id": "s76"
    },
    {
      "text": "Likewise under the Trade Practices Act 1974 (Cth), s 74 may be able to be invoked as to the contractual scope of the services to be provided under the charter party, although again that is a matter which the plaintiff has said it wishes to investigate.",
      "id": "s77"
    },
    {
      "text": "28 The defendant says these are matters of speculation and that what I should do in exercising my discretion to refuse the injunctive relief is to have regard to the command of s 7(2) of the International Arbitration Act 1974 (Cth) that the action will inevitably be stayed.",
      "id": "s78"
    },
    {
      "text": "As I pointed out during argument, no application has been made under that Act at the present time although the orders I made earlier this afternoon permit the defendant to invoke that provision in an amended notice of motion which it must file by tomorrow, if it chooses to do so.",
      "id": "s79"
    },
    {
      "text": "29 There being no application under the International Arbitration Act 1974 (Cth) before the court, I am not enjoined to grant any stay or to consider what conditions might be applied were such a stay to be granted.",
      "id": "s80"
    },
    {
      "text": "Rather I am considering whether or not to permit the plaintiff to have sufficient time to formulate a statement of claim in accordance with the Admiralty Rules and within the time permitted by those Rules, as extended by me today, so as to see whether it can be demonstrated that the in personam jurisdiction of the court has been engaged and whether, if an application is made under s 7(2) of the International Arbitration Act 1974 (Cth) conditions should be placed upon any stay that might then be granted to take account of such claims as the plaintiff may have agitated in the pleading once that has been formulated.",
      "id": "s81"
    },
    {
      "text": "30 It is quite clear on the evidence that the solicitors for the parties have been engaged in the procedural battle as to who should or should not obey cl 45 of the charter party or whether it is enforceable.",
      "id": "s82"
    },
    {
      "text": "The plaintiff has indicated that it may wish to advance an argument that the copy of the charter party in evidence and such other copies of it as exist were not executed by the parties and that it is not, in fact, a contract in force or that it is not the entire agreement of the parties.",
      "id": "s83"
    },
    {
      "text": "So, that again, is another possible dispute that is open to be agitated in this court.",
      "id": "s84"
    },
    {
      "text": "31 If the defendant were permitted to bring injunctive proceedings in London then on the evidence before me, which is uncontested, it is highly likely that the Commercial List Judge would grant an injunction on the basis and for similar reasons to that granted by Thomas J in Akai Pty Ltd v Peoples Insurance Co Ltd [1998] 1 Lloyd's Rep 90.",
      "id": "s85"
    },
    {
      "text": "If that were to happen then these proceedings would be unable to be pursued by the plaintiff at all and such rights as the plaintiff may have under the laws passed by the Parliament of the Commonwealth, and which the public policy of this nation regards as being ones which ought to be able to be availed of by persons who come before courts in this country, will be set at nought.",
      "id": "s86"
    },
    {
      "text": "32 I am of opinion that it is in the interests of justice that the authority of this court to hear and determine the matter which has been raised in the evidence before me as being a controversy between the parties, and such other matters as the plaintiff may wish to agitate, be safeguarded by an interlocutory injunction.",
      "id": "s87"
    },
    {
      "text": "All of those matters should be allowed to at least be put in a form in which the court can consider whether its jurisdiction has been regularly invoked and whether there are any reasons for refusing to exercise that jurisdiction.",
      "id": "s88"
    },
    {
      "text": "33 I am mindful that although the defendant argued strenuously that I should have only regard to the claims articulated in the writ, the material before me indicates that there is obviously a wider controversy or, a somewhat undefined controversy, as to exactly what those claims may be.",
      "id": "s89"
    },
    {
      "text": "Issues as to whether or not the crew was or was not relevantly licensed or the like and whether or not it was one party's or the other's responsibility to obtain immigration visas for them need not necessarily be matters that arise solely under the charter party, if it is in fact the contractual, and only contractual, relationship the parties have.",
      "id": "s90"
    },
    {
      "text": "34 The proceedings were brought on quickly and the ship was arrested just immediately before its detention by the authorities was about to cease.",
      "id": "s91"
    },
    {
      "text": "Since then the solicitors have concentrated on the agitation of the inter-jurisdictional dispute.",
      "id": "s92"
    },
    {
      "text": "In Queensland v JL Holdings Pty Ltd [1997] HCA 1 ; (1997) 189 CLR 146 at 152-155, 164-165, the High Court made it quite clear that the pleadings and the rules were not the masters but were the servants of the interests of justice.",
      "id": "s93"
    },
    {
      "text": "If by oversight, or because of pressure of time, or otherwise the plaintiff has not hitherto been able clearly to articulate a formulated cause of action which could be maintained in this court but may not be able to be maintained in English courts, there should be some recognition that this court should allow its procedures to be invoked in a regular way and in a way in which rights, that do exist under Australian law, can be articulated and recognised.",
      "id": "s94"
    },
    {
      "text": "35 I was of opinion that in order to protect the processes of this court and its ability to hear and determine what appears to me to be a bona fide dispute between these parties that the injunctive relief that I granted earlier this afternoon was appropriate.",
      "id": "s95"
    },
    {
      "text": "While ordinarily one would expect to see the precise definition of the issues in dispute and the controversy for the purposes of identifying the relevant constitutional matter under Chapter III of the Constitution of the Commonwealth in pleadings, r 22 of the Admiralty Rules recognises that indeed such a course is likely not to occur necessarily immediately the writ is issued.",
      "id": "s96"
    },
    {
      "text": "That is why there is a provision for time to be given to a plaintiff, after the writ in rem has issued, and after the defendant has appeared to it, to put on a statement of claim in personam.",
      "id": "s97"
    },
    {
      "text": "36 In Re Wakim; Ex parte McNally [1999] HCA 27 ; (1999) 198 CLR 511 at 585 [139] Gummow and Hayne JJ with whom, Gleeson CJ and Gaudron J, expressly agreed (198 CLR at 546 [25], [26]) said that:\n \n 'The central task was to identify the justiciable controversy.",
      "id": "s98"
    },
    {
      "text": "In civil proceedings that will ordinarily require close attention to the pleadings (if any) and to the factual basis of each claim.",
      "id": "s99"
    },
    {
      "text": "' \n \n\n37 Having regard to the facts articulated in the evidence before me, the factual basis of the claims demonstrate that there is the potential for a controversy that will invoke or be capable of invoking relief under the Trade Practices Act 1974 (Cth) at the very least, in addition to whatever contractual remedies might be available.",
      "id": "s100"
    },
    {
      "text": "In my opinion, the plaintiff ought to have a reasonable opportunity in order to do so.",
      "id": "s101"
    },
    {
      "text": "38 No serious opposition was made by the defendant to the application of the plaintiff that it should be allowed till 5 July 2006 in order to put on a statement of claim were I otherwise to grant an interim injunction.",
      "id": "s102"
    },
    {
      "text": "I took the view that the interim injunction that I was minded to grant was one to preserve a particular subject matter, namely, the ability of the plaintiff to invoke and have the court exercise jurisdiction under Acts of the Commonwealth that would not be recognised in English proceedings and which it would then be prevented from being able to litigate.",
      "id": "s103"
    },
    {
      "text": "Inter alia, there was the potential, as adverted to by counsel for the plaintiff, of involving brokers as third parties or defendants to the proceedings in personam and that was another consideration that I had in mind when granting the order.",
      "id": "s104"
    },
    {
      "text": "39 This court has recognised that rights granted to parties under the Trade Practices Act 1974 (Cth) are important considerations in determining whether or not stays should be granted under s 7 of the International Arbitration Act 1974 (Cth) and under contractual arrangements for arbitrations or choice of law or jurisdiction in other jurisdictional areas.",
      "id": "s105"
    },
    {
      "text": "Allsop J recently affirmed these matters in Walter Rau Neusser Oel und Fett AG v Cross Pacific Trading Limited [2005] FCA 1102 at [73] ; see also at [71]-[74] and [110]-[111]; Hi-Fert Pty Ltd v Kiukiang Maritime Carriers Inc (No 5) (1998) 90 FCR 1 at 7 and 23-24.",
      "id": "s106"
    },
    {
      "text": "40 It was for these reasons that I considered that I should grant limited interlocutory relief in the terms of the orders which I pronounced earlier.",
      "id": "s107"
    },
    {
      "text": "I certify that the preceding forty (40) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Rares.",
      "id": "s108"
    },
    {
      "text": "Associate:\n\nDated: 7 July 2006\n\n\n Counsel for the Plaintiff: Dr AS Bell with Mr SA Gray \n \n Solicitor for the Plaintiff: Ebsworth &amp; Ebsworth \n \n Counsel for the Defendant: AW Street SC with Mr D McLure \n \n Solicitor for the Defendant: Norton White \n \n Date of Hearing: 22 June 2006 \n \n Date of Judgment: 22 June 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/881.html",
      "id": "s109"
    }
  ]
}