{
  "name": "CZAH v Minister for Immigration and Multicultural Affairs [2006] FCA 86 (13 February 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/86.html",
  "catchphrases": [
    {
      "text": "no point of principle",
      "id": "c0"
    },
    {
      "text": "migration",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application for an extension of time in which to seek leave to appeal from a judgment of a Federal Magistrate of 9 August 2005.",
      "id": "s0"
    },
    {
      "text": "That judgment concerned an application for judicial review of a decision of the Refugee Review Tribunal of 17 June 2003.",
      "id": "s1"
    },
    {
      "text": "The application was dismissed by the Federal Magistrate as incompetent, because the Federal Magistrate concluded that the Tribunal's decision was a privative clause decision and in relation to such a decision applications had to be made within specified times.",
      "id": "s2"
    },
    {
      "text": "The Federal Magistrate was, in my view, correct in reaching the conclusion he did.",
      "id": "s3"
    },
    {
      "text": "It was against a background in which the applicant had litigated both in the Federal Court and the Full Court of the Federal Court and the High Court the question of whether or not the Tribunal's decision was attended by jurisdictional error.",
      "id": "s4"
    },
    {
      "text": "2 In my opinion, the prospects of the applicant succeeding in any appeal, were time to be extended and leave given, are remote in the extreme.",
      "id": "s5"
    },
    {
      "text": "Accordingly, the application for an extension of time in which to seek leave to appeal is refused with costs.",
      "id": "s6"
    },
    {
      "text": "I certify that the preceding two (2) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Moore.",
      "id": "s7"
    },
    {
      "text": "Associate:\n\nDated: 20 February 2006\n\n\n The Applicant appeared in person \n \n Counsel for the First Respondent: A Chand \n \n Solicitor for the First Respondent: Clayton Utz \n \n Date of Hearing: 13 February 2006 \n \n Date of Judgment: 13 February 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/86.html",
      "id": "s8"
    }
  ]
}