{
  "name": "Kokatha Native Title Claim v South Australia [2006] FCA 838 (30 June 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/838.html",
  "catchphrases": [
    {
      "text": "notion of motion",
      "id": "c0"
    },
    {
      "text": "overlap proceedings",
      "id": "c1"
    },
    {
      "text": "party seeking to excise portion of their claim from overlap",
      "id": "c2"
    },
    {
      "text": "exercise of discretion",
      "id": "c3"
    },
    {
      "text": "s 67 of native title act 1993 (cth)",
      "id": "c4"
    },
    {
      "text": "lack of available funding",
      "id": "c5"
    },
    {
      "text": "significance of area to claimant group",
      "id": "c6"
    },
    {
      "text": "prospects of mediation and settlement",
      "id": "c7"
    },
    {
      "text": "relevant factors in exercise of the discretion",
      "id": "c8"
    },
    {
      "text": "efficient administration of justice",
      "id": "c9"
    },
    {
      "text": "native title",
      "id": "c10"
    },
    {
      "text": "practice and procedure",
      "id": "c11"
    }
  ],
  "sentences": [
    {
      "text": "1 The proceeding in which the present motion arises (SAD 6013 of 1998) is an overlap proceeding which encompasses the totality of the Kokatha Native Title claim and parts of two other such claims --- the Barngarla Native Title claim (SAD 6011 of 1998) and the Arabunna Peoples Native Title claim (SAD 6025 of 1998) - to the extent that they overlap both the Kokatha claim and each other's claim.",
      "id": "s0"
    },
    {
      "text": "A third overlapping claim, the Kuyani-Wilyaru Native Title claim (SAD 27 of 2006) has been discontinued with a fresh application being foreshadowed.",
      "id": "s1"
    },
    {
      "text": "If that application is made, that claim will overlap the above three claims.",
      "id": "s2"
    },
    {
      "text": "The common area of overlap in the Kokatha claim of the three existing and one foreshadowed claims is, by comparison, a relatively small though by no means insignificant area which has in this proceeding been called \"Overlap Area 20\".",
      "id": "s3"
    },
    {
      "text": "That common area is the only part of the Arabunna claim that overlaps any of the Kokatha claim.",
      "id": "s4"
    },
    {
      "text": "2 On 8 September 2005 Mansfield J made orders under s 67(1) of the Native Title Act 1993 (Cth) establishing the overlap proceeding.",
      "id": "s5"
    },
    {
      "text": "A consequence of these orders was that a part of the Barngala and Arabunna claims was split off from each of those claims respectively and was brought within the overlap proceeding.",
      "id": "s6"
    },
    {
      "text": "During the directions proceedings at which the orders were made it was indicated to his Honour that the Arabunna might, at a later date, seek to have that part of its claim which overlapped the Kokatha claim excised from the Kokatha claim.",
      "id": "s7"
    },
    {
      "text": "Mansfield J indicated his intention was to include the Arabunna overlap in the Kokatha claim.",
      "id": "s8"
    },
    {
      "text": "His Honour later observed that he proposed to leave the matter in mediation with the National Native Title Tribunal to the extent of the Arabunna overlap.",
      "id": "s9"
    },
    {
      "text": "3 On 9 March 2006 the Arabunna filed the present motion seeking an order that that portion of their claim which overlaps the Kokatha claim be excised from the hearing of that claim and be dealt with during the hearing of their own claim.",
      "id": "s10"
    },
    {
      "text": "No party to the overlap proceedings other than the State of South Australia opposes the motion.",
      "id": "s11"
    },
    {
      "text": "If successful the motion will not only restore Overlap Area 20 to the Arabunna claim and excise it from the Kokatha overlap proceedings, it will require that the claims of all of the Overlap Area 20 claimants be determined in the Arabunna claim (SAD 6025 of 1998).",
      "id": "s12"
    },
    {
      "text": "4 The Orders of Mansfield J and the present motion invoke the jurisdiction of the Court under s 67 of the Native Title Act .",
      "id": "s13"
    },
    {
      "text": "That section provides:\n \n \" 67 Overlapping native title determination applications \n \n \n \n (1) If 2 or more proceedings before the Federal Court relate to native title determination applications that cover (in whole or in part) the same area, the Court must make such order as it considers appropriate to ensure that, to the extent that the applications cover the same area, they are dealt with in the same proceeding.",
      "id": "s14"
    },
    {
      "text": "Splitting of application area\n \n (2) Without limiting subsection (1), the order of the Court may provide that different parts of the area covered by an application are to be dealt with in separate proceedings.",
      "id": "s15"
    },
    {
      "text": "\" \n \n \n\n5 The policy informing s 67(1) is plain enough.",
      "id": "s16"
    },
    {
      "text": "Fully informed decision-making and finality in respect of determinations relating to the same area are central to it: see also s 13(1) and s 61A(1).",
      "id": "s17"
    },
    {
      "text": "This said the section provides no real guidance in making orders under s 67(2) though it is unsurprising that it does not given the varying circumstances that can attend overlap claims.",
      "id": "s18"
    },
    {
      "text": "Nonetheless, its purpose seems clearly to be tied to facilitating the orderly and efficient administration of justice where claims overlap: see e.g.",
      "id": "s19"
    },
    {
      "text": "Bodney v Western Australia [2001] FCA 297 at [2] .",
      "id": "s20"
    },
    {
      "text": "The basis of the motion \n \n6 The Arabunna's contentions, in pr&eacute;cis form, rely (i) on Mansfield J's apparent lack of reasons for the overlap proceedings orders; (ii) the inability of the Arabunna to be able to prepare for a hearing in July 2007 given the lack of available funding (I would note in passing that while both the Kokatha and Barngarla claimants have been denied funding by the Aboriginal Legal Rights Movement, the Arabunna's funding application has not yet been determined); (iii) the lack of opposition to the motion from the other claimant groups; (iv) the prospect of mediation and settlement of the claims over Overlap Area 20; and (v) the significance of the area to the Arabunna people.",
      "id": "s21"
    },
    {
      "text": "7 In opposition to the claim, the State points out that (i) while at least the Kokatha claim will be resolved under the present arrangements, no single one of the three or possibly four claims will be resolved in its entirety if the motion is successful; (ii) a lack of funding does not excuse an applicant from pursuing an action it brought and neither the Kokatha nor the Barngarla claimants are funded; (iii) Overlap Area 20 is significant to other claimants; (iv) for the Kokatha proceedings to be the subject of a fully informed decision (it being the only full claim being prepared for trial) the whole of its factual matrix should be before the Court especially as material relating to Overlap Area 20 might well inform decision-making relating to the contiguous area which is the subject of overlapping claims between the Kokatha and Barngarla claimants as also the prospective Kuyani-Wilyaru claimants.",
      "id": "s22"
    },
    {
      "text": "8 I mean no disrespect to the parties in outlining their contentions in short form as I am of the view that the motion should be dismissed.",
      "id": "s23"
    },
    {
      "text": "First, the entire Kokatha claim and the overlapping claims were selected for determination by this Court from some number of Native Title claims as part of the process of claims management in South Australia.",
      "id": "s24"
    },
    {
      "text": "It is in the process of preparation for trial in July 2007.",
      "id": "s25"
    },
    {
      "text": "The entire Arabunna claim is not in preparation for trial.",
      "id": "s26"
    },
    {
      "text": "I consider Mansfield J's orders establishing the overlapping proceedings were not casually made.",
      "id": "s27"
    },
    {
      "text": "They were made to effectuate the imperative of s 67(1) in the context of dealing with the Kokatha claim.",
      "id": "s28"
    },
    {
      "text": "A fair reading of the transcript of the directions hearing of 8 September 2005 in my view supports this conclusion.",
      "id": "s29"
    },
    {
      "text": "It is the case that it was then foreshadowed that an excision motion might be made.",
      "id": "s30"
    },
    {
      "text": "I do not consider that that is of any present significance.",
      "id": "s31"
    },
    {
      "text": "9 Secondly, in his affidavits Mr Kenny, the solicitor for the Arabunna, deposed to what he considers to be the prospects of mediation and settlement of the Overlap Area 20 claims.",
      "id": "s32"
    },
    {
      "text": "He considers that a consent arrangement could be reached.",
      "id": "s33"
    },
    {
      "text": "In his third affidavit he also deposed to a settlement offer having been made by the Kokatha claimants and the likelihood of this being accepted if this motion is unsuccessful.",
      "id": "s34"
    },
    {
      "text": "I would note in passing that there has been only one attempt to mediate with the Arabunna notwithstanding the clear intent of Mansfield J's orders in relation to mediation of the Arabunna overlap as noted earlier.",
      "id": "s35"
    },
    {
      "text": "In my view, far from the prospect of settlement of Overlap Area 20 being a reason justifying its excision, it provides strong support for its retention as part of the full Kokatha claim, the moreso as the Kokatha claim itself may well be settled in relation to the other claimant groups in any event.",
      "id": "s36"
    },
    {
      "text": "10 Thirdly, the funding issue is one common to all of the present claimant groups.",
      "id": "s37"
    },
    {
      "text": "At earlier directions hearings in this matter I have indicated my view that a lack of funding cannot be relied upon to freeze proceedings otherwise appropriate for and requiring resolution.",
      "id": "s38"
    },
    {
      "text": "I have equally expressed my regret at the misfortune faced by applicants because of the funding arrangements being as they are.",
      "id": "s39"
    },
    {
      "text": "Whatever the justifications for the policies of the Executive Government in relation to funding native title claims, those policies cannot paralyse the processes of the Court once its jurisdiction has been invoked.",
      "id": "s40"
    },
    {
      "text": "In saying this I am not unmindful that claimant groups may well find themselves in a position of utmost difficulty in preparing for trial and that this may well jeopardise their prospects of proceeding in any event.",
      "id": "s41"
    },
    {
      "text": "While the Arabunna contend they will be prejudiced by having to prepare for a trial one year hence, I do not consider their position in this respect to be materially different from that of the other two claimant groups.",
      "id": "s42"
    },
    {
      "text": "11 Fourthly, while the Arabunna assert Overlap Area 20 is of special significance to them, it is also part of the other claimants' claim area.",
      "id": "s43"
    },
    {
      "text": "It is in my view inappropriate at this stage to venture any view on the relative significance of the area to the rival claimants.",
      "id": "s44"
    },
    {
      "text": "12 Finally, and in my view of particular importance, I consider that the retention of the Arabunna claim in the Kokatha overlap proceedings is both desirable and necessary, not only for the informed case management reasons I gave earlier concerning Native Title claims in South Australia, but also because I consider that the evidence given by all of the various claim groups in relation to Overlap Area 20 may well inform or assist in casting light on issues that might arise in relation to lands contiguous to Overlap Area 20 where the other claimant groups and prospectively the Kuyani-Wilyaru have overlapping claims.",
      "id": "s45"
    },
    {
      "text": "Consistent with what I consider to be one of the policy imperatives informing s 67(1) (i.e.",
      "id": "s46"
    },
    {
      "text": "informed decision-making) it does not seem to me to be appropriate, or desirable, by acceding to this motion, to foreclose the opportunity of deriving possible assistance from material relevant to the Overlap Area 20 claim in making determinations in the remainer of the Kokatha overlap proceedings.",
      "id": "s47"
    },
    {
      "text": "I say \"possible assistance\" for this reason.",
      "id": "s48"
    },
    {
      "text": "Preparation for trial in this matter is at an early stage and, given the paucity of materials filed so far (tenure material apart) and the slight amount of preservation evidence taken, it would be quite inappropriate to require or expect the various parties to discountenance at this stage the possibility of such assistance being there.",
      "id": "s49"
    },
    {
      "text": "13 For the above reasons, I dismiss the notice of motion of 9 March 2006.",
      "id": "s50"
    },
    {
      "text": "I certify that the preceding thirteen (13) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finn.",
      "id": "s51"
    },
    {
      "text": "Associate:\n\nDated: 21 July 2006\n\n\n Counsel for the Third Applicant: Mr S Ower with Mr S Kenny \n \n Solicitor for the Third Applicant: Camatta Lempens \n \n Counsel for the Respondent: Mr C Kourakis QC with Mr S McCaul \n \n Solicitor for the Respondent: Crown Solicitor's Office \n \n Date of Hearing: 30 June 2006 \n \n Date of Judgment: 30 June 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/838.html",
      "id": "s52"
    }
  ]
}