{
  "name": "WebCentral Group Limited, in the matter of WebCentral Group Limited [2006] FCA 937 (24 July 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/937.html",
  "catchphrases": [
    {
      "text": "scheme of arrangement with members",
      "id": "c0"
    },
    {
      "text": "application for order under s 411 of corporations act 2001 (cth) for convening a meeting of members to consider, and if thought fit, to agree to scheme",
      "id": "c1"
    },
    {
      "text": "whether scheme adequately provided for risk of non-performance by proposed transferee of members' shares",
      "id": "c2"
    },
    {
      "text": "held : yes, by provision for transferee to pay consideration into special \" quistclose trust\" account",
      "id": "c3"
    },
    {
      "text": "whether scheme appropriately included a provision that title to the shares should be taken by transferee free of encumbrances or other interests of third parties",
      "id": "c4"
    },
    {
      "text": "held : yes, but at this stage only for purposes of convening order.",
      "id": "c5"
    },
    {
      "text": "corporations",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "1 The plaintiff (\"WCG\") applies under s 411(1) of the Corporations Act 2001 (Cth) (\"the Act \") for an order that a meeting of its members be convened to consider, and if thought fit, to agree to, a scheme of arrangement between WCG and its members (\"the Scheme\"), and, subject to their so agreeing, an order under s 411(6) of the Act approving of the Scheme.",
      "id": "s0"
    },
    {
      "text": "At the first court hearing in relation to the Scheme on 14 July 2006, I made the first of these orders, and ancillary orders.",
      "id": "s1"
    },
    {
      "text": "The following are the reasons why I did so.",
      "id": "s2"
    },
    {
      "text": "2 In short, under the scheme the shares of the members of WCG will be transferred to Melbourne IT Ltd (\"MLB\") for either an \"Option A Consideration\" or an \"Option B Consideration\", at the choice of the WCG member.",
      "id": "s3"
    },
    {
      "text": "The Option A Consideration is defined in the Scheme to mean $0.63 and one-half MLB Shares per Scheme Share, while the Option B Consideration is so defined to mean $0.93 and one-third of an MLB Share per Scheme Share.",
      "id": "s4"
    },
    {
      "text": "An \"MLB Share\" is defined as a fully paid ordinary share in the capital of MLB.",
      "id": "s5"
    },
    {
      "text": "The expression \"Scheme Shares\" is defined as WCG shares on issue at 5.00 pm on the fifth business day after the date of the Court's order approving the Scheme, except any WCG shares held by or for MLB or its related entities.",
      "id": "s6"
    },
    {
      "text": "3 I am satisfied that at least 14 days' notice of the hearing of the present application was given to the Australian Securities and Investments Commission (\"ASIC\") and that ASIC has had a reasonable opportunity to examine the terms of the Scheme and a draft of the explanatory statement (which is required by para 412(1)(a) of the Act to accompany notices of the meeting), and to make submissions to the Court in relation to the Scheme and draft explanatory statement: see s 411(2) of the Act .",
      "id": "s7"
    },
    {
      "text": "In accordance with its usual practice, ASIC has indicated that it does not wish to be heard on the application at this first court hearing.",
      "id": "s8"
    },
    {
      "text": "4 The evidence before the Court can be summarised as follows: \n \n \n 1.",
      "id": "s9"
    },
    {
      "text": "The Explanatory Memorandum and Notice of Scheme Meeting (the meeting is proposed to be held on 21 August 2006);\n 2.",
      "id": "s10"
    },
    {
      "text": "The proposed Proxy Form to be signed by members of WCG;\n 3.",
      "id": "s11"
    },
    {
      "text": "The proposed Election Form providing for members of WCG to elect between the Option A Consideration and Option B Consideration;\n 4.",
      "id": "s12"
    },
    {
      "text": "A Merger Implementation Deed dated 22 May 2006 between WCG and MLB by which they agree with each other to implement the Scheme, subject to, inter alia, the Court's approval of the Scheme under s 411(4)(b) of the Act ;\n 5.",
      "id": "s13"
    },
    {
      "text": "The Scheme;\n 6.",
      "id": "s14"
    },
    {
      "text": "A Deed Poll to be executed by MLB in favour of the \"Scheme Shareholders\", intended to enable them to enforce MLB's obligation to provide the \"Scheme Consideration\" (the Option A Consideration or the Option B Consideration, as the case may be);\n 7.",
      "id": "s15"
    },
    {
      "text": "An affidavit by Philip Collins of KPMG Corporate Finance (Aust) Pty Ltd and his report, to the effect that he considers the Scheme to be fair and reasonable from the viewpoint of shareholders in WCG;\n 8.",
      "id": "s16"
    },
    {
      "text": "An affidavit of Grant Murdoch of Ernst &amp; Young Transaction Advisory Services Ltd to the effect that, based on his review, which was not an audit, nothing has come to his attention causing him to believe that certain financial information contained in sections 11.10---11.13 of the proposed Explanatory Statement does not represent fairly the financial positions or financial performances, as the case may be, that they purport to represent;\n 9.",
      "id": "s17"
    },
    {
      "text": "Various affidavits including an affidavit by Lucinda Hughes Turnbull, a director of WCG, to the effect that she is willing to act as chairperson at the proposed Scheme meeting, and an affidavit of Sean Martin Howard to the effect that he is willing to act as alternate chairperson.",
      "id": "s18"
    },
    {
      "text": "Ms Turnbull and Mr Howard disclose the holdings of shares in WCG by companies associated with themselves respectively.",
      "id": "s19"
    },
    {
      "text": "5 Senior counsel for WCG has properly drawn my attention to two matters, which may be described as the \"performance risk issue\" and the \"no encumbrances\" clause.",
      "id": "s20"
    },
    {
      "text": "The performance risk issue \n \n 6 The \"performance risk issue\" refers to the risk that MLB will not perform its obligations under the Scheme, by providing the promised consideration after the Scheme Shares have vested in it.",
      "id": "s21"
    },
    {
      "text": "Gyles J has referred to this issue in several cases, including Re Kaz Group Ltd [2004] FCA 738 , in which his Honour observed that it was \"not entirely adequate\" that scheme shares vest in the transferee corporation, leaving the former members with only the transferee corporation's covenant to pay.",
      "id": "s22"
    },
    {
      "text": "7 The issue was again referred to by his Honour in Re Tempo Services Ltd (2005) 53 ACSR 523 (\" Tempo \"), another cash acquisition scheme by share transfer.",
      "id": "s23"
    },
    {
      "text": "His Honour said (at [5]):\n \"The one matter to which I have drawn to attention of counsel is that, as a matter of principle, my view is that the security holders whose securities are divested by virtue of a scheme such as this should not have to bear any credit risk occasioned by the mechanism chosen so far as payment is concerned.",
      "id": "s24"
    },
    {
      "text": "\" \n \n\nIn Tempo , the point was met by a provision for payment of the consideration into a Quistclose trust (cf Barclays Bank Ltd v Quistclose Investments Ltd [1968] UKHL 4 ; [1970] AC 567).",
      "id": "s25"
    },
    {
      "text": "8 His Honour most recently considered the issue in SFE Corporation Limited [2006] FCA 670 (\" SFE \") at [4].",
      "id": "s26"
    },
    {
      "text": "Indeed, counsel has provided me with a copy of the scheme in SFE , which was, like the present Scheme, an acquisition for cash and shares.",
      "id": "s27"
    },
    {
      "text": "More accurately, it provided for an election between a Share Alternative and a Cash and Share Alternative.",
      "id": "s28"
    },
    {
      "text": "9 In the present case, cl 6.1(a) of the Scheme provides that after the Court's approving order is made but before the \"Implementation Date\" (which is eight business days thereafter), MLB must deposit the aggregate amount of cash consideration payable to all Scheme Shareholders \"in cleared funds in the trust account operated by WCG, to be held on trust for the Scheme Shareholders , except that any interest on the amount deposited shall be to MLB's account\" [my emphasis].",
      "id": "s29"
    },
    {
      "text": "Clause 6.2 of the Scheme provides that MLB's obligation to issue shares to the Scheme Shareholders is to be performed by its entering their names in the Share Register on the Implementation Date (and within five business days thereafter, dispatching to them an \"uncertificated holding statement\" relating to the number of MLB Shares issued to the addressee).",
      "id": "s30"
    },
    {
      "text": "This provision is generally similar to that found in cl 4.4 of the scheme that was approved in SFE .",
      "id": "s31"
    },
    {
      "text": "10 Under cl 4.2 of the present Scheme, it is on the Implementation Date following satisfaction of MLB's obligations under cl 6.1(a) that the Scheme Shares are transferred to MLB by WCG effecting the transfer, without the need for any further act by any Scheme Shareholder.",
      "id": "s32"
    },
    {
      "text": "11 It is tolerably clear that on the Implementation Date there will be an exchange of \"enterings on share registers\": MLB's entering the names of the Scheme Shareholders in its share register, and WCG's entering the name of MLB in its share register.",
      "id": "s33"
    },
    {
      "text": "12 I think that this provision coupled with the provision for the Quistclose trust in relation to the cash component of the consideration do not so clearly leave the members of WCG unduly exposed to risk that the Scheme should not go forward for consideration by them.",
      "id": "s34"
    },
    {
      "text": "The no encumbrances issue \n \n 13 The second issue (the \"no encumbrances issue\") concerns cl 9.3(b) of the Scheme which provides:\n \"The Scheme Shares transferred to MLB under the Scheme will be transferred free from all mortgages, charges, liens, encumbrances, pledges, security interests and other interests of third parties of any kind, whether legal or otherwise, that will bind MLB.",
      "id": "s35"
    },
    {
      "text": "\" \n \n 14 Senior counsel for WCG, who is very experienced in this area, states that some schemes he has encountered have contained this provision and some have not.",
      "id": "s36"
    },
    {
      "text": "Senior counsel has referred to four cases in the last 12 months in which a provision similar to cl 9.3(b) has appeared.",
      "id": "s37"
    },
    {
      "text": "He has also remarked that in recent times, two Judges, Gyles J in this Court and Barrett J in the Supreme Court of New South Wales, have expressed a preference for such a provision not to appear in a scheme.",
      "id": "s38"
    },
    {
      "text": "Senior counsel has submitted as follows: \n \n \n \"37.",
      "id": "s39"
    },
    {
      "text": "Possible bases for the Gyles J/Barrett J [approach] would seem to be: \n \n \n \n \n (a) Requiring omission of the clause as a matter of exercise of the discretion to convene the scheme meeting under s 411(1) or approve the scheme under s 411(4)(b).",
      "id": "s40"
    },
    {
      "text": "(b) The clause is outside the s 411 power which can only bind shareholders and the company.",
      "id": "s41"
    },
    {
      "text": "(c) If the clause is within the s 411 power then it purports to affect third party rights (in particular those with a security interest) and such persons are neither party to the application nor have they been notified.",
      "id": "s42"
    },
    {
      "text": "38.",
      "id": "s43"
    },
    {
      "text": "On the issue of discretion, there are examples of inclusion of the clause.",
      "id": "s44"
    },
    {
      "text": "39.",
      "id": "s45"
    },
    {
      "text": "On the issue of whether it is within the s 411 power, WebCentral submits that it is within the s 411 power to cause a person to become the registered holder of shares.",
      "id": "s46"
    },
    {
      "text": "This proposition is best adumbrated in the recent Navigator decision in the Privy Council, [a reference to Cambridge Gas Transport Corporation v The Official Committee of Unsecured Creditors (of Navigator Holdings PLC and others) , Privy Council Appeal No 46 of 2005, delivered 16 May 2006] in particular in paragraph 26.",
      "id": "s47"
    },
    {
      "text": "That paragraph succinctly summarises the broad nature of the scheme of arrangement power including that a scheme \"may...provide that someone else is to be registered as holder of the shares\", which is not a novel proposition.",
      "id": "s48"
    },
    {
      "text": "40.",
      "id": "s49"
    },
    {
      "text": "On the issue of affecting third party rights, the Corporations Act provides for more than one method of compulsory acquisition of shares, which provides for the passing of title to the acquirer.",
      "id": "s50"
    },
    {
      "text": "Examples include s 661A , s 664A and in a slightly different context a reduction of capital under s 256C.",
      "id": "s51"
    },
    {
      "text": "The concept does not embrace those with security interests having the capacity to prevent the acquisition process because of their security interest.",
      "id": "s52"
    },
    {
      "text": "The security interest in the scheme consideration presumably remains unaffected by a clause such a [s] cl 9.3(b).",
      "id": "s53"
    },
    {
      "text": "The approach of the Court should be that persons lending against shares bear the risk of compulsory acquisition using any one of the means in the Corporations Act , and therefore the Court need have no special concern for them as part of the scheme process.",
      "id": "s54"
    },
    {
      "text": "41.",
      "id": "s55"
    },
    {
      "text": "For these reasons, WebCentral submits that cl 9.3(b) is proper and should remain in the scheme.",
      "id": "s56"
    },
    {
      "text": "\" \n \n \n \n 15 There was discussion of cl 9.3(b) on the hearing, including reference to s 1072E(10) of the Act which relates to notice of trusts on which shares are held.",
      "id": "s57"
    },
    {
      "text": "Reference may also be made to cll 2.5 and 2.6 of WCG's constitution.",
      "id": "s58"
    },
    {
      "text": "Clause 2.5 provides: \"Except as permitted or required by the Corporations Law, the Company shall not recognise a person as holding a Share or Share Option upon any trust\".",
      "id": "s59"
    },
    {
      "text": "Clause 2.6 provides that WCG is \"not bound by or compelled in any way to recognise any equitable, contingent, future or partial right or interest in any Share or Share Option (whether or not it has notice of the interest or right concerned) unless otherwise provided by [the] Constitution or by law, except an absolute right of ownership in the registered holder of the Share or Share Option\".",
      "id": "s60"
    },
    {
      "text": "These various provisions relate to the position of WCG, not MLB.",
      "id": "s61"
    },
    {
      "text": "16 Senior counsel has undertaken to provide a further submission on the \"no encumbrances\" issue.",
      "id": "s62"
    },
    {
      "text": "As presently advised, I think it appropriate to follow a course that he suggested, namely, to allow cl 9.3(b) to remain in the Scheme for consideration at the meeting of members, while noting that further reflection may lead to my granting approval to the Scheme subject to deletion of the provision.",
      "id": "s63"
    },
    {
      "text": "Subsection 411(6) permits the Court to grant its approval subject to such alterations or conditions as it thinks just.",
      "id": "s64"
    },
    {
      "text": "17 For the above reasons, I will order that a meeting of the members of WCG be convened to consider, and, if thought fit, agree to the Scheme.",
      "id": "s65"
    },
    {
      "text": "I certify that the preceding seventeen (17) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Lindgren.",
      "id": "s66"
    },
    {
      "text": "Associate:\n\nDated: 24 July 2006\n\n\n Counsel for the Plaintiff: Mr M B Oakes SC \n \n Solicitor for the Plaintiff: Addisons Lawyers \n \n Date of Hearing: 14 July 2006 \n \n Date of Judgment: 24 July 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/937.html",
      "id": "s67"
    }
  ]
}