{
  "name": "Forrest Nursery Pty Ltd, in the matter of Euco Limited (ACN 102 448 055) (In Liq) v Lopez and Verge as joint andseveral liquidators of Euco Ltd (In Liquidation) (ACN 102 448055) [2006] FCA 935 (24 July 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/935.html",
  "catchphrases": [
    {
      "text": "administration",
      "id": "c0"
    },
    {
      "text": "deed of company arrangement",
      "id": "c1"
    },
    {
      "text": "termination of deed by resolution of creditors",
      "id": "c2"
    },
    {
      "text": "resolution to wind up company",
      "id": "c3"
    },
    {
      "text": "major creditor and proponent of variation to deed of arrangement absent from creditors' meeting",
      "id": "c4"
    },
    {
      "text": "absence due to health emergency",
      "id": "c5"
    },
    {
      "text": "no proxies at creditors' meeting",
      "id": "c6"
    },
    {
      "text": "likelihood meeting would have voted for variation if major creditor present",
      "id": "c7"
    },
    {
      "text": "application to set aside winding up and termination of deed",
      "id": "c8"
    },
    {
      "text": "application to vary deed",
      "id": "c9"
    },
    {
      "text": "variation recommended by the liquidators",
      "id": "c10"
    },
    {
      "text": "no objection by creditors",
      "id": "c11"
    },
    {
      "text": "no public interest or commercial morality consideration",
      "id": "c12"
    },
    {
      "text": "orders sought made",
      "id": "c13"
    },
    {
      "text": "corporations",
      "id": "c14"
    }
  ],
  "sentences": [
    {
      "text": "Introduction \n \n1 Euco Ltd (Euco) seeks to develop methods for planting and harvesting Mallee trees for their oil.",
      "id": "s0"
    },
    {
      "text": "It encountered financial difficulties and administrators were appointed in November 2004.",
      "id": "s1"
    },
    {
      "text": "A Deed of Company Arrangement (the Deed) was adopted by a meeting of creditors in February 2005.",
      "id": "s2"
    },
    {
      "text": "It was supported financially by Mr Lindsay Forrest, his company, Forrest Nursery Pty Ltd (Forrest Nursery) and Mr Barry Richardson.",
      "id": "s3"
    },
    {
      "text": "2 A proposed business plan, which pre-dated the Deed, was found not to be viable and Messrs Forrest and Richardson, who had been appointed as directors of Euco, proposed a variation of the Deed.",
      "id": "s4"
    },
    {
      "text": "Unfortunately Mr Richardson, who was to represent both their interests, was unable to attend a meeting of creditors held on 24 March 2006 to consider the variation and the alternative of winding up the company.",
      "id": "s5"
    },
    {
      "text": "He was admitted to hospital as the result of an apparent angina attack on his way to the meeting.",
      "id": "s6"
    },
    {
      "text": "In the absence of the Forrest and Richardson interests, the creditors resolved to terminate the Deed and wind up the company.",
      "id": "s7"
    },
    {
      "text": "Had Mr Richardson been present with proxies for himself and Mr Forrest's interests it is likely that the proposal to vary the Deed would have been accepted.",
      "id": "s8"
    },
    {
      "text": "3 Forrest Nursery and Mr Richardson now apply to the Court for orders terminating the winding up, setting aside the termination of the Deed and ordering the variation of the Deed in accordance with their original proposal.",
      "id": "s9"
    },
    {
      "text": "4 The liquidators recommended the variation, they have no objection to the proposed orders and nor do any of the creditors who have all been notified.",
      "id": "s10"
    },
    {
      "text": "In my opinion, there is no question of public interest or commercial morality against the making of the orders sought.",
      "id": "s11"
    },
    {
      "text": "I am also satisfied that the Court has the power to make those orders.",
      "id": "s12"
    },
    {
      "text": "Accordingly, the winding up will be terminated, the termination of the Deed set aside, subject to any unforeseen effects upon third party interests which will be covered by liberty to apply.",
      "id": "s13"
    },
    {
      "text": "I will also order that the variation proposed by Messrs Richardson and Forrest should be given effect.",
      "id": "s14"
    },
    {
      "text": "Factual and procedural background \n \n5 Euco was incorporated on 9 October 2002.",
      "id": "s15"
    },
    {
      "text": "It has been involved in the development of methods of planting and harvesting Mallee trees and extracting eucalyptus oil from them.",
      "id": "s16"
    },
    {
      "text": "It is said to have only two items of tangible assets of any significant value, being a steam distillation plant and an oil decanter.",
      "id": "s17"
    },
    {
      "text": "The steam distillation plant is used for the extraction of oil from organic Mallee material and the oil decanter to allow the removal of water from the oil.",
      "id": "s18"
    },
    {
      "text": "Euco also has a patent, not before the Court, which is said to relate to the method of planting Mallee trees.",
      "id": "s19"
    },
    {
      "text": "The patent, however, is said, by Mr Richardson, not to have any significant value.",
      "id": "s20"
    },
    {
      "text": "6 On 8 November 2004 Evan Robin Verge and George Aubrey Lopez were appointed by the Board of Euco as joint and several administrators of the company pursuant to s 436A of the Corporations Act 2001 (Cth) (the Act).",
      "id": "s21"
    },
    {
      "text": "On or about 21 January 2005 they received a proposal for a Deed of Company Arrangement.",
      "id": "s22"
    },
    {
      "text": "The proposal was made by Barry Richardson on behalf of himself and Forrest Nursery.",
      "id": "s23"
    },
    {
      "text": "Mr Richardson was representative of a company called Timbertech Pty Ltd (Timbertech) which was Euco's fifth largest creditor.",
      "id": "s24"
    },
    {
      "text": "Forrest Nursery was the major creditor of Euco.",
      "id": "s25"
    },
    {
      "text": "Mr Forrest was a director of that company.",
      "id": "s26"
    },
    {
      "text": "7 At a meeting of the creditors held on 1 February 2005 a resolution in the following terms was carried unanimously pursuant to s 439C of the Act: \n \n 'THAT the company execute a Deed of Company Arrangement in the terms of the proposed Deed of Company Arrangement dated 21 January 2005 as issued to creditors and with appropriate/recommended amendments as put by creditors, by the Administrators or as considered necessary by solicitors advising the Administrators.",
      "id": "s27"
    },
    {
      "text": "' \n \n\nThe Deed was executed on 21 February 2005.",
      "id": "s28"
    },
    {
      "text": "The parties to the Deed were the administrators who were designated as 'Deed Administrators', Euco and Forrest Nursery.",
      "id": "s29"
    },
    {
      "text": "A recital to the Deed stated, inter alia: \n \n \n \n 'D.",
      "id": "s30"
    },
    {
      "text": "At the second meeting of the Company's Creditors the Company's Creditors resolved pursuant to s 439C(a) of the Corporations Act 2001 that the Company execute a deed of company arrangement on the terms and conditions contained in this Deed.",
      "id": "s31"
    },
    {
      "text": "' \n \n \n\nIt was further recited in the Deed that: \n \n \n \n \n 'E.",
      "id": "s32"
    },
    {
      "text": "This Deed has been prepared by the Deed Administrator in accordance with s 444A(3) of the Corporations Act 2001 as the instrument setting out the terms of the deed of company arrangement that the Company's Creditors resolved that the Company execute.",
      "id": "s33"
    },
    {
      "text": "' \n \n \n\n8 Under the terms of the Deed a Fund was to be established comprising Oil Receipts, First and Second Research Rebates and moneys to be advanced by Forrest Nursery to the Deed Administrators under cl 5.",
      "id": "s34"
    },
    {
      "text": "The Oil Receipts represented '... the sale price of the Eucalyptus/Mallee oil sold by Euco during the period 1 July 2006 to 30 June 2008 as produced by Euco from its business operations' (cl 35.24).",
      "id": "s35"
    },
    {
      "text": "The Research Rebates were the refunds for the financial years ended 30 June 2004 and 30 June 2005 respectively to be received from the Australian Taxation Office relating directly to a research and development offset shown in Euco's income tax return for each of those years (cl 35.12 and 35.31).",
      "id": "s36"
    },
    {
      "text": "Forrest Nursery agreed to make loans to Euco up to a maximum of $158,000 in the financial year ended 30 June 2005 and up to a further $25,000 in the financial year ended 30 June 2006 (cl 8).",
      "id": "s37"
    },
    {
      "text": "Forrest Nursery agreed that no interest would be payable on the loans.",
      "id": "s38"
    },
    {
      "text": "The money was to be applied, under the terms of the Deed, to the payment of dividends to defined groups of creditors.",
      "id": "s39"
    },
    {
      "text": "9 The groups of creditors were identified and defined in the Deed as follows: \n \n \n '35.18 Group A Creditors means the following Participating Creditors, namely, Dr Jeffrey Claflin, Pusan Pty Ltd, Lindsay Forrest, FNPL, Barry Richardson, Graham Fowler, Timbertech Pty Ltd and Donnybrook District Transport Pty Ltd; \n \n 35.19 Group B Creditors means the following Participating Creditors, namely, Christopher Richardson, Corredene Pty Ltd, Richard Collins, RMMS Pty Ltd, Timothy Helder and Hands on Holdings Pty Ltd; \n \n 35.20 Group C Creditors means the following Participating Creditors, namely, Felton Grinwade and Bickford Pty Ltd; \n \n 35.21 Group D Creditors means the following Participating Creditor, namely, Hayes Knight GTO Pty Ltd; \n \n 35.22 Group E Creditors means all Participating Creditors not being a Group A Creditor, a Group B Creditor, a Group C Creditor, a Group D Creditor or a Farmers' Group Creditor.",
      "id": "s40"
    },
    {
      "text": "' \n \n \n\nA 'Participating Creditor' was defined as '... a Creditor other than a Group C Creditor' (cl 35.24).",
      "id": "s41"
    },
    {
      "text": "A 'Farmers' Group Creditor' was defined as '...a Participating Creditor with a debt payable by or claim against the Company in relation to a prepayment for the planting of seedlings which has yet to be performed (but only in respect of that debt or claim)' (cl 35.11).",
      "id": "s42"
    },
    {
      "text": "10 Under the Deed, Forrest Nursery was to be allotted and issued shares in Euco.",
      "id": "s43"
    },
    {
      "text": "3,500,000 shares were to be allotted to it within two months after the date of the Deed.",
      "id": "s44"
    },
    {
      "text": "The remaining shares were to be allotted and issued to it or its nominee immediately before the termination of the Deed.",
      "id": "s45"
    },
    {
      "text": "The Deed was to terminate on 30 June 2008 and otherwise upon a Court order or a creditors' resolution.",
      "id": "s46"
    },
    {
      "text": "Of the 3,500,000 shares allotted to Forrest Nursery, 2 million shares were transferred to Mr Richardson under an agreement it had with him.",
      "id": "s47"
    },
    {
      "text": "In the result the control of Euco was transferred to Forrest Nursery.",
      "id": "s48"
    },
    {
      "text": "Lindsay Forrest and Barry Richardson were appointed as directors.",
      "id": "s49"
    },
    {
      "text": "They have been Euco's only directors since shortly after the Deed was signed.",
      "id": "s50"
    },
    {
      "text": "11 According to Mr Richardson's affidavit evidence, he agreed to and voted for the Deed on the basis of a business plan which had been developed for Euco by its previous directors.",
      "id": "s51"
    },
    {
      "text": "Under the Deed Euco could continue its operations and provide funds from its operating activities to pay to the Deed Administrators so they could in turn discharge liabilities to creditors.",
      "id": "s52"
    },
    {
      "text": "This was reflected in the provision for application of the Oil Receipts to the payment of creditor dividends.",
      "id": "s53"
    },
    {
      "text": "12 Following the appointment of Messrs Forrest and Richardson to the Board of Euco they spent a considerable amount of time considering and analysing Euco's previous business plan.",
      "id": "s54"
    },
    {
      "text": "As noted earlier, Euco's patent is said, by Mr Richardson, not to have any significant value.",
      "id": "s55"
    },
    {
      "text": "And although a lot of work had gone into developing the concept of exploiting Mallee trees, the know-how is not yet viable or saleable.",
      "id": "s56"
    },
    {
      "text": "Euco tried to sell the steam distillation plant and the oil decantering plant.",
      "id": "s57"
    },
    {
      "text": "Those sales did not proceed because of disputed claims to ownership by creditors of Euco.",
      "id": "s58"
    },
    {
      "text": "None of the remaining plant and equipment has any significant commercial value.",
      "id": "s59"
    },
    {
      "text": "13 Euco has not operated or gained any revenue since the commencement of the Deed, other than the receipt of the First Research Rebate which was provided to the Administrators.",
      "id": "s60"
    },
    {
      "text": "Any funds required by it for the development of its business plan have been provided by Forrest Nursery.",
      "id": "s61"
    },
    {
      "text": "14 Messrs Forrest and Richardson decided that the previous business plan was not viable and would have resulted in more losses.",
      "id": "s62"
    },
    {
      "text": "They attempted to develop a further business plan and model to allow Euco to operate in a financially viable manner in the future.",
      "id": "s63"
    },
    {
      "text": "15 It became apparent to them, after some time, that Euco was not going to be in a position to commence commercial trading or to earn profits for a number of years.",
      "id": "s64"
    },
    {
      "text": "There was little point, in their view, in continuing the operation of the Deed and the incurring of administrators' fees.",
      "id": "s65"
    },
    {
      "text": "They developed a proposal for its variation and for external funding of a partial payment to creditors.",
      "id": "s66"
    },
    {
      "text": "Mr Richardson met with Mr Lopez and a Mr Carl Huxtable of his firm Jones Condon to discuss the proposal.",
      "id": "s67"
    },
    {
      "text": "This led to a proposal for an amendment to the Deed which was sent out to Euco's creditors with a Circular dated 14 March 2006 and a Notice of Meeting ,to be held on 24 March 2006.",
      "id": "s68"
    },
    {
      "text": "16 The proposed variation to the Deed was described in the Circular thus: \n \n 'In its current form, the proposal provides for a contribution from a third party sufficient to enable: \n \n .",
      "id": "s69"
    },
    {
      "text": "No distribution to Group A Creditors; \n \n \n .",
      "id": "s70"
    },
    {
      "text": "The provision of a licence to use intellectual property to Group B and no further distributions; \n .",
      "id": "s71"
    },
    {
      "text": "Equalising payments to Group C Creditors of 10 cents in the dollar and then a final payment to Group C of 5 cents in the dollar; and \n .",
      "id": "s72"
    },
    {
      "text": "Group E Creditors will receive a final payment of 5 cents in the dollar.",
      "id": "s73"
    },
    {
      "text": "Once payment to all creditors is finalised, the DOCA will terminate.",
      "id": "s74"
    },
    {
      "text": "' \n \n \n\nThe Circular also noted that Group D and the Farmers' Group Creditors had already been paid in full.",
      "id": "s75"
    },
    {
      "text": "The liquidators then said: \n \n \n 'We have advised Mr Richardson that it was preferable for funds to be provided prior to the meeting to assist in the calling of the meeting: \n \n \n \n (1) as there were no funds available to call a meeting or prepare a Deed of Variation; and \n \n (2) as a sign of good faith to creditors.",
      "id": "s76"
    },
    {
      "text": "No funds have been received at this time.",
      "id": "s77"
    },
    {
      "text": "' \n \n \n\n17 The Notice of Meeting accompanying the Circular described its purpose as being:\n \n 'To consider and vote on the following resolutions:- \n \n \n \n (a) That pursuant to section 445A the terms of the Deed of Company Arrangement be varied as proposed by the director with the recommended changes of the Deed Administrator.",
      "id": "s78"
    },
    {
      "text": "OR \n \n (b) That pursuant to section 445C(b) , the Deed of Company Arrangement be terminated; and \n \n \n \n That pursuant to section 445E , should the Deed of Company Arrangement be terminated, the Company be wound up.",
      "id": "s79"
    },
    {
      "text": "' \n \n\n18 Annexure A, which was said in the Circular to set out the proposed variation, was in the form of an email from Mr Richardson to Mr Huxtable thus: \n \n 'Carl \n \n In addition to amounts already received by creditors pursuant to the DOCA, the Deed be varied as follows: \n \n Group A receive no payment.",
      "id": "s80"
    },
    {
      "text": "Group B receive the IP agreement as previously provided and no more seed.",
      "id": "s81"
    },
    {
      "text": "Group C receive 10 cents in the dollar to make it equal to other creditors and receive 5 cents in the dollar.",
      "id": "s82"
    },
    {
      "text": "Group E receive 5 cents in the dollar.",
      "id": "s83"
    },
    {
      "text": "That the DOCA be terminated.",
      "id": "s84"
    },
    {
      "text": "' \n \n\n19 Mr Richardson received an email notification of the date of the meeting from the Administrators' office on 20 March 2006.",
      "id": "s85"
    },
    {
      "text": "He was in Donnybrook at the time.",
      "id": "s86"
    },
    {
      "text": "On his trip to Perth, which commenced on 23 March 2006, he suffered transient chest pains.",
      "id": "s87"
    },
    {
      "text": "He stopped overnight with his parents in Binningup.",
      "id": "s88"
    },
    {
      "text": "On the following day he travelled to his home at 6 Spey Road, Applecross to check mail before the meeting.",
      "id": "s89"
    },
    {
      "text": "No notice of the meeting had come to that address.",
      "id": "s90"
    },
    {
      "text": "His chest pains recurred and increased.",
      "id": "s91"
    },
    {
      "text": "He called a taxi and went to Sir Charles Gairdner Hospital.",
      "id": "s92"
    },
    {
      "text": "He was there subjected to a variety of tests.",
      "id": "s93"
    },
    {
      "text": "He was unable to contact the Administrators by telephone until about 11.30 that morning.",
      "id": "s94"
    },
    {
      "text": "He was informed by Mr Huxtable that the Creditors' Meeting had finished and that the resolution to amend the Deed had not been put.",
      "id": "s95"
    },
    {
      "text": "Neither Mr Richardson nor any representative of Forrest Nursery had been present.",
      "id": "s96"
    },
    {
      "text": "A resolution had been passed by the creditors to terminate it and place Euco in liquidation.",
      "id": "s97"
    },
    {
      "text": "Mr Richardson said that before his telephone conversation with Mr Huxtable he was not aware that neither Mr Forrest nor any other representative of Forrest Nursery would be at the meeting.",
      "id": "s98"
    },
    {
      "text": "20 The Circular to creditors was dated 14 March 2006 and sent out on 15 March 2006.",
      "id": "s99"
    },
    {
      "text": "It enclosed a Notice of a Meeting to be held on 24 March 2006 at the offices of Jones Condon.",
      "id": "s100"
    },
    {
      "text": "The Deed Administrators recommended that the variation to the Deed be accepted.",
      "id": "s101"
    },
    {
      "text": "It appears from Mr Verge's evidence that the Circular addressed to Mr Richardson was returned to the Administrators' office before the meeting.",
      "id": "s102"
    },
    {
      "text": "It was then sent to an alternate address for Mr Richardson which was 6 Spey Road, Applecross.",
      "id": "s103"
    },
    {
      "text": "The Deed Administrators had not received any proxy forms from either Forrest Nursery or Timbertech before the meeting.",
      "id": "s104"
    },
    {
      "text": "Mr Huxtable attempted to contact Mr Richardson the day before the meeting and on the morning of the meeting and left a message on his telephone.",
      "id": "s105"
    },
    {
      "text": "21 According to Mr Richardson the placement of Euco into liquidation is not the best result for the creditors or the members of Euco.",
      "id": "s106"
    },
    {
      "text": "He does not anticipate that any amounts are likely to be realised from the disposal of Euco's assets other than the fees of the liquidators.",
      "id": "s107"
    },
    {
      "text": "The intellectual property of Euco is still significantly under-developed, there is no sustainable business plan and there are competing claims in relation to the only two items of valuable plant which Euco owns.",
      "id": "s108"
    },
    {
      "text": "22 Mr Lopez authorised Mr Huxtable to chair the meeting pursuant to reg 5.6.17 of the Act.",
      "id": "s109"
    },
    {
      "text": "As a quorum of creditors was present personally or by proxy, the meeting commenced at 11am.",
      "id": "s110"
    },
    {
      "text": "It concluded at approximately 11.35am following a resolution to terminate the Deed and place Euco into liquidation.",
      "id": "s111"
    },
    {
      "text": "23 According to Mr Verge if Forrest Nursery and Mr Richardson had been at, or represented at, the creditors' meeting it was possible that the votes might have been different.",
      "id": "s112"
    },
    {
      "text": "As the Deed Administrators themselves had recommended the acceptance of the variation to the Deed any casting vote would have been made in favour of that variation.",
      "id": "s113"
    },
    {
      "text": "Mr Verge supported the orders sought in the application now before the Court.",
      "id": "s114"
    },
    {
      "text": "24 The minutes of the meeting of 24 March 2006 showed six creditors represented by three people carrying various proxies.",
      "id": "s115"
    },
    {
      "text": "Colin Sharp held proxies for four creditors, Ron Gamble for Wundowie Foundry Pty Ltd and Jeffrey Claflin for Wewis Pty Ltd.",
      "id": "s116"
    },
    {
      "text": "The minutes record that there was discussion of the proposed variation.",
      "id": "s117"
    },
    {
      "text": "Mr Claflin evidently inquired about the implications of the variation being dismissed and the company being wound up.",
      "id": "s118"
    },
    {
      "text": "In the event the minutes record: \n \n 'It was generally agreed that liquidation was inevitable, that proper investigations would follow and that any breaches of the Corporations Act would be reported to ASIC.",
      "id": "s119"
    },
    {
      "text": "' \n \n\nMr Claflin moved, and Mr Gamble seconded, a resolution in the following terms: \n \n \n 'That pursuant to Section 445C(b) the Deed of Company Arrangement be terminated and the company be wound up.",
      "id": "s120"
    },
    {
      "text": "' \n \n\nThe resolution was passed unanimously.",
      "id": "s121"
    },
    {
      "text": "25 One of the liquidators, Mr Verge, in his affidavit exhibited a summary of the proxy holders for the creditors' meeting which had been prepared by his staff.",
      "id": "s122"
    },
    {
      "text": "The votes represented by Messrs Forrest and Richardson, had they participated, amounted in value to 725,879.",
      "id": "s123"
    },
    {
      "text": "Proxies of other creditors specifically directed against variation of the Deed and in favour of winding up were said to amount to 175,800.41 in value.",
      "id": "s124"
    },
    {
      "text": "Proxies specifically directed in favour of liquidation were 100,800.41.",
      "id": "s125"
    },
    {
      "text": "75,000 proxy votes in value were directed specifically against liquidation.",
      "id": "s126"
    },
    {
      "text": "Other general proxies which were not directed one way or the other, represented 51,872.92 in value.",
      "id": "s127"
    },
    {
      "text": "It is likely that had the Forrest and Richardson interests been represented at the meeting, the meeting would have adopted the variation to the Deed.",
      "id": "s128"
    },
    {
      "text": "26 Mr Forrest said in his affidavit that negotiations about the variation were conducted with the Administrators by Mr Richardson on behalf of himself and Forrest Industries.",
      "id": "s129"
    },
    {
      "text": "Mr Forrest did not meet with the Administrators about that.",
      "id": "s130"
    },
    {
      "text": "He did not know about the meeting on 24 March 2006.",
      "id": "s131"
    },
    {
      "text": "His evidence has not been contradicted.",
      "id": "s132"
    },
    {
      "text": "He said he did not receive any notice.",
      "id": "s133"
    },
    {
      "text": "27 Notice of the present application was served on all of the Euco creditors, with one exception.",
      "id": "s134"
    },
    {
      "text": "That was Landshore Pty Ltd (Landshore) trading as Timbertech Planting Services.",
      "id": "s135"
    },
    {
      "text": "It is the trustee for the Timbertech Unit Trust trading as Timbertech Planting Services.",
      "id": "s136"
    },
    {
      "text": "It is under administration.",
      "id": "s137"
    },
    {
      "text": "Landshore's administrator, however, wrote to the solicitors for Forrest Nursery and Mr Richardson on 19 July 2006 indicating that he did not object to the orders sought in the application.",
      "id": "s138"
    },
    {
      "text": "28 It appears also that the creditor, Wundowie Foundry Pty Ltd, has released Euco from its obligations arising under a lease agreement incurred after the date of the Deed.",
      "id": "s139"
    },
    {
      "text": "Wundowie has confirmed in writing that it is only a creditor of Euco to the extent provided for under the Deed.",
      "id": "s140"
    },
    {
      "text": "It does not object to the orders sought in the application.",
      "id": "s141"
    },
    {
      "text": "The application \n \n29 The application brought by Forrest Nursery and Mr Richardson as creditors invokes ss 482 and 447A of the Act.",
      "id": "s142"
    },
    {
      "text": "The orders sought are: \n \n '1.",
      "id": "s143"
    },
    {
      "text": "the liquidation of Euco Ltd be terminated; \n \n \n \n 2. the resolution of the meeting of creditors of Euco Ltd held on 24 March 2006 be set aside; \n \n 3. resolution \"1\" of the Form 509C Notice of Meeting of Euco Ltd's creditors dated 14 March 2006 be deemed as having been carried at the meeting of creditors held on 24 March 2006.",
      "id": "s144"
    },
    {
      "text": "' \n \n \n\n Statutory framework \n \n30 Section 447A of the Act appears in Pt 5.3A which contains provisions relating to the administration of a company's affairs with a view to executing a deed of company arrangement.",
      "id": "s145"
    },
    {
      "text": "Section 447A confers on the Court general power to make orders in relation to that Part.",
      "id": "s146"
    },
    {
      "text": "It provides, inter alia: \n \n '(1) The Court may make such order as it thinks appropriate about how this Part is to operate in relation to a particular company.",
      "id": "s147"
    },
    {
      "text": "(2) For example, if the Court is satisfied that the administration of a company should end: \n \n (a) because the company is solvent; or \n (b) because provisions of this Act are being abused; or \n (c) for some other reason; \n \n the Court may order under subsection (1) that the administration is to end.",
      "id": "s148"
    },
    {
      "text": "' \n \n\nSuch orders may be made subject to conditions (s 447A(3)).",
      "id": "s149"
    },
    {
      "text": "An application for such an order may be made, inter alia, by a creditor of the company.",
      "id": "s150"
    },
    {
      "text": "31 Section 482 , which appears in Pt 5.4B provides, inter alia: \n \n '(1) At any time during the winding up of a company, the Court may, on application, make an order staying the winding up either indefinitely or for a limited time or terminating the winding up on a day specified in the order.",
      "id": "s151"
    },
    {
      "text": "(1AA) An application may be made by: \n \n \n \n (a) in any case --- the liquidator, or a creditor or contributory of the company ; or \n (b) in the case of a company registered under the Life Insurance Act 1995 --- APRA.",
      "id": "s152"
    },
    {
      "text": "... \n \n \n \n (3) Where the Court has made an order terminating the winding up, the Court may give such directions as it thinks fit for the resumption of the management and control of the company by its officers, including directions for the convening of a general meeting of members of the company to elect directors of the company to take office upon the termination of the winding up.",
      "id": "s153"
    },
    {
      "text": "' \n \n \n \n \n\n Whether the winding up should be terminated \n \n32 The first question to be considered is whether the Court should terminate the winding up of Euco.",
      "id": "s154"
    },
    {
      "text": "An order for termination can be made under s 482 of the Act.",
      "id": "s155"
    },
    {
      "text": "The second question is whether, if such an order were made, a further order should be made under s 447A effectively treating the variation of the Deed as having been carried by the creditors at their meeting of 24 March 2006.",
      "id": "s156"
    },
    {
      "text": "33 Euco evidently has little in the way of funding to meet the liquidators' or administrators' fees.",
      "id": "s157"
    },
    {
      "text": "There is some prospect of further benefit to creditors if the variation to the Deed were to take effect.",
      "id": "s158"
    },
    {
      "text": "34 The following factors weigh in favour of termination of the winding up: \n \n 1.",
      "id": "s159"
    },
    {
      "text": "It would offer the opportunity of a further benefit to creditors under the variation proposal.",
      "id": "s160"
    },
    {
      "text": "2.",
      "id": "s161"
    },
    {
      "text": "There is no public interest or question of commercial morality weighing against the order.",
      "id": "s162"
    },
    {
      "text": "3.",
      "id": "s163"
    },
    {
      "text": "It is likely that the creditors' meeting would not have voted to wind the company up if Mr Richardson had been able to attend it.",
      "id": "s164"
    },
    {
      "text": "4.",
      "id": "s165"
    },
    {
      "text": "Mr Richardson's non-attendance was not through any fault of his own but due to a supervening health problem.",
      "id": "s166"
    },
    {
      "text": "5.",
      "id": "s167"
    },
    {
      "text": "The creditors have been notified and neither they nor the liquidators object to the proposed orders.",
      "id": "s168"
    },
    {
      "text": "In the circumstances I will make an order terminating the winding up of Euco.",
      "id": "s169"
    },
    {
      "text": "35 The termination of the winding up under s 482 does not of itself reverse the termination of the Deed.",
      "id": "s170"
    },
    {
      "text": "Under s 482(3) it is provided that the Court may give directions for the resumption of the management and control of the company by its officers.",
      "id": "s171"
    },
    {
      "text": "This power does not in terms extend to a power to reinstate a terminated deed of company arrangement.",
      "id": "s172"
    },
    {
      "text": "It is necessary in that connection to consider the power conferred on the Court by s 447A.",
      "id": "s173"
    },
    {
      "text": "In so doing, it may be noted that the power of the creditors' meeting to terminate the Deed derived from s 445C(b) of the Act.",
      "id": "s174"
    },
    {
      "text": "The power to wind up the company upon termination of the Deed derived from s 445E.",
      "id": "s175"
    },
    {
      "text": "Both of these provisions, of course, are part of Pt 5.3A.",
      "id": "s176"
    },
    {
      "text": "Whether an order should be made giving deemed effect to the Variation of the Deed \n \n36 The power conferred on the Court by s 447A is broad.",
      "id": "s177"
    },
    {
      "text": "Its scope was foreshadowed in the Report of the Law Reform Commission of Australia on the General Insolvency Inquiry (ALRC) which led to the enactment of Pt 5.3A in July 1993.",
      "id": "s178"
    },
    {
      "text": "The ALRC recommended that the Court should have: \n \n '... a broad power to make orders for the effective operation of the (voluntary administration) procedure.",
      "id": "s179"
    },
    {
      "text": "' \n \n\nSee Cawthhorn v Keira Constructions Pty Ltd (1994) 33 NSWLR 607; Milankov Pty Ltd v Roycol Ltd (1994) 124 ALR 391; Re I &amp; J Foods Ltd (1995) 58 FCR 92 at 94; Hamilton v National Australia Bank Ltd (1996) 66 FCR 12.",
      "id": "s180"
    },
    {
      "text": "37 The section empowers the Court to do more than just fill in gaps in the legislative scheme or add to the provisions of Pt 5.3A --- Re Brashs Pty Ltd (1994) 15 ACSR 477 at 481 (Hayne J).",
      "id": "s181"
    },
    {
      "text": "It empowers the Court 'to make orders which alter what would otherwise be the operation of Pt 5.3A in relation to a particular company' --- Brash Holdings Ltd (Administrator Appointed) v Katile Pty Ltd (1996) 1 VR 24.",
      "id": "s182"
    },
    {
      "text": "38 In Cawthorn, Young J extended the life of a deed which had been terminated.",
      "id": "s183"
    },
    {
      "text": "In Re Madden (1996) 26 ACSR 10 at 15 his Honour said that the section was wide enough to allow the Court, in an appropriate case, to disregard the fact that an administration may have ceased because of a mistake in carrying out steps under Pt 5.3A.",
      "id": "s184"
    },
    {
      "text": "The court could extend the period for convening a meeting as though the administration were still in force.",
      "id": "s185"
    },
    {
      "text": "39 In Australasian Memory Pty Ltd v Brien [2000] HCA 30 ; (2000) 200 CLR 270, the joint judgment of Gleeson CJ, McHugh, Gummow, Hayne and Callinan JJ acknowledged the width of the powers conferred by s 447A.",
      "id": "s186"
    },
    {
      "text": "Their Honours made the following general propositions about its operation: \n \n 1.",
      "id": "s187"
    },
    {
      "text": "Section 447A is not properly described as a general power standing apart from Pt 5.3A.",
      "id": "s188"
    },
    {
      "text": "It is an integral part of the legislative scheme for which that Part provides.",
      "id": "s189"
    },
    {
      "text": "In particular it can apply to alter timetables prescribed by other provisions of Pt 5.3A (at 281 [24]).",
      "id": "s190"
    },
    {
      "text": "2.",
      "id": "s191"
    },
    {
      "text": "The words of s 447A do not suggest that it cannot be used if, by operation of the provisions of Pt 5.3A , the administration of the relevant company has come to an end.",
      "id": "s192"
    },
    {
      "text": "The section deals with a 'particular company' and the operation of Pt 5.3A in relation to it (at 282 [26]).",
      "id": "s193"
    },
    {
      "text": "3.",
      "id": "s194"
    },
    {
      "text": "The words of the section 'how this Part is to operate' look to the future but do not preclude the making of orders with future effect but in respect of past matters or events ( at 282 [26]).",
      "id": "s195"
    },
    {
      "text": "4.",
      "id": "s196"
    },
    {
      "text": "In connection with the effect of an order under s 447A on accrued or vested rights, two types of case may arise following termination of an administration: \n \n \n (i) Steps are taken by members or officers of the company or by third parties predicated upon termination of the administration other than by entering a deed of company arrangement or going into liquidation --- eg shares in the company are traded; directors resume the management of the company and deal with its assets or take other like steps on the assumption that the administration is at an end and there is neither a deed of company arrangement nor a winding up.",
      "id": "s197"
    },
    {
      "text": "(ii) Steps are taken that are predicated upon the company having validly entered a deed of company arrangement or gone into liquidation (at 283 [30]).",
      "id": "s198"
    },
    {
      "text": "To the extent that any steps have been taken following the termination of the Deed in this case and the winding up resolution, they fall into the second category of case identified by the High Court.",
      "id": "s199"
    },
    {
      "text": "The court left open the question whether there is power to make an order under s 447A in the first case where the administration has ended (at 284 [32]).",
      "id": "s200"
    },
    {
      "text": "In the second kind of case however: \n \n \n '... there would be no inconsistency between the varied operation of Pt 5.3A and the rights that have accrued in the intervening period, if the order gave legal validity to the premise for the parties' conduct.",
      "id": "s201"
    },
    {
      "text": "' \n \n\nIt may be accepted that in this case there is a possibility, however small, that accrued rights may be affected by an order terminating the winding up, setting aside the termination of the Deed and giving effect to the proposed variation.",
      "id": "s202"
    },
    {
      "text": "Under that variation however, the Deed is to be terminated in any event after its conditions have been fulfilled.",
      "id": "s203"
    },
    {
      "text": "There is no suggestion of any third party dealings which could be adversely affected by the orders proposed.",
      "id": "s204"
    },
    {
      "text": "In any event, they can be accommodated by liberty to apply, limited in time, to vary the orders made to ensure the protection of any accrued right.",
      "id": "s205"
    },
    {
      "text": "40 I am satisfied that I can set aside the termination of the Deed on the basis that the order operates prospectively.",
      "id": "s206"
    },
    {
      "text": "The order setting aside the termination will take effect so that the rights and obligations of all parties will be determined as though the Deed continued in effect from the meeting of creditors and had not been terminated.",
      "id": "s207"
    },
    {
      "text": "To the extent that there may be any particular direction necessary to take account of any rights or obligations that have accrued since the Deed was terminated, there will be liberty to apply within the next 28 days for a suitable qualifying order.",
      "id": "s208"
    },
    {
      "text": "Given that all creditors have been given notice and none has expressed an objection, I regard the probability of such an application as small, but nevertheless will allow such an application within that time.",
      "id": "s209"
    },
    {
      "text": "41 As to the variation of the Deed there is no doubt that the Court has power to order a variation.",
      "id": "s210"
    },
    {
      "text": "The power of the Court to make such an order was considered by Finkelstein J in Re: Pasminco Ltd (No 2) (2004) 49 ACSR 470.",
      "id": "s211"
    },
    {
      "text": "In that case his Honour said (at [35]):\n \n 'The Corporations Act contemplates that a deed of company arrangement may be varied by creditors at a meeting convened under s 445F.",
      "id": "s212"
    },
    {
      "text": "The administrators, however, wish to short cut this procedure and have the deed varied by an order made under s 447A.",
      "id": "s213"
    },
    {
      "text": "In Milankov Nominees Pty Ltd v Roycol Ltd (1994) 52 FCR 378, 388 Lee J suggested that this could be done.",
      "id": "s214"
    },
    {
      "text": "In two decisions in the following year Branson J expressly found the power to exist.",
      "id": "s215"
    },
    {
      "text": "The decisions are Re Giga Investments Pty Ltd (Admin Apptd) (No 2) (1995) 13 ACLC 1,185, 1,187 and Mulvaney v Rob Wintulich Pty Ltd (1995) 60 FCR 81, 83.",
      "id": "s216"
    },
    {
      "text": "Many cases have followed these decisions.",
      "id": "s217"
    },
    {
      "text": "On the basis of these authorities I am satisfied that the power to make variation exists.",
      "id": "s218"
    },
    {
      "text": "' \n \n\n42 In my opinion in this case the variation order sought ought to be made.",
      "id": "s219"
    },
    {
      "text": "It appears on the face of it to offer some benefit to creditors.",
      "id": "s220"
    },
    {
      "text": "None object, and there is the possibility, although it does not seem great, that Messrs. Forrest and Richardson may be able to revive the company's fortunes.",
      "id": "s221"
    },
    {
      "text": "I will therefore make the variation order but in prospective terms rather than the apparently retrospective terms sought by the applicants.",
      "id": "s222"
    },
    {
      "text": "Conclusion \n \n43 For the preceding reasons I will terminate the winding up of Euco, set aside the termination of the Deed and direct that it be varied in accordance with the proposal submitted to the creditors' meeting of 24 March 2006.",
      "id": "s223"
    },
    {
      "text": "I will require notice to be given to all creditors of these orders and allow liberty to apply within 28 days for any variation of the order setting aside the termination of the Deed to the extent that it may impinge upon accrued rights.",
      "id": "s224"
    },
    {
      "text": "I certify that the preceding forty-three (43) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice French.",
      "id": "s225"
    },
    {
      "text": "Associate:\nDated: 21 July 2006\n\n\n Counsel for the Applicants: Mr P Robinson \n \n Solicitor for the Applicants: Williams &amp; Hughes \n \n Date of Hearing: 17 July 2006 \n \n Date of Judgment: 24 July 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/935.html",
      "id": "s226"
    }
  ]
}