{
  "name": "SZEXQ v Minister for Immigration and Multicultural Affairs [2006] FCA 927 (21 July 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/927.html",
  "catchphrases": [
    {
      "text": "protection visa",
      "id": "c0"
    },
    {
      "text": "decision by tribunal to refuse protection visa",
      "id": "c1"
    },
    {
      "text": "whether tribunal relied upon information to which s 424a(1) of the migration act 1958 (cth) applied",
      "id": "c2"
    },
    {
      "text": "whether appellant provided information to the tribunal in accordance with s 424a(3)",
      "id": "c3"
    },
    {
      "text": "whether the court can draw an inference that information not provided from the reasons of tribunal",
      "id": "c4"
    },
    {
      "text": "whether appellant obliged to tender transcript to prove information was not provided",
      "id": "c5"
    },
    {
      "text": "whether the tribunal failed to consider the probable result if its findings were wrong",
      "id": "c6"
    },
    {
      "text": "whether leave to rely upon amended notice of appeal should be granted.",
      "id": "c7"
    },
    {
      "text": "migration",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "1 The appellant appeals the decision of Lloyd-Jones FM delivered on 28 October 2005 which dismissed an application for a review of a decision of the Refugee Review Tribunal.",
      "id": "s0"
    },
    {
      "text": "The Tribunal found that the appellant was not entitled to a protection visa.",
      "id": "s1"
    },
    {
      "text": "FACTS \n \n2 The appellant is a citizen of Pakistan who arrived in Australia on 4 December 1999 and lodged an application for a protection visa with the Department of Immigration and Multicultural Affairs on 16 December 1999.",
      "id": "s2"
    },
    {
      "text": "In his application for a protection visa, the appellant claimed to have been involved since his student days with the Pakistan People's Party (PPP) and to have some affiliations with a Sunni extremist group known as the SSP, based upon its economic rather than religious policy.",
      "id": "s3"
    },
    {
      "text": "The appellant told the Tribunal that he participated in campaigning for general elections in 1993 and 1997, and stood for local elections at some time in the late 1990s.",
      "id": "s4"
    },
    {
      "text": "The appellant said he had been threatened with death and with harassment by the Pakistan Muslim League (PML) after it came to power in 1997.",
      "id": "s5"
    },
    {
      "text": "3 The appellant also claimed that he fled Pakistan because he feared persecution by members of an extremist Shia Muslim group, the TNFJ.",
      "id": "s6"
    },
    {
      "text": "He said that members of the TNFJ had threatened to kill him, as they considered him to be a member of the SSP because he had college friends who were involved with that party.",
      "id": "s7"
    },
    {
      "text": "4 The Tribunal accepted the applicant's account of his involvement with the PPP and that he would continue to be involved in the PPP if he returned to Pakistan.",
      "id": "s8"
    },
    {
      "text": "However, the Tribunal said that the fact that he did not leave Pakistan until ' the late 1990s ' did not suggest that he had been persecuted by the PML after they came to power in 1997.",
      "id": "s9"
    },
    {
      "text": "Further, the Tribunal noted that the PML had been ousted in a coup in October 1999 and was no longer in power.",
      "id": "s10"
    },
    {
      "text": "5 In view of the appellant's family's ' longstanding affiliation ' with the PPP and his own prominent role in the party, the Tribunal did not accept that the appellant would be perceived as belonging to the SSP because some of his college friends were members of that group.",
      "id": "s11"
    },
    {
      "text": "It therefore did not accept that the appellant was at risk of persecution by the TNFJ or Shia Muslims.",
      "id": "s12"
    },
    {
      "text": "6 Accordingly, the Tribunal considered that there was no real chance that the appellant would be persecuted if he returned to Pakistan now or in the reasonably foreseeable future.",
      "id": "s13"
    },
    {
      "text": "AMENDED NOTICE OF APPEAL \n \n7 The appellant seeks leave to rely upon an amended notice of appeal which raises two issues which were not before the Federal Magistrate.",
      "id": "s14"
    },
    {
      "text": "The respondent opposes leave being granted.",
      "id": "s15"
    },
    {
      "text": "8 The issues raised by the amended notice of appeal are first, whether the Tribunal breached s 424A of the Migration Act 1958 (Cth) by relying upon information which had not been given to it by the appellant; and second, whether the Tribunal, in finding that there was not a real chance that the applicant would be persecuted if he returned to Pakistan, failed to consider the possibility that the PML government would win elections scheduled for October 2002.",
      "id": "s16"
    },
    {
      "text": "9 Section 424A of the Act relevantly provides:\n \n '(1) Subject to subsection (3), the Tribunal must: \n \n \n \n (a) give to the applicant, in the way that the Tribunal considers appropriate in the circumstances, particulars of any information that the Tribunal considers would be the reason, or part of the reason, for affirming the decision that is under review; and \n (b) ensure, as far as is reasonably practicable, that the applicant understands why it is relevant to the review; and \n (c) invite the applicant to comment on it.",
      "id": "s17"
    },
    {
      "text": "(2) The information and invitation must be given to the applicant: \n \n \n \n \n (a) except where paragraph (b) applies --- by one of the methods specified in section 441A ; or \n \n \n \n \n ... \n (3) This section does not apply to information: \n \n \n \n \n (a) that is not specifically about the applicant or another person and is just about a class of persons of which the applicant or another person is a member; or \n (b) that the applicant gave for the purpose of the application; or \n (c) that is non-disclosable information.",
      "id": "s18"
    },
    {
      "text": "' \n \n \n\n10 In respect of the first issue raised by the amended notice of appeal, the appellant submits there are two items of information which were relied upon by the Tribunal as part of its reasons, namely information relating to the political activities of the appellant's family and information relating to the appellant's date of departure from Pakistan, which was not provided by the appellant to the Tribunal.",
      "id": "s19"
    },
    {
      "text": "11 During the hearing, I reserved the question of leave for determination after hearing argument on the merits of the appeal, since the merits are a relevant factor in determining whether leave should be granted.",
      "id": "s20"
    },
    {
      "text": "THE SECTION 424A ARGUMENTS \n LONGSTANDING INVOLVEMENT OF FAMILY IN PPP \n \n12 The appellants submit there are two conclusions in the Tribunal's reasons which are based in part upon information to which s 424A(1) of the Migration Act applied.",
      "id": "s21"
    },
    {
      "text": "The first of these arises from the use of the word ' longstanding ' by the Tribunal member in the reasons for decision.",
      "id": "s22"
    },
    {
      "text": "The reasons of the Tribunal member stated as follows:\n \n 'The Applicant said that the people in his local area were uneducated and that they did not understand anything but I do not accept that he would have been perceived as belonging to the SSP merely because some of his college friends were members of that party, given his prominent role in the PPP and his family's longstanding affiliation with that party.",
      "id": "s23"
    },
    {
      "text": "' \n\n13 The appellant submits that the above conclusion is partly derived from information contained in the statement accompanying the appellant's application for a protection visa relating to the political activities of the appellant's family.",
      "id": "s24"
    },
    {
      "text": "The appellant's application for a protection visa was not provided to the Tribunal by the applicant and accordingly, s 424A(1) applied to that statement: Minister for Immigration and Multicultural Affairs v Al Shamry [2001] FCA 919 ; (2001) 110 FCR 27 .",
      "id": "s25"
    },
    {
      "text": "14 The respondent submits that the reasons for decision suggest that the appellant provided this information to the Tribunal.",
      "id": "s26"
    },
    {
      "text": "The respondent points in particular to the Tribunal's comments that:\n \n 'At the hearing before me the Applicant repeated that all his family had been involved in the PPP.",
      "id": "s27"
    },
    {
      "text": "' \n\n15 The respondent also refers to the following paragraph:\n \n 'The Applicant said that as a member of the students' union and the PPP he had been engaged in welfare work, helping poor people and poor students with books and money.",
      "id": "s28"
    },
    {
      "text": "He said that he had campaigned for the PPP in the general election which the PPP had won (in 1993, although the Applicant could not remember the year) and in the general election in 1997 which the PPP lost to the PML.",
      "id": "s29"
    },
    {
      "text": "He said that his local MNA had been from the PPP between 1993 and 1996 but that at the election in 1997 the PML candidate had been elected.",
      "id": "s30"
    },
    {
      "text": "The Applicant said that he himself had stood in the election for local bodies in the late 19990s, which he said had been held on a non-party basis.",
      "id": "s31"
    },
    {
      "text": "He said, however, that he had not been elected because the PML was in power.",
      "id": "s32"
    },
    {
      "text": "' \n\n16 In addition, the respondent says that the length of time the appellant's family had been involved with the PPP was not truly a reason for the decision made by the Tribunal, and accordingly that the information contained in the statement does not fall within s 424A(1).",
      "id": "s33"
    },
    {
      "text": "17 The appellant told the Tribunal that ' all his family had been involved in the PPP ', and that he himself had been involved since his college years.",
      "id": "s34"
    },
    {
      "text": "Since I do not have a copy of the transcript, I am unaware of the precise details which were provided orally to the Tribunal.",
      "id": "s35"
    },
    {
      "text": "However, the words ' had been ' in the Tribunal's reasons suggest the appellant stated that his family's involvement in the PPP had been of some duration.",
      "id": "s36"
    },
    {
      "text": "Although the visa application contains slightly more detail than the Tribunal's reasons about the family members who had been involved, it does not provide any information concerning the duration of their involvement.",
      "id": "s37"
    },
    {
      "text": "Some information on this matter was clearly provided orally by the appellant to the Tribunal, and accordingly I am unable to conclude that the Tribunal's finding was not based upon information which was provided during the hearing.",
      "id": "s38"
    },
    {
      "text": "In the absence of the transcript, I am not satisfied that the Tribunal relied upon the information in the visa application form regarding his family's involvement in the PPP.",
      "id": "s39"
    },
    {
      "text": "DATE OF APPELLANT'S DEPARTURE FROM PAKISTAN \n \n18 The second conclusion which the applicant submits was made in breach of s 424A(1) is contained in the following paragraph:\n \n 'I accept the Applicant's account of his involvement in the PPP and I accept that he will continue to be involved in the PPP if he returns to Pakistan.",
      "id": "s40"
    },
    {
      "text": "The Applicant claimed in his original application that when the PML had been in power after February 1997 he had received threats that he would be involved in false cases or that he would be killed.",
      "id": "s41"
    },
    {
      "text": "However the Applicant did not leave Pakistan until the late 1990s, which does not suggest that he was being persecuted by reason of his involvement in the PPP in the intervening period.",
      "id": "s42"
    },
    {
      "text": "' \n\n19 The appellant says that information concerning his departure date was contained only in his application for a protection visa and was not provided orally to the Tribunal.",
      "id": "s43"
    },
    {
      "text": "In support of his claim the appellant refers to the following passage in the Tribunal's decision: \n \n 'He was unable to recall when he had left Pakistan for the other country but in his original application he said that he had left Pakistan in a particular month in the late 1990s (see his answer to question 41 on Part C of the application form).",
      "id": "s44"
    },
    {
      "text": "' \n\nThe reference to the ' original application ' is clearly a reference to the application for a protection visa.",
      "id": "s45"
    },
    {
      "text": "20 I consider that the timing of the appellant's departure from Pakistan was a significant factor in the Tribunal's conclusion that the appellant had not been persecuted after the PML came to power in 1997.",
      "id": "s46"
    },
    {
      "text": "That conclusion constituted one of the Tribunal's reasons for affirming the decision under review.",
      "id": "s47"
    },
    {
      "text": "Accordingly, s 424A(1) and (2) apply to this information, unless it falls into an exception contained in s 424A(3).",
      "id": "s48"
    },
    {
      "text": "21 Prima facie, the reasons of the Tribunal indicate that the departure date of the appellant was sourced from the application form.",
      "id": "s49"
    },
    {
      "text": "The Tribunal specifically stated that the appellant was unable to recall when he had left Pakistan and specifically referred to the application form as the source of an accurate date of departure.",
      "id": "s50"
    },
    {
      "text": "22 The respondent does not suggest that the appellant provided direct oral evidence of the date of his departure to the Tribunal.",
      "id": "s51"
    },
    {
      "text": "However the respondent submits that the approximate date of the appellant's departure from Pakistan might have been gleaned by the Tribunal from other comments made by the appellant during the Tribunal hearing and relies upon the following statement in the Tribunal's reasons:\n \n 'He said that his local MNA had been from the PPP between 1993 and 1996 but that at the election in 1997 the PML candidate had been elected.",
      "id": "s52"
    },
    {
      "text": "The Applicant said that he himself had stood in the election for local bodies in the late 1990s, which he said had been held on a non-party basis.",
      "id": "s53"
    },
    {
      "text": "' \n\n23 The respondent says that the finding of the Tribunal refers only to the fact that the appellant left in ' the late 1990s ' and does not indicate that he left on the precise date mentioned in the application.",
      "id": "s54"
    },
    {
      "text": "The respondent submits that it is therefore not open to the Court to draw the inference that this information was derived from the application.",
      "id": "s55"
    },
    {
      "text": "24 In view of the direct reference to the appellant's inability to recall the information concerning his departure date and the reference to the information contained in the application form, I cannot accept the submission that the Tribunal's reasons suggest that the information might have been gleaned from the appellant's oral testimony.",
      "id": "s56"
    },
    {
      "text": "Whilst I cannot, without the transcript, entirely exclude the possibility that this was the case, prima facie the Tribunal's reasons indicate that its information concerning the appellant's date of departure was sourced from the application form for a protection visa.",
      "id": "s57"
    },
    {
      "text": "It is immaterial that the Tribunal used the words ' the late 1990s ' to describe the appellant's departure date in its finding.",
      "id": "s58"
    },
    {
      "text": "It is obvious that the Tribunal throughout its reasons was conscious of omitting reference to any specific dates lest the appellant's identity be traced.",
      "id": "s59"
    },
    {
      "text": "It is also clear that the Tribunal could not have made the finding that it did unless it was confident that it had at least an accurate approximation of the appellant's departure date.",
      "id": "s60"
    },
    {
      "text": "It had, earlier in its reasons, expressly sourced this information from the appellant's application to the Department, and upon the reasons for decision alone I am satisfied that it relied upon this information in its finding.",
      "id": "s61"
    },
    {
      "text": "25 This raises the question whether, in these circumstances, the appellant was required to prove conclusively, by tendering the transcript, that he did not provide information orally to the Tribunal from which it could have gleaned his approximate departure date.",
      "id": "s62"
    },
    {
      "text": "The respondent says that, in the absence of a transcript, the Court cannot conclude that such information was not provided by the appellant to the Tribunal at the hearing.",
      "id": "s63"
    },
    {
      "text": "The respondent says that the onus lies upon the appellant to provide the transcript as proof that the information was not provided to the Tribunal orally, and in the absence of the transcript, it is not open to the Court to infer that the information was not provided: see NAOA v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2004] FCAFC 241 at [21] per Beaumont, Merkel and Hely JJ.",
      "id": "s64"
    },
    {
      "text": "26 The Full Court in NAOA was dealing with a claim of procedural unfairness, based upon the fact that certain matters had not been put to the appellant at the Tribunal hearing.",
      "id": "s65"
    },
    {
      "text": "The Full Court observed at [21]: \n \n 'For one thing, as the respondent submitted, the appellant's case is premised upon an assumption (that was also made by the learned Magistrate, albeit on a tentative basis), namely, that the Tribunal had not raised the issue of the authenticity of certain documents with the appellant at the hearing.",
      "id": "s66"
    },
    {
      "text": "However, his Honour did not make a finding in relation to this matter.",
      "id": "s67"
    },
    {
      "text": "Driver FM observed that this \"appeared\" to be the case \"from the record of the [Tribunal] decision\".",
      "id": "s68"
    },
    {
      "text": "On the evidence before his Honour, it was not open to him to have made a finding that this issue had not been canvassed.",
      "id": "s69"
    },
    {
      "text": "His Honour had no transcript.",
      "id": "s70"
    },
    {
      "text": "(As mentioned, the tape is before us and we refer to it below.",
      "id": "s71"
    },
    {
      "text": ") The appellant had not given any evidence (in affidavit form or orally) to the effect that this issue had not been raised.",
      "id": "s72"
    },
    {
      "text": "There was simply no basis upon which his Honour could properly have made this finding.",
      "id": "s73"
    },
    {
      "text": "His reasons should not be read as if he did so.",
      "id": "s74"
    },
    {
      "text": "In the absence of evidence about what occurred at the hearing, the appellant has no sufficient evidential basis for the grounds he seeks to raise, thus he has not, in our opinion, established that the Tribunal did not comply with the rules of natural justice.",
      "id": "s75"
    },
    {
      "text": "' \n\n27 The situation in the present case is different from the position in NAOA .",
      "id": "s76"
    },
    {
      "text": "In NAOA , the Court found that there was no evidence which indicated whether the matter had been raised with the appellant by the Tribunal.",
      "id": "s77"
    },
    {
      "text": "In the present case, however, the Tribunal's reasons for decision clearly record that the appellant was questioned with respect to his departure date but was unable to provide that information to the Tribunal orally.",
      "id": "s78"
    },
    {
      "text": "The reasons specifically refer to information contained in the application form.",
      "id": "s79"
    },
    {
      "text": "The Tribunal's reasons themselves are evidence which suggests that the Tribunal did not receive the evidence orally from the appellant, but instead relied upon a document to which obligations under s 424A(1) and (2) applied.",
      "id": "s80"
    },
    {
      "text": "28 I consider that the appellant was entitled to rely upon the reasons as evidence that the information had not been provided under s 424A(3)(b).",
      "id": "s81"
    },
    {
      "text": "The reasons directly touched upon the subject under dispute.",
      "id": "s82"
    },
    {
      "text": "If the transcript indicated a different position, then it was open to the respondent to tender it.",
      "id": "s83"
    },
    {
      "text": "However, in the absence of the transcript, the reasons of the Tribunal themselves provide, in my opinion, sufficient evidence for me to arrive at a conclusion that the information had not been provided to the Tribunal by the appellant as contemplated by s 424A(3)(b).",
      "id": "s84"
    },
    {
      "text": "29 This is not to say that in all, or even most cases, it will be sufficient for the appellant to rely upon the reasons for the Tribunal alone.",
      "id": "s85"
    },
    {
      "text": "It is not the obligation of the Tribunal to refer in its reasons to the source of each part of the information upon which it relies.",
      "id": "s86"
    },
    {
      "text": "The present appeal is a rare case in which the Tribunal has specifically referred in its reasons to the very source of the information under consideration.",
      "id": "s87"
    },
    {
      "text": "Where the Court is unable directly to draw a conclusion from a Tribunal's reasons as to the source of the Tribunal's information, it is ultimately the responsibility of an appellant to ensure the transcript is provided if he or she wishes to argue that the information could only have been sourced from documents to which obligations under s 424A(1) and (2) applied.",
      "id": "s88"
    },
    {
      "text": "30 Nonetheless, the Tribunal's reasons for decision themselves should not be ignored as evidence of the source of the Tribunal's information.",
      "id": "s89"
    },
    {
      "text": "The Full Court in NAOA , in noting that the appellant had not provided oral or affidavit evidence on the issue, explicitly recognised that there were forms of evidence other than the transcript which might enable a conclusion to be drawn about the oral evidence given at the Tribunal hearing.",
      "id": "s90"
    },
    {
      "text": "Since it may not always be clear when a conclusion can be reached upon the reasons alone, I consider it would be prudent to tender the transcript in all cases where a breach of s 424A is relied upon, or to incorporate the transcript into the appeal book where such a ground is raised.",
      "id": "s91"
    },
    {
      "text": "31 In this case, however, the reasons themselves directly point to the conclusion that the Tribunal relied upon information from the application form, in circumstances where that information had not been provided by the appellant orally at the hearing.",
      "id": "s92"
    },
    {
      "text": "The Tribunal did not provide this information to the appellant in writing as required by s 424A(2)(a) and s 441A of the Migration Act .",
      "id": "s93"
    },
    {
      "text": "It follows that, in accordance with the decision in SZEEU v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCAFC 2 , the Tribunal did not comply with the requirements of s 424A.",
      "id": "s94"
    },
    {
      "text": "THE RAJALINGAM ARGUMENT \n \n32 The appellant submits that the Tribunal erred in failing to consider that elections were to be held in October 2002 in which the PML might have been successful, in which case the appellant may have faced a real chance of future persecution.",
      "id": "s95"
    },
    {
      "text": "The appellant submits that the word 'suggest' in Tribunal's statement that ' the Applicant did not leave Pakistan until the late 1990s, which does not suggest that he was being persecuted by reason of his involvement in the intervening period ' is indicative of a tentative finding by the Tribunal.",
      "id": "s96"
    },
    {
      "text": "The appellant relies upon a passage in Minister for Immigration and Multicultural Affairs v Rajalingam and Ors [1999] FCA 719 ; (1999) 93 FCR 220 at [55] - [56] in which Sackville J states:\n \n 'It can be seen from this passage that if the RRT finds that it is only slightly more probable than not that an alleged relevant event had not occurred, it must take into account the chance that it did occur when determining whether there was a well-founded fear of persecution ... \n \n If, on the other hand, it appears that the RRT had no \"real doubt\" that its findings were correct, it is not bound to consider whether those findings might be wrong.",
      "id": "s97"
    },
    {
      "text": "' [original emphasis] \n\n33 The appellant says that since the Tribunal observed that the PML had been ousted in a coup in 1999 in determining that there was no real chance that the appellant would be persecuted if he were to return to Pakistan now or in the reasonably foreseeable future, it was obliged to consider the possible changed circumstances following the election.",
      "id": "s98"
    },
    {
      "text": "34 The respondent says that the appellant did not argue before the Tribunal that the result of the election might lead to a greater risk of persecution in the future and that it would be an unreasonable standard to require the Tribunal to consider this claim in the absence of argument.",
      "id": "s99"
    },
    {
      "text": "The respondent refers to NABE v Minister for Immigration and Multicultural and Indigenous Affairs (No 2) [2004] FCAFC 263 ; (2004) 219 ALR 27 at [58] - [63] which sets out the extent of the obligation upon a Tribunal to consider unarticulated claims.",
      "id": "s100"
    },
    {
      "text": "At [58] the Court observed that:\n \n 'It has been suggested that the unarticulated claim must be raised \"squarely\" on the material available to the tribunal before it has a statutory duty to consider it: SDAQ v Minister for Immigration and Multicultural and Indigenous Affairs (2003) 129 FCR 137; 199 ALR 265; [2003] FCAFC 120 at [19] per Cooper J.",
      "id": "s101"
    },
    {
      "text": "The use of the adverb \"squarely\" does not convey any precise standard but it indicates that a claim not expressly advanced will attract the review obligation of the tribunal when it is apparent on the face of the material before the tribunal.",
      "id": "s102"
    },
    {
      "text": "Such a claim will not depend for its exposure on constructive or creative activity by the tribunal.",
      "id": "s103"
    },
    {
      "text": "' \n\nThe respondent says that the significance of the forthcoming election was not raised squarely as an issue by the material before the Tribunal.",
      "id": "s104"
    },
    {
      "text": "35 I do not consider that the word ' suggest ', in its context, shows that the Tribunal was ambivalent in its conclusion that the appellant had been persecuted between 1997 and the time when he left Pakistan by reason of his involvement in the PPP.",
      "id": "s105"
    },
    {
      "text": "I am satisfied that its finding was not attended by any significant doubt.",
      "id": "s106"
    },
    {
      "text": "Accordingly, I reject the submission of the appellant that the Tribunal should have adopted the approach referred to in Rajalingam .",
      "id": "s107"
    },
    {
      "text": "LEAVE TO RELY UPON THE AMENDED NOTICE OF APPEAL \n \n36 The appellant acknowledges that he was represented by Counsel in the hearing before the Federal Magistrates Court, and that the points now sought to be raised by the amended notice of appeal were not raised before that Court.",
      "id": "s108"
    },
    {
      "text": "However, the appellant argues that the effect of s 424A of the Migration Act was uncertain at the time of the hearing before the Federal Magistrates Court.",
      "id": "s109"
    },
    {
      "text": "The appellant says when the Federal Magistrates Court hearing took place, no decision of the Federal Court had been given which upheld a challenge under s 424A based upon the combined effects of the decision in SAAP and Anor v Minister for Immigration and Multicultural and Indigenous Affairs [2005] HCA 24 ; (2005) 215 ALR 162 and the decision in Al-Shamry .",
      "id": "s110"
    },
    {
      "text": "Further, the appellant says that leave was granted in a similar situation in each of the five appeals under consideration in SZEEU.",
      "id": "s111"
    },
    {
      "text": "37 Counsel for the respondent says that the law was not uncertain at the time of the hearing before the Federal Magistrates Court.",
      "id": "s112"
    },
    {
      "text": "Al-Shamry was handed down in July 2001 and SAAP was handed down in May 2005, well before the hearing in the Federal Magistrates Court in August 2005.",
      "id": "s113"
    },
    {
      "text": "He submits that the Court is limited under s 24 of the Federal Court of Australia Act 1976 (Cth) to hear appeals on the ground of errors in a judgment of the Federal Magistrates Court.",
      "id": "s114"
    },
    {
      "text": "38 I am satisfied that the law relating to s 424A of the Migration Act had not been settled when the hearing in the Federal Magistrates Court took place.",
      "id": "s115"
    },
    {
      "text": "Since the hearing, the law has been clarified by the decision in SZEEU .",
      "id": "s116"
    },
    {
      "text": "The first issue relied upon by the appellant in the amended notice of appeal relies specifically upon the law as decided in SZEEU .",
      "id": "s117"
    },
    {
      "text": "I accept there would be some prejudice to the respondent by reason of the continuation of the proceedings if leave were granted.",
      "id": "s118"
    },
    {
      "text": "However if leave were not granted, the prejudice to the appellant, who would face removal to Pakistan without having had his application for asylum determined according to correct legal principles, would be greater.",
      "id": "s119"
    },
    {
      "text": "39 For the reasons given above, I consider that one aspect of the appellant's claim under s 424A would succeed if leave were granted.",
      "id": "s120"
    },
    {
      "text": "Accordingly, I consider that leave with respect to the first ground of appeal in the amended notice of appeal should be granted.",
      "id": "s121"
    },
    {
      "text": "40 With respect to the second ground (the Rajalingam argument), I am not satisfied that leave should be granted.",
      "id": "s122"
    },
    {
      "text": "The law relating to this ground was not uncertain at the time of the hearing before the Federal Magistrates Court, and the appellant was represented at that hearing.",
      "id": "s123"
    },
    {
      "text": "This point should have been taken before the Federal Magistrates Court if the appellant wished to challenge the Tribunal's finding on this ground.",
      "id": "s124"
    },
    {
      "text": "Further, for the reasons expressed above, I do not consider there is any merit in this ground of appeal.",
      "id": "s125"
    },
    {
      "text": "Accordingly, I refuse leave to rely upon the second ground in the amended notice of appeal.",
      "id": "s126"
    },
    {
      "text": "CONCLUSION \n \n41 It follows from the above that the appellant succeeds on the first ground of the amended notice of appeal.",
      "id": "s127"
    },
    {
      "text": "Accordingly I will remit the matter to the Tribunal for reconsideration, and award costs to the appellant in these proceedings.",
      "id": "s128"
    },
    {
      "text": "I certify that the preceding forty-one (41) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Cowdroy.",
      "id": "s129"
    },
    {
      "text": "Associate:\n\nDated: 21 July 2006\n\n\n Counsel for the Applicant: B Zipser \n \n Counsel for the Respondent: J Mitchell \n \n Solicitor for the Respondent: Clayton Utz \n \n Date of Hearing: 10 July 2006 \n \n Date of Judgment: 21 July 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/927.html",
      "id": "s130"
    }
  ]
}