{
  "name": "McColm v Strudwicks Sportsworld Pty Ltd [2006] FCA 961 (27 July 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/961.html",
  "catchphrases": [
    {
      "text": "australian registered design",
      "id": "c0"
    },
    {
      "text": "no appearance by the respondent",
      "id": "c1"
    },
    {
      "text": "whether satisfied that the respondents were aware of the hearing",
      "id": "c2"
    },
    {
      "text": "whether serious question to be tried",
      "id": "c3"
    },
    {
      "text": "whether damages are an adequate remedy",
      "id": "c4"
    },
    {
      "text": "whether balance of convenience favours granting the injunction",
      "id": "c5"
    },
    {
      "text": "interlocutory injunction",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "1 I have before me an urgent application for interlocutory relief in respect of an alleged infringement of the applicants' monopoly in Australian Registered Design 150767, which I will refer to as 'the Registered Design'.",
      "id": "s0"
    },
    {
      "text": "The applicants have sought the following orders: \n\n1.",
      "id": "s1"
    },
    {
      "text": "An order that, pending the trial of these proceedings or further earlier order, the respondents and each of them and their directors, officers, servants and agents be restrained from manufacturing, importing, distributing, promoting, offering for sale or selling anywhere within Australia any article to which the Registered Design or any fraudulent or obvious imitation of it has been applied.",
      "id": "s2"
    },
    {
      "text": "2.",
      "id": "s3"
    },
    {
      "text": "Orders that pursuant to O 17(1)(a) and (2) of the Federal Court Rules :\n \n(a) the applicants and their solicitors Bennett &amp; Philp be permitted to attend at the first respondent's premises at Underwood, Beenleigh, Browns Plains and Ipswich on the day next following the making of these orders and commencing at 10.00 am\n \n(b) at such attendance the first respondent have available for the free and unfettered inspection, counting and photography by the applicants and Bennet &amp; Philp every football kicking tee of the kind referred to as 'the infringing tees' in the accompanying statement of claim that is in the possession of or power of the first respondent at such premises\n \n(c) forthwith upon the making of these orders and prior to the commencement of that attendance, the first respondent cause all stocks of 'the infringing tees' presently held at any location other than those stores whatsoever to be recalled to its Underwood store and made available for that attendance described in par 2(b) above.",
      "id": "s4"
    },
    {
      "text": "3.",
      "id": "s5"
    },
    {
      "text": "The first and second respondents pay the applicants' costs of the Interlocutory Application and of that attendance described in par (2) above.",
      "id": "s6"
    },
    {
      "text": "4.",
      "id": "s7"
    },
    {
      "text": "Time for service of this Application be abridged.",
      "id": "s8"
    },
    {
      "text": "5.",
      "id": "s9"
    },
    {
      "text": "Such further or other orders as the Court deems appropriate.",
      "id": "s10"
    },
    {
      "text": "2 The application was filed with the Brisbane Registry of the Federal Court of Australia on Monday 24 July 2006.",
      "id": "s11"
    },
    {
      "text": "It was set down as an urgent hearing before me this morning at 10.15 am.",
      "id": "s12"
    },
    {
      "text": "3 There was however no appearance by the respondents in court this morning.",
      "id": "s13"
    },
    {
      "text": "4 Mr Philp for the applicants filed in court a number of affidavits relevant to the issue of service on the respondents: &#8226; First, an affidavit of service by Nadia Braad, an articled clerk employed by Bennett &amp; Philp Solicitors, sworn 27 July 2006, wherein Ms Braad swore that on 24 July 2006 she contacted the first respondent's Beenleigh store and asked for its head office fax number.",
      "id": "s14"
    },
    {
      "text": "She deposed that she then faxed a copy of each of the applicants' application and statement of claim filed with the Court on 21 July 2006, to the \"administration office's\" fax number, together with a copy of a letter from the District Registrar to Bennett &amp; Philp.",
      "id": "s15"
    },
    {
      "text": "&#8226; An affidavit of service by Ross Williams, a Licensed Commercial Agent, sworn 25 July 2006, wherein Mr Williams swore that he had at 8.30 am on 25 July 2006 served on the first respondent sealed copies of a number of documents, namely: o the application o the affidavit of Graham Alexander McColm sworn on 20 July 2006 o the affidavit of Kenneth Philp sworn on 20 July 2006 o the affidavit of Samantha McColm sworn on 20 July 2006 o the affidavit of Penny Mole sworn on 20 July 2006 o letter from the Federal Court of Australia dated 24 July 2006 o and the statement of claim.",
      "id": "s16"
    },
    {
      "text": "Mr Williams swore that he had served those documents on the first respondent by delivering them to the receptionist at Core Accounting Concepts, Suite 2 JD, Bell House, 8 Carrara Street, Benowa, 4217.",
      "id": "s17"
    },
    {
      "text": "At the time of the service he had asked if the premises were the registered office of the first respondent, and the receptionist had replied in the affirmative.",
      "id": "s18"
    },
    {
      "text": "&#8226; Third, an affidavit of service by Bevan Andrew Case, a Licensed Commercial Agent, sworn 26 July 2006, wherein Mr Case swore that he had at 7.16 pm on 25 July 2006 served on the second respondent true copies of the documents I noted earlier, namely the application, three affidavits, a letter from the Federal Court of Australia dated 24 July 2006, and the statement of claim, by delivering them to the second respondent personally at 21 Grand Plaza Drive, Browns Plains, on the basis that at the time of service he had asked, 'Are you Ross Andrew Strudwick?",
      "id": "s19"
    },
    {
      "text": "' to which the respondent had replied in the affirmative.",
      "id": "s20"
    },
    {
      "text": "5 I requested the Court Officer to call the names of the respondents outside the Court, however there was no response.",
      "id": "s21"
    },
    {
      "text": "I then requested Mr Philp to contact the respondents by telephone, and stood the matter down for 15 minutes to permit this to occur.",
      "id": "s22"
    },
    {
      "text": "After the adjournment, Mr Philp informed the Court that he had spoken with a person at the Underwood store of the first respondent, and understood that the second respondent had shortly before left the premises.",
      "id": "s23"
    },
    {
      "text": "However Mr Philp had been unable to contact the second respondent on his mobile phone.",
      "id": "s24"
    },
    {
      "text": "On the basis that it was possible that the second respondent was en route to attend court, I stood the matter down until 11.30 am.",
      "id": "s25"
    },
    {
      "text": "When Court resumed, Mr Philp informed the Court that he had spoken to the second respondent and informed the second respondent that the matter was before the Court.",
      "id": "s26"
    },
    {
      "text": "Mr Philp also said that a meeting has been arranged between the parties this afternoon to discuss the issues in contention between the parties.",
      "id": "s27"
    },
    {
      "text": "6 Mr Philp submitted nonetheless that the hearing proceed.",
      "id": "s28"
    },
    {
      "text": "7 If any party is absent when a proceeding is called on for trial, the court may, inter alia , adjourn the trial or proceed with the trial generally or so far as concerns any claim for relief in the proceeding.",
      "id": "s29"
    },
    {
      "text": "Although notice of the hearing has been shorter than usual, I am satisfied that, possibly as early as Monday, but certainly by no later than Tuesday this week, the respondents were duly served with the application and the statement of claim noting that the hearing date of this matter was today.",
      "id": "s30"
    },
    {
      "text": "I am also satisfied that the second respondent, and, through the second respondent, the first respondent, had been notified of the hearing by telephone.",
      "id": "s31"
    },
    {
      "text": "No applications have been made to me by the respondents in respect of today's hearing, or their non-appearance.",
      "id": "s32"
    },
    {
      "text": "In view of the nature of the matters alleged by the applicants, including the history of this matter and the evidence before the Court, I order that the hearing proceed in accordance with O 32 r 2(1)(d) of the Federal Court Rules .",
      "id": "s33"
    },
    {
      "text": "THE CLAIM \n \n 8 I have already noted that the claim before me concerns an alleged infringement of Australian Registered Design 150767.",
      "id": "s34"
    },
    {
      "text": "The design was registered on 19 February 2003, and is described in the main details as 'A football kicking tee'.",
      "id": "s35"
    },
    {
      "text": "The design is registered in the names of the applicants.",
      "id": "s36"
    },
    {
      "text": "The records of the Registrar indicate that monopoly by the applicants is claimed in the shape and configuration of the football kicking tee as shown in the representations contained in the records.",
      "id": "s37"
    },
    {
      "text": "According to the printout found in the affidavit of Mr Philp sworn 20 July 2006, the registration is currently renewed to 10 October 2008.",
      "id": "s38"
    },
    {
      "text": "9 Evidence of Mr McColm, one of the applicants, is that the infringing design was imported/made/sold without the license or authority of the applicants, and therefore in breach of s 30(1) Designs Act 1906 (Cth).",
      "id": "s39"
    },
    {
      "text": "The 1906 Act applies for the purposes of determining whether a person's conduct infringed the monopoly in this design, because the design was registered prior to the enactment of the Designs Act 2003 (Cth) (s 156(3) Designs Act 2003 (Cth)).",
      "id": "s40"
    },
    {
      "text": "10 The applicants exhibited an example of their kicking tee, and a kicking tee which they submit was purchased from one of the stores owned by the first respondent.",
      "id": "s41"
    },
    {
      "text": "11 The kicking tees were exhibited to the affidavit of Mr McColm to which I will refer later in this judgment.",
      "id": "s42"
    },
    {
      "text": "The applicants submit that they first became aware that the first respondent was selling a kicking tee that infringed the Registered Design in March 2005.",
      "id": "s43"
    },
    {
      "text": "I will herein refer to those kicking tees as 'the infringing kicking tees'.",
      "id": "s44"
    },
    {
      "text": "The first respondent is a corporation which carries on business, inter alia , selling sporting equipment and accessories, including kicking tees.",
      "id": "s45"
    },
    {
      "text": "The second respondent is a director of the first respondent, whom the applicant also submitted today is the directing mind and will of the first respondent.",
      "id": "s46"
    },
    {
      "text": "12 The applicants submit that, on 18 March 2005, Bennett &amp; Philp on behalf of the applicants wrote to the first respondent requesting, inter alia , no further infringement of the Registered Design and requesting details of the number of infringing football tees or infringing kicking tees retained by the first respondent then unsold.",
      "id": "s47"
    },
    {
      "text": "The applicants submit that, as a result of communications between Bennett &amp; Philp and the respondents, a settlement was reached.",
      "id": "s48"
    },
    {
      "text": "My attention has been drawn in particular to two items of correspondence from the second respondent.",
      "id": "s49"
    },
    {
      "text": "13 The first item is a copy of an email from the second respondent to Joanne Swift dated 22 March 2005 at 2.45 pm, containing a letter to Mr Philp, exhibited to Mr Philp's affidavit sworn 20 July 2006.",
      "id": "s50"
    },
    {
      "text": "The email reads as follows: \n\n\n \n 'Dear Mr Philp \n In accordance with the requests on page three of your letter dated 18 March concerning the Michael De Vere kicking tee we advise as follows: \n \n \n 1.",
      "id": "s51"
    },
    {
      "text": "We have recalled all \"Struddys Shooter\" kicking tees from our stores.",
      "id": "s52"
    },
    {
      "text": "2.",
      "id": "s53"
    },
    {
      "text": "Together with the tees we have recalled all packaging.",
      "id": "s54"
    },
    {
      "text": "3.",
      "id": "s55"
    },
    {
      "text": "Our email copied to you evidenced we have complied with your request.",
      "id": "s56"
    },
    {
      "text": "4.",
      "id": "s57"
    },
    {
      "text": "We hereby give written undertaking we will not at any time in the future infringe any of your clients intellectual property rights whatsoever and in particular (but without limitation) your clients intellectual property rights in the registered design 150767 and the copyright in the features and goal kicking tips sections of the packaging for your clients tees as manufactured by Playcorp.",
      "id": "s58"
    },
    {
      "text": "We do apologise for this infringement of the Michael De Vere Kicking Tee registrations we were unaware of and have today mailed our agreement as agreed.",
      "id": "s59"
    },
    {
      "text": "Yours faithfully \n Ross Strudwick' \n \n \n 14 The second item is a letter signed by the second respondent, addressed to Mr Philp dated 30 March 2005, which reads as follows: \n \n 'Dear Sir \n In response to your letter of 22nd March 2005 concerning the above we advise as follows: \n \n \n 1.",
      "id": "s60"
    },
    {
      "text": "The total number of Struddy's Shooter kicking tees acquired by our company was 200.",
      "id": "s61"
    },
    {
      "text": "2.",
      "id": "s62"
    },
    {
      "text": "All Struddy's Shooter kicking tees have now been returned from our stores.",
      "id": "s63"
    },
    {
      "text": "3.",
      "id": "s64"
    },
    {
      "text": "The total number of Struddy's Shooter kicking tees remaining in stock is 156.",
      "id": "s65"
    },
    {
      "text": "These remaining kicking tees and the packaging for same has been destroyed.",
      "id": "s66"
    },
    {
      "text": "4.",
      "id": "s67"
    },
    {
      "text": "The net number of Struddy's Shooter kicking tees sold was 44.",
      "id": "s68"
    },
    {
      "text": "5.",
      "id": "s69"
    },
    {
      "text": "The Struddy's Shooter kicking tees sold were only sold through our stores.",
      "id": "s70"
    },
    {
      "text": "Not all our stores stocked the Struddy's Shooter kicking tees.",
      "id": "s71"
    },
    {
      "text": "The Struddy's Shooter kicking tees were only sold to customers in the instances when the Michael De Vere kicking tee was not available.",
      "id": "s72"
    },
    {
      "text": "Payment of $880.00 was made by cheque and was mailed to your office on 22 March.",
      "id": "s73"
    },
    {
      "text": "Yours faithfully \n Ross Strudwick' \n \n \n 15 The applicants submit that, notwithstanding undertakings given by the respondents, kicking tees infringing the Registered Design have continued to be sold through the stores of the first respondent.",
      "id": "s74"
    },
    {
      "text": "16 The applicants have filed affidavits to the effect that purchases have been made of infringing kicking tees at a number of stores of the first respondent.",
      "id": "s75"
    },
    {
      "text": "In particular: &#8226; the first named applicant, Mr McColm, deposes in his affidavit sworn 20 July 2006 that on 29 June 2006 he received information regarding a possible ongoing infringement of the Registered Design by the first respondent.",
      "id": "s76"
    },
    {
      "text": "He further deposes that: o on 29 June 2006 he purchased an infringing kicking tee at the first respondent's Browns Plains store, and was sold an unpackaged and unlabelled black rubber kicking tee by a male salesperson, who told Mr McColm, inter alia , that this kicking tee was 'ours and we call it a no name tee... We sell hundreds of these' o on 30 June 2006 he purchased an infringing kicking tee at the first respondent's Ipswich store, and was sold an unpackaged and unmarked football kicking tee which was black in colour by a female salesperson, who told Mr McColm, inter alia , that 'Everyone buys these.",
      "id": "s77"
    },
    {
      "text": "We sell heaps... We have heaps of them out the back'.",
      "id": "s78"
    },
    {
      "text": "&#8226; Ms Samantha McColm, the daughter of Mr McColm, deposes in her affidavit sworn 20 July 2006 that she attended the first respondent's Beenleigh store on 5 July 2006 and purchased an infringing kicking tee &#8226; Ms Penny Moll, a law clerk employed by Bennet &amp; Philp, deposes in her affidavit sworn 20 July 2006 that she attended the first respondent's Browns Plains store on 1 July 2006, where she observed two stacks of black plastic or rubber football tees stacked up against a wall in the store, and purchased an infringing kicking tee at the store.",
      "id": "s79"
    },
    {
      "text": "THE DESIGN \n \n 17 In his affidavit sworn 20 July 2006, Mr McColm deposed that: &#8226; football kicking tees operate on the same general principle as a golf tee &#8226; a football kicking tee is placed on the ground, the football is placed on top of it and the player kicks it off the tee &#8226; players use these tees in rugby league and rugby union &#8226; typical football kicking tees have a flat base for placing them on the ground and then rise upwards in a roughly conical shape.",
      "id": "s80"
    },
    {
      "text": "The top of the tee is angled so that the lower part is faced towards the kicker and the upper part is faced in the direction to which the ball is to be kicked &#8226; generally football kicking tees are made of soft plastic or rubber &#8226; the football kicking tee which is the Registered Design was developed by Mr McColm and Mr Michael De Vere, who was a well-known former Brisbane Broncos and Australian representative rugby league player and is currently playing rugby league professionally in England &#8226; the applicants are also the registered owners of Australian Registered Trade Mark 930105 which was registered in class 28 on 18 August 2003.",
      "id": "s81"
    },
    {
      "text": "The Trade Mark Registration is for a combination trade mark of the words 'Sharp Shooter\" with a particular background &#8226; the applicants licence the manufacture and distribution of the kicking tees to a third party &#8226; the applicants' kicking tee is used extensively in National Rugby League, New South Wales Rugby League and the Queensland Rugby League competitions both at senior and junior grades.",
      "id": "s82"
    },
    {
      "text": "18 The infringing kicking tee which I understand Mr McColm purchased at the first respondent's Ipswich store was exhibited to his affidavit and produced today in court.",
      "id": "s83"
    },
    {
      "text": "Further, an example of one of the applicants' kicking tees was exhibited to Mr McColm's affidavit, and was produced today in court.",
      "id": "s84"
    },
    {
      "text": "19 Without forming any conclusive views, it is clear that, with the exception of the trademark on the applicant's kicking tee which does not appear on the infringing kicking tee exhibited to Mr McColm's affidavit, the kicking tees are otherwise superficially very similar in appearance in that, for example: o they are similar in circumference around the base and similar in height o they are both black o they both appear to be made of plastic material, although the applicants' kicking tee appears to be made of a softer material.",
      "id": "s85"
    },
    {
      "text": "PRINCIPLES RELEVANT TO GRANT OF INTERLOCUTORY INJUNCTIONS \n \n 20 The Federal Court is empowered to make interlocutory orders by s 23 Federal Court of Australia Act 1976 (Cth).",
      "id": "s86"
    },
    {
      "text": "The principles which govern the exercise of that power were set out recently by Stone J in Hexal Australia Pty Limited v Roche Therapeutics Inc [2005] FCA 1218 at [17] , namely: 1.",
      "id": "s87"
    },
    {
      "text": "That there is a serious question to be tried or a prima facie case such that if the evidence remains the same there is a probability that at a final hearing it will be entitled to relief.",
      "id": "s88"
    },
    {
      "text": "2.",
      "id": "s89"
    },
    {
      "text": "That it will suffer irreparable harm for which damages will not be an adequate compensation, unless an injunction is granted.",
      "id": "s90"
    },
    {
      "text": "3.",
      "id": "s91"
    },
    {
      "text": "That the balance of convenience favours the granting of an injunction.",
      "id": "s92"
    },
    {
      "text": "(See also Pharmacia Italia SPA v Pfizer (Perth) Pty Ltd v Interpharma Pty Ltd (2005) FCA 1675 per Sundberg J at [9]; Castlemaine Tooheys v State of South Australia [1986] HCA 58 ; (1986) 161 CLR 148 per Mason ACJ at [153]; and American Cynamid v Ethicon Limited [1975] UKHL 1 ; (1975) AC 396 per Lord Diplock at [406]-[407].",
      "id": "s93"
    },
    {
      "text": ")\n\n 1.",
      "id": "s94"
    },
    {
      "text": "Serious Question to be Tried \n \n 21 The applicants have made submissions which can be summarised as follows: o the kicking tees which the applicants claim infringe their registered design bear a very strong similarity to the applicants' kicking tee.",
      "id": "s95"
    },
    {
      "text": "The applicants submit that it is an obvious imitation of their kicking tee o the applicants submit that the ongoing sales of infringing kicking tees will substantially damage the market for the applicants' kicking tees.",
      "id": "s96"
    },
    {
      "text": "The applicants further submit that the first respondent appears to both have and be selling large amounts of the infringing kicking tees, as (they claim) evidenced from comments of salespersons in the stores of the first respondent o the applicants submit that the respondents have deliberately and dishonestly continued to act in infringement of the applicants' Registered Design despite previous undertakings of the respondents.",
      "id": "s97"
    },
    {
      "text": "22 Unfortunately the Court has not had the benefit of submissions from the respondents on these points.",
      "id": "s98"
    },
    {
      "text": "However, the visual similarity in the tees is clear.",
      "id": "s99"
    },
    {
      "text": "Gummow J in Wanem Pty Ltd v John Tekiela (1990) 19 IPR 435 at 15 said 'the design applies to the appearance of the article as a whole and issues of infringement are to be approached with that in mind'.",
      "id": "s100"
    },
    {
      "text": "Prima facie , there is a case that the tees sold by the first respondent infringe the Registered Design of the applicants under the Designs Act 1906 (Cth).",
      "id": "s101"
    },
    {
      "text": "23 Further, there is affidavit evidence from the applicants that at least some infringing kicking tees are being sold in stores operated by the first respondents.",
      "id": "s102"
    },
    {
      "text": "Finally, there is evidence before the Court, including correspondence from the respondents, which supports the third contention of the applicants in relation to the conduct of the respondents.",
      "id": "s103"
    },
    {
      "text": "In my view, these issues indicate that there is a serious question to be tried.",
      "id": "s104"
    },
    {
      "text": "2.",
      "id": "s105"
    },
    {
      "text": "Damages insufficient \n \n 24 In their written submissions and in oral submissions this morning the applicants submitted that whilst an account of profits or damages in respect of the infringements to date are sought in the eventual trial, long term damage to the market for kicking tees to which their Registered Design has been legitimately applied is of most concern.",
      "id": "s106"
    },
    {
      "text": "25 Consequently the applicants submitted that the market for future potential sales for the applicants' kicking tees will be damaged if the respondents continue to sell the infringing kicking tees.",
      "id": "s107"
    },
    {
      "text": "Further, the loss of market share could not be adequately compensated by damages in a case where the applicants have a monopoly over the Registered Design until 2008 and should be entitled to retain such monopoly.",
      "id": "s108"
    },
    {
      "text": "26 In Mr McColm's affidavit of 20 July 2006, Mr McColm disposes as to the identity of his co-designer and co-applicant in this matter, Mr Michael De Vere.",
      "id": "s109"
    },
    {
      "text": "27 It is clear from the packaging on the 'Sharp Shooter' product over which the applicants have a Registered Design that the De Vere name as a former professional Rugby League player and goal kicker is used to market the 'Sharp Shooter', and that the association between Mr De Vere and the design of the particular football kicking tee would appear to be well established.",
      "id": "s110"
    },
    {
      "text": "28 It is arguable that the infringing kicking tee product being sold by the respondents is seeking to take advantage of the reputation that the applicant has in respect to the football kicking tee product.",
      "id": "s111"
    },
    {
      "text": "29 A similar case concerning backpack style containers used for spot-spraying pests and weeds was heard before Finkelstein J in Outdoor Power Products Pty Ltd v Silvan Australia Pty Ltd [2005] FCA 1696.",
      "id": "s112"
    },
    {
      "text": "In that case, Finkelstein J considered an application for an interlocutory injunction to restrain an infringement of a trade mark over the 'Solo Sprayer'.",
      "id": "s113"
    },
    {
      "text": "His injunction considered the elements of the claimed passing off action and found it to be made out sufficiently for the purposes of an interlocutory application.",
      "id": "s114"
    },
    {
      "text": "His Honour held that in a case where it was clear that the offending product was interfering with the applicant's goodwill, damages would not be an adequate remedy.",
      "id": "s115"
    },
    {
      "text": "30 As I indicated earlier, I have been provided in Court this morning with the football kicking tee as sold by the first respondent which I have referred to as the infringing kicking tee, and a 'Sharp Shooter' football kicking tee.",
      "id": "s116"
    },
    {
      "text": "I am in no doubt that the general appearance of each is extremely similar.",
      "id": "s117"
    },
    {
      "text": "I agree with Finkelstein J that in circumstances where it is clear that an infringement of the Registered Design by the respondents is being used to interfere with the goodwill of the applicants and being used to erode the applicants' market share in breach of the applicants' monopoly rights pursuant to the Registered Design, damages would not be an adequate remedy.",
      "id": "s118"
    },
    {
      "text": "3.",
      "id": "s119"
    },
    {
      "text": "Balance of convenience \n \n 31 As I have already indicated, there is evidence that: o the respondents are selling infringing kicking tees which may infringe the applicants' registered design o there is a history of communication between these parties, including it appears undertakings by the respondents not to continue to sell kicking tees which infringe the applicants' Registered Design o the infringing kicking tees which the respondents are selling bear a very strong similarity to the applicants' kicking tees.",
      "id": "s120"
    },
    {
      "text": "32 Again, it is unfortunate that the respondents did not appear today.",
      "id": "s121"
    },
    {
      "text": "However, the factors I have listed above, in particular the history of this matter as presented to me by the applicants, persuade me that it would be appropriate to grant the applicants interlocutory relief as they seek.",
      "id": "s122"
    },
    {
      "text": "Further, as evidenced by the email and letter exhibited to the affidavit of Mr Philp, the respondents had already indicated that they would not be selling kicking tees which infringe the applicants' Registered Design.",
      "id": "s123"
    },
    {
      "text": "An order restraining them from selling the infringing kicking tees appears to be compatible with undertakings it seems they made in 2005.",
      "id": "s124"
    },
    {
      "text": "CONCLUSION \n \n 33 Mr Philp for the applicants said in Court earlier today that the applicants would provide the usual undertakings as to damages if the court were minded to grant the interlocutory relief sought.",
      "id": "s125"
    },
    {
      "text": "34 Accordingly, I am prepared to make the first order sought by the applicants, namely an order that pending the trial of these proceedings or further earlier order, the respondents and each of them, and the directors of its servants and agents be restrained from manufacturing, importing, distributing, promoting, offering for sale or selling anywhere within Australia any article to which the registered design or any fraudulent or obvious imitation of it has been applied.",
      "id": "s126"
    },
    {
      "text": "35 Since returning to court this afternoon the applicants have informed me that while they continue to seek interlocutory injunctive relief, they have reached an agreement with the respondents in relation to inspecting the premises of the respondents at Underwood tomorrow.",
      "id": "s127"
    },
    {
      "text": "Accordingly, the applicants no longer press the second order they sought this morning.",
      "id": "s128"
    },
    {
      "text": "36 Thirdly, the applicants asked the respondents pay the applicants' costs of the interlocutory application and that attendance.",
      "id": "s129"
    },
    {
      "text": "In my view at this stage the appropriate order is that the costs be reserved.",
      "id": "s130"
    },
    {
      "text": "37 I order however that time for service of the application be abridged as sought by the applicants, given the seriousness of the claims they have made.",
      "id": "s131"
    },
    {
      "text": "ORDERS \n \n 1.",
      "id": "s132"
    },
    {
      "text": "Upon the undertaking of the applicants: \n \n (a) to submit to such order (if any) as the Court may consider to be just for the payment of compensation, in an amount to be assessed by the Court or as it may direct, to the first or second respondents should it be found that they have been adversely affected by the operation of the interlocutory order set out in paragraph 2 below or any continuation (with or without variation) thereof (b) to pay such compensation referred to in paragraph 1(a) above and as directed by the Court.",
      "id": "s133"
    },
    {
      "text": "2.",
      "id": "s134"
    },
    {
      "text": "Until the determination of these proceedings or further Order of the Court, the respondents and each of them and their respective servants and agents be restrained from manufacturing, importing, distributing, promoting, offering for sale or selling anywhere within Australia any article to which Registered Design 150767 or any fraudulent or obvious imitation of it has been applied.",
      "id": "s135"
    },
    {
      "text": "3.",
      "id": "s136"
    },
    {
      "text": "Time for service and hearing of the applicants' Interlocutory Application be abridged to 10.15 am on 27 July 2006.",
      "id": "s137"
    },
    {
      "text": "4.",
      "id": "s138"
    },
    {
      "text": "Costs be reserved.",
      "id": "s139"
    },
    {
      "text": "THE COURT DIRECTS THAT: \n \n 5.",
      "id": "s140"
    },
    {
      "text": "The action be reviewed for further directions by the Court at 9.30 am on 4 August 2006.",
      "id": "s141"
    },
    {
      "text": "I certify that the preceding thirty-seven (37) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Collier.",
      "id": "s142"
    },
    {
      "text": "Associate:\n\nDated: 27 July 2006\n\n Solicitor for the Applicant: Bennett &amp; Philp \n \n Solicitor for the Respondent: The First and Second Respondents did not appear \n \n Date of Hearing: 27 July 2006 \n \n Date of Judgment: 27 July 2006 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/961.html",
      "id": "s143"
    }
  ]
}