{
  "name": "Lockett v Military Rehabilitation &amp; Compensation Commission [2006] FCA 946 (27 July 2006)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2006/946.html",
  "catchphrases": [
    {
      "text": "application for extension of time to appeal decision of administrative appeals tribunal",
      "id": "c0"
    },
    {
      "text": "where tribunal dismissed applicant's application for review of decision made by respondent refusing claim for compensation under safety, rehabilitation and compensation act 1988 (cth) on grounds that application had no prospects of success.",
      "id": "c1"
    },
    {
      "text": "where applicant suffered hearing loss arising out of military service in 1970 and was compensated in 1982 by way of lump sum under compensation (commonwealth government employee) act 1971 (cth)",
      "id": "c2"
    },
    {
      "text": "where applicant made further claims for compensation in 2004 for hearing loss and other conditions under safety, rehabilitation and compensation act 1988 (cth)",
      "id": "c3"
    },
    {
      "text": "whether applicant's hearing loss had deteriorated to degree that it constituted new impairment",
      "id": "c4"
    },
    {
      "text": "whether other conditions compensable under act in force when such conditions occurred.",
      "id": "c5"
    },
    {
      "text": "administrative law",
      "id": "c6"
    },
    {
      "text": "compensation",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicant in this proceeding applies for an extension of time under s 44(2A) of the Administrative Appeals Tribunal Act 1975 (Cth) to appeal on a question of law from a decision of the Administrative Appeals Tribunal ('the Tribunal').",
      "id": "s0"
    },
    {
      "text": "2 On 2 November 2005, the Tribunal heard an application issued by the applicant for review of a decision made by the respondent on 15 December 2004.",
      "id": "s1"
    },
    {
      "text": "At the conclusion of the hearing, the Tribunal made the following order:\n \n 'The Tribunal being satisfied that the application for review of the reviewable decision made by the respondent on 15 December 2004 has no prospects of success having regard to the provisions of the legislation relevant to that decision, dismisses the within application pursuant to s 42B(1) of the Administrative Appeals Tribunal Act 1975 (Cth).",
      "id": "s2"
    },
    {
      "text": "' \n \n \n\n3 The Tribunal has not delivered written reasons for its decision.",
      "id": "s3"
    },
    {
      "text": "Neither party has asked it to do so.",
      "id": "s4"
    },
    {
      "text": "Nevertheless, it is clear from the transcript that the Tribunal considered that the application for review was futile and doomed to fail and that, in those circumstances, it was appropriate for it to dismiss the application on the ground that it was frivolous and vexatious.",
      "id": "s5"
    },
    {
      "text": "4 On 1 February 2006, the applicant lodged his application for an extension of time.",
      "id": "s6"
    },
    {
      "text": "The period for instituting an appeal under s 44 of the Administrative Appeals Tribunal Act 1975 (Cth) is 28 days, and the extension of time sought is with respect to a period in the order of two months.",
      "id": "s7"
    },
    {
      "text": "5 The applicant appeared in person before me and before the Tribunal.",
      "id": "s8"
    },
    {
      "text": "For the most part, his submissions were not directed to his application for an extension of time, or to the merits of his proposed appeal, but, rather, to an allegation that the authorities have falsified or altered the records relating to his period of service in the Australian Army.",
      "id": "s9"
    },
    {
      "text": "6 The applicant swore two affidavits in support of his application.",
      "id": "s10"
    },
    {
      "text": "Although the evidence is somewhat general, it seems that the explanation for the delay is that the applicant suffered certain health problems during the relevant period.",
      "id": "s11"
    },
    {
      "text": "The respondent does not challenge the explanation, but it submits that the application for an extension of time should be refused because an appeal is futile and doomed to fail.",
      "id": "s12"
    },
    {
      "text": "7 For the reasons which follow, I have reached the conclusion that the proposed appeal is futile and doomed to fail and that the application for an extension of time should be dismissed.",
      "id": "s13"
    },
    {
      "text": "The facts \n \n8 The applicant was born on 31 May 1929.",
      "id": "s14"
    },
    {
      "text": "He served in the Australian Army between 17 February 1970 and 23 October 1970 and had previous service in the RAF and in the army in the 1950's and 1960's.",
      "id": "s15"
    },
    {
      "text": "9 On 7 October 1970, the applicant was exposed to loud noise from heavy calibre weapons and grenades during weapons training.",
      "id": "s16"
    },
    {
      "text": "He saw a medical officer, whose report noted that the applicant 'showed definite high frequency sensori-neural hearing loss, associated with ringing in the ears'.",
      "id": "s17"
    },
    {
      "text": "10 On 27 April 1981, the applicant made a claim for compensation for that condition under the Compensation (Commonwealth Government Employee) Act 1971 (Cth) ('the 1971 Act').",
      "id": "s18"
    },
    {
      "text": "11 In fact, the Act in force on 7 October 1970 was the Commonwealth Employees' Compensation Act 1930 (Cth) ('the 1930 Act').",
      "id": "s19"
    },
    {
      "text": "The relevant provisions of the 1930 Act were ss 10 and 12 and the Third Schedule.",
      "id": "s20"
    },
    {
      "text": "12 In a determination dated 18 October 1982, the respondent accepted liability in respect of 'noise trauma' pursuant to the transitional provisions of the 1971 Act.",
      "id": "s21"
    },
    {
      "text": "The applicant was assessed as having a permanent impairment, being a hearing loss of 10.1 per cent, and was compensated in accordance with ss 39 and 104(4) of the 1971 Act by a payment of $848.40.",
      "id": "s22"
    },
    {
      "text": "13 On 15 April 2004, the applicant made an application under s 24 of the Safety, Rehabilitation and Compensation Act 1988 (Cth) ('the SRC Act') for compensation for a permanent impairment resulting from an injury.",
      "id": "s23"
    },
    {
      "text": "14 The applicant lodged the required form for such an application, part of which must be completed by a medical practitioner.",
      "id": "s24"
    },
    {
      "text": "The medical practitioner's diagnosis of the applicant's condition was described as 'high tone sensori-neural hearing loss --- both ears'.",
      "id": "s25"
    },
    {
      "text": "The medical practitioner described the impairment to bodily parts, bodily functions or bodily systems said to have resulted from that condition as 'hearing loss, tinnitus, loss of balance, stress'.",
      "id": "s26"
    },
    {
      "text": "The medical practitioner stated that the applicant's impairment probably became permanent, in the sense of it being likely to continue indefinitely, in 1970.",
      "id": "s27"
    },
    {
      "text": "15 On 30 September 2004, a delegate of the respondent determined that the applicant's claim under s 24 of the SRC Act should be refused.",
      "id": "s28"
    },
    {
      "text": "The applicant asked for a reconsideration of that determination under s 62 of the SRC Act.",
      "id": "s29"
    },
    {
      "text": "16 On 15 December 2004, a delegate of the respondent advised the applicant that, on the reconsideration of the determination, it had been decided to affirm the decision.",
      "id": "s30"
    },
    {
      "text": "17 Both decision-makers had regard to the opinions expressed by Professor Bruce Black in reports dated 11 October 1996 and 22 November 1996, respectively.",
      "id": "s31"
    },
    {
      "text": "Professor Black is an expert in otolaryngology, and one of the opinions he expresses is that, once a person is removed from the source of noise, further damage to hearing does not occur.",
      "id": "s32"
    },
    {
      "text": "18 Before the hearing of the application for review by the Tribunal, a report dated 8 March 2005 was obtained from Dr Michael Barnett.",
      "id": "s33"
    },
    {
      "text": "Dr Barnett is an expert in otorhinolaryngology.",
      "id": "s34"
    },
    {
      "text": "Dr Barnett concluded that the applicant had a permanent loss of hearing attributed to his employment in the RAF and in the army in the order of 10.1 per cent, and that no permanent loss of hearing had occurred after 18 October 1982 that 'can be attributed by [sic] his employment in the RAF'.",
      "id": "s35"
    },
    {
      "text": "Dr Barnett expresses the opinion that the applicant's permanent loss of hearing after 18 October 1982 was due to presbyacusis (ie the lessening of the acuteness of hearing that occurs with advancing age) and was not associated with his employment.",
      "id": "s36"
    },
    {
      "text": "19 The respondent gave notice that it intended to rely on the reports of Professor Black and the report of Dr Barnett at the hearing of the application for review, and it received advice from the Tribunal that the applicant did not require the attendance of either medical practitioner for cross-examination.",
      "id": "s37"
    },
    {
      "text": "Issues on the application \n \n20 Section 24(1) of the SRC Act provides as follows:\n \n 'Where an injury to an employee results in a permanent impairment Comcare is liable to pay compensation to the employee in respect of the injury.",
      "id": "s38"
    },
    {
      "text": "' \n\n21 The words 'impairment' and 'injury' are defined in s 4 of the SRC Act as follows:\n \n ' impairment means the loss, the loss of the use, or the damage or malfunction, of any part of the body or of any bodily system or function or part of such system or function.",
      "id": "s39"
    },
    {
      "text": "injury means: \n \n (a) a disease suffered by an employee; or \n \n \n \n (b) an injury (other than a disease) suffered by an employee, being a physical or mental injury arising out of, or in the course of, the employee's employment; or \n \n (c) an aggravation of a physical or mental injury (other than a disease) suffered by an employee (whether or not that injury arose out of or in the course of, the employee's employment (being an aggravation that arose out of, or in the course of, that employment; \n \n \n \n But does not include any such disease, injury or aggravation suffered by an employee as a result of reasonable disciplinary action taken against the employee or failure by the employee to obtain a promotion, transfer or benefit in connection with his employment.",
      "id": "s40"
    },
    {
      "text": "' \n\n22 There is a definition of 'disease' in s 4 of the SRC Act, but, for present purposes, it is not necessary to set out that definition.",
      "id": "s41"
    },
    {
      "text": "It is sufficient to say that the definition requires that there be a material contribution to the disease by the claimant's employment.",
      "id": "s42"
    },
    {
      "text": "23 The 'injury' suffered by the applicant and arising out of or in the course of his employment for the purposes of his application under s 24 of the SRC Act was physical damage to his hearing faculties.",
      "id": "s43"
    },
    {
      "text": "The precise physical damage is not identified in the medical evidence.",
      "id": "s44"
    },
    {
      "text": "It is clear, however, that the injury came about because of noise trauma resulting from exposure to loud noise on 7 October 1970.",
      "id": "s45"
    },
    {
      "text": "24 The 'commencing day' or the 'commencing date' as referred to in s 124 of the SRC Act is 1 December 1988.",
      "id": "s46"
    },
    {
      "text": "The respondent submitted that any impairment suffered by the applicant became permanent before 1988 and that therefore the transitional provisions in s 124 of the SRC Act were relevant.",
      "id": "s47"
    },
    {
      "text": "That section relevantly provides as follows:\n \n \n '(1) Subject to this Part, this Act applies in relation to an injury, loss or damage suffered by an employee, whether before or after the commencing day.",
      "id": "s48"
    },
    {
      "text": "... \n \n \n \n (3) A person is not entitled to compensation under section 24 or 25 in respect of a permanent impairment, or under section 17 in respect of the death of an employee, being an impairment or death that occurred before the commencing date, if: \n \n \n \n \n \n \n (a) The person received compensation of a lump sum in respect of that impairment or death under the 1912 Act, the 1930 Act or the 1971 Act; or \n \n \n \n \n \n \n \n \n \n (b) The person was not entitled to receive compensation of a lump sum in respect of that impairment or death: \n \n \n \n \n \n \n \n (i) where the impairment or death occurred before the commencement of the 1930 Act --- under the 1912 Act; \n \n \n \n \n \n \n \n (ii) where the impairment or death occurred after the commencement of the 1930 Act but before the commencement of the 1971 Act --- under the 1930 Act as in force when the impairment or death occurred; or \n \n \n \n \n \n \n \n (iii) in any other case --- under the 1971 Act as in force when the impairment or death occurred.",
      "id": "s49"
    },
    {
      "text": "' \n\n25 As far as the applicant's condition of hearing loss was concerned, it was submitted by the respondent that the applicant had already been compensated by way of lump sum under the 1971 Act and, by reason of the above provisions, he could not recover compensation for that impairment under the SRC Act.",
      "id": "s50"
    },
    {
      "text": "26 As far as the applicant's other conditions were concerned, it was submitted by the respondent that they were not compensable under the relevant Act at the time the impairments occurred and, again by reason of the above provisions, the applicant could not recover compensation for those impairments under the SRC Act.",
      "id": "s51"
    },
    {
      "text": "27 For the purposes of this application, the important concept is the date upon which the permanent impairment 'occurred'.",
      "id": "s52"
    },
    {
      "text": "A permanent impairment that occurred before the commencing day may develop to a point where there is a new or further impairment that may be the subject of a claim for compensation of a lump sum under s 24 of the SRC Act.",
      "id": "s53"
    },
    {
      "text": "28 It is clear on the evidence that the applicant's impairment by way of hearing loss, for which he received compensation by way of lump sum under the 1971 Act, became permanent before 1 December 1988.",
      "id": "s54"
    },
    {
      "text": "It appears that the impairment by way of hearing loss has deteriorated or worsened since 1 December 1988.",
      "id": "s55"
    },
    {
      "text": "29 It is also clear on the evidence that the applicant's impairment by way of tinnitus became permanent before 1 December 1988.",
      "id": "s56"
    },
    {
      "text": "It was, of itself, not a compensable condition under the 1930 Act or the 1971 Act.",
      "id": "s57"
    },
    {
      "text": "It is not clear whether the impairment by way of tinnitus has deteriorated or worsened since 1 December 1988, but for present purposes I will assume that it has.",
      "id": "s58"
    },
    {
      "text": "30 The question whether compensation of a lump sum for the deterioration or worsening of an impairment which occurred before 1 December 1988 is payable under the SRC Act is to be answered by reference to the transitional provisions in s 124 of that Act and the principles which have been identified in a number of authorities.",
      "id": "s59"
    },
    {
      "text": "It is enough for me to refer to two authorities.",
      "id": "s60"
    },
    {
      "text": "31 In Department of Defence as Delegate of Comcare v West (1998) 156 ALR 651, the question was whether a deterioration in the claimant's lumbar spine and an impairment in both legs were new impairments for the purpose of a claim for compensation under the SRC Act.",
      "id": "s61"
    },
    {
      "text": "Merkel J (with whom O'Connor J agreed) stated the relevant principles in the following passages from his reasons for judgment (at 668 and 669):\n \n 'The present state of the authorities can be summarised as follows: \n \n \n &#8226; the gradual worsening of a permanent impairment in accordance with its natural progress does not constitute a series of new impairments each giving rise to a separate liability to pay compensation: see Blackman at 14 and Brennan at FCR 570---1 per Gummow J; cf Brennan at FCR 558---9 per Burchett J; \n \n &#8226; the observation in Blackman at 14 that a permanent impairment which worsens significantly or is such that the variation between it and the earlier permanent impairment is substantial does not result in a new permanent impairment is to be approached with \"some caution\": see Brennan at FCR 558---9 and 560---1 per Burchett J and at 571 per Gummow J and Levett at FCR 20.",
      "id": "s62"
    },
    {
      "text": "The present case requires resolution of the question left unresolved in the current state of the authorities, that is, whether a deterioration in a permanent impairment which existed as at 1 December 1988 is capable of constituting a new permanent impairment.",
      "id": "s63"
    },
    {
      "text": "The caution expressed in relation to Blackman by Burchett and Gummow JJ in Brennan and adopted by the Full Court in Levett suggests a reluctance to accept that a substantial variation, or a significant deterioration, in a person's permanent impairment is incapable of constituting a permanent impairment which is different to that which existed prior to the variation or deterioration.",
      "id": "s64"
    },
    {
      "text": "...\n \n A loss of the entitlement conferred under ss 24 and 25 by reason of s 124(3) only occurs when the permanent impairment the subject of the claim is the permanent impairment that the employee suffered as at 1 December 1988.",
      "id": "s65"
    },
    {
      "text": "On my reasoning, and that of Burchett J in Brennan , where a change in a permanent impairment occurring after the commencement date is such that, quantitatively and qualitatively, it is properly to be characterised as a further or new impairment occurring after the commencing date it is compensable by a lump sum payment under ss 24 and 25.",
      "id": "s66"
    },
    {
      "text": "That conclusion is consistent with the language used and with the statutory policy to be discerned from ss 24, 25 and 124 of providing benefits to workers in respect of a further permanent impairment that occurs after the commencing day irrespective of whether the injury that resulted in the impairment occurred before or after the commencing day.",
      "id": "s67"
    },
    {
      "text": "It also avoids capricious and arbitrary outcomes under workers' compensation legislation, which is of a remedial nature and should be construed liberally: see Brennan at FCR 559 and the cases there referred to.",
      "id": "s68"
    },
    {
      "text": "' \n\n32 In Comcare Australia (Department of Defence) v Maida (2002) 36 AAR 69, the claimant had an accepted schizophrenic condition.",
      "id": "s69"
    },
    {
      "text": "That was a permanent impairment that the claimant had prior to 1 December 1988.",
      "id": "s70"
    },
    {
      "text": "There was no entitlement to compensation by way of a lump sum for that condition under the 1971 Act.",
      "id": "s71"
    },
    {
      "text": "The claimant's condition worsened after 1 December 1988.",
      "id": "s72"
    },
    {
      "text": "The question was whether the claimant's claim under the SRC Act should be allowed.",
      "id": "s73"
    },
    {
      "text": "After reviewing the authorities, Mansfield J said (at [28]) that the following was a correct summary of the state of the law:\n \n \n '1.",
      "id": "s74"
    },
    {
      "text": "The progression of a disease or gradual worsening of the degree of an impairment does not constitute a new or distinct impairment.",
      "id": "s75"
    },
    {
      "text": "2.",
      "id": "s76"
    },
    {
      "text": "If there is no change in the underlying patho-physiological condition causing an impairment, any worsening of that impairment will not constitute a new or distinct impairment.",
      "id": "s77"
    },
    {
      "text": "3.",
      "id": "s78"
    },
    {
      "text": "A significant worsening of an impairment may constitute a new or distinct impairment, but only if there has been a change in the underlying path-physiological condition, so that there has been a qualitative change to the impairment --- that is, the development of a new impairment.",
      "id": "s79"
    },
    {
      "text": "' \n \n\n33 On the evidence in this case, the deterioration in the applicant's hearing loss was an effect of ageing and that means that it was not a new or further impairment in the relevant sense.",
      "id": "s80"
    },
    {
      "text": "The applicant has already received compensation of a lump sum in respect of his hearing loss under the 1971 Act.",
      "id": "s81"
    },
    {
      "text": "Any claim for compensation of a lump sum in relation to a deterioration of that condition of the nature indicated is precluded by s 124(3)(a) of the SRC Act.",
      "id": "s82"
    },
    {
      "text": "34 As I have said, there is no evidence of a deterioration of the applicant's tinnitus, but even if it has deteriorated, there is nothing to suggest that that deterioration is other than a progression or gradual worsening of the condition.",
      "id": "s83"
    },
    {
      "text": "Tinnitus was not a compensable condition under the 1930 Act or the 1971 Act.",
      "id": "s84"
    },
    {
      "text": "Any claim for compensation of a lump sum in relation to that condition or a deterioration of that condition of the nature indicated is precluded by s 124(3)(b) of the SRC Act.",
      "id": "s85"
    },
    {
      "text": "35 The claim in relation to the conditions of loss of balance and stress were not the subject of any debate before the Tribunal.",
      "id": "s86"
    },
    {
      "text": "The applicant's case is that those conditions were permanent impairments that occurred in 1970.",
      "id": "s87"
    },
    {
      "text": "The applicant's claim for compensation of a lump sum in relation to those conditions in these proceedings cannot succeed for a number of reasons.",
      "id": "s88"
    },
    {
      "text": "36 First, it was the claim for loss of hearing which was the subject of the reconsideration under s 62 of the SRC Act.",
      "id": "s89"
    },
    {
      "text": "In those circumstances, it seems that a claim in relation to loss of balance and stress could not have been considered by the Tribunal: Lees v Comcare (1999) 56 ALD 84.",
      "id": "s90"
    },
    {
      "text": "37 Secondly, the applicant's case is that the conditions of loss of balance and stress were permanent impairments which occurred in 1970.",
      "id": "s91"
    },
    {
      "text": "Those conditions were not impairments for which there was an entitlement to compensation of a lump sum under the 1930 Act or the 1971 Act.",
      "id": "s92"
    },
    {
      "text": "Accordingly, there was no entitlement to receive compensation of a lump sum in relation to them under the SRC Act: s 124(3)(b) of the SRC Act.",
      "id": "s93"
    },
    {
      "text": "38 Finally, although there are related conditions or effects under the SRC Act (eg, vertigo), loss of balance and stress are not of themselves conditions compensable under the approved guide prepared under s 28 of the SRC Act (see also Comcare v Mooi (1996) 69 FCR 439).",
      "id": "s94"
    },
    {
      "text": "39 In my opinion, the proposed appeal is futile and doomed to fail and, in those circumstances, the application for an extension of time within which to appeal should be dismissed.",
      "id": "s95"
    },
    {
      "text": "Conclusion \n \n40 The application for an extension of time within which to appeal is dismissed.",
      "id": "s96"
    },
    {
      "text": "I certify that the preceding forty (40) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Besanko.",
      "id": "s97"
    },
    {
      "text": "Associate:\n\nDated: 27 July 2006\n\n\n The Applicant: The Applicant appeared in person.",
      "id": "s98"
    },
    {
      "text": "Counsel for the Respondent: Mr M Roder \n \n Solicitor for the Respondent: Sparke Helmore \n \n Date of Hearing: 25 May 2006 \n \n Date of Judgment: 27 July 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2006/946.html",
      "id": "s99"
    }
  ]
}