{
  "name": "Vu v New South Wales Police Service [2007] FCA 1508 (20 August 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1508.html",
  "catchphrases": [
    {
      "text": "offence under s 132(2a)(a) of the copyright act 1968 (cth)",
      "id": "c0"
    },
    {
      "text": "possession of infringing copies of dvds for the purposes of sale or letting for hire",
      "id": "c1"
    },
    {
      "text": "penalty imposed",
      "id": "c2"
    },
    {
      "text": "sentencing",
      "id": "c3"
    },
    {
      "text": "appeal against severity of sentence",
      "id": "c4"
    },
    {
      "text": "where appellant has pleaded guilty at the first available opportunity",
      "id": "c5"
    },
    {
      "text": "s 16a(2) of the crimes act 1914 (cth)",
      "id": "c6"
    },
    {
      "text": "factors to be taken into account when exercising sentencing discretion",
      "id": "c7"
    },
    {
      "text": "totality principle",
      "id": "c8"
    },
    {
      "text": "'instinctive synthesis'",
      "id": "c9"
    },
    {
      "text": "appeal allowed",
      "id": "c10"
    },
    {
      "text": "copyright",
      "id": "c11"
    },
    {
      "text": "criminal law",
      "id": "c12"
    }
  ],
  "sentences": [
    {
      "text": "1 Van Hanh Vu came to Australia in 1990.",
      "id": "s0"
    },
    {
      "text": "He has appealed against a sentence that was imposed on him by the Local Court of New South Wales on his plea of guilty to 35 charges of contravening the now repealed s 132(2A)(a) of the Copyright Act 1968 (Cth).",
      "id": "s1"
    },
    {
      "text": "Under the now repealed s 132(6AB)(a)(ii) he was liable on conviction to be punished summarily by a fine of not more than 550 penalty units and/or imprisonment for not more than five years for each offence.",
      "id": "s2"
    },
    {
      "text": "2 At his sentencing hearing before the Local Court Mr Vu did not give evidence.",
      "id": "s3"
    },
    {
      "text": "His Honour convicted him in respect of his pleas of guilty on each of the 35 charges and imposed a total sentence of six months periodic detention, commencing on 29 June 2007.",
      "id": "s4"
    },
    {
      "text": "BASIS OF APPEAL \n \n3 Mr Vu appealed against the severity of his sentence to this court after he mistakenly sought to appeal to the District Court of New South Wales.",
      "id": "s5"
    },
    {
      "text": "I granted him an extension of time in which to file his appeal on the grounds of a bona fide mistake.",
      "id": "s6"
    },
    {
      "text": "I have heard the appeal as a single judge pursuant to s 25(5) of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s7"
    },
    {
      "text": "Mr Vu gave evidence in the appeal before me under s 27 of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s8"
    },
    {
      "text": "The police did not oppose Mr Vu giving fresh oral evidence and tendering medical evidence on appeal.",
      "id": "s9"
    },
    {
      "text": "In those circumstances, I granted him leave to adduce that evidence because there was no dispute about its admission: see CDJ v VAJ [1998] HCA 76 ; (1998) 197 CLR 172 at 203 [114] per McHugh, Gummow and Callinan JJ.",
      "id": "s10"
    },
    {
      "text": "4 An appeal to this Court from conviction of an offence under the Copyright Act 1968 (Cth) lies pursuant to s 131B(2)(a).",
      "id": "s11"
    },
    {
      "text": "It is, as Emmett J explained in Lai-Ha v McCusker [2000] FCA 1173 ; (2000) 101 FCR 460 at 462-464 [10] - [16] , in the nature of an appeal by way of rehearing.",
      "id": "s12"
    },
    {
      "text": "Having regard to the fact that I have had the benefit of Mr Vu's oral evidence and its testing in cross-examination I am in a position to address the whole of the material in light of the fresh evidence, including material offered orally, which was not before the Local Court.",
      "id": "s13"
    },
    {
      "text": "5 In addition, his Honour observed in sentencing Mr Vu that he had not heard evidence from him.",
      "id": "s14"
    },
    {
      "text": "I think it fair to say that at a number of points in his judgment the Magistrate expressed considerable scepticism regarding the unverified material that was advanced by Mr Vu's solicitor in the sentencing hearing.",
      "id": "s15"
    },
    {
      "text": "His Honour emphasised that he was aware of amendments that had been made to the Act since the period in which Mr Vu's offences took place.",
      "id": "s16"
    },
    {
      "text": "He observed that:\n \n 'So even back before the legislation changed these offences were considered to be extremely serious.",
      "id": "s17"
    },
    {
      "text": "' \n\n\n \n6 I am satisfied from reading his Honour's judgment as a whole, that he did not give consideration to, or have drawn to his attention, the nature of the changes to the legislation.",
      "id": "s18"
    },
    {
      "text": "Those involved substitution of three offences for the general category previously covered by s 132(2A)(a).",
      "id": "s19"
    },
    {
      "text": "Those new offences are now to be found in ss 132AE and 132AF of the Act.",
      "id": "s20"
    },
    {
      "text": "In short the structure in each of those sections is to create an indictable offence with a similar maximum penalty to that which applied to the summary offence of contravention of the old s 132(2A)(a) with which Mr Vu was charged.",
      "id": "s21"
    },
    {
      "text": "The second category of offence created in the new provisions was a summary offence, in which one of the elements was the negligence of the defendant in selling or letting an article for hire which was an infringing copy and in respect of which copyright subsisted at the time.",
      "id": "s22"
    },
    {
      "text": "For that offence the new penalty was 120 penalty units or two years imprisonment or both.",
      "id": "s23"
    },
    {
      "text": "The third category of offence created in the new amendments was a strict liability offence with a 60 penalty unit maximum penalty in which the same elements were present as for the newly created indictable offence (see s 132AE(5)).",
      "id": "s24"
    },
    {
      "text": "REOPENING THE SENTENCE \n \n7 Having regard to the further evidence before me and to his Honour's reasons, I am satisfied that it is appropriate for me to exercise the discretion to sentence afresh.",
      "id": "s25"
    },
    {
      "text": "I am of opinion that his Honour was in error as to the effect of the amendments.",
      "id": "s26"
    },
    {
      "text": "He did not properly consider them.",
      "id": "s27"
    },
    {
      "text": "I am satisfied that on the material before me the penalty which his Honour imposed was more substantial than any of the comparable penalties to which the police has drawn attention.",
      "id": "s28"
    },
    {
      "text": "No other offender in any of the comparable cases has been sentenced to a term of periodic detention.",
      "id": "s29"
    },
    {
      "text": "8 I am satisfied that the circumstances of this case require that I should consider Mr Vu's fresh evidence on the appeal in addition to the other material and re-sentence him on that basis.",
      "id": "s30"
    },
    {
      "text": "MR VU'S CIRCUMSTANCES \n \n9 Prior to purchasing a video shop at which the offences occurred, Mr Vu had worked as a process worker.",
      "id": "s31"
    },
    {
      "text": "He made his first substantive venture into business when he bought a shop in May 2005 at Bulls Road, Wakeley.",
      "id": "s32"
    },
    {
      "text": "The shop was known as HD Home Video.",
      "id": "s33"
    },
    {
      "text": "Mr Vu had paid $70,000 for the shop which he had borrowed against the security of his home.",
      "id": "s34"
    },
    {
      "text": "He already had a mortgage on the home and increased his indebtedness to his mortgagee.",
      "id": "s35"
    },
    {
      "text": "Mr Vu had looked at the books and investigated the financial position of the vendor's business prior to purchasing.",
      "id": "s36"
    },
    {
      "text": "He had had a representation made to him that after expenses, he would have in his hand a profit of about $1000 per week.",
      "id": "s37"
    },
    {
      "text": "But Mr Vu realised after the first three or four months that he had made a wrong decision in deciding to buy the business.",
      "id": "s38"
    },
    {
      "text": "He believed the former owner, in substance, had misrepresented the income of the business and there was nothing like the profit that had been represented to him from the operations which he experienced.",
      "id": "s39"
    },
    {
      "text": "The business involved purchasing and hiring out to members of the public, in the main, DVDs of movies.",
      "id": "s40"
    },
    {
      "text": "Occasionally, he said, he sold DVDs, but mostly he engaged in the business of hiring them.",
      "id": "s41"
    },
    {
      "text": "When he bought them from commercial suppliers, being the large entertainment companies such as Sony and Colombia, he paid a normal price of approximately $29 per video including GST.",
      "id": "s42"
    },
    {
      "text": "10 After he had been operating the shop for a little while Mr Vu was approached by a person whose name he only knew as Peter.",
      "id": "s43"
    },
    {
      "text": "Peter offered him very cheap videos for about $10 each or, if he bought more, about $8 each when they were purchased in quantities.",
      "id": "s44"
    },
    {
      "text": "He did not know Peter's last name.",
      "id": "s45"
    },
    {
      "text": "But Mr Vu was told by this person that he had had a video shop himself and was very familiar with the business.",
      "id": "s46"
    },
    {
      "text": "Peter told him that the quality of the videos he was buying was good.",
      "id": "s47"
    },
    {
      "text": "Mr Vu checked them and appreciated that it was.",
      "id": "s48"
    },
    {
      "text": "He asked Peter for an explanation as to how he could sell the DVDs as cheaply as he did.",
      "id": "s49"
    },
    {
      "text": "Peter told him that that was because Peter had had a large quantity of them and could sell them cheaply.",
      "id": "s50"
    },
    {
      "text": "11 Mr Vu said that because his income was low and he did not know what to do about the economic position in which he had found himself, he bought the cheap DVDs.",
      "id": "s51"
    },
    {
      "text": "Initially, he believed that it was legal to do so but he realised within a short time that it was not.",
      "id": "s52"
    },
    {
      "text": "Although he knew it was not legal to trade in these videos, either by hiring them out or selling them, Mr Vu claimed that he did not know what to do because he could not cover the rent for his shop or repay his mortgage.",
      "id": "s53"
    },
    {
      "text": "He continued in this illegal trade for a considerable period of time, as is evident from the fact sheet that was before his Honour and was in evidence before me.",
      "id": "s54"
    },
    {
      "text": "Representatives of the Australian Federation against Copyright Theft first visited Mr Vu's shop on 17 October 2005 and purchased an item called 'Pokemon Destiny Deoxys' for $15.",
      "id": "s55"
    },
    {
      "text": "On the next day another Federation officer attended and purchased DVDs of 'Charlie and the Chocolate Factory' and 'Madagascar' for $10 each.",
      "id": "s56"
    },
    {
      "text": "On that occasion Mr Vu had a conversation with the officer in which he said: 'These are illegal, do not tell anyone.",
      "id": "s57"
    },
    {
      "text": "'\n \n12 On 13 December 2005, another Federation officer attended the shop and purchased DVDs of 'Harry Potter and the Goblet of Fire', 'Sponge Bob Square Pants' and 'Edison' for $20.",
      "id": "s58"
    },
    {
      "text": "It is not clear whether that amount of $20 was paid for each item or was a total for all three.",
      "id": "s59"
    },
    {
      "text": "On 5 August 2006 another officer attended the shop and purchased DVDs of 'My Super Ex-Girlfriend' and 'Ice Age 2' for $20 from Mrs Vu.",
      "id": "s60"
    },
    {
      "text": "Finally, on 21 August 2006, another agent attended the shop and purchased DVDs of 'The Pirates of the Caribbean' and 'Superman Returns' for $10 each.",
      "id": "s61"
    },
    {
      "text": "On examination each of the purchased discs was found to have been duplicated in breach of copyright.",
      "id": "s62"
    },
    {
      "text": "13 Finally, on 23 August 2006, police attended at the shop and executed a search warrant.",
      "id": "s63"
    },
    {
      "text": "Mr Vu pointed out to the police where the counterfeit DVDs were and made admissions to hiring them out to his customers.",
      "id": "s64"
    },
    {
      "text": "A total of 612 DVDs were located on the execution of the warrant and identified as counterfeit by the Federation.",
      "id": "s65"
    },
    {
      "text": "14 Mr Vu was taken into custody on 30 January 2007 and questioned by the police.",
      "id": "s66"
    },
    {
      "text": "He freely participated in an interview when he admitted purchasing counterfeit DVDs and hiring them out to his customers.",
      "id": "s67"
    },
    {
      "text": "He was asked about selling them to an agent of the Federation and denied that he did so.",
      "id": "s68"
    },
    {
      "text": "It is not clear quite how the questions were put and what the denial was from the fact sheet but he also said that he only sold counterfeit adult films.",
      "id": "s69"
    },
    {
      "text": "He was released from custody and later issued with court attendance notices for the 35 charges before me.",
      "id": "s70"
    },
    {
      "text": "15 It is difficult to determine from the charges which, if any, relates to one or more of the DVDs the subject of the four visits from the Federation officers prior to the execution of the search warrant.",
      "id": "s71"
    },
    {
      "text": "For example, charges 33 and 34 are in identical terms.",
      "id": "s72"
    },
    {
      "text": "Each refers to three DVDs of the film 'Charlie and the Chocolate Factory', being in Mr Vu's possession for the purpose of sale, being articles which he knew or ought reasonably to have known to be DVDs of infringing copies contrary to s 132(2A)(a) of the Act.",
      "id": "s73"
    },
    {
      "text": "Likewise, charge number 18 relates to 'My Super Ex-Girlfriend', which was purchased by one of the agents on 5 August 2006.",
      "id": "s74"
    },
    {
      "text": "Charge 30 relates to a DVD of 'Harry Potter and the Goblet of Fire' purchased on 13 December 2005.",
      "id": "s75"
    },
    {
      "text": "It is possible that some of the other charges also relate to films that were purchased.",
      "id": "s76"
    },
    {
      "text": "16 Mr Vu said in his evidence that he thought he engaged in the unlawful activity for four to five months until the police came and informed him that it was illegal.",
      "id": "s77"
    },
    {
      "text": "The objective evidence indicates that the period was about twice as long.",
      "id": "s78"
    },
    {
      "text": "Mr Vu could not estimate how much extra income he made from the hiring and selling of the counterfeit DVDs, although it is clear that he did this with a view to making profit in order to supplement the takings of his business.",
      "id": "s79"
    },
    {
      "text": "Up to the time of the police executing the warrant, his net income was, on his estimate, about $14,000.",
      "id": "s80"
    },
    {
      "text": "Once the police came, he said that he knew that the activity was illegal and he stopped it.",
      "id": "s81"
    },
    {
      "text": "17 Mr Vu asked the owner of the shop premises if he could give up the lease but he was told that he had to wait till there was a buyer.",
      "id": "s82"
    },
    {
      "text": "He began to work at night as a subcontractor in a tunnel excavation at Ryde.",
      "id": "s83"
    },
    {
      "text": "He sought to keep the shop open on those days during the afternoon.",
      "id": "s84"
    },
    {
      "text": "He made no profit during the period after the police executed the warrant.",
      "id": "s85"
    },
    {
      "text": "He endeavoured to advertise the shop for sale but received no interest.",
      "id": "s86"
    },
    {
      "text": "Finally, about a month before his lease was due to expire, the owner of the premises found a new tenant and he was relieved of the commercial obligation to pay the then rent of about $2,155.",
      "id": "s87"
    },
    {
      "text": "18 Mr Vu now works in a business for himself as a gardener, using his 1988 utility vehicle.",
      "id": "s88"
    },
    {
      "text": "He is seeking to service his mortgage commitments.",
      "id": "s89"
    },
    {
      "text": "On the medical evidence before me he suffers from insomnia and hypertension.",
      "id": "s90"
    },
    {
      "text": "Mr Vu and his wife have four children aged 7, 12, 16 and 17.",
      "id": "s91"
    },
    {
      "text": "The 17-year-old attends a TAFE college and the other children are at school.",
      "id": "s92"
    },
    {
      "text": "His current liability under his mortgage is about $150,000, including the $70,000 he borrowed to finance his failed business venture, HD Home Video.",
      "id": "s93"
    },
    {
      "text": "19 In cross-examination Mr Vu said that he had worked hard at night in the tunnel employment for some months and earned $6,000 to $7,000 to assist in the servicing of his debts and to support his family.",
      "id": "s94"
    },
    {
      "text": "His wife was the principal carer for their children.",
      "id": "s95"
    },
    {
      "text": "She did not speak English.",
      "id": "s96"
    },
    {
      "text": "In addition, he and his wife received assistance from a nephew who had previously lived with them and whom they had supported through university.",
      "id": "s97"
    },
    {
      "text": "The nephew paid for school fees and the cost of providing internet services for his children.",
      "id": "s98"
    },
    {
      "text": "Mr Vu has a bobcat and excavator licence which he recently renewed for $90 after spending one day at TAFE studying to update his qualifications.",
      "id": "s99"
    },
    {
      "text": "20 He told me that he had been very stupid and knew he had done wrong.",
      "id": "s100"
    },
    {
      "text": "He felt very sad and did not know what to do.",
      "id": "s101"
    },
    {
      "text": "He said his offending was the stupidest thing he had done in his whole life.",
      "id": "s102"
    },
    {
      "text": "He accepted the sentence of six months imposed by the magistrate and had nothing to say against it.",
      "id": "s103"
    },
    {
      "text": "Before he went to the Local Court he had been told that he could go to weekend gaol or perform a community service.",
      "id": "s104"
    },
    {
      "text": "He had agreed that he would serve whatever sentence the Court imposed.",
      "id": "s105"
    },
    {
      "text": "21 However, he was ashamed of what he done and wanted to hide the fact of his criminality from his children.",
      "id": "s106"
    },
    {
      "text": "He felt that they were too young and it would affect them psychologically if they were to learn that their father had been sentenced to a term in gaol.",
      "id": "s107"
    },
    {
      "text": "I infer that is what would happen if he were required to serve periodic detention.",
      "id": "s108"
    },
    {
      "text": "22 In cross-examination, Mr Vu said that he knew from the beginning of his dealings with videos and DVDs that there was a law against buying or selling counterfeit versions and that there were heavy penalties for persons who break the law in doing so.",
      "id": "s109"
    },
    {
      "text": "He was aware of this when he began his dealings with Peter.",
      "id": "s110"
    },
    {
      "text": "FINDINGS \n \n23 The police invited me to find that he was aware of the illegality from the inception of the relationship with Peter.",
      "id": "s111"
    },
    {
      "text": "But, having seen and heard Mr Vu, I have formed the impression that, at the inception of the dealings, he was na&iuml;ve and foolishly blind to what might have been obvious to others.",
      "id": "s112"
    },
    {
      "text": "I believe his evidence that he did not immediately realise that what he was doing was illegal but realised it very soon afterwards.",
      "id": "s113"
    },
    {
      "text": "Thus, I am satisfied that from at least an early stage in his dealings with Peter, Mr Vu was conscious that he was purchasing counterfeit or illegal versions of the DVDs and using them for the purposes of making profit in his business from either hire or sale of them.",
      "id": "s114"
    },
    {
      "text": "24 Mr Vu accepted that it was no excuse for him to have bought the counterfeit DVDs even though his business was not doing well.",
      "id": "s115"
    },
    {
      "text": "He appeared to me to be a man who was genuinely contrite.",
      "id": "s116"
    },
    {
      "text": "He has no criminal record.",
      "id": "s117"
    },
    {
      "text": "I find that Mr Vu entered into the business of purchasing HD Home Video on the basis of misrepresentations as to its takings and turnover.",
      "id": "s118"
    },
    {
      "text": "This committed him to a financial venture in which he was not experienced.",
      "id": "s119"
    },
    {
      "text": "He had previously only worked as a labourer.",
      "id": "s120"
    },
    {
      "text": "He was a man who was seeking to better himself and his family by working for himself.",
      "id": "s121"
    },
    {
      "text": "He understood that the facts that the business operated under his stewardship at a loss, and that he was induced to enter into the purchase by misrepresentation, did not provide an excuse for him to have broken the law as he did by acquiring and then hiring, selling or offering for hire or sale counterfeit DVDs.",
      "id": "s122"
    },
    {
      "text": "25 The period in which Mr Vu's conduct occurred was not short.",
      "id": "s123"
    },
    {
      "text": "On the other hand, sales figures for the counterfeit DVDs that are referred to in the fact sheet did not indicate that Mr Vu was making consistently large profits.",
      "id": "s124"
    },
    {
      "text": "For example, in August 2006, he sold DVDs for $10 each to the agents.",
      "id": "s125"
    },
    {
      "text": "The evidence indicates that he purchased them for between $8 and $10.",
      "id": "s126"
    },
    {
      "text": "Nonetheless, it is clear that he used these counterfeit DVDs for profit.",
      "id": "s127"
    },
    {
      "text": "He was engaged in a commercial venture, part of which was used as a means of putting out into the community goods that he knew were counterfeit.",
      "id": "s128"
    },
    {
      "text": "26 I find that Mr Vu had no part in producing the counterfeit material.",
      "id": "s129"
    },
    {
      "text": "I am of opinion that his conduct, taken as a whole, indicates stupidity rather than malignity in the way in which he conducted himself, having regard to the invidious commercial circumstances in which he found himself.",
      "id": "s130"
    },
    {
      "text": "Nonetheless, he has accepted, and properly so, that what he has done amounted to serious breaches of the law.",
      "id": "s131"
    },
    {
      "text": "PRE SENTENCE REPORT \n \n27 Mr Vu was interviewed for a pre-sentence report by the NSW Probation and Parole Service in May 2007.",
      "id": "s132"
    },
    {
      "text": "The report states that Mr and Mrs Vu fled Vietnam by boat the year after their marriage in 1987 and spent two years in a refugee camp in Malaysia before being granted entry into Australia.",
      "id": "s133"
    },
    {
      "text": "They have since become Australian citizens.",
      "id": "s134"
    },
    {
      "text": "He had been educated in Vietnam to Year 7 standard and has some reading problems.",
      "id": "s135"
    },
    {
      "text": "After arrival in Australia, the report records that Mr Vu studied English and was employed as a process worker, prior to being self-employed and making clothing at his home.",
      "id": "s136"
    },
    {
      "text": "28 The Service's inquiries confirmed Mr Vu's advice to them that he had no alcohol, drug or gambling issues.",
      "id": "s137"
    },
    {
      "text": "The report noted that he ascribed his offending behaviour to the difficulties he had experienced in meeting the operating costs of his business.",
      "id": "s138"
    },
    {
      "text": "The report again emphasised that Mr Vu had expressed feelings of regret and guilt for his offending behaviour.",
      "id": "s139"
    },
    {
      "text": "It noted his comment that he wondered why he did such a stupid thing.",
      "id": "s140"
    },
    {
      "text": "It said that, to his credit, Mr Vu had accepted the responsibility for the offences and indicated to the Service that he was prepared to accept any sentence imposed by the court.",
      "id": "s141"
    },
    {
      "text": "The Service noted that he was a person who presented to them as an amiable, family-oriented man who accepted responsibility for his offending behaviour.",
      "id": "s142"
    },
    {
      "text": "I am of opinion that is a correct assessment.",
      "id": "s143"
    },
    {
      "text": "29 The report assessed Mr Vu as unlikely to benefit from supervision by the Service because he did not appear to have any underlying issues that could be addressed by supervision or by programs facilitated by the Service.",
      "id": "s144"
    },
    {
      "text": "I agree.",
      "id": "s145"
    },
    {
      "text": "It is clear that Mr Vu is a man who has learned his lesson and has now realised how wrong his behaviour was and how, by going out of character, he has placed himself and his family in jeopardy.",
      "id": "s146"
    },
    {
      "text": "SENTENCING PRINCIPLES AND SECTION 16A OF THE CRIMES ACT 1914 \n \n30 The police and Mr Vu's counsel have both provided me with detailed and helpful written and oral submissions.",
      "id": "s147"
    },
    {
      "text": "The 35 offences arose under s 132(2A)(a) of the Copyright Act 1968 (Cth) which provided:\n \n 'A person shall not, at a time when copyright subsists in a work, have in his or her possession an article for the purpose of: \n \n \n \n (a) selling, letting for hire, or by way of trade, or with the intention of obtaining a commercial advantage or profit, offering or exposing for sale or hire, the article ... if the person knows, or ought reasonably to know, the article to be an infringing copy of the work.",
      "id": "s148"
    },
    {
      "text": "' \n \n\n\n \n31 In sentencing Mr Vu I am obliged by s 16A(1) of the Crimes Act 1914 (Cth) to impose a sentence or make an order that is of a severity appropriate in all the circumstances of the offence.",
      "id": "s149"
    },
    {
      "text": "In addition, s 16A(2) requires the Court to take into account a considerable number of matters which are enumerated.",
      "id": "s150"
    },
    {
      "text": "I shall deal with each of these in turn having regard to the submissions which have been addressed to me and the matters which I regard to be appropriate for my consideration.",
      "id": "s151"
    },
    {
      "text": "Section 16A(2)(a): The nature and circumstances of the offence \n \n32 I have already set out my findings as to the circumstances in which I consider the offence to have been committed.",
      "id": "s152"
    },
    {
      "text": "In effect, Mr Vu was facing substantial financial difficulties.",
      "id": "s153"
    },
    {
      "text": "He had borrowed additional money and purchased HD Home Video on the faith of substantial misrepresentations about the takings of the business.",
      "id": "s154"
    },
    {
      "text": "And he was supporting his family in a context in which this was his first substantive attempt at running a commercial enterprise.",
      "id": "s155"
    },
    {
      "text": "Nonetheless, in committing the offences, he did so, in the main, with an appreciation that what he was doing was wrong and he continued to engage in the offending conduct for a considerable period of time.",
      "id": "s156"
    },
    {
      "text": "Although he sought to profit from that conduct, on the evidence any gain he made from it was of no great substance.",
      "id": "s157"
    },
    {
      "text": "33 The nature of the offence under s 132(2A)(a) is one of potentially considerable seriousness.",
      "id": "s158"
    },
    {
      "text": "One purpose of providing copyright protection to those who own or have the right to licence copyright material is to enable that person to exploit an exclusive legal right to earn a return from it.",
      "id": "s159"
    },
    {
      "text": "That right, among other things, enables authors or the creators of original works such as films or other entertainments to receive royalties.",
      "id": "s160"
    },
    {
      "text": "Copyright protects their intellectual property from being appropriated and sold by persons who have no legal right to use or to exploit.",
      "id": "s161"
    },
    {
      "text": "In particular the protection of the copyright owner's rights which the Act creates is intended to prevent strangers using the copyright material without providing any recognition or return to those who created it or did the work to produce it.",
      "id": "s162"
    },
    {
      "text": "34 In a colloquial, but real, sense, to counterfeit, sell or hire DVDs is equivalent to stealing the author's, creator's or owner's work which is contained in the reproduction.",
      "id": "s163"
    },
    {
      "text": "Judges of this Court have expressed views concerning the degree of criminality involved in contraventions of s 132(2A)(a), although none has yet sentenced an offender to prison.",
      "id": "s164"
    },
    {
      "text": "35 In Pontello v Ceselli (1989) 16 IRP 645 Wilcox J, on a guilty plea, sentenced an offender who had been knowingly concerned in making and possessing numerous illegal copies of video films for the purposes of commercial distribution.",
      "id": "s165"
    },
    {
      "text": "He had also been convicted and fined for offences under the Trade Marks Act 1955 (Cth) arising from the same circumstances.",
      "id": "s166"
    },
    {
      "text": "His Honour said ( Ceselli 16 IPR at 647):\n \n 'It is, however, appropriate for me to emphasise that the statute does provide for a gaol term for contraventions of s 132(1) and 132(2A).",
      "id": "s167"
    },
    {
      "text": "I am informed that, so far as counsel for the informant is aware, no person has yet been gaoled for a breach of those provisions; but the fact that a gaol term is provided by the legislation does indicate the seriousness with which the offences have been regarded by the legislature.",
      "id": "s168"
    },
    {
      "text": "It may well be that, in a serious case of multiple infringement of these provisions, it will be appropriate for a gaol sentence to be pronounced.",
      "id": "s169"
    },
    {
      "text": "' \n\n\n \n36 The offender had made 35 copies of one title, 44 of another out of a total of 237 pirate tapes that had been seized.",
      "id": "s170"
    },
    {
      "text": "He had elaborate recording equipment at his home which enabled him to make multiple copies of individual tapes.",
      "id": "s171"
    },
    {
      "text": "Again that is distinct from the present case, albeit the defendant there was a video shop proprietor.",
      "id": "s172"
    },
    {
      "text": "37 In a related case, Pontello v Giannotis (1989) 16 IPR 174 at 186 Sheppard J observed that there was no doubt that piracy in the video industry was rife and that it was something that was well known.",
      "id": "s173"
    },
    {
      "text": "He referred to Wilcox J's remarks quoted above and also said that there was no doubt that this species of crime is often difficult to detect.",
      "id": "s174"
    },
    {
      "text": "Sheppard J said that the legislature had obviously taken a serious view of the offences, referring to the amendments that had been made in 1986 which provided for substantial increases in the penalties.",
      "id": "s175"
    },
    {
      "text": "Those penalties, I understand, obtained to the time of the present offences but have now been replaced by the sections to which I referred at the commencement of this judgment.",
      "id": "s176"
    },
    {
      "text": "As his Honour also noted (16 IPR at 187), the offence under s 132(2A)(a) was a serious one.",
      "id": "s177"
    },
    {
      "text": "DVDs have largely replaced videos as a means of viewing films.",
      "id": "s178"
    },
    {
      "text": "38 A number of jurisdictions have regarded the conduct of those who manufacture, sell or hire counterfeit works such as DVDs as meriting imprisonment.",
      "id": "s179"
    },
    {
      "text": "For example, in R v Carter (1992) 13 Cr App R (S) 576, the English Court of Appeal, Criminal Division dealt with a defendant who had been found in possession of over 200 infringing copies, 500 blank video tapes and three video recorders.",
      "id": "s180"
    },
    {
      "text": "Lord Lane CJ, Kennedy and Jowitt JJ noted that a suspended sentence of nine months imprisonment had been imposed and said ( Carter 13 Cr App R (S) at 377):\n \n '... [T]o make and distribute pirate copies of films is to steal from the true owner of the copyright, the property for which he has to expend money in order to possess it.",
      "id": "s181"
    },
    {
      "text": "It is an offence really of dishonesty.",
      "id": "s182"
    },
    {
      "text": "' \n\n\n \nI agree.",
      "id": "s183"
    },
    {
      "text": "In R v Kemp (1995) 16 Cr App R (S) 941 at 943 Russell LJ, Turner and Hooper JJ said:\n \n 'Offences of counterfeiting are offences which normally attract at least a short sentence of imprisonment.",
      "id": "s184"
    },
    {
      "text": "They are difficult, time consuming and expensive to detect.",
      "id": "s185"
    },
    {
      "text": "The owners of copyrights are entitled to be protected against their unlawful exploitation.",
      "id": "s186"
    },
    {
      "text": "They are entitled to have their commercial reputation protected against those who would seek unlawfully to damage it.",
      "id": "s187"
    },
    {
      "text": "' \n\n\n \n39 And, in R v Duckett [1998] 2 Cr App R (S) 59 at 60 Jowitt and Astill JJ sitting as the Court of Appeal, Criminal Division said:\n \n 'Infringement of copyright is widespread.",
      "id": "s188"
    },
    {
      "text": "It does, in an ethical sense, involve stealing other men's property, and in its cumulative effect is able to cause serious damage to legitimate commercial and proprietary interests.",
      "id": "s189"
    },
    {
      "text": "Although the applicant did not engage in this dishonest business in a substantial way, his activities and those of many like him contribute to the damage to which we have referred.",
      "id": "s190"
    },
    {
      "text": "A serious view is to be taken of the distribution by way of business and the recording for such distribution of pirated material which, if bought legitimately, would cost substantial sums of money.",
      "id": "s191"
    },
    {
      "text": "' \n\n\n \n40 There, the appellant had been sentenced to 27 months imprisonment, in circumstances in which he actually manufactured illegal CD-ROM disks and was a ring leader of seven defendants in a counterfeiting business.",
      "id": "s192"
    },
    {
      "text": "Mr Vu's criminality is not of that order.",
      "id": "s193"
    },
    {
      "text": "Section 16A(2)(b): Other offences that are required or permitted to be taken into account \n \n41 There are no other offences that are required or permitted to be taken into account.",
      "id": "s194"
    },
    {
      "text": "Section 16A(2)(c): Course of conduct \n \n42 The 35 offences with which Mr Vu has been charged do form part of a course of conduct consisting of a series of criminal acts of the same or similar character.",
      "id": "s195"
    },
    {
      "text": "A number of the offences relate to a single DVD and none relates to more than 5 copies of a film.",
      "id": "s196"
    },
    {
      "text": "Thus, while there are 35 offences, they relate to a total of 115 counterfeit DVDs.",
      "id": "s197"
    },
    {
      "text": "Most, if not all, of those 115 DVDs form part of the 612 counterfeits seized on execution of the search warrant.",
      "id": "s198"
    },
    {
      "text": "43 I am entitled to have regard to that course of conduct.",
      "id": "s199"
    },
    {
      "text": "Indeed, s 4K(3) and (4) of the Crimes Act 1914 apply where a person has been charged with a number of offences against the same provision of a law of the Commonwealth.",
      "id": "s200"
    },
    {
      "text": "The Court is authorised to impose one penalty in respect of all of the offences, but that penalty is not to exceed the sum of the maximum penalties that could be imposed if a separate penalty were imposed in respect of each offence.",
      "id": "s201"
    },
    {
      "text": "In Bell v Queensland (2006) 71 IPR 139 at 140-141 [6]-[9] Kiefel J considered it appropriate to impose one penalty in respect of a series of offences similar to Mr Vu's; see also Hamm v Middleton (1999) 44 IPR 656 at 659 [15] per von Doussa J.",
      "id": "s202"
    },
    {
      "text": "Section 16A(2)(f): Mr Vu's contrition \n \n44 I am satisfied that Mr Vu has shown genuine contrition for his offending.",
      "id": "s203"
    },
    {
      "text": "Not only did that appear clearly from the report of the Probation and Parole Service, but in his evidence before me I consider him to have been genuinely remorseful and to have recognised that he has exposed himself to pay whatever penalty the court might extract from him as a result of his foolishness and dishonesty.",
      "id": "s204"
    },
    {
      "text": "Section 16A(2)(g): The guilty plea \n \n45 Mr Vu pleaded guilty at the first available opportunity.",
      "id": "s205"
    },
    {
      "text": "The police argues that his guilty plea must be seen in the context of an acknowledgment of the strength of the police case and a recognition of the inevitable.",
      "id": "s206"
    },
    {
      "text": "46 I am of opinion Mr Vu was genuine in pleading guilty and that he promptly acknowledged that he had done something that was wrong.",
      "id": "s207"
    },
    {
      "text": "He has not made any attempt to seek to excuse himself from, or to evade, his responsibility for what he did.",
      "id": "s208"
    },
    {
      "text": "His statement to the Parole Service that he would pay whatever penalty the court imposed on him demonstrated that.",
      "id": "s209"
    },
    {
      "text": "I am quite satisfied that, in his plea of guilty at the earliest opportunity, he was doing what a basically honest person who has made a stupid mistake and engaged in a series of foolish and dishonest criminal acts could be expected to do once the cold light of day had exposed him to a recognition of his own wrongdoing.",
      "id": "s210"
    },
    {
      "text": "As Howie J said giving the reasons of the New South Wales Court of Criminal Appeal in R v Sutton (2004) 41 MVR 40; [2004] NSWCCA 225 at [12] :\n \n 'This Court has pointed out, time and time again, that the strength of the Crown case is an irrelevant factor in determining the utilitarian value of the plea of guilty.",
      "id": "s211"
    },
    {
      "text": "The strength of the Crown case is relevant only to the evaluation of remorse and what weight should be given to that factor in determining the appropriate sentence.",
      "id": "s212"
    },
    {
      "text": "' \n\n\n \n47 I am of opinion that this was a genuine guilty plea which Mr Vu made at the first available opportunity.",
      "id": "s213"
    },
    {
      "text": "Indeed, had Mr Vu been charged shortly after the first visits of the Federation officers, I am sure that his criminal conduct would have ceased then, although I cannot, and do not, take that into account.",
      "id": "s214"
    },
    {
      "text": "I reject the police's submission that I should give less than full weight to the plea of guilty.",
      "id": "s215"
    },
    {
      "text": "Section 16A(2)(h): Degree of co-operation \n \n48 Mr Vu did co-operate with the authorities to a degree, although, as the police pointed out, he made only admissions to hiring out copyright infringing DVDs and not to selling them to the Federation officers.",
      "id": "s216"
    },
    {
      "text": "It is not suggested that he concealed or hid any of the material which implicated him in his guilt for the offences.",
      "id": "s217"
    },
    {
      "text": "He readily made admissions relating to having purchased the counterfeit DVDs.",
      "id": "s218"
    },
    {
      "text": "He also pointed out to the police (when they executed the search warrant) where the counterfeit DVDs were and made admissions as to hiring them out.",
      "id": "s219"
    },
    {
      "text": "Although his co-operation was perhaps not as fulsome as his evidence has been today or his admissions to his Honour were, I find that he has co-operated to a significant degree with the authorities.",
      "id": "s220"
    },
    {
      "text": "There was evidence of some sales to the Federation officers.",
      "id": "s221"
    },
    {
      "text": "But, Mr Vu did not sell the counterfeits on any significant scale.",
      "id": "s222"
    },
    {
      "text": "Rather, the sales occurred infrequently from his stock of DVDs used primarily for the hire business.",
      "id": "s223"
    },
    {
      "text": "Section 16A(2)(j): Deterrent effect on Mr Vu \n \n49 Most significantly I must have regard to the deterrent effect that any sentence or order under consideration may have on Mr Vu.",
      "id": "s224"
    },
    {
      "text": "I am satisfied that Mr Vu knows he must be punished.",
      "id": "s225"
    },
    {
      "text": "The likelihood that he would re-offend is minimal to non-existent.",
      "id": "s226"
    },
    {
      "text": "Section 16A(2)(k): Adequate punishment \n \n50 I am satisfied that the sentence I am to impose will adequately punish Mr Vu for his offences.",
      "id": "s227"
    },
    {
      "text": "In that regard I must have, as the police reminds me, regard to the strength of the police's case, the objective gravity of the offences, the need for general deterrence and the need for strong subjective deterrence.",
      "id": "s228"
    },
    {
      "text": "As I have said, the latter consideration is one which Mr Vu had accepted himself will be worked on him by a sentence of any kind.",
      "id": "s229"
    },
    {
      "text": "51 The authorities to which I have drawn attention demonstrate that the need for general deterrence is a most significant consideration in crimes of this character.",
      "id": "s230"
    },
    {
      "text": "They are crimes which are difficult to detect and they have the character of stealing from those who are entitled to copyright.",
      "id": "s231"
    },
    {
      "text": "52 The comparable sentences to which I was referred to in the police's submissions all indicate that, to date, no custodial sentences have been imposed for offences of the level and character of those to which Mr Vu has pleaded guilty.",
      "id": "s232"
    },
    {
      "text": "The only one in which an actual custodial sentence has been imposed involved a matter that is the subject of an appeal to Edmonds J in which judgment is reserved.",
      "id": "s233"
    },
    {
      "text": "There, 35,000 pirated video cassettes, 19 video recorders and two television sets were seized and it was alleged that copyright in the infringed products was valued at $350,000 or $10 per video tape.",
      "id": "s234"
    },
    {
      "text": "In that case the offender was sentenced by the Local Court to 12 months imprisonment with a non-parole period of eight months on his then giving a recognisance to be of good behaviour for three years and a self-surety of $1,000.",
      "id": "s235"
    },
    {
      "text": "He had been convicted of one offence under the old s 132(3) of the Act, five offences under the repealed s 132(2A)(a) of the Act and five other offences under s 148(3) of the Trade Marks Act 1995 (Cth).",
      "id": "s236"
    },
    {
      "text": "The above facts are indicative of an order of criminality of a more significant nature than in Mr Vu's case.",
      "id": "s237"
    },
    {
      "text": "53 Nonetheless, as was said in 1989 by Wilcox J in Ceselli 16 IPR at 647 and by Sheppard J in Giannotis 16 IPR at 186, the time must surely come in this country where custodial sentences are appropriate for offences involving sale or hire of counterfeit DVDs and similar works.",
      "id": "s238"
    },
    {
      "text": "There are, however, factors in this case which have inclined me to the opinion that that is not an appropriate penalty in this matter, as I will explain below.",
      "id": "s239"
    },
    {
      "text": "Section 16A(2)(m): Mr Vu's circumstances \n \n54 Mr Vu's circumstances are that he has no previous convictions.",
      "id": "s240"
    },
    {
      "text": "Although, as the police has pointed out, in white collar or fraud-related crimes the need for general deterrence is strong and that need reduces the weight to be given to this factor.",
      "id": "s241"
    },
    {
      "text": "But, I am entitled to and do have regard to Mr Vu's prior clean record in determining overall what the appropriate penalty should be.",
      "id": "s242"
    },
    {
      "text": "I am also mindful that Mr Vu was a man whose business and educational experience were not great and did not equip him properly to protect himself when he decided to enter into the business transaction in which he acquired HD Home Video.",
      "id": "s243"
    },
    {
      "text": "Nonetheless, he was intelligent enough, and honest enough, to realise that what he was doing was wrong for most of the period in which he was buying and then dealing with the DVDs from Peter.",
      "id": "s244"
    },
    {
      "text": "Section 16A(2)(n): Prospects of rehabilitation \n \n55 In my opinion the prospects of Mr Vu's rehabilitation are such that a custodial sentence would be detrimental to his rehabilitation.",
      "id": "s245"
    },
    {
      "text": "Prison of any kind would have a severe impact on him.",
      "id": "s246"
    },
    {
      "text": "It is not called for in all the circumstances of the case.",
      "id": "s247"
    },
    {
      "text": "Section 16A(2)(p): Effect on Mr Vu's family \n \n56 Mr Vu has argued that the effect of imprisoning him even on weekend detention would be such as to work a very adverse result on his family.",
      "id": "s248"
    },
    {
      "text": "No doubt some embarrassment would be caused to him in having to explain to his children what he had done and why he was to spend time in gaol.",
      "id": "s249"
    },
    {
      "text": "His sense of shame at having to do this would be significant and would cause him considerable embarrassment.",
      "id": "s250"
    },
    {
      "text": "Nonetheless, the authorities make it clear that in approaching an assessment of the effect on Mr Vu's family and dependents I must interpret s 16A(2)(p) by having regard to whether these circumstances are exceptional: see R v Hinton [2002] NSWCCA 405 ; (2002) 134 A Crim R 286 at 293 [31] per Howie J with whom Wood CJ at CL and Sully J agreed.",
      "id": "s251"
    },
    {
      "text": "I am not satisfied that the matters on which Mr Vu relies are exceptional.",
      "id": "s252"
    },
    {
      "text": "SENTENCING DISCRETION \n \n57 In determining the appropriate sentence to be imposed, the Court engages in a process known as instinctive synthesis.",
      "id": "s253"
    },
    {
      "text": "It is impossible to have regard to each of the matters which s 16A(2) requires be taken into account separately or to assign to each of them a particular figure or discount applicable to the offender, having regard to the particular circumstances each subsection addresses.",
      "id": "s254"
    },
    {
      "text": "Rather, the Court has to approach the determination of a sentence by taking into account all of the matters that are relevant, including those to which s 16A(2) refers, in addition to all other matters bearing on the sentence that will be imposed in all the circumstances of the offence or offences.",
      "id": "s255"
    },
    {
      "text": "In general, the sentencing court will reach a conclusion that a particular penalty is the one that should be imposed after weighing all of the relevant factors: Markarian v R [2005] HCA 25 ; (2005) 215 ALR 213 at 223 [37] ; [2005] HCA 25 ; (2005) 79 ALJR 1048 at 1057 [37] per Gleeson CJ, Gummow, Hayne and Callinan JJ.",
      "id": "s256"
    },
    {
      "text": "58 Because sentencing is a matter involving both an application of the general rule to be found in the statute imposing the penalty for the offence which creates it, and an assessment of the individual culpability of the defendant upon whose plea or finding of guilt a court is adjudicating, no other case can be a precise precedent for the appropriate penalty.",
      "id": "s257"
    },
    {
      "text": "Nonetheless, the courts must have regard to imposing penalties that are transparent and consistent and which the community can regard as an appropriate punishment having regard to the penalty which the Parliament has seen fit to impose as the maximum in the particular case.",
      "id": "s258"
    },
    {
      "text": "The mere fact that there is a maximum is not, of course, the only criterion by which the court imposes an appropriate penalty.",
      "id": "s259"
    },
    {
      "text": "59 In Chen v New South Wales Police Service (2003) 59 IPR 431 Jacobson J dealt with eight offences of infringement of copyright contrary to ss 132(1)(b) and (2A)(a) of the Act.",
      "id": "s260"
    },
    {
      "text": "In that case the offender had pleaded guilty before the magistrate to the eight offences and was then placed on a good behaviour bond for five years and ordered to pay a pecuniary penalty totalling $8,000.",
      "id": "s261"
    },
    {
      "text": "The penalty was payable in monthly instalments over a protracted period.",
      "id": "s262"
    },
    {
      "text": "The offender had sold counterfeit DVDs at a market on four occasions and had been found in possession of over 400 infringing CDs.",
      "id": "s263"
    },
    {
      "text": "And, at her brother's premises there were music CDs, DVDs, blank disks, paperwork and business cards in her name.",
      "id": "s264"
    },
    {
      "text": "She also had about 50 DVDs and two computers on which were found files of infringing films.",
      "id": "s265"
    },
    {
      "text": "The offender in that case was a single mother whose son had an illness and she had little means.",
      "id": "s266"
    },
    {
      "text": "His Honour came to the view that the penalty imposed was one which was proper and refused leave to appeal against the sentence.",
      "id": "s267"
    },
    {
      "text": "60 In this matter, although Mr Vu's period of offending stretched over a considerable period of about 10 months, it involved him being a distributor, rather than a manufacturer, of the infringing copies.",
      "id": "s268"
    },
    {
      "text": "I have had regard to his genuine contrition, all of the circumstances that I have described more fully above, including his early plea of guilty, his partial co-operation, and his invidious position (which I do not regard, and which he does not ask me to regard, as an excuse but as a circumstance in which the offending occurred).",
      "id": "s269"
    },
    {
      "text": "I am satisfied that he is a man who has done something which he knows was inappropriate and he is very unlikely to re-offend.",
      "id": "s270"
    },
    {
      "text": "It would not be appropriate to sentence him to prison.",
      "id": "s271"
    },
    {
      "text": "Having regard to his means and the impact on him financially, the totality of the circumstances, including his criminality and the need for general deterrence, I am of opinion that I should allow the appeal.",
      "id": "s272"
    },
    {
      "text": "61 The appropriate penalty which I consider should be imposed is a 3 year good behaviour bond with a self-surety in the sum of $1,000 conditional on Mr Vu paying a penalty of $5,000.",
      "id": "s273"
    },
    {
      "text": "He has indicated that he expects to be able to pay this by instalments of $200 per month commencing in November 2007.",
      "id": "s274"
    },
    {
      "text": "I have had regard to the fact that the police acknowledge that such a penalty is one within the range properly open to me.",
      "id": "s275"
    },
    {
      "text": "I certify that the preceding sixty-one (61) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Rares.",
      "id": "s276"
    },
    {
      "text": "Associate:\n\nDated: 28 September 2007\n\n\n Counsel for the Appellant: T Luckman \n \n Solicitor for the Appellant: Ledinh Lawyers \n \n Counsel for the Respondent: C Ng \n \n Solicitor for the Respondent: Commonwealth Director of Public Prosecutions \n \n Date of Hearing: 20 August 2007 \n \n Date of Judgment: 20 August 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1508.html",
      "id": "s277"
    }
  ]
}