{
  "name": "Alfred v Lanscar [2007] FCA 1514 (28 September 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1514.html",
  "catchphrases": [
    {
      "text": "orders incomplete and contained a clerical error",
      "id": "c0"
    },
    {
      "text": "orders republished",
      "id": "c1"
    },
    {
      "text": "orders take effect from date of earlier publication.",
      "id": "c2"
    },
    {
      "text": "slip rule",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "Alfred v Lanscar [2007] FCA 1514 (28 September 2007) \n\n [ Home ] [ Databases ] [ WorldLII ] [ Search ] [ Feedback ] Federal Court of Australia You are here: &nbsp; AustLII &gt;&gt; Databases &gt;&gt; Federal Court of Australia &gt;&gt; 2007 &gt;&gt; [2007] FCA 1514 \n\n [ Database Search ] [ Name Search ] [ Recent Decisions ] [ Noteup ] [ Download ] [ Help ] Alfred v Lanscar [2007] FCA 1514 (28 September 2007) \nLast Updated: 2 October 2007 \n FEDERAL COURT OF AUSTRALIA \n\n Alfred v Lanscar [2007] FCA 1514 \n \n\n\n SLIP RULE --- orders incomplete and contained a clerical error --- orders republished --- orders take effect from date of earlier publication.",
      "id": "s0"
    },
    {
      "text": "Alfred v Lanscar [2007] FCA 1001 \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n GREGORY CHARLES ALFRED v LES LANSCAR AND CONSTRUCTION, FORESTRY, MINING AND ENERGY UNION \n ACD 15 OF 2006 \n\n BUCHANAN J \n 28 SEPTEMBER 2007 \n SYDNEY \n\n\n\n IN THE FEDERAL COURT OF AUSTRALIA \n AUSTRALIAN CAPITAL TERRITORY DISTRICT REGISTRY ACD 15 OF 2006 \n\n BETWEEN: GREGORY CHARLES ALFRED \n Applicant AND: LES LANSCAR \n First Respondent \n\n CONSTRUCTION, FORESTRY, MINING AND ENERGY UNION \n Second Respondent \n\n JUDGE: BUCHANAN J DATE OF ORDER: 28 SEPTEMBER 2007 WHERE MADE: SYDNEY \n\n BY CONSENT THE COURT DECLARES THAT: \n\n \n 1. a) By making a representation on 9 February 2005 to Paul Papas, a director of Papas Painting Contractors Pty Limited, to the effect that in order to work on the Avenue Apartments site (a site at the corner of Barry Drive and Northbourne Avenue, Turner in the Australian Capital City), painters were obliged to join the second respondent, and advising, encouraging or inciting Papas Painting Contractors Pty Limited via Mr Papas to refuse to make use of painting services offered by persons who were not members of the second respondent (whether they were or should have been employees or independent contractors), the first respondent contravened s 298S(2)(a) of the pre-reform Workplace Relations Act 1996 (Cth).",
      "id": "s1"
    },
    {
      "text": "b) By making a representation on 9 February 2005 to Paul Papas, a director of Papas Painting Contractors Pty Limited, to the effect that in order to work on the Avenue Apartments site, (a site at the corner of Barry Drive and Northbourne Avenue, Turner in the Australian Capital City), painters were obliged to join the second respondent, and thereby intending to coerce Papas Painting Contractors Pty Limited via Mr Papas to refuse to make use of painting services offered by any of its employees who were not members of the second respondent, the first respondent contravened s 298S(2)(b) of the pre-reform Workplace Relations Act 1996 (Cth).",
      "id": "s2"
    },
    {
      "text": "c) By the actions of the first respondent referred to in paragraph 1(a) and 1(b) above, the second respondent contravened s 298S(2)(a) and s 298S(2)(b) of the pre-reform Workplace Relations Act 1996 (Cth).",
      "id": "s3"
    },
    {
      "text": "BY CONSENT THE COURT ORDERS THAT: \n \n2 .",
      "id": "s4"
    },
    {
      "text": "a) a penalty of $2,000 be imposed upon the first respondent in respect of the contraventions referred to in Declarations 1(a) and 1(b) above;\n \n b) a penalty of $10,000 be imposed upon the second respondent in respect of the contraventions referred to in Declaration 1(c) above;\n \n c) the penalties referred to in paragraphs 2(a) and 2(b) above be paid into the Consolidated Revenue Fund within 28 days of the date of these orders.",
      "id": "s5"
    },
    {
      "text": "THE COURT ORDERS THAT: \n \n3.",
      "id": "s6"
    },
    {
      "text": "The declarations and orders above take effect on and from 4 July 2007.",
      "id": "s7"
    },
    {
      "text": "Note: Settlement and entry of orders is dealt with in Order 36 of the Federal Court Rules .",
      "id": "s8"
    },
    {
      "text": "IN THE FEDERAL COURT OF AUSTRALIA \n AUSTRALIAN CAPITAL TERRITORY DISTRICT REGISTRY ACD 15 OF 2006 \n\n BETWEEN: GREGORY CHARLES ALFRED \n Applicant AND: LES LANSCAR \n First Respondent \n\n CONSTRUCTION, FORESTRY, MINING AND ENERGY UNION \n Second Respondent \n\n JUDGE: BUCHANAN J DATE: 28 SEPTEMBER 2007 PLACE: SYDNEY \n\n\n SUPPLEMENTARY REASONS FOR JUDGMENT \n \n BUCHANAN J: \n \n1 In a judgment published on 4 July 2007 ( Alfred v Lanscar [2007] FCA 1001) I provided reasons for making orders which the parties had agreed were appropriate.",
      "id": "s9"
    },
    {
      "text": "2 Unfortunately, the orders as formally published contain a clerical error and are incomplete.",
      "id": "s10"
    },
    {
      "text": "As a result, they do not faithfully reflect the orders which the parties, by consent, asked the Court to make.",
      "id": "s11"
    },
    {
      "text": "It has also become apparent that there is a clerical error in the orders proposed by the parties which was not detected by them or by the Court.",
      "id": "s12"
    },
    {
      "text": "3 In the circumstances, and for both reasons, it is appropriate to invoke the 'slip rule' and republish the orders in the form it was intended by the parties and the Court they should be made.",
      "id": "s13"
    },
    {
      "text": "4 The republished orders will take effect from the date of the earlier judgment.",
      "id": "s14"
    },
    {
      "text": "I certify that the preceding four (4) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Buchanan.",
      "id": "s15"
    },
    {
      "text": "Associate:\n\nDated: 28 September 2007\n\n\n Counsel for the Applicant: Dr J G Renwick \n \n Solicitor for the Applicant: Australian Government Solicitor \n \n Counsel for the Respondent: Ms C Ronalds AM SC and Mr S Whybrow \n \n Solicitor for the Respondent: Slater &amp; Gordon Incorporating Gary Robb &amp; Associates \n \n Date of Hearing: 16 - 17 April and 28 May 2007 \n \n Date of Judgment: 28 September 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1514.html",
      "id": "s16"
    }
  ]
}