{
  "name": "Commissioner of Taxation v Dixon (Trustee) [2007] FCA 1079 (25 July 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1079.html",
  "catchphrases": [
    {
      "text": "appeal from a decision of the administrative appeals tribunal",
      "id": "c0"
    },
    {
      "text": "tribunal varied a decision of the commissioner of taxation not to remit any part of an administrative penalty imposed on the respondent by virtue of the respondent having incorrectly sought an input tax credit",
      "id": "c1"
    },
    {
      "text": "tribunal found that 25% of the penalty imposed should be remitted to the respondent",
      "id": "c2"
    },
    {
      "text": "tribunal found that no harm was done as respondent's error was identified by commissioner before any money was refunded",
      "id": "c3"
    },
    {
      "text": "factors relevant to the exercise of the remission discretion",
      "id": "c4"
    },
    {
      "text": "whether factors relevant to the exercise of the remission discretion restricted to those relating to the conduct of a taxpayer or at least the taxpayer's circumstances",
      "id": "c5"
    },
    {
      "text": "relevance of general interest charge regime in the taxation legislation",
      "id": "c6"
    },
    {
      "text": "whether penalty imposed by the commissioner or the legislation",
      "id": "c7"
    },
    {
      "text": "whether the fact that a refund of the tax amount in question was never made to the taxpayer meant that no harm was done is an irrelevant consideration in the exercise of the remission discretion",
      "id": "c8"
    },
    {
      "text": "whether it is necessary that there be special circumstances before the remission discretion is exercised",
      "id": "c9"
    },
    {
      "text": "taxation",
      "id": "c10"
    },
    {
      "text": "taxation",
      "id": "c11"
    }
  ],
  "sentences": [
    {
      "text": "1 Before me is an amended notice of appeal from the decision of the Administrative Appeals Tribunal (\"the Tribunal\") constituted by Senior Member McCabe, given on 17 February 2006.",
      "id": "s0"
    },
    {
      "text": "In that decision the Tribunal affirmed the imposition of an administrative penalty of 50% of the respondent's taxation shortfall on the respondent pursuant to s 284 -90 of Sch 1 to the Taxation Administration Act 1953 (Cth) (\"the Act \"), but varied the Commissioner's decision not to remit any part of that penalty.",
      "id": "s1"
    },
    {
      "text": "The Tribunal ordered that part of the penalty should be remitted such that the penalty was equivalent to 25% of the respondent's tax shortfall.",
      "id": "s2"
    },
    {
      "text": "2 The Commissioner seeks the following orders:\n \n(a) the appeal be allowed;\n \n(b) so much of the Tribunal's decision as varied the decision under review by remitting part of the administrative penalty imposed by the Act be set aside;\n \n(c) in lieu thereof, the Court to order that the decision under review be wholly affirmed;\n \n(d) no order as to costs of and incidental to the appeal.",
      "id": "s3"
    },
    {
      "text": "3 Questions of law raised in the amended notice of appeal are whether:\n \n(a) circumstances relevant to the exercise of the remission discretion conferred by s 298-20 of Sch 1 to the Act (\"the remission discretion\") are not restricted to those relating to the conduct of a taxpayer or at least the taxpayer's circumstances;\n \n(b) particularly having regard to the separate provision in the Act for the payment of general interest charge in respect of a tax shortfall, the fact that a refund of the tax shortfall amount in question was never made to the respondent is an irrelevant consideration in the exercise of the remission discretion;\n \n(c) the Act , rather than the Commissioner, imposes the penalty the subject of the remission decision at the rate of 50% and the Commissioner thereby becomes entitled to collect such penalty;\n \n(d) the fact that a refund of the tax shortfall amount in question was never made to the taxpayer meant that no harm was done is an irrelevant consideration in the exercise of the remission discretion;\n \n(e) before exercising the remission discretion it is necessary that there be special circumstances;\n \n(f) considerations relevant to the exercise of the remission discretion include:\n \n \n (1) the amount of the tax shortfall;\n (2) a failure on the part of a taxpayer when lodging an amended business activity statement (BAS) with the Commissioner to consult with a former tax agent or solicitor having knowledge of whether a supply shown on the amended BAS was a taxable supply;\n (3) that the Act imposed a penalty at the rate of 50%;\n (4) that the whole of the shortfall amount resulted from recklessness as to the operation of a taxation law; and\n (5) the existence or otherwise of special circumstances.",
      "id": "s4"
    },
    {
      "text": "BACKGROUND \n \n4 The facts of this case are set out in detail in the reasons for decision of the Tribunal.",
      "id": "s5"
    },
    {
      "text": "In summary, they are as follows:\n \n \n 1.",
      "id": "s6"
    },
    {
      "text": "The respondent had been a businessman in New Zealand, and moved to Australia in 2000 following the death of his wife.",
      "id": "s7"
    },
    {
      "text": "His late wife had always looked after his tax affairs.",
      "id": "s8"
    },
    {
      "text": "2.",
      "id": "s9"
    },
    {
      "text": "Having lived off capital, the respondent decided to adopt a more active investment strategy, including purchasing a commercial property tenanted by a number of retailers (\"the property\").",
      "id": "s10"
    },
    {
      "text": "The purchase of the property as a going concern was completed on 31 October 2003 for the purchase price of $1,885,000.",
      "id": "s11"
    },
    {
      "text": "3.",
      "id": "s12"
    },
    {
      "text": "The respondent retained a tax agent, Mr Paul Mugridge, to assist him with his tax affairs.",
      "id": "s13"
    },
    {
      "text": "Mr Mugridge completed a business activity statement (BAS) for the quarter ending 31 December 2003, confirming that the sale was not subject to GST, and that there was no basis for seeking an input tax credit (ITC).",
      "id": "s14"
    },
    {
      "text": "4.",
      "id": "s15"
    },
    {
      "text": "The respondent completed the next three BASs himself.",
      "id": "s16"
    },
    {
      "text": "He said that he was under the impression that Mr Mugridge was going out of business, so he approached a new tax agent, Mr Gillard, to assist him in the latter part of 2004.",
      "id": "s17"
    },
    {
      "text": "5.",
      "id": "s18"
    },
    {
      "text": "Mr Gillard reviewed documentation he received from the respondent including a partial copy of an earlier version of the contract of sale of the property, and asked the respondent why there had not been a claim for an ITC on the purchase of the property.",
      "id": "s19"
    },
    {
      "text": "The respondent did not know.",
      "id": "s20"
    },
    {
      "text": "6.",
      "id": "s21"
    },
    {
      "text": "Several attempts were apparently made by the respondent and Ms Anderson, an employee of Mr Gillard, to contact the vendor to discuss the issue.",
      "id": "s22"
    },
    {
      "text": "Apparently no contact was made with either Mr Mugridge or the respondent's solicitor, who had relevant information.",
      "id": "s23"
    },
    {
      "text": "7.",
      "id": "s24"
    },
    {
      "text": "On 8 December 2004 Mr Gillard lodged an amended BAS relating to the quarter ending 31 December 2003 seeking an ITC.",
      "id": "s25"
    },
    {
      "text": "The Tribunal noted that there was dispute concerning the events pertaining to lodgement of the BAS - the respondent stated that he did not instruct Mr Gillard or Ms Anderson to lodge the amended BAS, and Mr Gillard did not know why the BAS was lodged at that time.",
      "id": "s26"
    },
    {
      "text": "Ms Anderson was not available for cross-examination at the time of the Tribunal hearing.",
      "id": "s27"
    },
    {
      "text": "8.",
      "id": "s28"
    },
    {
      "text": "It was not in dispute that a claim for an ITC was not open to the respondent in circumstances where the property in question was sold as a going concern: s 38.325 A New Tax System (Goods and Services Tax) Act 1999 (Cth) (GST Act ).",
      "id": "s29"
    },
    {
      "text": "The parties agreed that the amended BAS should never have been filed.",
      "id": "s30"
    },
    {
      "text": "9.",
      "id": "s31"
    },
    {
      "text": "No money was refunded to the respondent, and the Commissioner imposed an administrative penalty of 50% of the amount of the credit that had been wrongly claimed on the basis that the claim was made recklessly as provided in s 284-90 of the Act .",
      "id": "s32"
    },
    {
      "text": "DECISION OF THE COMMISSIONER \n \n5 The respondent objected to imposition of the penalty, and subsequently the decision of the Commissioner not to remit the penalty.",
      "id": "s33"
    },
    {
      "text": "Both objections were rejected by the Commissioner.",
      "id": "s34"
    },
    {
      "text": "6 With respect to the objection of the respondent concerning the remission of the penalty, the Commissioner informed the respondent that there were not sufficient grounds upon which the Commissioner could exercise his discretion under s 298-20(1) of Sch 1 to the Act and remit all or part of the administrative penalty imposed.",
      "id": "s35"
    },
    {
      "text": "In making this decision, the Commissioner took into account Law Administration Practice Statement PS LA 2004/5 which provides that there is no general remission of administrative penalties for shortfall amounts unless there are exceptional circumstances to justify remission either in full or in part.",
      "id": "s36"
    },
    {
      "text": "In summary, the reasons for decision of the Commissioner in finding there were no exceptional circumstances in this case included:\n \n \n &#8226; the Commissioner took the view that the respondent had not shown that a genuine attempt was made in the matter to comply with his obligations\n &#8226; the change in accountants was not relevant to the tax shortfall, which was a result of the ITC incorrectly claimed\n &#8226; the Commissioner took the view that the respondent behaved recklessly because both the respondent and his tax agent failed to make even basic inquiries with either the vendor of the property, Mr Mugridge or the respondent's solicitor to determine the correct GST treatment of the sale or to obtain a tax invoice\n &#8226; the Commissioner took the view that the respondent also displayed recklessness by claiming an ITC on the basis of a draft copy of the contract of sale of the property and did not attempt to obtain a copy of the executed contract from his solicitor until 3 February 2005, when a copy of the executed contract would have made it clear that the purchase price of the property did not include GST\n &#8226; the respondent did not contact Mr Mugridge to inquire why he had not claimed the ITC for this acquisition\n &#8226; no inquiries as to the GST treatment of the transaction were made by either the respondent or Mr Gillard, and therefore the Commissioner considered that no genuine effort was made to comply with what is considered to be a fundamental requirement of the new tax system.",
      "id": "s37"
    },
    {
      "text": "7 The respondent applied to the Tribunal to review the Commissioner's determination that the respondent's conduct had been reckless, and the separate but related decision not to remit any of the penalty.",
      "id": "s38"
    },
    {
      "text": "DECISION OF THE TRIBUNAL \n \n8 Senior Member McCabe said it was difficult to understand how any tax agent could have allowed an amended BAS to be submitted in circumstances where he had not obtained clear confirmation that the sale was subject to GST, had not checked the details of the sale with his client's former tax agent or solicitor, did not see the final contract of sale and did not interrogate his client appropriately about the inquiries he was undertaking.",
      "id": "s39"
    },
    {
      "text": "Accordingly, the Tribunal was satisfied that the decision to impose the penalty on the basis of recklessness was the correct and preferable decision (at [27]).",
      "id": "s40"
    },
    {
      "text": "No appeal has been made from that aspect of the Tribunal's decision.",
      "id": "s41"
    },
    {
      "text": "9 In relation to the issue whether the penalty should be remitted, the Tribunal noted that the Act requires the respondent to show that the decision not to remit the penalty should not have been made or should have been made differently (s 14ZZK(b)(iii)) (at [28]).",
      "id": "s42"
    },
    {
      "text": "The Tribunal further noted that even if it accepted that the respondent was personally blameless in this affair, it did not follow that this was a basis for remitting the penalty as the regulatory regime stated that the respondent was liable for penalties imposed in respect of his mistakes as well as those committed on his behalf by his agent (at [30]).",
      "id": "s43"
    },
    {
      "text": "10 The Tribunal was of the view that one must identify special circumstances before remitting a penalty, and that the exercise of the remission discretion should be the exception rather than the rule.",
      "id": "s44"
    },
    {
      "text": "However in reaching its decision that there should be a remittance of the penalty, the Tribunal continued:\n \n \"[32] I do not think the search for mitigating circumstances is restricted to the taxpayer's conduct.",
      "id": "s45"
    },
    {
      "text": "One must have regard to all the circumstances.",
      "id": "s46"
    },
    {
      "text": "In the course of that analysis, one must weigh the importance of preserving the deterrent value of the penalties against the hardship that will be imposed on a particular defendant.",
      "id": "s47"
    },
    {
      "text": "A penalty may be remitted (wholly or in part) in order to avoid a harsh outcome.",
      "id": "s48"
    },
    {
      "text": "[33] In this case, the error in the amended BAS was detected before any refund was made.",
      "id": "s49"
    },
    {
      "text": "Mr Looney pointed out that was no thanks to the taxpayer: the error was discovered as a result of the diligence of the Commissioner's personnel.",
      "id": "s50"
    },
    {
      "text": "That is true, and does no credit to the applicant's case.",
      "id": "s51"
    },
    {
      "text": "But one cannot ignore the Commissioner has become entitled to collect a penalty in the amount of $84,681 even though he did not actually make the payment sought by the taxpayer.",
      "id": "s52"
    },
    {
      "text": "While I would not characterise that gain as a windfall, it seems to me the outcome is harsh.",
      "id": "s53"
    },
    {
      "text": "[34] The penalty should be reduced to 25% of the shortfall amount (ie, half of the penalty that has been imposed should be remitted to the taxpayer) to reflect the fact that no harm was done.",
      "id": "s54"
    },
    {
      "text": "The taxpayer is still required to pay in excess of $40,000 - a swingeing reminder of the need for diligence in dealing with the tax office.",
      "id": "s55"
    },
    {
      "text": "\"\n \n GROUNDS OF APPEAL \n \n11 The Commissioner's grounds of appeal as set out in the amended notice of appeal are as follows:\n \n(a) On the true construction of the Act:\n \n \n (1) the Tribunal erred in concluding that circumstances relevant to the exercise of the remission discretion conferred by s 298-20 of the Sch 1 to the Act are not restricted to those relating to the conduct of a taxpayer or at least the taxpayer's circumstances;\n (2) particularly having regard to the separate provision in the Act for the payment of general interest charge (\"GIC\") in respect of a tax shortfall, the Tribunal took into account an irrelevant consideration in the exercise of the remission discretion, namely that a refund of the tax shortfall amount in question was never made to the respondent;\n (3) the Tribunal erred in the exercise of the remission discretion in proceeding on the basis that the Commissioner, rather than the Act , imposed a penalty at the rate of 50% and that the Commissioner had therefore become entitled to collect a penalty; and\n (4) the Tribunal erred in the exercise of the remission discretion in proceeding on the basis that the fact that a refund of the tax shortfall amount in question was never made to the taxpayer meant that no harm was done such that the penalty imposed by the Act should be halved.",
      "id": "s56"
    },
    {
      "text": "(b) In the context of whether the remission discretion should be exercised, the following are relevant considerations:\n \n \n (1) the amount of the tax shortfall;\n (2) a failure on the part of a taxpayer when lodging an amended BAS with the Commissioner to consult with a former tax agent or solicitor having knowledge of whether a supply shown on the amended BAS was a taxable supply;\n (3) that the Act imposed a penalty at the rate of 50%;\n (4) that the whole of the shortfall amount resulted from recklessness as to the operation of a taxation law; and\n (5) having posed the question that special circumstances were necessary before remitting a penalty, those special circumstances; \n \n \n and the Tribunal erred in failing to take each of those considerations into account when exercising, in place of the Commissioner, the remission discretion.",
      "id": "s57"
    },
    {
      "text": "(c) In the context of whether the remission discretion should be exercised, the following were irrelevant considerations:\n \n \n (1) that a refund of the tax shortfall amount in question was never made to the respondent;\n (2) the fact that a refund of the tax shortfall amount in question was never made to the taxpayer meant that no harm was done \n \n \n and the Tribunal erred in taking these considerations into account when exercising, in place of the Commissioner, the remission discretion.",
      "id": "s58"
    },
    {
      "text": "APPEAL TO FEDERAL COURT \n \n12 Appeals to the Federal Court from decisions of the Tribunal are confined to questions of law: s 44(1) Administrative Appeals Tribunal Act 1975 (Cth).",
      "id": "s59"
    },
    {
      "text": "These appeals are not appeals in the strict sense as they lie within the original jurisdiction of the court: Drake v Minister for Immigration and Ethnic Affairs (1979) 24 ALR 577 at 581, Birdseye v Australian Securities and Investments Commission [2003] FCAFC 232 at [1] .",
      "id": "s60"
    },
    {
      "text": "13 The essence of the Commissioner's appeal is that the exercise of discretion by the Tribunal miscarried by reason of one or more errors of law: House v R [1936] HCA 40 ; (1936) 55 CLR 499 at 505, Avon Downs Pty Ltd v Federal Commissioner of Taxation [1949] HCA 26 ; (1949) 78 CLR 353 at 360.",
      "id": "s61"
    },
    {
      "text": "With the exception of Question of Law (c), the common factor in the questions of law posed to the Court, and the grounds of appeal of the Commissioner, is that the Tribunal either took into account irrelevant considerations in exercising its discretion, or failed to take into account relevant considerations.",
      "id": "s62"
    },
    {
      "text": "Proceedings before the Tribunal miscarry due to error of law where the Tribunal fails to determine a matter before it by reference to relevant considerations: Sullivan v Department of Transport (1978) 20 ALR 323 (especially per Fisher J at 350).",
      "id": "s63"
    },
    {
      "text": "STATUTORY FRAMEWORK \n \n14 The relevant legislative provisions before me are found in Pt 4.25 Div 284 and Div 298 of Sch 1 to the Act in force at the relevant time.",
      "id": "s64"
    },
    {
      "text": "Division 284 provides for administrative penalties for statements, unarguable positions and schemes, and Div 298 enacts the machinery provisions for civil penalties where an administrative penalty is imposed on an entity by another division in Pt 4.25 or by subdiv 162-C of the GST Act .",
      "id": "s65"
    },
    {
      "text": "Penalties: Division 284 Schedule 1 \n \n15 The provisions of Div 284 were introduced by A New Tax System (Tax Administration) Act (No 2) 2000 (Cth).",
      "id": "s66"
    },
    {
      "text": "They are based on the penalty provisions then existing in Pt VII of the Income Tax Assessment Act 1936 (Cth), introduced by the Taxation Laws Amendment (Self Assessment) Act 1992 (Cth).",
      "id": "s67"
    },
    {
      "text": "16 As is clear from s 284-75, the legislation imposes an administrative penalty on a taxpayer where a statement is made to the Commissioner which is false or misleading in a material particular, and the taxpayer has a shortfall amount as a result of the statement.",
      "id": "s68"
    },
    {
      "text": "Section 284-75 so far as relevant provides:\n \n (1) You are liable to an administrative penalty if: \n \n \n (a) you or your agent makes a statement to the Commissioner or to an entity that is exercising powers or performing functions under a taxation law; and\n (b) the statement is false or misleading in a material particular, whether because of things in it or omitted from it; and\n (c) you have a shortfall amount as a result of the statement.",
      "id": "s69"
    },
    {
      "text": "17 The \"shortfall\" amount in this case falls within item 2 in s 284-80(1) as:\n \n \"an amount that the Commissioner must pay or credit to you under a taxation law for an accounting period...worked out on the basis of the statement is more than it would be if the statement were not false or misleading\".",
      "id": "s70"
    },
    {
      "text": "18 The penalty imposed in this case was 50% of the shortfall amount, calculated in accordance with the table found in s 284-90:\n Item In this situation The base penalty amount is 1 Your shortfall amount or part of it resulted from intentional disregard of a taxation law by you or your agent.",
      "id": "s71"
    },
    {
      "text": "75% of your shortfall amount or part 2 Your shortfall amount or part of it resulted from recklessness by you or your agent as to the operation of a taxation law.",
      "id": "s72"
    },
    {
      "text": "50% of your shortfall amount or part 3 Your shortfall amount or part of it resulted from a failure by you or your agent to take reasonable care to comply with a taxation law.",
      "id": "s73"
    },
    {
      "text": "25% of your shortfall amount or part 4 Your shortfall amount or part of it resulted from you or your agent treating an income tax law as applying to a matter or identical matters in a particular way that was not reasonably arguable, and that amount is more than the greater of $10,000 or 1% of the income tax payable by you for the income year, worked out on the basis of your income tax return.",
      "id": "s74"
    },
    {
      "text": "25% of your shortfall amount or part \n\n \n19 The effect of these provisions is as follows:\n \n \n &#8226; where there is a shortfall amount the Commissioner is required to identify the cause of the shortfall amount, and apply the appropriate percentage to arrive at the base penalty amount;\n &#8226; accordingly, once the cause has been identified, the taxpayer is liable to pay the applicable penalty (for example, 50% of the shortfall amount in circumstances where the shortfall resulted from recklessness);\n &#8226; at this stage in the process there is no discretion in the Commissioner as to the imposition of the relevant penalty - the amount of the penalty flows from the cause of the shortfall, based on the culpability of the behaviour of the taxpayer or tax agent.",
      "id": "s75"
    },
    {
      "text": "20 This approach is consistent with the explanation of Div 284 in the Explanatory Memorandum to the A New Tax System (Tax Administration) Bill (No 2) 2000 (\"Explanatory Memorandum 2000\"), which is relevant interpretative material for the purposes of s 15AB(2)(e) Acts Interpretation Act 1901 (Cth).",
      "id": "s76"
    },
    {
      "text": "So, for example, where the Commissioner determines that a shortfall has been caused as a result of recklessness of the taxpayer, the Explanatory Memorandum 2000 notes:\n \n 1.63 A taxpayer will be liable to pay a base penalty amount of 50% of a shortfall amount caused by the taxpayer or agent behaving recklessly with regard to the operation of a taxation law.",
      "id": "s77"
    },
    {
      "text": "[Schedule 1, item 2, item 2 in subsection 284-90 (1)]\n \n (I also note paras 1.57 and 1.143 Explanatory Memorandum 2000) \n\n21 Question of Law (c) posed by the Commissioner is in terms that:\n \n (c) the Act , rather than the Commissioner, imposes the penalty the subject of the remission decision at the rate of 50% and the Commissioner thereby becomes entitled to collect such penalty.",
      "id": "s78"
    },
    {
      "text": "22 The Commissioner has submitted that the relevant penalty is imposed by the legislation itself, not by the exercise of any discretion on his part, and is determined objectively based on the culpability of the behaviour of the relevant taxpayer or tax agent.",
      "id": "s79"
    },
    {
      "text": "This issue does not appear in dispute - as the respondent acknowledged in his submissions, the process by which an administrative penalty is imposed under s 284-90 does not involve any element of discretion, and is indeed a rigid process.",
      "id": "s80"
    },
    {
      "text": "23 It follows from this analysis that I accept the submissions of the Commissioner on Question of Law (c).",
      "id": "s81"
    },
    {
      "text": "Remission of penalty Division 298 Schedule 1 \n \n24 Section 298-20 authorises the Commissioner to remit all or part of the penalty as follows:\n \n (1) The Commissioner may remit all or a part of the penalty.",
      "id": "s82"
    },
    {
      "text": "(2) If the Commissioner decides: \n \n \n (a) not to remit the penalty; or\n (b) to remit only part of the penalty \n \n \n the Commissioner must give written notice of the decision and the reasons for the decision to the entity.",
      "id": "s83"
    },
    {
      "text": "(3) If: \n \n \n (a) the Commissioner refuses to any extent to remit an amount of penalty; and\n (b) the amount of penalty payable after the refusal is more than 2 penalty units; and \n \n \n \n \n Note: see section 4AA of the Crimes Act 1914 for the current value of a penalty unit.",
      "id": "s84"
    },
    {
      "text": "(c) the entity is dissatisfied with the decision; \n \n \n the entity may object against the decision in the manner set out in Part IVC.",
      "id": "s85"
    },
    {
      "text": "25 Accordingly the time at which the Commissioner does have a discretion in relation to the amount of penalty eventually levied is following the imposition of the penalty by the Act , because following the imposition of the penalty the Commissioner has power to remit the penalty or part thereof in accordance with Div 298.",
      "id": "s86"
    },
    {
      "text": "SUBMISSIONS OF THE PARTIES \n \n 26 In relation to the exercise of the remission discretion conferred by s 298-20 of Schedule 1, the Commissioner submitted in summary: \n \n \n 1.",
      "id": "s87"
    },
    {
      "text": "Having regard to the subject-matter, scope and purpose of the Act , there are to be found implied limitations as to the factors which a decision-maker may have regard in relation to the exercise of the discretion.",
      "id": "s88"
    },
    {
      "text": "2.",
      "id": "s89"
    },
    {
      "text": "Implied limitations include: \n \n\n&#8226; that such factors must be particular to the taxpayer and the specific penalty being considered for remission\n \n&#8226; consideration of any factor independent of the particular circumstances or conduct of the relevant taxpayer would be inconsistent with the imposition of the penalty by the legislature and the purpose of that imposition, namely that of promoting consistent treatment in respect of the rates of penalties imposed for a certain standard of behaviour\n \n&#8226; that the consequences of the behaviour (in this case, reckless behaviour) are to be disregarded unless the consequences are referable to something the taxpayer has done by way of preventing or ameliorating those consequences\n \n&#8226; that the presence in the Act of a GIC regime, designed to have such a compensatory consequence, necessarily implies that the separate \"penalty imposition and discretionary remission\" regime is concerned with matter other than loss of use of revenue.",
      "id": "s90"
    },
    {
      "text": "3.",
      "id": "s91"
    },
    {
      "text": "In characterising the fact that the Commissioner had \"become entitled to collect a penalty in the amount of $84,681 even though he did not actually make the payment sought by the [respondent]\" as an outcome which was \"harsh\", the Tribunal was not making reference to any circumstance particular to the respondent.",
      "id": "s92"
    },
    {
      "text": "The Tribunal did not make any finding of act as to the effect of the administrative penalty on the respondent.",
      "id": "s93"
    },
    {
      "text": "The Tribunal specifically found that the fact that the refund payment was not made by the Commissioner was not attributable to any conduct on the part of the respondent.",
      "id": "s94"
    },
    {
      "text": "4.",
      "id": "s95"
    },
    {
      "text": "The Tribunal's conclusion that the penalty was harsh was on the basis that the Commissioner, rather than the Act , imposed a penalty at the rate of 50%.",
      "id": "s96"
    },
    {
      "text": "5.",
      "id": "s97"
    },
    {
      "text": "The fact that a refund of the tax shortfall amount in question was never made to the respondent, where it was found that it was not the respondent who had caused or contributed to that consequence, was an irrelevant consideration in the exercise of the remission discretion.",
      "id": "s98"
    },
    {
      "text": "6.",
      "id": "s99"
    },
    {
      "text": "The Tribunal erred in proceeding on the basis that the fact that no tax shortfall amount was refunded meant that no harm was done such that the penalty imposed by the Act should be halved.",
      "id": "s100"
    },
    {
      "text": "This was an irrelevant consideration where it was found that it was not the respondent who had caused or contributed to that consequence.",
      "id": "s101"
    },
    {
      "text": "7.",
      "id": "s102"
    },
    {
      "text": "The following are relevant considerations in the context of whether the remission discretion should be exercised: \n \n\n&#8226; the amount of the tax shortfall\n \n&#8226; that the Act imposed a penalty at the rate of 50%\n \n&#8226; that the whole of the shortfall amount resulted from recklessness as to the operation of a taxation law\n \n&#8226; any circumstances peculiar to the taxpayer.",
      "id": "s103"
    },
    {
      "text": "27 In summary the respondent submitted the following:\n \n \n 1.",
      "id": "s104"
    },
    {
      "text": "The purpose of the flexibility in s 298-20 is to avoid harsh outcomes which may result from a rigid process, and harshness of outcome is assessed in light of a wide range of factors.",
      "id": "s105"
    },
    {
      "text": "2.",
      "id": "s106"
    },
    {
      "text": "The discretion conferred by s 298-20 is a wide one both as to the range of factors that may be taken into account in assessing harshness of outcome, and in determining how the discretion, when triggered, should be exercised.",
      "id": "s107"
    },
    {
      "text": "3.",
      "id": "s108"
    },
    {
      "text": "The limitations contended by the Commissioner are not implied by the subject matter, scope or purpose of the Act , and are incompatible with the wide discretion intended for the section.",
      "id": "s109"
    },
    {
      "text": "4.",
      "id": "s110"
    },
    {
      "text": "The legislative intent was not to impose the same penalty for behaviour of the same culpability, because such an intent would have resulted in a fixed monetary amount of the penalty for each category of conduct.",
      "id": "s111"
    },
    {
      "text": "Both the intent and the effect of the legislation are to impose the same rate of penalty for it.",
      "id": "s112"
    },
    {
      "text": "5.",
      "id": "s113"
    },
    {
      "text": "The discretion in s 298-20 reflects a legislative acknowledgement that the penalty formula for each category of conduct incorporates one single variable, namely the quantum of the tax shortfall, and that the application of the formula will produce different outcomes for cases within the same category.",
      "id": "s114"
    },
    {
      "text": "It also reflects a legislative acknowledgment that sometimes the outcome reached will be harsh and that there needs to be a flexible means of ameliorating the harshness of the outcome in such instances.",
      "id": "s115"
    },
    {
      "text": "6.",
      "id": "s116"
    },
    {
      "text": "Relevant factors are not confined to those which are particular to the taxpayer and the specific penalty being considered for remission because: \n \n\n&#8226; it inhibits the potential of s 298-20 to fulfil its role of avoiding harsh outcomes\n \n&#8226; in any event \"particular circumstances or conduct of the relevant taxpayer\" are ambiguous, and could encompass the quantum of the penalty and the fact that the respondent had been paid nothing by the Commissioner.",
      "id": "s117"
    },
    {
      "text": "7.",
      "id": "s118"
    },
    {
      "text": "The limitation proposed by the Commissioner that the consequences of the behaviour are to be disregarded unless the consequences are referable to something the taxpayer has done by way of preventing or ameliorating those consequences, proposes in effect that the remission discretion be merit-based, is without foundation, and also inhibits the potential of s 298-20 to fulfil its role of avoiding harsh outcomes.",
      "id": "s119"
    },
    {
      "text": "8.",
      "id": "s120"
    },
    {
      "text": "The GIC regime regulates circumstances where there has been a loss of revenue, by underpayment by a taxpayer or by overpayment of a refund.",
      "id": "s121"
    },
    {
      "text": "It does not regulate for circumstances where there has been no loss of use of revenue and does not preclude absence of harm from consideration in how the discretion is to be exercised.",
      "id": "s122"
    },
    {
      "text": "RELEVANT FACTORS TO EXERCISE OF REMISSION DISCRETION IN THIS CONTEXT \n \n28 Although s 298-20, which authorises the Commissioner to remit all or part of the penalty to the taxpayer, requires the Commissioner to notify the taxpayer of reasons for a decision to either not remit a penalty or remit only part of the penalty, the section does not specify the considerations the Commissioner must take into account in so doing.",
      "id": "s123"
    },
    {
      "text": "In these circumstances it is useful to note observations of Mason J in Minister for Aboriginal Affairs v Peko-Wallsend Ltd [1986] HCA 40 ; (1986) 162 CLR 24 at 39-40 where his Honour said:\n \n \"What factors a decision-maker is bound to consider in making the decision is determined by construction of the statute conferring the discretion.",
      "id": "s124"
    },
    {
      "text": "If the statute expressly states the considerations to be taken into account, it will often be necessary for the court to decide whether those enumerated factors are exhaustive or merely inclusive.",
      "id": "s125"
    },
    {
      "text": "If the relevant factors - and in this context I use this expression to refer to the factors which the decision-maker is bound to consider - are not expressly stated, they must be determined by implication from the subject matter, scope and purpose of the Act .",
      "id": "s126"
    },
    {
      "text": "In the context of judicial review on the ground of taking into account irrelevant considerations, this Court has held that, where a statute confers a discretion which in its terms is unconfined, the factors that may be taken into account in the exercise of the discretion are similarly unconfined, except in so far as there may be found in the subject matter, scope and purpose of the statute some implied limitation on the factors to which the decision-maker may legitimately have regard... By analogy, where the ground of review is that a relevant consideration has not been taken into account and the discretion is unconfined by the terms of the statute, the court will not find that the decision maker is bound to take a particular matter into account unless an implication that he is bound to do so is to be found in the subject matter, scope and purpose of the Act .",
      "id": "s127"
    },
    {
      "text": "\" (emphasis added)\n \n\n29 As Lockhart J observed in Coco v Deputy Commissioner of Taxation (1993) 115 ALR 670 at 676 however, it will usually be easier to identify matters irrelevant to the power than it will be to establish that the decision-maker has failed to take into account a relevant matter.",
      "id": "s128"
    },
    {
      "text": "30 In considering the nature of the discretion conferred by s 298-20 and relevant considerations it is useful to have regard to:\n \n \n &#8226; the legislative context;\n &#8226; a number of Explanatory Memoranda where the remission discretion was discussed; and\n &#8226; relevant authorities where the remission discretion in s 298-20 has been considered.",
      "id": "s129"
    },
    {
      "text": "Legislative Context \n \n31 The uniform administrative penalty regime introduced by the A New Tax System (Tax Administration) Act (No 2) 2000 (Cth) was enacted to apply to all taxation laws for which the Commissioner had administration.",
      "id": "s130"
    },
    {
      "text": "The object of Div 284 Sch 1 to the Act , which imposes administrative penalties for, inter alia , making a statement that is false or misleading, is stated in s 284- 10 as being:\n \n ...to provide a uniform administrative penalty regime for all taxation laws to enable administrative penalties to apply to entities that fail to meet their obligations under those laws in relation to:\n (a) making false or misleading statements; and\n (b) taking a position that is not reasonably arguable; and\n (c) entering into schemes; and\n (d) refusing to provide documents to the Commissioner.",
      "id": "s131"
    },
    {
      "text": "32 Paragraph 1.4 of Explanatory Memorandum 2000 explains the regime in the following terms:\n \n \"The new administrative penalty regime has been designed to be easily understood by taxpayers and easily administered by the Commissioner.",
      "id": "s132"
    },
    {
      "text": "It is equitable in that a common penalty will apply where a taxpayer fails to satisfy the same type of obligation under different tax laws...\"\n \n\n33 The theme of imposing a common penalty for breach of legislative obligations is continued in paras 1.11 and 1.12, particularly in the GST environment:\n \n \"1.11 The implementation of the new tax system has introduced a number of new tax obligations.",
      "id": "s133"
    },
    {
      "text": "Taxpayers will be required to provide information about different types of taxes in the one approved form (a BAS).",
      "id": "s134"
    },
    {
      "text": "There needs to be a common penalty applying to understatements of these different taxes and overclaiming credits, as well as a common penalty for filing to notify the Commissioner of these debts by lodging a BAS.",
      "id": "s135"
    },
    {
      "text": "The obligations are self-reporting and, for some taxpayers, are required to be carried out electronically.",
      "id": "s136"
    },
    {
      "text": "The existing penalties framework was not designed to operate in this environment.",
      "id": "s137"
    },
    {
      "text": "1.12 The new administrative penalty regime will overcome the problems within the existing penalties framework and the application of penalties to a new tax system by: \n \n \n &#8226; grouping together existing penalty provisions which have a substantially similar operative effect;\n &#8226; imposing the same administrative penalty for breaches of similar tax obligations\n &#8226; applying new administrative penalty regime uniformly to all taxation laws, including those recently introduced as part of the new tax system.",
      "id": "s138"
    },
    {
      "text": "\" (emphasis added) \n \n \n \n Explanatory Memorandum 1999 \n \n34 Division 298 Sch 1, including s 298-20, was introduced into the Act by A New Tax System (Tax Administration) Act 1999 (Cth).",
      "id": "s139"
    },
    {
      "text": "The Explanatory Memorandum to A New Tax System (Tax Administration) Bill 1999 (\"Explanatory Memorandum 1999\") provides little guidance as to the operation of either Div 298, or more specifically s 298-20.",
      "id": "s140"
    },
    {
      "text": "The following paragraphs from that document are relevant:\n \n \"7.26 New Division 298 is being inserted into Schedule 1 to the TAA 1953 to provide generic machinery provisions for all civil penalties in the taxation law that are expressed as penalty units...\n ...\n 7.28 The Commissioner will be able to remit the penalty, in whole or in part.",
      "id": "s141"
    },
    {
      "text": "Where the Commissioner decides not to remit the penalty or to remit only part of the penalty he must give written notice of the remission decision to the entity.",
      "id": "s142"
    },
    {
      "text": "Where the entity is dissatisfied with the Commissioner's remission decision and the penalty payable after the remission decision is more than 2 penalty units, the entity can object against the decision under Part IVC of the TAA 1953.",
      "id": "s143"
    },
    {
      "text": "This objection threshold also applies to objections against GST penalty remission decisions.",
      "id": "s144"
    },
    {
      "text": "\"\n \n\n35 However these passages in Explanatory Memorandum 1999 do little more than summarise the content of relevant sections in Div 298.",
      "id": "s145"
    },
    {
      "text": "Explanatory Memorandum 2000 \n \n36 Interestingly, however, Explanatory Memorandum 2000 also discusses remission of penalty within the context of Pt 4 - 25 of Sch 1 to the Act , in particular s 298-20, as follows:\n \n \"Remissions of shortfall amount penalties\n 1.139 All penalties imposed under Part 4.25 of Schedule 1 to the TAA 1953 will be subject to uniform machinery provisions.",
      "id": "s146"
    },
    {
      "text": "These provisions which are in Division 298 require the Commissioner to give a notice of penalty to the taxpayer: the penalty is due and payable 14 days after the notice is given to the taxpayer.",
      "id": "s147"
    },
    {
      "text": "The GIC is payable on any penalty unpaid after the due date.",
      "id": "s148"
    },
    {
      "text": "Section 298-20 allows the Commissioner to remit a penalty in whole or in part.",
      "id": "s149"
    },
    {
      "text": "A decision of the Commissioner not to remit the penalty, or to remit it only in part, is a reviewable decision under Part IVC of the TAA 1953.",
      "id": "s150"
    },
    {
      "text": "1.140 There are a number of factors which the Commissioner takes into account when deciding to remit a penalty.",
      "id": "s151"
    },
    {
      "text": "These include: \n\n&#8226; treating taxpayers in like circumstances consistently;\n \n&#8226; considering a taxpayer's particular circumstances and compliance history; and\n \n&#8226; tailoring the penalty to secure improvements in compliance behaviour.",
      "id": "s152"
    },
    {
      "text": "1.141 Remission guidelines for statement and scheme penalties will be published by the ATO.",
      "id": "s153"
    },
    {
      "text": "The guidelines will be based on the ATO Compliance Model and will be consistent with the principles contained in the Taxpayer's Charter.",
      "id": "s154"
    },
    {
      "text": "While recognising that all taxpayers are required to comply with the requirements of the taxation law, the guidelines will reflect the above factors and the reality that taxpayers have to adapt to a new tax system.",
      "id": "s155"
    },
    {
      "text": "1.142 The guidelines will look to remit penalties where taxpayers and their agents make a genuine attempt to meet their obligations, but will maintain an appropriate level of penalty where taxpayers don't make an effort to do the right thing.",
      "id": "s156"
    },
    {
      "text": "For taxpayers that deliberately flout the law or participate in fraudulent activity, the maximum penalties will be imposed with prosecution action being taken in appropriate cases.",
      "id": "s157"
    },
    {
      "text": "\"\n \n\n37 Although Explanatory Memorandum 2000 relates to that A New Tax System (Tax Administration) Bill (No 2) 2000 , and accordingly is not, strictly speaking, material within the meaning of s 15AB(2)(e) Acts Interpretation Act 1901 (Cth) for the purposes of provisions enacted by the A New Tax System (Tax Administration) Bill 1999 , nonetheless in my view the discussion in the Explanatory Memorandum 2000 provides useful clarification in respect of Pt 4.25 and particularly in respect of the operation of s 298- 20 .",
      "id": "s158"
    },
    {
      "text": "This is because:\n \n \n &#8226; Explanatory Memorandum 2000 specifically refers to reforms to the administrative penalty regime in Pt 4.25 and specifically s 298- 20 ;\n &#8226; Explanatory Memorandum 2000 was prepared in the context of the package of legislation comprising the new tax system (paras 1.3-1.5);\n &#8226; the provisions of Div 284 postdate Div 298, and it appears that a reason for the extensive discussion in Explanatory Memorandum 2000 concerning Div 298 was to explain the manner in which it was intended to operate in the context of the penalties imposed by Div 284.",
      "id": "s159"
    },
    {
      "text": "38 The approach to the discretionary power of the Commissioner encapsulated by the explanation in Explanatory Memorandum 2000 indicates a focus on the need for consistency of approach, community and individual compliance with the legislation, and consideration of the compliance history of the taxpayer.",
      "id": "s160"
    },
    {
      "text": "Explanatory Memorandum 1992 \n \n39 Counsel for the Commissioner also referred to the Explanatory Memorandum to the Taxation Laws Amendment (Self Assessment) Bill 1992 (\"Explanatory Memorandum 1992\"), the purpose of which was stated as being \"to improve the self assessment system of taxation which Australia has had since 1986 so as to make that system fairer and more certain for taxpayers\" (p 4).",
      "id": "s161"
    },
    {
      "text": "Counsel submitted that the relevance of that document was that the uniform penalty regime in the Act derived from the regime introduced by the Taxation Laws Amendment (Self Assessment) Act 1992 (Cth), and that accordingly some historical guidance as to the meaning of provisions in legislation applicable in this case could be derived from the Explanatory Memorandum 1992.",
      "id": "s162"
    },
    {
      "text": "In particular, Counsel drew my attention to the following paragraphs:\n \n \"Remissions\n The purpose of the new penalty provisions is to reduce the risk of penalties for taxpayers who have not been culpable and to provide standards for taxpayers in carrying out their taxation obligations.",
      "id": "s163"
    },
    {
      "text": "With this end in mind the Bill prescribes specific penalties for breaches of the standards set by the Bill, which means that taxpayers will know what penalties will be attracted for delinquent behaviour.",
      "id": "s164"
    },
    {
      "text": "This replaces the previous system where penalty was automatically attracted at a rate of 200% and remitted at the discretion of the Commissioner.",
      "id": "s165"
    },
    {
      "text": "While the Bill provides a set of rules and accompanying penalties which will cover all but exceptional cases, there may be cases that do not fit neatly into a category, or for which the prescribed rates of penalty are inappropriate.",
      "id": "s166"
    },
    {
      "text": "For this reason, the discretion which the Commissioner has to remit penalty in whole or in part (sections 227 and 160ASB of the ITAA) is not removed by this Bill, so that the Commissioner has the flexibility to deal with hard cases that may arise.",
      "id": "s167"
    },
    {
      "text": "The AAT is able to exercise this power of remission in appropriate cases when reviewing decisions of the Commissioner, and the courts are able to adjudicate on whether the discretion was exercised in accordance with the law.",
      "id": "s168"
    },
    {
      "text": "\" (at p 98)\n \n\n40 I agree with the respondent in this case that this Explanatory Memorandum is of limited assistance in interpreting Div 298, other than the recognition that the remission penalty is to allow the Commissioner to act in \"hard cases\".",
      "id": "s169"
    },
    {
      "text": "Authorities \n \n41 Counsel for the Commissioner helpfully referred me to a number of authorities where the Tribunal has reviewed the discretion of the Commissioner under s 298- 20 :\n \n \n &#8226; In Hobart Central Child Care Pty Ltd v Federal Commissioner of Taxation [2005] AATA 1027 ; 2005 ATC 2351 where the Commissioner took the view that tax shortfalls resulting from subsequently disallowed deductions were caused by the taxpayer's intentional disregard of the law, and a penalty was imposed, the Tribunal found that there were no grounds for remitting the penalties under s 298- 20 .",
      "id": "s170"
    },
    {
      "text": "The Tribunal said:\n \"Section 298- 20 of Schedule 1 to the TA Act provides that the Commissioner may remit all or part of a penalty.",
      "id": "s171"
    },
    {
      "text": "It does not set out any guidelines as governing the exercise of the discretion.",
      "id": "s172"
    },
    {
      "text": "Given the provisions relating to the imposition of penalties, there would clearly need to be circumstances that could be regarded as mitigating the taxpayer's behaviour in some way while bearing in mind the purpose for which the income tax is imposed and paid and the role of the ITA Act and TA Act in supporting that purpose.",
      "id": "s173"
    },
    {
      "text": "I am satisfied that there are no circumstances that mitigate those in which HCCC finds itself.",
      "id": "s174"
    },
    {
      "text": "\" (at 2,385)\n \n &#8226; In Otway Pastoral Pty Ltd v Federal Commissioner of Taxation [2005] AATA 649 ; 2005 ATC 2219 the taxpayer had failed to lodge quarterly BASs on time for the periods ending 30 June 2001 through to 30 September 2003, and finally lodged them in early December 2003.",
      "id": "s175"
    },
    {
      "text": "The Tribunal stated that the remission power should only be granted where special circumstances exist (at 2221).",
      "id": "s176"
    },
    {
      "text": "It found that the failure to lodge the BASs by the due dates was due to factors outside the control of the taxpayer, namely the failure of the taxpayer's bookkeeper to discharge her duties and to disclose such failure, and the unavoidable absence (due to a stroke) of the manager employed by the taxpayer to supervise the bookkeeper's activities.",
      "id": "s177"
    },
    {
      "text": "The Tribunal was satisfied that the combination of factors was unusual and represented special circumstances.",
      "id": "s178"
    },
    {
      "text": "In relation to the claim of the taxpayer that the absence of a manager coupled with drought conditions, loss of stock and the cumulative cost of penalties would leave it in a very difficult financial position, the Tribunal noted that:\n \"While not necessarily a special circumstance, the general financial losses caused by the mishaps to the farm manager also have some relevance to this decision.",
      "id": "s179"
    },
    {
      "text": "\"(at 2222)\n \n &#8226; In Kowadlo v Commissioner of Taxation [2004] AATA 786 the taxpayers' returns for the year ended 30 June 2002 were lodged late and a penalty was imposed.",
      "id": "s180"
    },
    {
      "text": "The Tribunal noted that returns for each of the three prior years were lodged late without penalty, but found:\n \"As stated on behalf of (the Commissioner), the penalty regime is to penalise non-compliance with the requirements of the legislation.",
      "id": "s181"
    },
    {
      "text": "Loss of revenue is not the issue.",
      "id": "s182"
    },
    {
      "text": "While particular and unexpected problems of a tax agent may be appropriate grounds for remission of all or part of a penalty, I am of the opinion here that the consistent late lodgement of returns by the applicants without prior penalties has allowed already any appropriate remission.",
      "id": "s183"
    },
    {
      "text": "If the late lodgement is entirely the fault of the tax agent, and I had no clear evidence that it was, this is a matter between the tax agent and his client.",
      "id": "s184"
    },
    {
      "text": "I am not satisfied on the evidence before me that there is justification for any remission of the penalty.",
      "id": "s185"
    },
    {
      "text": "\"(at [10])\n \n &#8226; In Re Taxpayer v Federal Commissioner of Taxation [2005] AATA 696 ; (2005) 60 ATR 1129 the Commissioner took the view that the taxpayer was not entitled to claim GST input credits in the relevant circumstances, and because the case involved intentional disregard of a taxation law, imposed a penalty of 75% under Div 284.",
      "id": "s186"
    },
    {
      "text": "The Tribunal affirmed the decision of the Commissioner not to remit the penalty or any part thereof in circumstances where the taxpayer had intentionally understated tax or knowingly over-claimed a credit.",
      "id": "s187"
    },
    {
      "text": "&#8226; In Re William Vazquez &amp; Associates v Federal Commissioner of Taxation [2005] AATA 301 ; (2005) 58 ATR 1357 where a director of the taxpayer said that the taxpayer did not have the funds to make payment of outstanding amounts, and that he had been of the mistaken belief as to the time payments were due to be made, the Commissioner imposed a penalty for late lodgement.",
      "id": "s188"
    },
    {
      "text": "In allowing partial remission of the penalty on the basis that the penalty was excessive, it is useful to note the following comments of the Tribunal:\n \"[14] Although the penalty imposed is described as an 'administrative penalty' it is still a penalty and normal sentencing principles must be kept in mind when exercising the discretion as to whether to mitigate the penalty of not.",
      "id": "s189"
    },
    {
      "text": "In particular apart from circumstances peculiar to the individual offending taxpayer the threefold purposes of punishment must be kept in mind.",
      "id": "s190"
    },
    {
      "text": "Those purposes are retribution, deterrence and reformation.",
      "id": "s191"
    },
    {
      "text": "In particular, see the discussion of sentencing principles in R v Kane [1974] VR 759 at 764-765.",
      "id": "s192"
    },
    {
      "text": "...\n [26] At para 98.5.3 of [the ATO receivables policy document] it is stated that in determining penalty the Commissioner will have regard to the lodgement history of the taxpayer and the effort taken by the Tax Office to obtain lodgement.",
      "id": "s193"
    },
    {
      "text": "...\n [28] In seeking to apply those principles to the individual circumstances of this taxpayer, I do not regard them as either derogating from or adding to general principles regarding mitigation of penalty.",
      "id": "s194"
    },
    {
      "text": "[29] Notwithstanding the comments in Re Kowadlo and FCT [2004] AATA 786 , I do regard any loss or potential loss or revenue as being part of the matrix of factors affecting a decision whether to remit penalty or not.",
      "id": "s195"
    },
    {
      "text": "[30] I accept that the applicant, by its directors was under a mistaken belief that payment had to accompany lodgement.",
      "id": "s196"
    },
    {
      "text": "What detracts from any mitigating factor is that the applicant made no attempt to contact the ATO and explain its difficulties and seek some arrangement.",
      "id": "s197"
    },
    {
      "text": "Further, even when 2 reminder letters were sent the approach of the directors of the company seems to have been one of ignoring the problem in the hope that it would go away.",
      "id": "s198"
    },
    {
      "text": "[31] On the other hand, there has apparently been no prior or subsequent breach.",
      "id": "s199"
    },
    {
      "text": "The company is apparently viable but subject to fluctuations in its income...\n [32] Quite clearly, the applicant has learnt a salutary lesson that time constrains must be obeyed and that difficulties with returns should be negotiated with the respondent at the outset.",
      "id": "s200"
    },
    {
      "text": "This can be classed as reformation.",
      "id": "s201"
    },
    {
      "text": "[33] So far as retribution and general deterrence are concerned, no doubt the applicant and its accountants and directors are now aware of the late lodgement provisions and will make others aware.",
      "id": "s202"
    },
    {
      "text": "\"\n \n &#8226; In Re Kizquart Pty Ltd v Federal Commissioner of Taxation [2005] AATA 582 ; (2005) 60 ATR 1112, the Tribunal followed Vazquez and found that in determining whether the discretion to mitigate should be exercised, normal sentencing principles should be taken into account (at 1116).",
      "id": "s203"
    },
    {
      "text": "In finding that the amount of the penalty was excessive, the Tribunal found it relevant that: \n \n \n \n \n o the taxpayer had reformed his practice and no longer lodged his statements late, and accordingly it was not necessary to punish him for his inadvertent failure in view of his difficulties during the period in question (at 1116)\n o there had not been any actual loss or realistically any potential loss of revenue which might affect a decision whether to remit penalty\n o the late lodgements were caused by a combination of the taxpayer's failure to understand the new system, pressure of work and personal difficulties, all factors amounting to a delay caused by circumstances beyond the control of the taxpayer\n o the taxpayer had a good tax record and contacted the ATO once he recognised that he had not understood his obligations.",
      "id": "s204"
    },
    {
      "text": "42 As the Commissioner noted in his submissions, Hobart Central Child Care [2005] AATA 1027 ; 2005 ATC 2351, Otway Pastoral Pty Ltd [2005] AATA 649 ; 2005 ATC 2219, Kowadlo [2004] AATA 786 and Taxpayer v Federal Commissioner of Taxation [2005] AATA 696 ; 60 ATR 1129 are consistent with the Commissioner's submissions as to the factors to which a decision-maker may have regard in relation to the exercise of the remission discretion, whereas William Vazquez [2005] AATA 301 ; 58 ATR 1357 and Kizquart [2005] AATA 582 ; 60 ATR 1112 are not.",
      "id": "s205"
    },
    {
      "text": "Consideration \n \n43 In identifying considerations relevant to the exercise of the Commissioner's discretion to remit a penalty, in my view the following issues are of assistance.",
      "id": "s206"
    },
    {
      "text": "44 First, as I noted earlier, the penalty imposed on the taxpayer in this case in accordance with s 284-90 item 2 is imposed automatically following the Commissioner's identification of the shortfall and the cause of the shortfall.",
      "id": "s207"
    },
    {
      "text": "The only discretion of the Commissioner is to remit the penalty, a decision which is made after the full penalty is imposed.",
      "id": "s208"
    },
    {
      "text": "45 Second, as was observed in Explanatory Memorandum 2000, this penalties regime was introduced to streamline the penalties framework then in existence and to support compliance under the new tax system (para 1.3 Explanatory Memorandum 2000).",
      "id": "s209"
    },
    {
      "text": "The intention of the regime was to create a penalty regime which, inter alia , grouped together existing penalty provisions with a substantially similar operative effect and imposed the same administrative penalty for breaches of similar tax obligations (para 1.12 Explanatory Memorandum 2000), and was equitable in that a common penalty would apply where a taxpayer failed to satisfy the same type of obligation under different laws (para 1.3 Explanatory Memorandum 2000).",
      "id": "s210"
    },
    {
      "text": "While the monetary penalty for each infringing taxpayer in respect of particular conduct will vary as to amount depending on the size of the tax shortfall amounts, the manifestly clear intention of the legislature to impose a uniform rate of penalty satisfies the description of uniformity of penalty across a category of conduct.",
      "id": "s211"
    },
    {
      "text": "Notwithstanding this approach the remission discretion allows the Commissioner to mitigate the effects of the penalty in appropriate circumstances.",
      "id": "s212"
    },
    {
      "text": "46 Third, as noted by the Australian Law Reform Commission (\"ALRC\") in its report Australian Law Reform Commission, Principled Regulation: Federal Civil &amp; Administrative Penalties in Australia (Report 95, December 2002) (para 17.69) several federal statutes - including the Act in question - give regulators the power to remit administrative penalties.",
      "id": "s213"
    },
    {
      "text": "The concept of \"remission\" of penalty assumes that the penalty has been imposed, but authorises the regulator to refrain from pursuing the penalty in its entirety.",
      "id": "s214"
    },
    {
      "text": "The power to \"remit\" a penalty was described by the ALRC in its report, accurately in my view, as a specific form of leniency discretion (para 17.67).",
      "id": "s215"
    },
    {
      "text": "It does not follow however that, in exercising leniency, circumstances to which the Commissioner must have regard cannot be limited, either by the purpose or by the terms of the relevant legislation imposing a penalty.",
      "id": "s216"
    },
    {
      "text": "Indeed, it makes perfect sense that this should be the case, and that, in light of the different purposes of legislation imposing penalties, there should not be generic principles applicable to remission of penalty applicable in all cases.",
      "id": "s217"
    },
    {
      "text": "47 Fourth, while the purpose of a penalty regime is obviously to deter infringement of the law, particularly in an environment of self-assessment, the importance of conduct of taxpayers in attempting to comply with the legislation and their taxation obligations is clear from the legislation itself and, as noted in the previous paragraph of this judgment, from Explanatory Memorandum 2000.",
      "id": "s218"
    },
    {
      "text": "The most severe penalties are reserved for taxpayers who intentionally disregard a taxation law (s 84-90 item 1) and taxpayers who fail to give returns, notices or other documents, which are necessary for the Commissioner to determine a tax-related liability accurately, to the Commissioner by the due date (s 284-90 item 3).",
      "id": "s219"
    },
    {
      "text": "Conversely, a taxpayer is not deemed to have a shortfall amount as a result, for example, of a statement that was false or misleading in a material particular, to the extent that the taxpayer or its agent took reasonable care in making the statement (s 284-215 (2)).",
      "id": "s220"
    },
    {
      "text": "Further, the legislation itself provides for reduction of base penalty amounts in relation to both statements and schemes where the taxpayer voluntarily informs the Commissioner of a shortfall after the Commissioner informs the taxpayer that a tax audit is to be conducted and telling the Commissioner can reasonably be estimated to have saved the Commissioner a significant amount of time or significant resources in the audit (s 284-225).",
      "id": "s221"
    },
    {
      "text": "In this respect, the legislation is thus focussed on the conduct of the taxpayer prior to the imposition of the penalty.",
      "id": "s222"
    },
    {
      "text": "48 Fifth, the explanatory memoranda previously noted in this judgment support the conclusion that Parliament intended that the particular circumstances and compliance history of the taxpayer are of key importance in relation to the exercise by the Commissioner of his remission discretion.",
      "id": "s223"
    },
    {
      "text": "Reference in the Explanatory Memorandum 1992 to the flexibility of the Commissioner in relation to his remission discretion \"to deal with hard cases that may arise\" emphasises the exceptional nature of the exercise of the discretion, with reference to the circumstances of the taxpayer.",
      "id": "s224"
    },
    {
      "text": "Of further interest is the discussion in Explanatory Memorandum 2000 of the s 298-20 remission discretion, to the effect that factors the Commissioner takes into account when deciding to remit a penalty include:\n \n \n &#8226; treating taxpayers in like circumstances consistently\n &#8226; considering a taxpayer's particular circumstances and compliance history\n &#8226; tailoring the penalty to secure improvements in compliance behaviour (para 1.140).",
      "id": "s225"
    },
    {
      "text": "49 Finally, in relation to submissions by Counsel concerning inferences which may be drawn from the provisions in the Act concerning the GIC, I note that a person is generally liable to pay a GIC if an amount that the person must pay to the Commissioner is not paid on time (s 8AAA of the Act ), including amounts payable by way of unpaid penalty (s 298-25 Sch 1).",
      "id": "s226"
    },
    {
      "text": "It is not otherwise concerned with conduct of a taxpayer or any issue of culpability.",
      "id": "s227"
    },
    {
      "text": "The GIC regime creates an incentive to taxpayers to pay amounts due to the Commissioner on time, and in default thereof to compensate the Commonwealth for non-receipt of such amounts.",
      "id": "s228"
    },
    {
      "text": "In contrast, the penalty regime punishes taxpayers avoiding their obligations under the law and acts as a deterrent to so doing.",
      "id": "s229"
    },
    {
      "text": "50 In light of these principles, I turn now to the questions of law posed by the Commissioner.",
      "id": "s230"
    },
    {
      "text": "QUESTION OF LAW (a): whether circumstances relevant to the exercise of the remission discretion conferred by section 298-20 of Schedule 1 to the Act (\"the remission discretion\") are not restricted to those relating to the conduct of a taxpayer or at least the taxpayer's circumstances \n \n51 In my view circumstances relevant to the exercise of the remission discretion conferred by s 298-20 of Sch 1 to the Act are restricted to those relating to the conduct of the taxpayer and the taxpayer's circumstances.",
      "id": "s231"
    },
    {
      "text": "As I explained earlier in this judgment, the legislative approach in imposing penalties is directly referable to the conduct of the taxpayer.",
      "id": "s232"
    },
    {
      "text": "As a matter of construction of the legislation, and as is specifically stated by Explanatory Memorandum 2000, it follows that factors relevant to the exercise by the Commissioner of the remission discretion are similarly confined to conduct of the taxpayer and circumstances relevant to the taxpayer in question.",
      "id": "s233"
    },
    {
      "text": "52 To that extent, consideration of extraneous issues such as loss of revenue of the Commonwealth flowing from the conduct of the Commissioner is irrelevant.",
      "id": "s234"
    },
    {
      "text": "QUESTION OF LAW (b): particularly having regard to the separate provision in the Act for the payment of general interest charge in respect of a tax shortfall, whether the fact that a refund of the tax shortfall amount in question was never made to the respondent is an irrelevant consideration in the exercise of the remission discretion \n \n53 In light of the policy of deterrence inherent in the penalties imposed, the importance of a history of compliance as a key policy imperative in relation to this legislation, the emphasis in the relevant legislation on the circumstances and conduct of the individual taxpayer, and, significantly, the fact that the penalties are automatically imposed where shortfalls are caused by certain conduct, I do not consider that a refund (or lack thereof) of the tax shortfall amount is a relevant consideration of the Commissioner in exercising the discretion to remit the penalty in this case.",
      "id": "s235"
    },
    {
      "text": "54 In relation to the submissions of the parties concerning the GIC, in my view the presence of the GIC regime in the legislation, which is intended to compensate the Commonwealth where a payment due to the Commonwealth is overdue and to encourage timely payment of debts under the taxation legislation, is of peripheral relevance in the context of whether loss of revenue is a relevant consideration in the decision of the Commissioner to remit part or all of a penalty.",
      "id": "s236"
    },
    {
      "text": "QUESTION OF LAW (c): whether the Act , rather than the Commissioner, imposes the penalty the subject of the remission decision at the rate of 50% and the Commissioner thereby becomes entitled to collect such penalty \n \n55 As I have already indicated in my judgment, in my view the Act , rather than the Commissioner, imposes the penalty the subject of the remission decision in this case.",
      "id": "s237"
    },
    {
      "text": "QUESTION OF LAW (d): whether the fact that a refund of the tax shortfall amount in question was never made to the taxpayer meant that no harm was done is an irrelevant consideration in the exercise of the remission discretion \n \n56 I have already found that the fact that a refund of the tax shortfall amount in question was never made to the respondent is an irrelevant consideration in the exercise of the remission discretion.",
      "id": "s238"
    },
    {
      "text": "Similarly, in my view the finding of the Tribunal that a refund of the tax shortfall amount in question was never made to the taxpayer and therefore no harm was done, is an irrelevant consideration in the exercise of the remission discretion.",
      "id": "s239"
    },
    {
      "text": "\"Harm\" of this type could be contrasted with, for example, financial harm specific to the taxpayer's personal circumstances however it is unnecessary for me to make any findings in relation to this issue.",
      "id": "s240"
    },
    {
      "text": "57 Accordingly in my view to the extent that the Tribunal's decisions in William Vazquez and Kizquart took into account the fact that in those cases there had not been any actual loss or realistically any potential loss of revenue as a relevant consideration in exercising the remission discretion, those cases were wrongly decided.",
      "id": "s241"
    },
    {
      "text": "QUESTION OF LAW (e): before exercising the remission discretion it is necessary that there be special circumstances \n \n58 In light of the principles I discussed earlier in this judgment, including the fact that penalties are automatically imposed in nominated circumstances, and that the legislature has endeavoured to ensure that penalties are applied uniformly and equitably depending on culpability, it is necessary that there be special circumstances before the remission discretion is exercised.",
      "id": "s242"
    },
    {
      "text": "QUESTION OF LAW (f) whether considerations relevant to the exercise of the remission discretion include: \n \n (1) the amount of the tax shortfall; \n (2) a failure on the part of a taxpayer when lodging an amended business activity statement (BAS) with the Commissioner to consult with a former tax agent or solicitor having knowledge of whether a supply shown on the amended BAS was a taxable supply; \n (3) that the Act imposed a penalty at the rate of 50%; \n (4) that the whole of the shortfall amount resulted from recklessness as to the operation of a taxation law; and \n (5) the existence or otherwise of special circumstances \n\n59 With respect to these issues:\n \n \n &#8226; the amount of the tax shortfall is a relevant consideration in exercising the remission discretion as it is directly referable to the particular circumstances of the taxpayer\n &#8226; the failure of the taxpayer to consult as discussed is relevant to the issue of recklessness of conduct of the taxpayer, but is also relevant to whether the taxpayer has made genuine attempts to comply with its obligations\n &#8226; the rate of penalty is relevant because it determines the amount of the penalty to be paid by the particular taxpayer in the relevant circumstances\n &#8226; the fact that the shortfall amount resulted from recklessness as to the operation of a taxation law is a relevant factor to weigh in conjunction with other factors arising from the particular circumstances of the taxpayer in reaching a decision as whether the remission discretion should be exercised\n &#8226; the existence or otherwise of special circumstances peculiar to the taxpayer is a relevant consideration in relation to the remission discretion, particularly in light of its nature as a leniency discretion.",
      "id": "s243"
    },
    {
      "text": "CONCLUSION \n \n60 In summary, it is clear that the Act itself imposes the relevant penalty on a taxpayer in the circumstances before me.",
      "id": "s244"
    },
    {
      "text": "The Commissioner does not impose the penalty, his discretion is limited to remitting the penalty.",
      "id": "s245"
    },
    {
      "text": "I agree with the oral submissions of Mr Robertson QC that:\n \n \n &#8226; the mischief penalised by Act is, inter alia , making a statement to the Commissioner in a self-assessment environment, where the statement is false or misleading in a material particular, and which results in a shortfall; and\n &#8226; the remission discretion is not enlivened by whether or not, through no activity on the part of or on behalf of the taxpayer, an amount of revenue has or has not been lost.",
      "id": "s246"
    },
    {
      "text": "61 In these circumstances, any loss of revenue - or absence of loss of revenue - arising from the conduct of the Commissioner in refunding (or not refunding) money is not a relevant consideration in relation to remission of penalty by the Commissioner.",
      "id": "s247"
    },
    {
      "text": "Ascertaining whether any \"harm\" flows from the refund (or absence of refund) of sums claimed by the taxpayer is similarly irrelevant to the exercise of the remission discretion.",
      "id": "s248"
    },
    {
      "text": "THE COURT ORDERS THAT: \n\n \n 1.",
      "id": "s249"
    },
    {
      "text": "The appeal be allowed.",
      "id": "s250"
    },
    {
      "text": "2.",
      "id": "s251"
    },
    {
      "text": "So much of the decision of the Administrative Appeals Tribunal as varied the decision under review by remitting part of the administrative penalty imposed by the Act be set aside.",
      "id": "s252"
    },
    {
      "text": "3.",
      "id": "s253"
    },
    {
      "text": "There be no order as to costs of and incidental to the appeal.",
      "id": "s254"
    },
    {
      "text": "I certify that the preceding sixty-one (61) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Collier.",
      "id": "s255"
    },
    {
      "text": "Associate:\n\nDated: 25 July 2007\n\n Counsel for the Applicant: A Robertson SC and P Looney \n \n Solicitor for the Applicant: Australian Government Solicitor \n \n Counsel for the Respondent: RW Gotterson QC and CD Coulsen \n \n Solicitor for the Respondent: McInnes Wilson \n \n Date of Hearing: 9 October 2006 \n \n Date of Judgment: 25 July 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1079.html",
      "id": "s256"
    }
  ]
}