{
  "name": "SZITD v Minister for Immigration and Citizenship [2007] FCA 1343 (9 August 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1343.html",
  "catchphrases": [
    {
      "text": "appeal from decision of federal magistrate",
      "id": "c0"
    },
    {
      "text": "protection visa application",
      "id": "c1"
    },
    {
      "text": "where refugee review tribunal affirmed decision not to grant applicant with a protection visa",
      "id": "c2"
    },
    {
      "text": "where earlier decision of tribunal quashed",
      "id": "c3"
    },
    {
      "text": "where tribunal relied on inconsistencies between applicant's evidence before reconstituted tribunal and earlier tribunal hearing",
      "id": "c4"
    },
    {
      "text": "whether tribunal erred by failing to give notice to applicant under s 424a of the migration act in respect of the inconsistencies",
      "id": "c5"
    },
    {
      "text": "whether inconsistencies in evidence provided to tribunal is information under s 424a",
      "id": "c6"
    },
    {
      "text": "migration",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application for leave to appeal from a decision of a Federal Magistrate given on 8 May 2007.",
      "id": "s0"
    },
    {
      "text": "The Federal Magistrate summarily dismissed the applicant's request to quash a decision of the Refugee Review Tribunal (the Tribunal) made on 20 December 2006 and provided to the applicant on 11 January 2007.",
      "id": "s1"
    },
    {
      "text": "2 Because the matter was summarily dismissed by the Federal Magistrate, leave to appeal is required.",
      "id": "s2"
    },
    {
      "text": "In accordance with the decision in Decor Corporation Pty Ltd v Dart Industries Inc (1991) 33 FCR 397, I must consider whether, in all the circumstances, the Federal Magistrate's decision is attended with sufficient doubt to warrant it being considered by the Court on appeal and, secondly, whether substantial injustice would result if leave to appeal were refused.",
      "id": "s3"
    },
    {
      "text": "3 After the matter was argued for some time on 6 August 2007, I indicated that I would adjourn the hearing to today for further submissions and that if I was to give leave to appeal, I would also hear and determine the appeal at the same time.",
      "id": "s4"
    },
    {
      "text": "The further submissions concerned a particular issue which troubled me during the course of the first hearing.",
      "id": "s5"
    },
    {
      "text": "The parties were given an opportunity to consider and make further submissions on that topic.",
      "id": "s6"
    },
    {
      "text": "It is referred to below.",
      "id": "s7"
    },
    {
      "text": "4 The applicant is a citizen of the People's Republic of China.",
      "id": "s8"
    },
    {
      "text": "He was born in 1965 and worked as a construction worker in various towns in his province until he came to Australia on 3 November 2005.",
      "id": "s9"
    },
    {
      "text": "He applied for a protection visa under the Migration Act 1958 (Cth) (the Act) shortly after that time, but his application was refused by a delegate of the first respondent on 12 January 2006.",
      "id": "s10"
    },
    {
      "text": "That decision was then reviewed by the Refugee Review Tribunal and affirmed by that Tribunal (the first Tribunal) on 31 March 2006.",
      "id": "s11"
    },
    {
      "text": "The first Tribunal hearing and decision was quashed by consent by order of a Federal Magistrate on 21 August 2006 and remitted to the Tribunal for re-hearing by that order.",
      "id": "s12"
    },
    {
      "text": "5 The Tribunal then was differently constituted (the second Tribunal).",
      "id": "s13"
    },
    {
      "text": "It conducted a hearing with the applicant on 13 December 2006 and, as I have noted, provided its decision to the applicant on 11 January 2007.",
      "id": "s14"
    },
    {
      "text": "It too affirmed the decision of the delegate of the first respondent not to grant to the applicant a protection visa.",
      "id": "s15"
    },
    {
      "text": "As I noted earlier, an application to the Federal Magistrates Court to quash the second Tribunal decision was summarily dismissed on 8 May 2007.",
      "id": "s16"
    },
    {
      "text": "6 The applicant's claim to be entitled to a protection visa was based upon him claiming to be a Falun Gong practitioner.",
      "id": "s17"
    },
    {
      "text": "At the hearing before the first Tribunal, he said that he had become a member of Falun Gong in about May 1997, and had progressively become more active and more senior in the Falun Gong.",
      "id": "s18"
    },
    {
      "text": "He promoted Falun Gong wherever he worked throughout his province.",
      "id": "s19"
    },
    {
      "text": "He was a senior member of Falun Gong in his province by 2003.",
      "id": "s20"
    },
    {
      "text": "The Falun Gong was banned by the People's Republic of China in 1999.",
      "id": "s21"
    },
    {
      "text": "The applicant claimed that in 2003 he was arrested by the authorities and suffered \"physical and mental persecution\" during the four days of his detention.",
      "id": "s22"
    },
    {
      "text": "After his release, he continued to practice Falun Gong secretly but with a great fear of being re-arrested and mistreated by the authorities.",
      "id": "s23"
    },
    {
      "text": "7 He procured a passport in January 2005 and came to Australia in November 2005.",
      "id": "s24"
    },
    {
      "text": "He did not succeed on his application in essence because the second Tribunal did not believe that until he had come to Australia he was a Falun Gong practitioner.",
      "id": "s25"
    },
    {
      "text": "Moreover, the second Tribunal disregarded his conduct in becoming an active Falun Gong practitioner in Australia because it was not satisfied that the applicant had done so otherwise than to strengthen his claim to be a refugee, and so to be entitled to a protection visa under the Act.",
      "id": "s26"
    },
    {
      "text": "Given that factual finding, the second Tribunal was required by s 91R(3) of the Act to disregard the applicant's conduct of becoming a Falun Gong practitioner in Australia.",
      "id": "s27"
    },
    {
      "text": "8 It is important to understand why the second Tribunal did not accept that the applicant had been a Falun Gong practitioner before he came to Australia.",
      "id": "s28"
    },
    {
      "text": "It had regard to what the applicant had told the first Tribunal at a hearing on 31 March 2006 about his knowledge and practice of Falun Gong in China.",
      "id": "s29"
    },
    {
      "text": "I think the first Tribunal's conclusions on that topic are an accurate summary of how the applicant at that time presented his knowledge of Falun Gong.",
      "id": "s30"
    },
    {
      "text": "It said:\n \n The Tribunal does not accept on the evidence before it that the Applicant has anything but a remote familiarity with the existence and recent fate of the Falun Gong movement.",
      "id": "s31"
    },
    {
      "text": "The Tribunal finds that the Applicant has no accurate understanding of Falun Gong exercises, and finds that were he a genuine Falun Gong practitioner of many years standing he would have such an understanding.",
      "id": "s32"
    },
    {
      "text": "It thought he had fabricated his claims.",
      "id": "s33"
    },
    {
      "text": "9 The second Tribunal raised with the applicant at its hearing the apparent lack of understanding he had displayed at that earlier hearing as well as other matters.",
      "id": "s34"
    },
    {
      "text": "It had also provided to the applicant a notice under s 424A of the Act inviting him to comment on certain information.",
      "id": "s35"
    },
    {
      "text": "That notice was sent on 15 November 2006.",
      "id": "s36"
    },
    {
      "text": "In essence it sought an explanation as to how he was able to obtain a passport, bearing in mind his claim to be a Falun Gong practitioner, when it appeared that he should have had difficulty in getting a passport for that reason.",
      "id": "s37"
    },
    {
      "text": "It also asked the applicant to provide proof through local Falun Gong centres and societies of his Falun Gong activities in some detail.",
      "id": "s38"
    },
    {
      "text": "It did not direct his attention specifically to it planning to have regard to what he had told the first Tribunal about his knowledge of Falun Gong when considering his claim or to comment on that.",
      "id": "s39"
    },
    {
      "text": "10 The applicant responded to that notice on 7 December 2006.",
      "id": "s40"
    },
    {
      "text": "He said that he was helped by his brother-in-law to get a passport and that this enabled him to overcome the sort of difficulties the Tribunal had referred to, as his brother-in-law was a government official with some contacts.",
      "id": "s41"
    },
    {
      "text": "He also produced two statutory declarations in almost identical terms of two persons who said they were Falun Gong members in Australia and regularly practiced Falun Gong exercises with the applicant.",
      "id": "s42"
    },
    {
      "text": "At the hearing he produced a third such statutory declaration as well.",
      "id": "s43"
    },
    {
      "text": "The second Tribunal placed little weight on those documents.",
      "id": "s44"
    },
    {
      "text": "It said that it could not conclusively identify the deponents as they had provided no verification of their identity and because the applicant told the Tribunal that those deponents could not understand English and that he provided the documents to them to sign in English.",
      "id": "s45"
    },
    {
      "text": "He also said that although the documents were apparently witnessed by an independent person they had been signed by each of the deponents on a different occasion from the occasion when the independent person verified the signatures.",
      "id": "s46"
    },
    {
      "text": "11 Clearly, the second Tribunal was satisfied that the applicant by then had a good knowledge of Falun Gong history and practice.",
      "id": "s47"
    },
    {
      "text": "That was in marked contrast to his level of knowledge at the hearing before the first Tribunal.",
      "id": "s48"
    },
    {
      "text": "Because of that contrast and because by the time of the first Tribunal hearing the applicant said he had been practicing Falun Gong for some nine years, the second Tribunal concluded that the applicant had only become a Falun Gong practitioner after the first Tribunal hearing.",
      "id": "s49"
    },
    {
      "text": "It concluded, as I have said, that that knowledge was gained for the purpose of strengthening his claim to be a refugee and so it could not have regard to that finding.",
      "id": "s50"
    },
    {
      "text": "12 Consequently, it concluded that the applicant was not a Falun Gong practitioner at the time of his application for a protection visa or whilst he was in China, that he was not detained by the police and suffered as he claimed, and that he would not practice Falun Gong if he were to return to China.",
      "id": "s51"
    },
    {
      "text": "As that was the only basis of his claim, the second Tribunal was not satisfied that he faced a real chance of persecution if he were to return to China.",
      "id": "s52"
    },
    {
      "text": "13 The application before the Federal Magistrate complained that the second Tribunal did not consider all of the information provided by the applicant in support of his protection visa application, including the response to the notice under s 424A of the Act and its enclosures.",
      "id": "s53"
    },
    {
      "text": "The applicant asserted that the second Tribunal had failed to address his claims with an open mind.",
      "id": "s54"
    },
    {
      "text": "The Federal Magistrate did not find any of those complaints were made out, or indeed were even arguable, and so summarily dismissed the application.",
      "id": "s55"
    },
    {
      "text": "14 The applicant's grounds of his application before this Court are now found in four sources, in his affidavit in support of the application, in the draft notice of appeal and in his written and oral submissions.",
      "id": "s56"
    },
    {
      "text": "They are, not surprisingly, somewhat repetitive and, also not surprisingly as the applicant is not represented, somewhat assertive.",
      "id": "s57"
    },
    {
      "text": "I have considered each of them carefully.",
      "id": "s58"
    },
    {
      "text": "So far as I can discern they raise similar matters to those raised before the Federal Magistrate, namely ostensible or actual bias on the part of the second Tribunal, a failure to have regard to the information provided in response to the notice under s 424A of the Act, and a failure to have regard to the whole of the evidence.",
      "id": "s59"
    },
    {
      "text": "In addition, the applicant complains that the Tribunal placed too much or placed any weight upon the independent country information about the attitude of the Chinese authorities to Falun Gong, and he complains in general terms that he should have been found to have been a refugee.",
      "id": "s60"
    },
    {
      "text": "15 In response to my questions to understand the detail of his complaints, in a number of instances he was unable to explain the asserted complaint by reference to any part of the Tribunal's reasons or on any other basis.",
      "id": "s61"
    },
    {
      "text": "I shall, however, endeavour to address each of those complaints in turn.",
      "id": "s62"
    },
    {
      "text": "There is nothing to indicate that the second Tribunal did not consider all of the information which was presented to it by the applicant or did not understand the nature of his claim.",
      "id": "s63"
    },
    {
      "text": "Specifically it referred to the three statutory declarations which had been provided in response to the notice under s 424A.",
      "id": "s64"
    },
    {
      "text": "It was entitled to give that information such weight as it considered appropriate in all the circumstances, provided that its approach does not demonstrate ostensible bias on its part or was not unreasonable.",
      "id": "s65"
    },
    {
      "text": "The reasons the second Tribunal gave for placing little weight on those declarations are rational and do not indicate that it failed to approach its task of decision-making in a conscientious and careful manner.",
      "id": "s66"
    },
    {
      "text": "16 Nor is there any other material to which I was referred by the applicant, or which I have otherwise been able to discern, which might suggest that a reasonable and informed person would suspect that the Tribunal did not undertake its task with an open mind.",
      "id": "s67"
    },
    {
      "text": "The more general claim that the Tribunal failed to consider the applicant's claims in accordance with law was still unparticularised at the end of the submissions.",
      "id": "s68"
    },
    {
      "text": "In my view, the second Tribunal properly understood the applicable law and properly applied it in deciding whether the applicant was a person to whom Australia owes protection obligations under the Refugees Convention as amended by the Refugees Protocol.",
      "id": "s69"
    },
    {
      "text": "17 \n \nIt is correct that in the second Tribunal's ultimate conclusion, the information about the attitude of the Chinese authorities to Falun Gong was not relevant, but that is simply because the second Tribunal was not satisfied that the applicant is a Falun Gong practitioner.",
      "id": "s70"
    },
    {
      "text": "In other respects its reference to independent material was helpful to its decision-making process, including its understanding of the history and practices of Falun Gong.",
      "id": "s71"
    },
    {
      "text": "It applied that knowledge in assessing the applicant's current knowledge of Falun Gong history and practices.",
      "id": "s72"
    },
    {
      "text": "It was also entitled to have regard to that information when it raised with the applicant the circumstances in which he was able to get his passport.",
      "id": "s73"
    },
    {
      "text": "18 I mention one further matter which the applicant raised in the course of oral submissions.",
      "id": "s74"
    },
    {
      "text": "He complained that the Federal Magistrate should not have summarily dismissed his application on the day of the hearing.",
      "id": "s75"
    },
    {
      "text": "The file indicates that there was a directions hearing on 6 March 2007.",
      "id": "s76"
    },
    {
      "text": "The applicant appeared at that hearing.",
      "id": "s77"
    },
    {
      "text": "He was told that the hearing on 8 May 2007 was a hearing at which the Court would decide whether he had an arguable case.",
      "id": "s78"
    },
    {
      "text": "He had the opportunity before that hearing to present such further material to the Federal Magistrate as was appropriate.",
      "id": "s79"
    },
    {
      "text": "In his oral submissions on this application he said that he should have been given an opportunity to do so, but he had already been given that opportunity, and when I asked him what he would have done, had he been given a further opportunity, he could not identify anything more that he would have done.",
      "id": "s80"
    },
    {
      "text": "That matter does not demonstrate error on the part of the Federal Magistrate.",
      "id": "s81"
    },
    {
      "text": "19 There is one further matter which I referred to above, namely the use by the Tribunal of the recording of the hearing before the first Tribunal on 31 March 2006 by the second Tribunal and its use without the applicant having been given a notice under s 424A of the second Tribunal's intended reliance upon that information.",
      "id": "s82"
    },
    {
      "text": "I was concerned that the second Tribunal, by acting in that way, had failed to comply with the procedural prescription of s 424A (see SAAP v Minister for Immigration and Multicultural and Indigenous Affairs [2005] HCA 24 ; (2005) 215 ALR 162).",
      "id": "s83"
    },
    {
      "text": "20 That has been the subject of further submissions by the first respondent.",
      "id": "s84"
    },
    {
      "text": "I do not accept one of those submissions.",
      "id": "s85"
    },
    {
      "text": "It is put that the fact of inconsistency in evidence provided to the Tribunal is not itself information which activates the obligation under s 424A of the Act.",
      "id": "s86"
    },
    {
      "text": "That is of course generally correct.",
      "id": "s87"
    },
    {
      "text": "So much was explained in SZBYR v Minister for Immigration and Citizenship (2007) 235 ALR 609.",
      "id": "s88"
    },
    {
      "text": "However, I think that principle relates to inconsistencies which emerge in the course of a hearing and does not necessarily relate to inconsistencies which the Tribunal discerns from other information available to it.",
      "id": "s89"
    },
    {
      "text": "In my view, the application of that principle depends upon the Court being satisfied that the information provided at the earlier hearing before the first Tribunal was generally information before the Tribunal which did not enliven s 424A at all.",
      "id": "s90"
    },
    {
      "text": "21 In SZEPZ v Minister for Immigration and Multicultural Affairs [2006] FCAFC 107 it was decided that upon a case being remitted to the Tribunal, the Tribunal is entitled to rely upon the earlier issue of a notice under s 424A and any response to a previously constituted tribunal.",
      "id": "s91"
    },
    {
      "text": "The Full Court at [39] explained in the following terms:\n \n In any event, when ss 421 , 422 and 422A refer to ' a particular review ', they identify the review initiated under s 414(1) and culminating in a decision in accordance with s 430 , being the review that a particular person, namely the applicant for review, has initiated in respect of an RRT-Reviewable Decision.",
      "id": "s92"
    },
    {
      "text": "The expression does not depend upon the identity of the particular member constituting the Tribunal.",
      "id": "s93"
    },
    {
      "text": "Rather, it refers to the function of the Tribunal to review a decision.",
      "id": "s94"
    },
    {
      "text": "Until the Tribunal has made a valid decision on the review that has been initiated by a valid application under s 414 , it has a duty to perform that particular review.",
      "id": "s95"
    },
    {
      "text": "An invalid decision by the Tribunal is no decision at all but it does not follow that all steps and procedures taken in arriving at that invalid decision are themselves invalid.",
      "id": "s96"
    },
    {
      "text": "The Tribunal still has before it the materials that were obtained when the decision that had been set aside was made.",
      "id": "s97"
    },
    {
      "text": "In essence, as I read that passage, there is but one review before the Tribunal under s 422 even if the Tribunal is reconstituted by its decision being quashed.",
      "id": "s98"
    },
    {
      "text": "The facts of that case are not identical to the present circumstances.",
      "id": "s99"
    },
    {
      "text": "22 However, in SZJBE v Minister for Immigration and Citizenship [2007] FCA 190 , Emmett J addressed precisely the circumstances to which I have been referring.",
      "id": "s100"
    },
    {
      "text": "In that case, the Tribunal as reconstituted relied on inconsistencies with the then applicant's evidence from the first hearing at the second hearing before that reconstituted Tribunal.",
      "id": "s101"
    },
    {
      "text": "His Honour concluded at [16] --- [17] that doing so did not activate s 424A.",
      "id": "s102"
    },
    {
      "text": "That is a decision which is plainly directly on point.",
      "id": "s103"
    },
    {
      "text": "I should follow it unless I consider that it is plainly wrong.",
      "id": "s104"
    },
    {
      "text": "The applicant has not made a submission to me that it is plainly wrong, and I can readily understand the process of reasoning by which that conclusion was reached.",
      "id": "s105"
    },
    {
      "text": "In those circumstances I propose to follow that decision.",
      "id": "s106"
    },
    {
      "text": "As I regard that point as a significant and arguable one, I propose to give the applicant leave to appeal in respect of it but for the reasons which I have given I do not accept that the appeal should be allowed on that ground.",
      "id": "s107"
    },
    {
      "text": "23 I have dealt with the other matters raised by the applicant.",
      "id": "s108"
    },
    {
      "text": "I have found no jurisdictional error on the part of the Tribunal in relation to those matters, nor any error on the part of the Federal Magistrate.",
      "id": "s109"
    },
    {
      "text": "Accordingly I have come to the conclusion that to the extent to which leave to appeal is to be given, the appeal should be dismissed.",
      "id": "s110"
    },
    {
      "text": "The applicant should pay to the first respondent costs of the application.",
      "id": "s111"
    },
    {
      "text": "24 The orders of the Court are:\n \n (1) Leave to the applicant to appeal from the decision of the Federal Magistrate given on 8 May 2007 limited to the issue of whether the Tribunal, in having regard to the information provided by the applicant to the Tribunal as differently constituted at a hearing on 31 March 2006, erred by failing to give to the applicant notice under s 424A(1) of the Migration Act with respect to that information.",
      "id": "s112"
    },
    {
      "text": "(2) Appeal dismissed.",
      "id": "s113"
    },
    {
      "text": "(3) Applicant to pay to the first respondent costs of the application and of the appeal.",
      "id": "s114"
    },
    {
      "text": "I certify that the preceding twenty-four (24) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Mansfield.",
      "id": "s115"
    },
    {
      "text": "Associate:\n\nDated: 30 August 2007\n\n\n Counsel for the Applicant: The applicant appeared in person \n \n Counsel for the First Respondent: Mr L Leerdam \n \n Solicitor for the First Respondent: DLA Phillips Fox \n \n Date of Hearing: 6 August 2007, 9 August 2007 \n \n Date of Judgment: 9 August 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1343.html",
      "id": "s116"
    }
  ]
}