{
  "name": "SZEYK v Minister for Immigration and Citizenship [2007] FCA 133 (16 February 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/133.html",
  "catchphrases": [
    {
      "text": "appeal from decision of federal magistrate reviewing decision of refugee review tribunal",
      "id": "c0"
    },
    {
      "text": "no jurisdictional error",
      "id": "c1"
    },
    {
      "text": "appeal dismissed.",
      "id": "c2"
    },
    {
      "text": "migration",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal against an order of a Federal Magistrate made on 10 October 2006 dismissing an application for judicial review of a decision of the Refugee Review Tribunal ('the Tribunal') of 6 October 2005 and handed down on 27 October 2005.",
      "id": "s0"
    },
    {
      "text": "The Tribunal had affirmed a decision of a delegate of the Minister for Immigration and Multicultural Affairs to refuse to grant a protection visa to the appellant.",
      "id": "s1"
    },
    {
      "text": "2 The appellant applied for a protection visa on 25 June 1996 the grant of which was refused on 14 August 2003.",
      "id": "s2"
    },
    {
      "text": "The Tribunal, differently constituted, affirmed the delegate's decision on 22 June 2004 but that decision was remitted to the Tribunal for reconsideration pursuant to orders made by consent on 23 March 2005 in the Federal Magistrates Court.",
      "id": "s3"
    },
    {
      "text": "3 The appellant is a citizen of Bangladesh.",
      "id": "s4"
    },
    {
      "text": "The appellant claimed to have a well-founded fear of persecution for reason of religion.",
      "id": "s5"
    },
    {
      "text": "The appellant claimed he was a Hindu persecuted by Muslim extremists.",
      "id": "s6"
    },
    {
      "text": "The appellant claimed he had always suffered discrimination whilst growing up.",
      "id": "s7"
    },
    {
      "text": "The appellant fled Bangladesh after riots in 1990 between Hindus and Muslims regarding the Babri Mosque.",
      "id": "s8"
    },
    {
      "text": "He claimed that during the riots the appellant's father's business was set on fire and his family was assaulted.",
      "id": "s9"
    },
    {
      "text": "The appellant claimed that subsequently he became the founding general secretary of a community youth force to protect temples from the rioting (known as the Durga protection committee) and that he was well-known in the community.",
      "id": "s10"
    },
    {
      "text": "The appellant claimed that he became involved in altercations with Muslims which resulted in a false murder charge being brought against the appellant.",
      "id": "s11"
    },
    {
      "text": "He also claimed that his two older siblings died as a result of attacks by Muslim fundamentalists.",
      "id": "s12"
    },
    {
      "text": "The appellant also claimed that as he has been overseas for some years, he would be seen as a person of wealth and be vulnerable to threats of blackmail if he were to return to Bangladesh.",
      "id": "s13"
    },
    {
      "text": "4 On 17 August 2005, the Tribunal sent the appellant a letter indicating its concerns with the appellant's evidence.",
      "id": "s14"
    },
    {
      "text": "The appellant replied in writing on 9 September 2005 and attached a number of documents, including an unsworn statutory declaration prepared by the appellant's former migration agent in July 1996.",
      "id": "s15"
    },
    {
      "text": "5 The Tribunal found the appellant not to be credible.",
      "id": "s16"
    },
    {
      "text": "The Tribunal found 'the Applicant's accounts of the events which led him to leave Bangladesh for India in around December 1991 is a fabrication and I do not accept that the documents which the Applicant produced in purported corroboration of that account are genuine'.",
      "id": "s17"
    },
    {
      "text": "Whilst the Tribunal accepted that the appellant was a citizen of Bangladesh and a Hindu by religion, the Tribunal rejcted the appellant's claims of persecution for reason of his religion.",
      "id": "s18"
    },
    {
      "text": "The Tribunal found there were inconsistencies between the appellant's statements dated 6 February 2003 and his evidence at hearing; especially regarding the appellant's elder sister's death; inconsistencies in the appellant's written statement and oral evidence regarding the appellant's injuries and the attack of September 1991; and that the medical report made no mention of all the appellant's claimed injuries.",
      "id": "s19"
    },
    {
      "text": "The Tribunal considered country information which suggested Muslim fundamentalists have little influence in Bangladesh and that minority religions are able to live and worship with few difficulties.",
      "id": "s20"
    },
    {
      "text": "The Tribunal relied on the country information which indicated fraudulent documents are readily obtainable in Bangladesh.",
      "id": "s21"
    },
    {
      "text": "6 In light of the appellant's credibility, the Tribunal preferred country information that stated the Bangladeshi government respected the right to practice other religions than Islam and that the government had deployed security forces regarding religious violence.",
      "id": "s22"
    },
    {
      "text": "The Tribunal did accept the appellant would be vocal against injustices to minorities if he returned to Bangladesh.",
      "id": "s23"
    },
    {
      "text": "7 The Tribunal also considered the appellant's claims regarding his residence overseas but found if he were to be blackmailed due to his perceived wealth that was not Convention related as extortionists are disinterested in the individual.",
      "id": "s24"
    },
    {
      "text": "The Tribunal therefore did not accept there was a real chance the appellant would be persecuted for a Convention reason.",
      "id": "s25"
    },
    {
      "text": "8 On 24 November 2005, the appellant applied to the Federal Magistrates Court of Australia for judicial review of the Tribunal's decision.",
      "id": "s26"
    },
    {
      "text": "On that hearing, the appellant relied on four grounds.",
      "id": "s27"
    },
    {
      "text": "First, the appellant claimed that there was a breach of s 424A of the Migration Act 1958 (Cth) ('the Act') in relation to the appellant's statement dated 6 February 2003 and a statement dated July 1996.",
      "id": "s28"
    },
    {
      "text": "The appellant claimed that he had instructed his migration agent not to forward the latter document to the Tribunal and thus it was not given to the Tribunal for the purposes of the application.",
      "id": "s29"
    },
    {
      "text": "Secondly, the appellant asserted the Tribunal had made a jurisdictional error by ignoring relevant material and/or failing to take into account a relevant consideration in that the Tribunal did not consider the appellant's explanation for the inconsistencies in the statements such as his confusion and mental condition.",
      "id": "s30"
    },
    {
      "text": "Thirdly, the appellant claimed the Tribunal's decision was vitiated by apprehended bias in that the Tribunal failed to properly identify the documents when the appellant was confused and failed to consider the appellant's explanations regarding the documents.",
      "id": "s31"
    },
    {
      "text": "Fourthly, the appellant relied on a ground asserting a denial of natural justice and procedural fairness in relation to a contravention of ss 420 and 425 of the Act.",
      "id": "s32"
    },
    {
      "text": "9 The Federal Magistrate, in considering the Tribunal's decision in light of the claims made by the appellant, found there was no breach of s 424A of the Act.",
      "id": "s33"
    },
    {
      "text": "His Honour found that it was clear that the Tribunal was unaware of the July 1996 statement at the time of the hearing and that it was the appellant who had informed the Tribunal that he had made a statement in 1996.",
      "id": "s34"
    },
    {
      "text": "It was the appellant who, after the hearing, had attached the July 1996 document to the response to the letter sent by the Tribunal pursuant to s 424A of the Act and thus the document fell within s 424A(3)(b) of the Act.",
      "id": "s35"
    },
    {
      "text": "In relation to the statement of 6 February 2003, the Federal Magistrate was of the view that the Tribunal had complied with its obligations by sending a letter pursuant to s 424A(1) of the Act.",
      "id": "s36"
    },
    {
      "text": "He concluded that the Tribunal considered in detail matters raised by the appellant's letter in response to the inconsistencies.",
      "id": "s37"
    },
    {
      "text": "10 The Federal Magistrate found that the Tribunal had not failed to take into account a relevant consideration.",
      "id": "s38"
    },
    {
      "text": "In particular, he found that the Tribunal had taken into account an explanation given by the appellant in a letter written by the appellant on 9 September 2005.",
      "id": "s39"
    },
    {
      "text": "11 The Federal Magistrate found no evidence of bias or apprehended bias.",
      "id": "s40"
    },
    {
      "text": "As to the first ground he found that the appellant was invited and attended hearing; and that the appellant was invited at the hearing to comment on adverse material.",
      "id": "s41"
    },
    {
      "text": "12 He found that the appellant was afforded the right to a hearing as required by s 425 of the Act.",
      "id": "s42"
    },
    {
      "text": "His Honour found no jurisdictional error and dismissed the application.",
      "id": "s43"
    },
    {
      "text": "13 The notice of appeal raised the following grounds:\n \n1.",
      "id": "s44"
    },
    {
      "text": "The Tribunal made an error of law and failed to follow the proper procedures\n \n 2.",
      "id": "s45"
    },
    {
      "text": "The Tribunal failed to properly and adequately identify documents when it became clear the appellant was confused \n\n3.",
      "id": "s46"
    },
    {
      "text": "The Tribunal did not bring an impartial mind to the resolution of the matter before it.",
      "id": "s47"
    },
    {
      "text": "4.",
      "id": "s48"
    },
    {
      "text": "The Tribunal denied the appellant natural justice and procedural fairness by breaching ss 420 and 425 of the Act.",
      "id": "s49"
    },
    {
      "text": "5.",
      "id": "s50"
    },
    {
      "text": "The Tribunal denied the appellant natural justice as the Tribunal was biased or there was an apprehension of bias.",
      "id": "s51"
    },
    {
      "text": "14 The appellant was unrepresented on this appeal.",
      "id": "s52"
    },
    {
      "text": "He did, however, provide written submissions which had clearly been prepared by someone with knowledge of the law.",
      "id": "s53"
    },
    {
      "text": "The appellant also made oral submissions.",
      "id": "s54"
    },
    {
      "text": "The written submissions raise matters outside the notice of appeal.",
      "id": "s55"
    },
    {
      "text": "However, they should be addressed and I will do so after first dealing with the grounds of appeal.",
      "id": "s56"
    },
    {
      "text": "15 The first ground does not identify any errors said to have been made by the Tribunal and may simply be noted.",
      "id": "s57"
    },
    {
      "text": "16 Ground number 2 is the same ground 3 as considered by the Federal Magistrate.",
      "id": "s58"
    },
    {
      "text": "17 It appears from a reading of the transcript that the appellant thought when he attended the hearing that the Tribunal was in possession of the July 1996 statement which had been given to the Department.",
      "id": "s59"
    },
    {
      "text": "As the Federal Magistrate noted, the appellant's misapprehension was corrected by the Tribunal and he was invited to submit any copy of the statement to the Tribunal.",
      "id": "s60"
    },
    {
      "text": "18 It seems to me that the Tribunal cannot be criticised for bringing to the appellant's attention the fact that the Tribunal had not received the statement and inviting the appellant to provide the statement.",
      "id": "s61"
    },
    {
      "text": "19 Ground number 3 is a restatement of the ground before the Federal Magistrate of apprehended bias.",
      "id": "s62"
    },
    {
      "text": "Whilst giving evidence before the Tribunal and talking of his sister's death, the Tribunal told the applicant to take his time in telling his story and asked if he would like a break.",
      "id": "s63"
    },
    {
      "text": "Later in its reasons, the Tribunal rejected the appellant's account because it said the account was inconsistent with the appellant's written statement.",
      "id": "s64"
    },
    {
      "text": "The appellant submitted that the versions of the events were not inconsistent.",
      "id": "s65"
    },
    {
      "text": "Therefore, the Tribunal might be thought to be biased.",
      "id": "s66"
    },
    {
      "text": "20 In Re Refugee Review Tribunal; Ex parte H [2001] HCA 28 ; (2001) 179 ALR 425, Gleeson CJ, Gaudron and Gummow JJ, after adverting to the test of apprehended bias in curial proceedings, said at [28]:\n \n 'Perhaps it would be better, in the case of administrative proceedings held in private, to formulate the test for apprehended bias by reference to a hypothetical fair-minded lay person who is properly informed as to the nature of the proceedings, the matters in issue and the conduct which is said to give rise to an apprehension of bias.",
      "id": "s67"
    },
    {
      "text": "Whether or not that be the appropriate formulation, there is, in our view, no reason to depart from the objective test of possibility, as distinct from probability, as to what will be done or what might have been done.",
      "id": "s68"
    },
    {
      "text": "To do otherwise, would be to risk confusion of apprehended bias with actual bias by requiring substantially the same proof.",
      "id": "s69"
    },
    {
      "text": "' \n \n\n21 A reading of the transcript does not disclose any statement or conduct that might give rise to a suggestion that might give rise to apprehended bias.",
      "id": "s70"
    },
    {
      "text": "There is nothing in the Tribunal's reasons that could lead a reasonable lay observer to apprehend that the Tribunal might not bring an impartial mind to the determination of the matter before it.",
      "id": "s71"
    },
    {
      "text": "22 It cannot be said that simply because the Tribunal rejected the appellant's account a fair-minded lay person might think that the Tribunal might not have brought an impartial mind to the hearing.",
      "id": "s72"
    },
    {
      "text": "That submission, if accepted, would make decision making impossible.",
      "id": "s73"
    },
    {
      "text": "23 Ground number 4 refers to the appellant's submissions which were before the Federal Magistrate.",
      "id": "s74"
    },
    {
      "text": "It was asserted before the Federal Magistrate that:\n \n 'The findings of the Tribunal in regard to the applicant's credit were significant (and it is fair to say, crucial) to its decision.",
      "id": "s75"
    },
    {
      "text": "This finding as to credit was based, at the very least in part, on what the Tribunal saw as inconsistencies between the evidence given by the applicant at the hearing and the contents of the February 2003 and July 1996 documents.",
      "id": "s76"
    },
    {
      "text": "Further, it was based on the evidence at the hearing as received by the Tribunal through the official interpreter --- which is relevantly different from the Bengali translation provided by the applicant.",
      "id": "s77"
    },
    {
      "text": "It cannot be said that the decision would not have been different if the Tribunal has acted in accordance with s 420 and s 425 of the Migration Act 1958 .",
      "id": "s78"
    },
    {
      "text": "' \n \n\n24 The appellant then, in his submissions to the Federal Magistrate, referred to the decision of this Court in Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs v SCAR (2003) 128 FCR 533, which considered ss 420 and ss 425 of the Act.",
      "id": "s79"
    },
    {
      "text": "There the argument ended.",
      "id": "s80"
    },
    {
      "text": "The ground must be rejected.",
      "id": "s81"
    },
    {
      "text": "The appellant was invited to attend the hearing as he ought to have been: s 425 of the Act.",
      "id": "s82"
    },
    {
      "text": "He gave evidence and was invited to comment upon material which the Tribunal considered might be adverse to him.",
      "id": "s83"
    },
    {
      "text": "The Federal Magistrate concluded that the Tribunal had complied with its obligation under s 425.",
      "id": "s84"
    },
    {
      "text": "I agree with that conclusion.",
      "id": "s85"
    },
    {
      "text": "25 Section 420 is facultative in that it absolves the Tribunal from some of the constraints imposed on courts of law: Minister for Immigration and Multicultural Affairs v Eshetu [1999] HCA 21 ; (1999) 197 CLR 611 at 628, 635, 642-644, 659, and 664-668.",
      "id": "s86"
    },
    {
      "text": "Section 420 does not impose a duty upon the Tribunal which, if breached, would involve jurisdictional error.",
      "id": "s87"
    },
    {
      "text": "26 Ground number 5 appears to be a restatement of ground number 3, together with the further complaint that the Tribunal was actually biased.",
      "id": "s88"
    },
    {
      "text": "No complaint of that kind was made to the Federal Magistrate.",
      "id": "s89"
    },
    {
      "text": "No particulars of the complaint had been made on this appeal.",
      "id": "s90"
    },
    {
      "text": "27 I am unable to discern any fact or circumstance which could lead to the conclusion that the Tribunal was actually biased.",
      "id": "s91"
    },
    {
      "text": "28 In his written submissions the appellant raised seven grounds.",
      "id": "s92"
    },
    {
      "text": "The first is again a general complaint that the Tribunal made a jurisdictional error by denying the appellant procedural fairness and natural justice.",
      "id": "s93"
    },
    {
      "text": "That can be noted.",
      "id": "s94"
    },
    {
      "text": "29 The second ground may be considered with the fifth.",
      "id": "s95"
    },
    {
      "text": "Both of those grounds raise questions relating to the adequacy of the notice given under s 424A of the Act.",
      "id": "s96"
    },
    {
      "text": "30 The third ground asserts 'the Tribunal is bound to follow procedural (sic) in reaching its decisions and a failure to accord procedural fairness will lead to jurisdictional error, which is not protected from review by the privative clause'.",
      "id": "s97"
    },
    {
      "text": "31 The application to the Tribunal was lodged on 25 August 2003 after the enactment and commencement of s 422B of the Act (4 July 2002).",
      "id": "s98"
    },
    {
      "text": "32 Section 422B provides that Division 4 of Part VII of the Act is taken to be an exhaustive statement of the requirements of the natural justice hearing rule.",
      "id": "s99"
    },
    {
      "text": "To that end, the Tribunal is obliged to comply with Division 4.",
      "id": "s100"
    },
    {
      "text": "Section 422B has been recently considered by the Full Court of this Court in Minister for Immigration and Multicultural Affairs v Lay Lat [2006] FCAFC 61 ; (2006) 151 FCR 214.",
      "id": "s101"
    },
    {
      "text": "In that case, the Court was called upon to construe s 51A which is relevantly in the same terms as s 422B.",
      "id": "s102"
    },
    {
      "text": "The Court held that the intention of the legislature was to provide a comprehensive procedural code for procedural fairness and at the same time to exclude the common law natural justice hearing rule, although the bias rule is not excluded.",
      "id": "s103"
    },
    {
      "text": "The legislature intended to reverse the result of the decision in Re Minister for Immigration and Multicultural Affairs; ex parte Miah [2001] HCA 22 ; (2001) 206 CLR 57 where the majority held that the then wording of the Act did not exclude the common law rules of natural justice.",
      "id": "s104"
    },
    {
      "text": "There is, on the strength of that authority, no obligation on the decision maker to provide procedural fairness except in accordance with s 422B.",
      "id": "s105"
    },
    {
      "text": "33 In this case, there is no suggestion that the Tribunal did not comply with s 422B except insofar as it is complained that the Tribunal did not comply with s 424A.",
      "id": "s106"
    },
    {
      "text": "34 In paragraph 4 of the grounds the appellant asserts that the Tribunal failed to act in accordance with s 424A of the Act in that the Tribunal did not provide to the applicant particulars of the information that indicated that forged or fraudulently obtained documents are readily available in Bangladesh.",
      "id": "s107"
    },
    {
      "text": "35 That ground was raised in the application for review by the Magistrate and abandoned before the Magistrate.",
      "id": "s108"
    },
    {
      "text": "36 There was no obligation to provide the appellant with the information referred to because it was not information specifically about the applicant or another person but was information about a class of person of which the applicant is a member: VHAP of 2002 v Minister for Immigration and Multicultural and Indigenous Affairs (2004) 80 ALD 559; QAAC of 2004 v Refugee Review Tribunal [2005] FCAFC 92 ; VJAF v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCAFC 178.",
      "id": "s109"
    },
    {
      "text": "37 Grounds 2 and 5 raise the issue whether the Tribunal failed to comply with its obligations under s 424A of the Act.",
      "id": "s110"
    },
    {
      "text": "In particular, it is complained that the Tribunal failed to give the appellant particulars of information contained in the July 1996 declaration.",
      "id": "s111"
    },
    {
      "text": "It is necessary because of the provisions of s 424A(3)(b) to identify precisely how the 1996 statement came to the attention of the Tribunal.",
      "id": "s112"
    },
    {
      "text": "38 The appellant first applied for a protection visa on 25 June 1996.",
      "id": "s113"
    },
    {
      "text": "On 21 February 1997 his solicitors wrote to the Minister's Department enclosing a statutory declaration from the appellant in which he withdrew his application for a protection visa.",
      "id": "s114"
    },
    {
      "text": "39 On 25 February 1997 the appellant's solicitors sent a further statutory declaration sworn the same day in which the appellant advised that he did not wish to withdraw his refugee application and requested that the Department disregard his statutory declaration sworn 18 February 1997.",
      "id": "s115"
    },
    {
      "text": "40 On 7 February 2003 the appellant's solicitors provided the Department with the appellant's statement of 6 February 2003.",
      "id": "s116"
    },
    {
      "text": "41 On 5 August 2003 the appellant's solicitors made a long submission to the Department and enclosed the appellant's statement of 26 June 2003.",
      "id": "s117"
    },
    {
      "text": "42 The hearing before the Tribunal commenced on 3 August 2005.",
      "id": "s118"
    },
    {
      "text": "During the hearing, it became apparent from what the appellant said that the appellant had made a statement in 1996.",
      "id": "s119"
    },
    {
      "text": "He was advised that the statement had never made it to the Department of Immigration.",
      "id": "s120"
    },
    {
      "text": "He said that he gave the statement to his lawyer but he did not know exactly what had happened.",
      "id": "s121"
    },
    {
      "text": "43 Following the hearing, the Tribunal wrote to the appellant advising the appellant that it had information that would be the reason or part of the reason for deciding that the appellant was not entitled to a protection visa.",
      "id": "s122"
    },
    {
      "text": "It referred to the statements of 6 February 2003 and 26 June 2003 and the inconsistencies between those statements and his evidence.",
      "id": "s123"
    },
    {
      "text": "44 The appellant responded to the s 424A letter on 9 September.",
      "id": "s124"
    },
    {
      "text": "With that letter he provided the July 1996 statement which, as I have said, was in the form of the statutory declaration but unsworn.",
      "id": "s125"
    },
    {
      "text": "45 The July 1996 statutory declaration is in the same form as the statement of 6 February 2003 save that it is a statutory declaration.",
      "id": "s126"
    },
    {
      "text": "46 The appellant wrote:\n \n 'I would hope the tribunal would accept that I was totally confused whenever the tribunal referred me to the statement submitted in February 2003 as I did not know of that statement until last month when I discovered the clue of this issue in the DIMIA's F.O.I file.",
      "id": "s127"
    },
    {
      "text": "I then realized that this is the statutory declaration which was prepared in July 1996 in my aforementioned migration agent's office with the assistance of a Hindi speaking Indian acquaintance.",
      "id": "s128"
    },
    {
      "text": "Following the completion of the statutory declaration I have signed the declaration in front of the agent who had authenticated my signature.",
      "id": "s129"
    },
    {
      "text": "The former agent gave me a copy of the same from the printer but not from the photocopier.",
      "id": "s130"
    },
    {
      "text": "I discovered that there were many discrepancies in the statutory declaration.",
      "id": "s131"
    },
    {
      "text": "Within a week I returned to his office and handed over the copy of the declaration to the agent pointing out the discrepancies.",
      "id": "s132"
    },
    {
      "text": "I now can't remember what the agent exactly advised me on that occasion but I can vividly remember requesting him not to send that declaration to the DIMIA as some of the information was incorrect and misleading.",
      "id": "s133"
    },
    {
      "text": "' \n \n\n47 The appellant then referred to confusion, which he said was occasioned by his not realising that the Tribunal had a statement of his of February 2003 and said:\n \n 'I therefore would like to mention that the tribunal's letter dated: 17/08/2005 whatever anomaly and discrepancies were raised are not relevant for me to reply to because it has happened out of enormous confusion and I was not given the opportunity by the tribunal, at the hearing, to have a look at the statement to which the tribunal referred.",
      "id": "s134"
    },
    {
      "text": "The tribunal only mentioned the dates of the two subsequent statements to me but did not show me despite seeing my utter confusion and denial of my submission of two statements in 2003.",
      "id": "s135"
    },
    {
      "text": "' \n \n\n48 The appellant has contended that the July 1996 declaration was not sent to the Department in connection with his protection visa application.",
      "id": "s136"
    },
    {
      "text": "Nor was it, he contended, sent to the Tribunal for the purpose of the application to the Tribunal.",
      "id": "s137"
    },
    {
      "text": "49 The first contention may be accepted but is itself irrelevant: Minister for Immigration and Multicultural Affairs v Al Shamry [2001] FCA 919 ; (2001) 110 FCR 27.",
      "id": "s138"
    },
    {
      "text": "The relevant application in s 424(3)(b) is the application for review.",
      "id": "s139"
    },
    {
      "text": "50 His contention that he did not provide the July 1996 declaration for the purpose of the application must be rejected.",
      "id": "s140"
    },
    {
      "text": "The July 1996 declaration was provided in response to the s 424A letter received from the Tribunal.",
      "id": "s141"
    },
    {
      "text": "While the applicant explained that in some respects the July 1996 declaration was not accurate, it was still provided to the Tribunal for the purpose of the application.",
      "id": "s142"
    },
    {
      "text": "51 Ground 6 of the written submissions claims that the Tribunal made a jurisdictional error in that it ignored relevant material and/or failed to take into account a relevant consideration.",
      "id": "s143"
    },
    {
      "text": "52 The material, which it is said that the second respondent failed to have regard, is said to be contained in the respondent's reply to the s 424A letter of 9 September 2005.",
      "id": "s144"
    },
    {
      "text": "53 In my opinion, that contention must be rejected.",
      "id": "s145"
    },
    {
      "text": "It is clear from a reading of the Tribunal's decision that it had regard to the explanations given by the appellant in that letter.",
      "id": "s146"
    },
    {
      "text": "It simply did not accept them.",
      "id": "s147"
    },
    {
      "text": "54 The last ground raised is again a complaint of apprehended bias.",
      "id": "s148"
    },
    {
      "text": "That ground has already been covered in dealing with the grounds of appeal.",
      "id": "s149"
    },
    {
      "text": "55 In my opinion, the appeal must be dismissed.",
      "id": "s150"
    },
    {
      "text": "56 The following orders should be made:\n \n \n 1.",
      "id": "s151"
    },
    {
      "text": "The title of the first respondent should be amended to read 'Minister for Immigration and Citizenship'.",
      "id": "s152"
    },
    {
      "text": "2.",
      "id": "s153"
    },
    {
      "text": "The Refugee Review Tribunal should be added as second respondent to the appeal.",
      "id": "s154"
    },
    {
      "text": "3.",
      "id": "s155"
    },
    {
      "text": "The appeal should be dismissed.",
      "id": "s156"
    },
    {
      "text": "4.",
      "id": "s157"
    },
    {
      "text": "The appellant should pay the first respondent's costs.",
      "id": "s158"
    },
    {
      "text": "I certify that the preceding fifty-six (56) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Lander.",
      "id": "s159"
    },
    {
      "text": "Associate:\n\nDated: 16 February 2007\n\n\n Counsel for the Appellant: The Appellant appeared in person \n \n Counsel for the First Respondent: Mr Kennett \n \n Solicitor for the First Respondent: Australian Government Solicitor \n \n Date of Hearing: 12 February 2007 \n \n Date of Judgment: 16 February 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/133.html",
      "id": "s160"
    }
  ]
}