{
  "name": "South Johnstone Mill Ltd v Dennis and Scales [2007] FCA 1448 (14 September 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1448.html",
  "catchphrases": [
    {
      "text": "application for leave to bring proceedings",
      "id": "c0"
    },
    {
      "text": "whether leave may be granted nunc pro tunc",
      "id": "c1"
    },
    {
      "text": "criteria to be applied",
      "id": "c2"
    },
    {
      "text": "whether there is a serious question to be tried",
      "id": "c3"
    },
    {
      "text": "corporations",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 The applicants (other than South Johnstone Mill Limited ('the Company')) seek leave to continue this proceeding on behalf of and in the name of the Company under s 237 of the Corporations Act 2001 (Cth) ('the Act'), seeking injunctive relief and damages for contravention of various sections of the Act and damages on other grounds in respect of the sale of the Company's milling assets.",
      "id": "s0"
    },
    {
      "text": "For the purposes of this application for leave, I will proceed on the basis that the Company has available to it potential claims against the first respondents ('the Receivers') for contravention of the duties imposed upon officers of a corporation by s 180 of the Act, for breach of the obligation imposed upon a controller of property of a corporation by s 420A of the Act, and for breach of an equitable duty to act in good faith.",
      "id": "s1"
    },
    {
      "text": "Other claims are made which may or may not be properly maintained as a matter of law (at least as currently pleaded), but it is apparent that if the applicants cannot succeed in respect of the claims referred to above, then they could not otherwise be successful in respect of other claims on the evidence sought to be relied upon in this application.",
      "id": "s2"
    },
    {
      "text": "The basis of the claim against the second respondent ('the Bank') is that the Bank is liable for the defaults of the Receivers because the Receivers were acting as agents of the Bank.",
      "id": "s3"
    },
    {
      "text": "2 Although the applicants do not expressly state so in their application, it seems clear that the order sought is the grant of leave nunc pro tunc from at least the date proceedings were filed on 20 February 2007.",
      "id": "s4"
    },
    {
      "text": "Whilst the position as to the relevant limitation period is not entirely clear (both as a matter of law and fact), the applicants want to secure such leave so that no limitation defence can be raised by the respondents.",
      "id": "s5"
    },
    {
      "text": "I will proceed on the basis that the expiration of any relevant limitation period is six years after 21 February 2001, and that if leave is not granted nunc pro tunc , the applicants will at least be at risk of a limitation defence being raised by the respondents.",
      "id": "s6"
    },
    {
      "text": "BACKGROUND TO THE PROCEEDINGS \n \n3 The Company is an unlisted public company which was registered in Queensland.",
      "id": "s7"
    },
    {
      "text": "The Company owned and operated a sugar mill in North Queensland.",
      "id": "s8"
    },
    {
      "text": "For the purposes of this proceeding, the assets it held may be broken down into two broad categories, namely:\n \n &#8226; milling assets, comprising property such as mill land and buildings, plant and equipment, stock, supplies and shares in sugar industry-related companies, including shares in Sugar Terminals Limited ('STL'); and\n &#8226; other land known as the Warrami Land.",
      "id": "s9"
    },
    {
      "text": "4 From 1999 to 2001, the Company's trading position deteriorated seriously.",
      "id": "s10"
    },
    {
      "text": "Furthermore, in early 2001, the Company's mill needed urgent and expensive repairs in order to operate for the upcoming season.",
      "id": "s11"
    },
    {
      "text": "5 Ultimately, the Receivers were appointed on 18 January 2001 by the Bank.",
      "id": "s12"
    },
    {
      "text": "6 On 21 February 2001 the Receivers entered into an agreement with Bundaberg Sugar Limited ('Bundaberg') for the sale of what has been broadly described above as the Company's milling assets for the sum of $15.1 million ('the Contract').",
      "id": "s13"
    },
    {
      "text": "The Contract settled on 9 March 2001.",
      "id": "s14"
    },
    {
      "text": "The Warrami Land was later sold for approximately $5 million.",
      "id": "s15"
    },
    {
      "text": "7 The last of the Company's directors resigned on 20 February 2004 and it has not had any directors since that time.",
      "id": "s16"
    },
    {
      "text": "8 On 24 September 2004, the Receivers ceased to act in that capacity.",
      "id": "s17"
    },
    {
      "text": "STANDING \n \n9 This proceeding was brought not with the authority of the Company, but by the applicants purporting to act on its behalf.",
      "id": "s18"
    },
    {
      "text": "I shall hereinafter refer to the applicants other than the Company as \"the applicants\".",
      "id": "s19"
    },
    {
      "text": "No leave, as was required, was sought by the applicants prior to instituting this proceeding.",
      "id": "s20"
    },
    {
      "text": "10 The Receivers submitted that the applicants had no right at general law to bring proceedings on behalf of the Company, nor did they have a statutory right to do so under s 237, given that leave had not been granted to bring proceedings on behalf of the Company.",
      "id": "s21"
    },
    {
      "text": "The applicants rely solely upon the statutory right, and seek leave under s 237 of the Act.",
      "id": "s22"
    },
    {
      "text": "No right at general law was asserted.",
      "id": "s23"
    },
    {
      "text": "11 As a threshold matter, there was some debate before me as to whether all of the named applicants had standing to bring the application on behalf of or in the name of the Company.",
      "id": "s24"
    },
    {
      "text": "12 Section 236(1)(a) of the Act lists the persons entitled to apply to the Court for leave to bring proceedings, which includes a member, former member, or a person entitled to be registered as a member, of the Company.",
      "id": "s25"
    },
    {
      "text": "13 There are 141 applicants named in the originating process, however the respondents submitted that only 31 of the applicants were proven to be current or former members of the Company, according to a company extract from ASIC's records.",
      "id": "s26"
    },
    {
      "text": "14 The applicants could not produce the original share register, but did rely upon an extract from ASIC's records which provided that 283 \"A\" class shares and 3,900,016 \"B\" class shares have been issued.",
      "id": "s27"
    },
    {
      "text": "The extract only lists 31 of the applicants as current or former shareholders of the Company, whom the respondents accepted as appropriate applicants.",
      "id": "s28"
    },
    {
      "text": "However, it seems that more shareholders exist as the extract does not seem to identify all shareholders by name.",
      "id": "s29"
    },
    {
      "text": "15 In this regard, the applicants sought to rely upon what purported to be an electronic copy of the share register obtained by a shareholder in the Company in about February 2007 from the former Company secretary.",
      "id": "s30"
    },
    {
      "text": "16 Whether this application is interlocutory or not, this evidence is inadmissible.",
      "id": "s31"
    },
    {
      "text": "It is clearly hearsay and no relevant identification has been made as to the source of the information contained therein, even if reliance could be placed upon s 75 of the Evidence Act 1995 (Cth) (' Evidence Act ').",
      "id": "s32"
    },
    {
      "text": "17 I would not exercise my discretion under s 190 of the Evidence Act in order to admit the electronic copy into evidence, as the evidence is of so little probative value to actually prove that the people listed are in fact members or former members, which in my view is an important threshold matter in an application of this type.",
      "id": "s33"
    },
    {
      "text": "I do not accept that it would cause unnecessary expense or delay to prove the register of members, a matter in genuine dispute, which is fundamental to this Court's jurisdiction to consider the application for leave.",
      "id": "s34"
    },
    {
      "text": "No attempt was made to call the former Company secretary, and it has not been demonstrated that it could not be reasonably practicable to call him to give evidence to provide the details of the electronic copy of the share register, its source, or how it was created.",
      "id": "s35"
    },
    {
      "text": "Nor has any attempt been made to locate the share register from the Supreme Court of Queensland, which is where it has been deposed to be held.",
      "id": "s36"
    },
    {
      "text": "18 To the extent that reliance is placed on s 64(2) of the Evidence Act , even if it were applicable to this situation, for the reasons given above no basis has been provided for the reception of hearsay evidence of this nature.",
      "id": "s37"
    },
    {
      "text": "19 In any event, even if reliance could be placed upon the electronic copy of the share register, I am not satisfied that, in circumstances where the evidence is uncertain and incomplete on this question, it proves on the balance of probabilities that the persons referred to in the document are current or former shareholders of the Company.",
      "id": "s38"
    },
    {
      "text": "Nor do I consider the proof required is improved on the basis of the applicants merely informing their solicitor, Mr Maitland, of their status, and he providing such hearsay evidence to the Court.",
      "id": "s39"
    },
    {
      "text": "20 Nonetheless, I need only be satisfied for the purposes of standing that one applicant is a former or current member of the Company in order to grant leave under s 237.",
      "id": "s40"
    },
    {
      "text": "I therefore base my decision upon the Company extract from ASIC's records and accept that the requisite standing has been satisfied in respect of those 31 applicants named therein.",
      "id": "s41"
    },
    {
      "text": "Of course, any relief to be granted in this application could only be granted in favour of those 31 applicants.",
      "id": "s42"
    },
    {
      "text": "PRELIMINARY MATTERS \n \n21 A number of preliminary matters were raised for my consideration.",
      "id": "s43"
    },
    {
      "text": "Nature of the proceedings \n \n22 The first matter raised was whether this application was to be regarded as interlocutory or as a final proceeding.",
      "id": "s44"
    },
    {
      "text": "This question arose in the context of the operation of s 75 of the Evidence Act .",
      "id": "s45"
    },
    {
      "text": "A number of authorities were referred to, but it is important to recall that care must be taken before applying cases which are not concerned with the meaning of the term \"interlocutory\" for the purposes of the Evidence Act , but rather with the meaning of the term in the context of statutory provisions concerning leave to appeal.",
      "id": "s46"
    },
    {
      "text": "The point was made by the Full Court in Malouf v Malouf [1999] FCA 284 ; (1999) 86 FCR 134 at [33] :\n \n It has long been accepted that the terms \"final\" and \"interlocutory\" may mean different things in different contexts: see Salter Rex and Co v Ghosh [1971] 2 QB 597 at 600-601; Tampion v Anderson (1973) 48 ALJR 11 at 12-13; Wentworth v Wentworth (unreported, Supreme Court, NSW, Santow J, 17 April 1997) at p 4.",
      "id": "s47"
    },
    {
      "text": "It is not difficult to find good reason for allowing relaxation of the hearsay rule in a narrower category of cases than that in which the right of appeal is truncated by a requirement for leave.",
      "id": "s48"
    },
    {
      "text": "The latter requirement merely places the parties in the hands of the Court.",
      "id": "s49"
    },
    {
      "text": "Relaxation of the hearsay rule may substantially affect the outcome of the proceedings or the way in which they are conducted.",
      "id": "s50"
    },
    {
      "text": "23 I need not and do not consider this matter any further, as whether the application is treated as interlocutory or not for the purposes of s 75 of the Evidence Act does not impact upon my conclusions.",
      "id": "s51"
    },
    {
      "text": "However, I am of the tentative view that for the purposes of s 75 of the Evidence Act the application should be regarded as interlocutory.",
      "id": "s52"
    },
    {
      "text": "Can leave be granted nunc pro tunc ?",
      "id": "s53"
    },
    {
      "text": "24 The second preliminary matter related to the characterisation of the right under ss 236 and 237 of the Act to bring the proceedings and whether leave can be granted nunc pro tunc .",
      "id": "s54"
    },
    {
      "text": "25 The answer to this question depends upon whether ss 236 and 237 in their terms mandate that leave be granted before the proceeding is instituted.",
      "id": "s55"
    },
    {
      "text": "26 In order to deal with this matter it is necessary to set out ss 236 and 237.",
      "id": "s56"
    },
    {
      "text": "27 Section 236(1) provides:\n \n A person may bring proceedings on behalf of a company, or intervene in any proceedings to which the company is a party for the purpose of taking responsibility on behalf of the company for those proceedings, or for a particular step in those proceedings (for example, compromising or settling them), if: \n (a) the person is: \n \n \n \n (i) a member, former member, or person entitled to be registered as a member, of the company or of a related body corporate; or \n (ii) an officer or former officer of the company; and \n \n \n \n (b) the person is acting with leave granted under section 237.",
      "id": "s57"
    },
    {
      "text": "28 Section 237(1) provides that a person referred to in s 236(1)(a) may apply to the court for leave to bring, or intervene in, proceedings.",
      "id": "s58"
    },
    {
      "text": "On such application, the court must grant leave if the criteria set out in s 237(2) are satisfied.",
      "id": "s59"
    },
    {
      "text": "Section 237(2) provides as follows:\n \n The Court must grant the application if it is satisfied that: \n \n \n (a) it is probable that the company will not itself bring the proceedings, or properly take responsibility for them, or for the steps in them; and \n (b) the applicant is acting in good faith; and \n (c) it is in the best interests of the company that the applicant be granted leave; and \n (d) if the applicant is applying for leave to bring proceedings --- there is a serious question to be tried; and \n (e) either: \n \n \n \n \n (i) at least 14 days before making the application, the applicant gave written notice to the company of the intention to apply for leave and of the reasons for applying; or \n (ii) it is appropriate to grant leave even though subparagraph (i) is not satisfied.",
      "id": "s60"
    },
    {
      "text": "29 The effect of the requirements of s 237 must be ascertained by construing the provisions in their context and having regard to the purpose that section is intended to serve.",
      "id": "s61"
    },
    {
      "text": "30 Part 2F.1A was introduced into the Corporations Law , now the Act, by the Corporate Law Economic Reform Program Act 1999 (Cth) ('the CLERP Act').",
      "id": "s62"
    },
    {
      "text": "Part 2F.1A commenced on 13 March 2000.",
      "id": "s63"
    },
    {
      "text": "31 The purpose of the amending legislation was to introduce a new regime for the bringing of derivative proceedings.",
      "id": "s64"
    },
    {
      "text": "The Explanatory Memorandum refers to a number of reports which recommended a statutory derivative action for various reasons, such as \"to reduce the cost to the members and directors of a company of establishing and enforcing their relationship with one another\".",
      "id": "s65"
    },
    {
      "text": "The statutory derivative action was introduced to remedy certain difficulties, which were set out at [6.15] of the Explanatory Memorandum, in bringing a derivative action at general law under the exceptions to the rule in Foss v Harbottle (1843) 2 Hare 461.",
      "id": "s66"
    },
    {
      "text": "The Explanatory Memorandum states (at [6.17]):\n \n In summary, the proposed statutory derivative action will allow an eligible applicant, which will include shareholders and directors, to commence proceedings on behalf of a company where the company is unwilling or unable to do so.",
      "id": "s67"
    },
    {
      "text": "Proceedings could be commenced in respect of wrongs done to the company and the company would benefit from successful actions.",
      "id": "s68"
    },
    {
      "text": "32 In explaining who may apply for leave, the Explanatory Memorandum states (at [6.30]):\n \n ...the statutory action is not intended to be regulatory in nature, but to facilitate private parties to enforce existing rights attaching to the company --- effectively, the action is designed to be a self help measure.",
      "id": "s69"
    },
    {
      "text": "In this regard, a statutory derivative action has the potential to remove some of the regulatory burden from ASIC by making it easier for investors themselves to protect the interests of the company.",
      "id": "s70"
    },
    {
      "text": "33 The Explanatory Memorandum states, as is reflected in s 237(1), that in order to commence or intervene in proceedings, \"a person will need to first apply for leave from the Court\".",
      "id": "s71"
    },
    {
      "text": "34 The purpose for the criteria for granting leave as set out in the legislation is explained at [6.32] to [6.33] of the Explanatory Memorandum:\n \n These criteria are aimed at preventing potentially vexatious or unmeritorious actions that would be detrimental to the company on whose behalf the action was taken... \n \n The Criteria seek to strike a balance between the need to provide a real avenue for applicants to seek redress on behalf of a Company where it fails to do so and the need to prevent actions proceeding which have little likelihood of success.",
      "id": "s72"
    },
    {
      "text": "35 The Explanatory Memorandum expressly contemplates that an applicant does not need to meet the requirement of giving 14 days notice to the company of its reasons for applying for leave in circumstances where it is not practical or expedient - instead an ex parte hearing is allowed where urgency is required.",
      "id": "s73"
    },
    {
      "text": "It seems, therefore, that the reason for the notice period is to allow the company time to address the applicant's concerns prior to the hearing date, and failure to do so may support a conclusion by the court that it is improbable that the company would itself take proceedings.",
      "id": "s74"
    },
    {
      "text": "36 Section 241 also provides for the general powers of the court to supervise proceedings.",
      "id": "s75"
    },
    {
      "text": "As stated at [6.64] of the Explanatory Memorandum, the principal purpose of this provision is to allow the court to ensure a company's money is being \"expended in a reasonable manner and whether a complaint constitutes a good cause of action\".",
      "id": "s76"
    },
    {
      "text": "37 The applicants submitted that the Court has jurisdiction to entertain this application for leave nunc pro tunc notwithstanding that proceedings were commenced without leave.",
      "id": "s77"
    },
    {
      "text": "The applicants relied upon the decision of Re Testro Bros Consolidated Ltd [1965] VR 18, amongst others, in support of the proposition that the absence of leave is not a matter going to jurisdiction and that rather it is an irregularity capable of being corrected by the Court.",
      "id": "s78"
    },
    {
      "text": "38 In that case, Sholl J said at 33 to 34 in the context of provisions of the Companies Act (1961) (Vic), which required leave to commence winding up proceedings:\n \n Now it has always been the view of the courts, since the early days of company legislation in England, that sections such as our present ss 199, 230(3) and 263(2) do not impose conditions precedent to the jurisdiction.",
      "id": "s79"
    },
    {
      "text": "... \n \n But clearly the absence of leave is not a matter going to jurisdiction, and prohibition or certiorari will not lie; it is an irregularity in procedure, in a matter within jurisdiction...so that the proceedings are not void or \"null\".",
      "id": "s80"
    },
    {
      "text": "39 His Honour referred to the policy reasons behind the requirement of leave and observed of the statute (at 35):\n \n Such legislation is aimed at preserving the control of the Supreme Court over the administration of a company's affairs, a purpose which is sufficiently achieved by interpreting sections like s 199 rather as conferring a control of a directory character on the Court, than as setting up an absolute bar like a statute of limitations.",
      "id": "s81"
    },
    {
      "text": "40 In that case, Sholl J took the view that it was preferable for the court to grant leave nunc pro tunc , rather than require the party who would have been granted leave if they had applied at the requisite time to start again.",
      "id": "s82"
    },
    {
      "text": "41 More recently, the High Court of Australia considered the effect of non-compliance with statutory requirements in the decisions of Emanuele v Australian Securities Commission [1997] HCA 20 ; (1997) 188 CLR 114 and Berowra Holdings Pty Ltd v Gordon [2006] HCA 32 ; (2006) 225 CLR 364.",
      "id": "s83"
    },
    {
      "text": "42 In Emanuele [1997] HCA 20 ; 188 CLR 114, the Australian Securities Commission had failed to obtain leave before applying for a winding up order under the Corporations Law .",
      "id": "s84"
    },
    {
      "text": "The court held by majority that the absence of leave was a defect or irregularity capable of correction by the court.",
      "id": "s85"
    },
    {
      "text": "The majority approved the observations of Sholl J in Re Testro Bros [1965] VR 18 (at 125 per Dawson J; at 129 per Toohey J; at 153 per Kirby J).",
      "id": "s86"
    },
    {
      "text": "43 For the majority of the court, the question was whether the relevant provision conditioned the court's jurisdiction.",
      "id": "s87"
    },
    {
      "text": "In this context, Toohey J considered the nature of the relevant provision, and held at 128:\n \n Not only is s 459P(2) not a jurisdiction conferring provision, it does not create a cause of action or go to the relief that may be granted.",
      "id": "s88"
    },
    {
      "text": "44 Similarly, Dawson J held at 125 (citations omitted):\n \n Section 459P does not confer jurisdiction on the Federal Court to make a winding up order; it does no more than identify the parties who may make an application, requiring leave to be obtained in the case of some of them including the Commission.",
      "id": "s89"
    },
    {
      "text": "Jurisdiction is conferred on the Federal Court by s 459A of the Corporations Law in conjunction with s 42(3) of the Corporations (South Australia) Act 1990 (SA).",
      "id": "s90"
    },
    {
      "text": "The failure to obtain leave was a mere defect or irregularity in the exercise of that jurisdiction.",
      "id": "s91"
    },
    {
      "text": "It did not affect the validity of the order made, although it may have provided a ground for staying it or setting it aside.",
      "id": "s92"
    },
    {
      "text": "45 In a separate judgment, Kirby J construed the relevant provision having regard to, amongst other things, the purpose of the legislation.",
      "id": "s93"
    },
    {
      "text": "In that context, his Honour observed that it would not promote the objectives of the legislation if the provision in question was construed as requiring strict compliance (at 155).",
      "id": "s94"
    },
    {
      "text": "This was so, despite the emphatic words of the section, which, if taken at face value, appeared to make leave an absolute strict requirement.",
      "id": "s95"
    },
    {
      "text": "In particular s 459P(2) provided that an application \"may only be made with the leave of the Court\", and s 459P(3) provided that the Court may give leave if satisfied there is a prima facie case, \"but not otherwise\".",
      "id": "s96"
    },
    {
      "text": "46 In Berowra [2006] HCA 32 ; 225 CLR 364, the provision under consideration prohibited the commencement of proceedings within a specified time period.",
      "id": "s97"
    },
    {
      "text": "In breach of that provision, proceedings were commenced and an issue arose as to whether the proceedings so commenced were a nullity.",
      "id": "s98"
    },
    {
      "text": "The High Court (Gleeson CJ, Gummow, Hayne, Heydon and Crennan JJ) decided that the provision did not exclude the jurisdiction of the court (at [33] to [34]):\n \n Section 151C should not be read as if the entitlement of a plaintiff to commence court proceedings after the passage of six months from the giving to the employer of notice of the injury was a pre-condition to the jurisdiction conferred upon the court to determine claims for work injury damages... \n \n The better view is that the provision does not inevitably result in the invalidity of proceedings commenced in contravention of it, either for want of the court's jurisdiction or because the court has no jurisdiction except to accede to a defendant's application (whenever brought) to set aside the proceedings and to do so without regard to the procedural history and the relevant Rules of Court.",
      "id": "s99"
    },
    {
      "text": "47 Justice Kirby noted in a separate judgment at [86] (footnotes omitted):\n \n Where parliament has enacted a provision in language which holds back from attaching consequences of nullity and voidness to the acts of a person in breach, it requires a very strong indication elsewhere in the Act that this is Parliament's purpose, if the Court is to derive an implication that this is so.",
      "id": "s100"
    },
    {
      "text": "This is because of the drastic consequences that can follow conclusions of nullity and voidness in the law.",
      "id": "s101"
    },
    {
      "text": "48 The principles that can be drawn from these High Court decisions are similarly applicable in respect of the operation of ss 236 and 237 of the Act.",
      "id": "s102"
    },
    {
      "text": "It is not a matter of characterising the provisions of ss 236 and 237 as procedural or substantive (which may be relevant in another context (see eg Advent Investors Pty Ltd v Goldhirsch (2001) 37 ACSR 529 per Warren J)), but the question is whether the provisions condition the court's jurisdiction.",
      "id": "s103"
    },
    {
      "text": "49 The actual provisions considered in Emanuele [1997] HCA 20 ; 188 CLR 114 are not materially different to those with which I am concerned, and in my view the analysis of the High Court in that decision is equally applicable to ss 236 and 237 of the Act.",
      "id": "s104"
    },
    {
      "text": "The fact that ss 236 and 237 of the Act were not enacted against the background of a well-known body of case law which recognised the court's power to grant leave nunc pro tunc is irrelevant.",
      "id": "s105"
    },
    {
      "text": "The question is ultimately one of construction of ss 236 and 237, even accepting they create a new regime.",
      "id": "s106"
    },
    {
      "text": "In both the context of s 459P, as considered in Emanuele [1997] HCA 20 ; 188 CLR 114, and ss 236 and 237 there is envisaged the exercise of the court's supervisory jurisdiction in advance of the commencement of proceedings.",
      "id": "s107"
    },
    {
      "text": "Further, I do not consider that the mandatory terms of s 237(2) are sufficiently different to the requirement of s 459P(3), the latter being that the court be satisfied that there is a prima facie case that the company is insolvent.",
      "id": "s108"
    },
    {
      "text": "Both provisions have requirements which can be equally considered before or after the commencement of proceedings.",
      "id": "s109"
    },
    {
      "text": "50 In a similar way, the analysis undertaken in Berowra [2006] HCA 32 ; 225 CLR 364 is usefully applicable to my task of construing ss 236 and 237.",
      "id": "s110"
    },
    {
      "text": "Sections 236 and 237 are silent as to the consequences of commencing a proceeding without leave.",
      "id": "s111"
    },
    {
      "text": "There is no warrant to conclude that parliament intended that such proceedings be beyond the court's jurisdiction, as I can find no indication, strong or otherwise, to so conclude.",
      "id": "s112"
    },
    {
      "text": "It cannot be inferred that in the absence of parliament expressly stating that leave can be granted nunc pro tunc , the court does not have jurisdiction.",
      "id": "s113"
    },
    {
      "text": "This would be inconsistent with the wealth of authorities which provide for the grant of leave nunc pro tunc in respect of other provisions.",
      "id": "s114"
    },
    {
      "text": "More importantly however, by reference to the stated purposes of the legislation in the Explanatory Memorandum, it cannot be inferred that parliament contemplated that a company may be denied the benefit of the institution of proceedings where there is a proper basis to otherwise institute the proceedings, simply because proceedings were issued without leave.",
      "id": "s115"
    },
    {
      "text": "The express intention of parliament in introducing the statutory derivative action was to allow a simplified process for shareholders to appropriately bring valid causes of action on behalf of a company, which it would not do in its own right.",
      "id": "s116"
    },
    {
      "text": "51 Further, I do not consider that, in expressly allowing for ex parte applications, it may be inferred that the legislation does not authorise the prior issue of the proceeding with leave to follow.",
      "id": "s117"
    },
    {
      "text": "True it is that the stated reasons for the requirement of leave are to allow the court to supervise the expenditure of company money, to prevent abuse of proceedings, and to guard against potentially \"vexatious or unmeritorious\" litigation.",
      "id": "s118"
    },
    {
      "text": "However, this purpose would not necessarily be defeated if leave were granted nunc pro tunc , as the criteria for the bringing of the proceedings still need to be considered to allow the matter to proceed.",
      "id": "s119"
    },
    {
      "text": "To permit an application to be made ex parte shows that parliament envisaged that in certain circumstances a party may need to approach the court urgently and without notice to interested persons, and permits the court to hear that application accordingly.",
      "id": "s120"
    },
    {
      "text": "By so permitting such an application to be made without notice and ex parte does not mean that it is a pre-condition to the jurisdiction of the court that leave be brought prior to the institution of proceedings in all circumstances.",
      "id": "s121"
    },
    {
      "text": "52 In construing the provisions of legislation, it is always necessary to have cognisance of their context and the purpose the provisions are intended to serve.",
      "id": "s122"
    },
    {
      "text": "Sections 236 and 237 in themselves do not create the relevant causes of action that are sought to be maintained on behalf of the Company in the proceedings.",
      "id": "s123"
    },
    {
      "text": "Sections 236 and 237 identify the persons who may make or pursue a claim on behalf of a company and the requirements that must be met before the claims may be advanced.",
      "id": "s124"
    },
    {
      "text": "The court's jurisdiction is found in the substantive provisions of the Act or common law which empower it to adjudicate claims for breach of statutory and other duties.",
      "id": "s125"
    },
    {
      "text": "It may be inferred that parliament contemplated that the court having jurisdiction to hear the application, its general powers of correction would be available if faced with circumstances such as those arising in this application, or where there was inadvertence or oversight by a party in obtaining the necessary leave.",
      "id": "s126"
    },
    {
      "text": "53 There was no contention that the court would not have the power to make the appropriate correction if the court had the appropriate jurisdiction.",
      "id": "s127"
    },
    {
      "text": "The proceeding having now been filed with the Court has enlivened the jurisdiction of the Court, and the Court can thus proceed to consider the issues raised for its determination: see Johnston v Vintage Developments Pty Ltd [2006] FCAFC 171.",
      "id": "s128"
    },
    {
      "text": "54 As Kirby J said in Emanuele 188 CLR at 152-153 (footnotes omitted):\n \n It is trite to say, but worth repeating, that the power of a court, such as the Federal Court, to correct obvious slips by orders in appropriate cases nunc pro tunc is one granted by legislation and the rules and implied in the express powers of the Court to avoid injustice.",
      "id": "s129"
    },
    {
      "text": "There is a reason for the tendency in the series of cases cited by McHugh JA in Woods v Bate [(1986) 7 NSWLR 560 at 567] and in other cases to like effect, for the reluctance of courts in recent times to invalidate acts done pursuant to a statutory provision because of a failure to comply with a prior procedural condition.",
      "id": "s130"
    },
    {
      "text": "Courts today are less patient with meritless technicalities.",
      "id": "s131"
    },
    {
      "text": "They recognise the inconvenience that can attend an overly strict requirement of conformity to procedural pre-conditions.",
      "id": "s132"
    },
    {
      "text": "In the morass of modern legislation, it is easy enough, even for skilled and diligent legal practitioners (still more lay persons who must conform to the law) to slip in complying with statutory requirements.",
      "id": "s133"
    },
    {
      "text": "The Law is a case in point.",
      "id": "s134"
    },
    {
      "text": "Its complexity and detail is such that it has necessitated, within a short time of its enactment, the passage of the First Corporate Law Simplification Act 1995 (Cth).",
      "id": "s135"
    },
    {
      "text": "A number of further stages of simplification are promised.",
      "id": "s136"
    },
    {
      "text": "An undue rigidity in insisting upon strict compliance with all of the procedural requirements of the Law could become a mask for injustice and a shield for wrong-doing.",
      "id": "s137"
    },
    {
      "text": "55 The real preliminary question in this application is that which I have just considered, namely whether the legislation, in requiring leave prior to the institution of proceedings, conditions the Court's jurisdiction.",
      "id": "s138"
    },
    {
      "text": "In my view it clearly does not.",
      "id": "s139"
    },
    {
      "text": "56 I note that there have been a number of cases in which leave to proceed under s 237 has been granted nunc pro tunc : see McLean v Lake Como Venture Pty Ltd [2004] 2 Qd R 280; RTP Holdings Pty Ltd v Roberts (2000) 36 ACSR 170; and Maher v Honeysett &amp; Maher Electrical Contractors [2005] NSWSC 859.",
      "id": "s140"
    },
    {
      "text": "I accept that in these cases no objection was taken to the grant of leave nunc pro tunc .",
      "id": "s141"
    },
    {
      "text": "It seems to me, having analysed the position, the grant of leave nunc pro tunc would be an available order to make in appropriate circumstances.",
      "id": "s142"
    },
    {
      "text": "Discretion to grant leave nunc pro tunc \n \n57 Having taken the view that obtaining prior leave is not a condition to jurisdiction of the Court, it is still necessary to determine whether, in the circumstances of this case, leave should be granted nunc pro tunc .",
      "id": "s143"
    },
    {
      "text": "The general principle is that the court will enter a decree nunc pro tunc if it is satisfied that it is only doing now what it would have done then: see Emanuele 188 CLR at 132 per Toohey J citing Donne v Lewis (1805) 32 ER 1221 at 1222.",
      "id": "s144"
    },
    {
      "text": "58 To make the applicants reissue proceedings would add unnecessary expense and time.",
      "id": "s145"
    },
    {
      "text": "To take a strict approach would frustrate the stated benefits of the statutory derivative action, which include \"making it easier for investors to protect the interests of the company\", and reducing \"the cost to the members and directors of a company of establishing and enforcing their relationship with one another\".",
      "id": "s146"
    },
    {
      "text": "59 In addition, given the possibility that the causes of action will be statute-barred if one takes the view that leave should not be granted nunc pro tunc , this will deny the Company any potentially good cause of action.",
      "id": "s147"
    },
    {
      "text": "In those circumstances incurable prejudice may flow to the Company.",
      "id": "s148"
    },
    {
      "text": "On the other hand, the respondents merely seek to protect a forensic windfall, which is not a proper basis for denying leave nunc pro tunc : see Karam v ANZ (2000) 34 ACSR 545 per Santow J.",
      "id": "s149"
    },
    {
      "text": "Nowhere does any respondent indicate any other relevant prejudice arising from granting leave nunc pro tunc , if it were otherwise appropriate to do so.",
      "id": "s150"
    },
    {
      "text": "CRITERIA FOR THE GRANT OF LEAVE \n \n60 As set out above, a person referred to in s 236(1)(a) may apply to the court for leave to bring proceedings.",
      "id": "s151"
    },
    {
      "text": "On such application, the court must grant leave if the criteria set out in s 237(2) are satisfied.",
      "id": "s152"
    },
    {
      "text": "The prevailing view is that failure to satisfy any one of these criteria means that leave must be refused: see Jeans v Deangrove Pty Ltd [2001] NSWSC 84 at [9] per Santow J; Goozee v Graphic World Holdings Pty Ltd [2002] NSWSC 640 ; (2002) 42 ACSR 534 at [27] per Barrett J; Herbert v Redemption Investments Ltd [2002] QSC 340 at [25] per Mackenzie J; Maher v Honeysett [2005] NSWSC 859 at [12] per Brereton J; compare Fiduciary Ltd v Morningstar Research Pty Ltd (2005) 53 ACSR 732 at [16], where Austin J found it unnecessary to decide the point.",
      "id": "s153"
    },
    {
      "text": "61 The applicants bear the onus of satisfying the Court, on the balance of probabilities, that the criteria identified in s 237(2) have been met: Swansson v RA Pratt Properties Pty Ltd (2002) 42 ACSR 313 at [24]-[26] per Palmer J; Fiduciary v Morningstar 53 ACSR at [15] per Austin J; Re Varsity Queensland Pty Ltd [2006] QSC 356 at [9] per Mullins J.",
      "id": "s154"
    },
    {
      "text": "Probable the Company will not bring proceedings \n \n62 In relation to the first criterion --- that it is probable that the Company will not itself institute proceedings --- the applicants sought to rely upon the following evidence:\n \n &#8226; The Company has had no directors since 20 February 2004.",
      "id": "s155"
    },
    {
      "text": "&#8226; The Company holds no assets as they were sold by the Receivers.",
      "id": "s156"
    },
    {
      "text": "63 Having regard to the financial resources of the Company and the state of its management I consider that it is probable that the Company will not itself bring proceedings or properly take responsibility for them.",
      "id": "s157"
    },
    {
      "text": "I do not consider it incumbent upon the applicants in these circumstances to have sought to have the Company consider for itself the position, or to seek to convene a general meeting with a view to appointing directors.",
      "id": "s158"
    },
    {
      "text": "On the basis of the present position I am satisfied that this first criterion is satisfied.",
      "id": "s159"
    },
    {
      "text": "Good faith \n \n64 In relation to the second criterion --- that the applicants are acting in good faith --- it is established that there are at least two interrelated factors to which the court will have regard, namely:\n \n &#8226; whether the applicants have an honest belief of a good cause of action with reasonable prospects of success; and\n &#8226; whether the applicants have a collateral purpose that would amount to an abuse of process.",
      "id": "s160"
    },
    {
      "text": "See Swansson 42 ACSR at [36] per Palmer J; Goozee 42 ACSR at [56] per Barrett J; Herbert [2002] QSC at [27] per Mackenzie J; Fiduciary v Morningstar 53 ACSR at [21] per Austin J; Maher v Honeysett [2005] NSWSC 859 at [28] per Brereton J.",
      "id": "s161"
    },
    {
      "text": "65 The applicants submitted that they satisfied this criterion, and relied upon the fact that they have joined themselves as parties and that they form a substantial number of the shareholders.",
      "id": "s162"
    },
    {
      "text": "The applicants also pointed to the absence of any suggestion that any of them was acting otherwise than in good faith.",
      "id": "s163"
    },
    {
      "text": "The applicants indicated that they will indemnify the Company for its costs of the proceeding and any adverse costs order against the Company arising out of the proceeding.",
      "id": "s164"
    },
    {
      "text": "It was also submitted by the applicants that, whether or not the expert evidence of the valuation of the Company's milling assets sought to be adduced in this application is admitted into evidence (there being objection to its admissibility), the mere fact that the valuation has been received by the applicants and indicated on its face that the sale of the milling assets was at a substantial undervalue supported the argument that the applicants were acting in good faith.",
      "id": "s165"
    },
    {
      "text": "66 It must be noted, however, if leave be granted, it could only be granted in relation to 31 of the applicants given the status of the evidence on standing.",
      "id": "s166"
    },
    {
      "text": "However, I do not consider that this aspect necessarily diminishes the applicants' argument that they have brought these proceedings in good faith.",
      "id": "s167"
    },
    {
      "text": "67 I accept that more than \"bald assertion\" is required in order to establish an applicant's honest belief: Swansson 42 ACSR at [36] per Palmer J; Fiduciary Ltd 53 ACSR at [22] per Austin J.",
      "id": "s168"
    },
    {
      "text": "In fact, in the present case no applicant has deposed that he or she honestly believes that a good cause of action exists and has a reasonable prospect of success.",
      "id": "s169"
    },
    {
      "text": "The applicants' solicitor, Mr Maitland, has not sought to give hearsay evidence as to the existence of such an honest belief.",
      "id": "s170"
    },
    {
      "text": "68 Whether or not good faith may be \"relatively easy\" to demonstrate (see Swansson 42 ACSR at [38]), there must be some positive evidence before the Court to show the applicants are acting in good faith.",
      "id": "s171"
    },
    {
      "text": "The fact that 31 shareholders seek to recover monetary compensation is not enough for the burden to be satisfied as to the good faith requirement of s 237.",
      "id": "s172"
    },
    {
      "text": "I do not think it is a sufficient answer for the applicants to say that there has not been any suggestion that any of them is acting otherwise than in good faith.",
      "id": "s173"
    },
    {
      "text": "The onus is upon the applicants to satisfy the Court that the applicants are acting in good faith.",
      "id": "s174"
    },
    {
      "text": "69 However, in my view the onus has been discharged.",
      "id": "s175"
    },
    {
      "text": "It is not a requirement that the applicants depose to their belief; all that is required is that the Court be satisfied that the applicants are acting in good faith.",
      "id": "s176"
    },
    {
      "text": "The fact that the applicants are willing, as a condition of leave, to indemnify the Company for costs and any adverse costs order, that there is no suggestion of any collateral purpose, that the 31 applicants properly identified as shareholders constitute more than a token shareholding, and in any event if they are successful that the value of the shares of each such applicant (and other shareholders) will increase, is sufficient to demonstrate good faith.",
      "id": "s177"
    },
    {
      "text": "I do not rely on the mere existence of the expert reports sought to be adduced into evidence relating to undervalue for the purposes of my conclusion on this aspect.",
      "id": "s178"
    },
    {
      "text": "Best interests of the Company \n \n70 In relation to the third criterion --- that it is in the best interests of the Company that the applicants be granted leave --- the applicants submitted that if the action is successful some potential benefit can be foreseen for the Company.",
      "id": "s179"
    },
    {
      "text": "In particular, the applicants submitted that the respondents will be able to meet any judgment ordered against them, and as such, there will be a practical benefit to the Company from the proceeding.",
      "id": "s180"
    },
    {
      "text": "71 However, the respondents submitted that more needs to be shown.",
      "id": "s181"
    },
    {
      "text": "In Swansson 42 ACSR at [55]-[56], Palmer J said:\n \n At the outset, it is important to note that s 237(2)(c) requires the Court to be satisfied, not that the proposed derivative action may be , appears to be , or is likely to be , in the best interests of the company but, rather, that it is in its best interests.",
      "id": "s182"
    },
    {
      "text": "In this respect, s 237(2) differs significantly from its counterpart in the Canadian legislation, which requires the Court to be satisfied that the proposed derivative action \"appears to be\" in the interests of the company, and from s 165(3) of the New Zealand Act which requires that the Court \"have regard to ... the interests of the company\".",
      "id": "s183"
    },
    {
      "text": "These provisions seem to have led the Courts of those countries to the view that the best interests of a company need be considered only in a prima facie way: see eg Re Bellman and Western Approaches Ltd (1981) 130 DLR (3d) 193, at 201; Vrij v Boyle (1995) 3 NZLR 763, at 765; Techflow (NZ) Ltd v Techflow Pty Ltd (1996) 7 NZCLC 261,138.",
      "id": "s184"
    },
    {
      "text": "The requirement of s 237(2)(c) that the applicant satisfy the Court that the proposed action is in the best interests of the company is a far higher threshold for an applicant to cross.",
      "id": "s185"
    },
    {
      "text": "It requires the applicant to establish, on the balance of probabilities, a fact which can only be determined by taking into account all of the relevant circumstances.",
      "id": "s186"
    },
    {
      "text": "72 In Fiduciary v Morningstar 53 ACSR at [51], Austin J held that:\n \n ... there is a balance to be struck between the prejudice that the company will suffer if claims are pressed unsuccessfully on its behalf and there is an adverse costs order, and the advantage that it will gain, indirectly for the benefit of its shareholders, if the claims are successful... \n\n73 This issue is to a certain extent connected to the strength or otherwise of the case the applicants wish to advance on behalf of the Company.",
      "id": "s187"
    },
    {
      "text": "The applicants have accepted that they will bear the costs of the proceedings if unsuccessful.",
      "id": "s188"
    },
    {
      "text": "This puts the balance of the consideration of what is in the best interests of the Company in favour of the applicants.",
      "id": "s189"
    },
    {
      "text": "74 I was concerned that whether the applicants could sufficiently demonstrate that the Company would be entitled to some monetary compensation, and not just nominal damages, could impact upon this criterion.",
      "id": "s190"
    },
    {
      "text": "After all, if there were no monetary advantage to the Company even if successful, this would need to be considered in the context of determining whether the proceedings would be in the best interests of the Company.",
      "id": "s191"
    },
    {
      "text": "In the course of submissions a great deal of time was spent on the issue of whether or not the applicants proved that the sale was for an undervalue.",
      "id": "s192"
    },
    {
      "text": "Objections were made to evidence (including expert evidence) sought to be adduced by the applicants on this issue.",
      "id": "s193"
    },
    {
      "text": "75 I have come to the conclusion that it is unnecessary to consider the evidence objected to for the purposes of this application, both in relation to the criterion of the best interests of the Company and whether there is a serious question to be tried.",
      "id": "s194"
    },
    {
      "text": "I am satisfied that there is sufficient evidence, which is not objected to, demonstrating that there is a serious question to be tried (which impacts upon my consideration of the best interests of the Company) that there was a sale at undervalue at least in respect of the sale of the Company's shares in sugar industry-related companies.",
      "id": "s195"
    },
    {
      "text": "The evidence is that consideration of $500,007 was paid by Bundaberg for the whole of the shares owned by the Company in all of its investment companies.",
      "id": "s196"
    },
    {
      "text": "However, the interim STL report for 2000-2001 and covering letter dated 16 February 2001 sent to all shareholders of STL showed that the net tangible value of each share in STL was $1.06 per share and that STL expected to declare and pay a dividend for the financial year ending 30 June 2001.",
      "id": "s197"
    },
    {
      "text": "The Company held 4,360,025 \"M\" class shares in STL, and the value of the 4,360,025 shares held by the Company was $4,621,626.50 based on net tangible asset backing of $1.06 per share.",
      "id": "s198"
    },
    {
      "text": "Neither respondent has introduced any evidence that would diminish the effect of this evidence giving rise to a serious question to be tried on this issue for the purposes of this application.",
      "id": "s199"
    },
    {
      "text": "76 Therefore, looking then to the balance to be struck between any prejudice to the Company if it were unsuccessful and the potential advantage to be gained indirectly for its shareholders if successful, I am of the view that the proposed action would be in the best interests of the Company if there be otherwise a serious question to be tried in relation to the potential causes of action.",
      "id": "s200"
    },
    {
      "text": "Serious question to be tried \n \n77 The fourth criterion --- that there is a serious question to be tried --- requires a consideration of the evidence.",
      "id": "s201"
    },
    {
      "text": "78 This requirement may be equated with that which applies on an application for an interlocutory injunction: Swansson 42 ACSR at [25] per Palmer J; Goozee 42 ACSR at [32]-[32] per Barrett J; Ehsman v Nutectime International Pty Ltd (2006) 58 ACSR 705 at [59] per Austin J.",
      "id": "s202"
    },
    {
      "text": "79 The High Court of Australia recently revisited the question of applications for interlocutory injunctions in Australian Broadcasting Corporation v O'Neill (2006) 227 CLR 57 (see especially at [19] per Gleeson CJ and Crennan J, and at [65]-[72] per Gummow and Hayne JJ).",
      "id": "s203"
    },
    {
      "text": "Justices Gummow and Hayne at [65] stated: \n \n The relevant principles in Australia are those explained in Beecham Group Ltd v Bristol Laboratories Pty Ltd [1968] HCA 1 ; (1968) 118 CLR 618.",
      "id": "s204"
    },
    {
      "text": "This Court (Kitto, Taylor, Menzies and Owen JJ) said that on such applications the court addresses itself to two main inquiries and continued [at 622-623]: \n \n \n \n \"The first is whether the plaintiff has made out a prima facie case, in the sense that if the evidence remains as it is there is a probability that at the trial of the action the plaintiff will be held entitled to relief ...",
      "id": "s205"
    },
    {
      "text": "The second inquiry is ... whether the inconvenience or injury which the plaintiff would be likely to suffer if an injunction were refused outweighs or is outweighed by the injury which the defendant would suffer if an injunction were granted.",
      "id": "s206"
    },
    {
      "text": "\" \n \n \n \n By using the phrase \"prima facie case\", their Honours did not mean that the plaintiff must show that is more probable than not that at trial the plaintiff will succeed; it is sufficient that the plaintiff show a sufficient likelihood of success to justify in the circumstances the preservation of the status quo pending the trial.",
      "id": "s207"
    },
    {
      "text": "(Emphasis added).",
      "id": "s208"
    },
    {
      "text": "80 There is no requirement for the Court to make factual determinations about contested issues, as stated in Ehsman v Nutectime 58 ACSR 705 at [6]:\n \n In particular, under s 237(2)(d), the court does not make factual determinations concerning the case that the plaintiff seeks leave to assert on behalf of the company, but only considers whether there is a serious question to be tried.",
      "id": "s209"
    },
    {
      "text": "The limited nature of that question will often enable the court to avoid making determinations on contested questions of fact.",
      "id": "s210"
    },
    {
      "text": "81 Three further matters must be observed.",
      "id": "s211"
    },
    {
      "text": "First, the application must be supported by evidence.",
      "id": "s212"
    },
    {
      "text": "I do not accept, with respect, that an \"indication of the evidence\" without actual evidence is sufficient (cf Re Varsity Queensland Ltd (2006) 60 ACSR 366 at [10] per Mullins J).",
      "id": "s213"
    },
    {
      "text": "82 Secondly, the respondents have chosen not to rely upon any evidence as to the merits of the application.",
      "id": "s214"
    },
    {
      "text": "Whilst I may draw certain inferences from the failure of the respondents to provide evidence, the applicants must nevertheless satisfy each of the criteria on the balance of probabilities.",
      "id": "s215"
    },
    {
      "text": "The failure of the respondents to provide evidence cannot fill gaps in any necessary evidence of the applicants.",
      "id": "s216"
    },
    {
      "text": "However, where certain inferences are open, and the respondents have not led any evidence to rebut such inferences, I may be more confident that the inference should be made.",
      "id": "s217"
    },
    {
      "text": "83 Thirdly, as I have said, I am proceeding on the basis that the applicants have available potential claims against the Receivers under ss 180 and 420A of the Act and on the basis of an equitable duty in favour of the Company.",
      "id": "s218"
    },
    {
      "text": "I accept that the equitable duty is as set out in Deangrove Pty Ltd v Buckby (2006) 56 ACSR 630 at [44] where Branson J said:\n \n ... the general law duties of a receiver when exercising a power of sale are analogous to those of a mortgagee (see, for example, Expo International Pty Ltd v Chant [1979] 2 NSWLR 820).",
      "id": "s219"
    },
    {
      "text": "As I observed in Gomez v State Bank of NSW Ltd [2001] FCA 1059 at [10] , that duty is a duty to act in good faith, without wilfully or recklessly sacrificing the interests of the mortgagor.",
      "id": "s220"
    },
    {
      "text": "The principle underlying the duty is that of 'unconscionability' (Hawkesbury Valley Developments Pty Ltd v Custom Credit Corporation Ltd (1995) NSW Conv R 55-731 per McLelland CJ in Eq.).",
      "id": "s221"
    },
    {
      "text": "84 Equating mortgagees' equitable obligations to those which apply to a receiver, the equitable principle was described in Ultimate Property Group Pty Ltd v Lord [2004] NSWSC 114 ; (2004) 60 NSWLR 646 at [38] per Young CJ as follows:\n \n The duty is a duty to act conscionably towards the mortgagor and persons under the mortgagor.",
      "id": "s222"
    },
    {
      "text": "The duty is not to be considered in some mechanical way, but the whole of the mortgagee's conduct with respect to the sale is to be considered.",
      "id": "s223"
    },
    {
      "text": "The mortgagee may, up to a point, act solely in its own interests, but it must also act conscionably towards the mortgagor and those claiming under the mortgagor.",
      "id": "s224"
    },
    {
      "text": "85 Chief Justice Young considered other authorities which explained that the content of the duty included the duty to deal fairly with the interests of the mortgagor, which in turn involves an obligation to refrain from acting in wilful or reckless disregard of those interests (at [45]).",
      "id": "s225"
    },
    {
      "text": "Furthermore, to establish breach of the duty, a borrower will need to establish a mortgagee so failed \"to take reasonable steps to obtain a proper price for the properties that it was guilty of unconscionable conduct\" (at [47]).",
      "id": "s226"
    },
    {
      "text": "86 It may be that s 420A of the Act imposes a higher standard of duty on receivers (see O'Donovan J, Company Receivers and Administrators (Lawbook Company) at [11.50]), but I need not investigate whether this is so.",
      "id": "s227"
    },
    {
      "text": "Nor do I need, for the purposes of disposing of the application, to deal with the precise requirements of s 180, other than to say that it is necessary for the applicants to show the standard of conduct expected in the circumstances, and the relevant breach of that standard.",
      "id": "s228"
    },
    {
      "text": "87 The question then is to determine the facts so far as necessary to form a view as to whether there is a serious question to be tried in relation to these potential causes of action.",
      "id": "s229"
    },
    {
      "text": "88 I find for the purposes only of this application that the following chronology of events is shown to have occurred in respect of the actions of the Receivers and in respect of their potential liability.",
      "id": "s230"
    },
    {
      "text": "I have made these findings without regard to the evidence ultimately objected to which I have not otherwise ruled upon during the course of the hearing.",
      "id": "s231"
    },
    {
      "text": "To the extent that objections were made originally to the affidavits of Edward John Maitland, where matters the subject of these objections have been otherwise introduced into evidence, I have relied upon such evidence.",
      "id": "s232"
    },
    {
      "text": "In relation to the agency issue raised against the Bank, to which I specifically refer later, I have assumed all the evidence relied upon by the applicants is admissible.",
      "id": "s233"
    },
    {
      "text": "&#8226; The Company's annual report released in April 1999 stated that its total assets were valued at $73.32 million.",
      "id": "s234"
    },
    {
      "text": "This annual report was audited by PricewaterhouseCoopers.",
      "id": "s235"
    },
    {
      "text": "&#8226; On 6 January 2001, the Company held a public meeting to discuss its future.",
      "id": "s236"
    },
    {
      "text": "It was stated in the presence of a representative of the Bank that the Bank \"would not accept any offer in relation to [the Company] from any party other than Bundaberg Sugar Limited\".",
      "id": "s237"
    },
    {
      "text": "&#8226; On 18 January 2001, the Receivers were appointed.",
      "id": "s238"
    },
    {
      "text": "&#8226; By 31 January 2001, Tully Sugar Limited ('Tully') had put together a consortium of interested parties including Ergon Energy, Theiss Constructions and North Queensland Electric Authority ('NQEA').",
      "id": "s239"
    },
    {
      "text": "&#8226; On 1 February 2001, Mr Dennis (the first-named first respondent) told Mr Camilleri representing Tully that the Bank would be supportive of a proposal by Tully to reduce the amount owing to the Bank to a manageable level.",
      "id": "s240"
    },
    {
      "text": "They discussed the fact that the sale of the Warrami Land could possibly eliminate the total debt owing to the Bank.",
      "id": "s241"
    },
    {
      "text": "&#8226; On 7 February 2001, KPMG provided to Tully a preliminary report on a due diligence investigation.",
      "id": "s242"
    },
    {
      "text": "The value of the total assets of the Company was recorded at $80.3 million, as at 31 December 2000.",
      "id": "s243"
    },
    {
      "text": "&#8226; On 9 February 2001, Tully informed the Receivers by letter of Tully's desire to pursue a majority acquisition of the Company, and an offer was made to put $10.75 million in escrow for 6 to 8 weeks.",
      "id": "s244"
    },
    {
      "text": "Government entities expressed support, in order to have $4 to $5 million set aside for repairs to the mill and contingencies.",
      "id": "s245"
    },
    {
      "text": "&#8226; Also on 9 February 2001, Tully informed the Receivers by letter that they were interested in purchasing the Company's sugar industry-related shares separately, including the STL shares.",
      "id": "s246"
    },
    {
      "text": "&#8226; On 12 February 2001, there was a meeting between Mr Camilleri, and the Receivers at which Mr Dennis advised Tully to proceed with its proposal but did not give a deadline.",
      "id": "s247"
    },
    {
      "text": "Tully thereafter inspected the Company's factory and continued with due diligence.",
      "id": "s248"
    },
    {
      "text": "&#8226; On 16 February 2001, STL reported to shareholders the net tangible asset backing was $1.06 per share, and the earnings per share were $0.013 per share.",
      "id": "s249"
    },
    {
      "text": "&#8226; On 19 February 2001, Tully wrote to the Receivers regarding previous inspection of the factory and due diligence.",
      "id": "s250"
    },
    {
      "text": "Tully reiterated that it was interested in purchasing all the Company's assets or purchasing the STL shares separately.",
      "id": "s251"
    },
    {
      "text": "&#8226; On 20 February 2001, the Receivers advised Tully that their equity proposal \"would be sufficient to take [the Company] out of receivership\".",
      "id": "s252"
    },
    {
      "text": "&#8226; On 21 February 2001, at about 9.45 am, Tully told Mr Dennis that a proposal was to be presented to the Receivers and travel arrangements had been made.",
      "id": "s253"
    },
    {
      "text": "Mr Dennis said he would arrange a suitable time and venue (after a scheduled telephone conference with the Bank at 10.30 am).",
      "id": "s254"
    },
    {
      "text": "&#8226; On 21 February 2001, at about 10.30 am, the telephone conference between the Receivers and the Bank occurred.",
      "id": "s255"
    },
    {
      "text": "&#8226; On the same day, a contract for sale of all the Company's assets (save the Warrami Land) was entered into with Bundaberg for $15.1 million.",
      "id": "s256"
    },
    {
      "text": "&#8226; At about 4.00 pm on the same day, Mr Shannon representing Tully called Mr Dennis but was told he was unavailable.",
      "id": "s257"
    },
    {
      "text": "&#8226; At about 5.00 pm on that day, Tully first became aware that \"a highly conditional contract had been signed...with [Bundaberg]\".",
      "id": "s258"
    },
    {
      "text": "The Receivers advised \"not to bother with any travel arrangements\".",
      "id": "s259"
    },
    {
      "text": "&#8226; On 2 April 2001 the Receivers filed a report with ASIC.",
      "id": "s260"
    },
    {
      "text": "In that report there was no indication that the Receivers carried out valuations of the assets sold or advertised the sale.",
      "id": "s261"
    },
    {
      "text": "&#8226; On 21 August 2006, the Company executed transfer of part of the mill land.",
      "id": "s262"
    },
    {
      "text": "Consideration was recorded as $14,599,993.",
      "id": "s263"
    },
    {
      "text": "89 Whilst there was no evidence as to whether the Receivers sought valuations of the land or assets, the applicants asked me to draw the inference that this did not occur.",
      "id": "s264"
    },
    {
      "text": "Furthermore, the applicants submitted that there was no public tender issued in relation to the sale of the Company's assets, nor was there public advertising.",
      "id": "s265"
    },
    {
      "text": "The applicants pointed to the fact that there were only 33 days between when the Receivers were appointed on 18 January 2001 and when the Contract was entered into on 21 February 2001 and the entire assets (save the Warrami Land) were sold.",
      "id": "s266"
    },
    {
      "text": "The applicants also pointed to the report filed by the Receivers with ASIC on 2 April 2001 in which no mention was made of any valuation or tender process.",
      "id": "s267"
    },
    {
      "text": "I accept that the Receivers did not seek or receive any valuations of the land or assets nor were involved in any public tender process or advertising prior to the contract being entered into on 21 February 2001.",
      "id": "s268"
    },
    {
      "text": "90 The applicants also submitted that the Receivers were in fact obliged to continue the sale process and bring in additional potential bidders in order to achieve the best possible price.",
      "id": "s269"
    },
    {
      "text": "Further, the applicants, in rebutting the Receivers' claim, submitted that the sale was not required as a matter of urgency so as to repair the mill for the crushing season in June/July as Tully (as a potential bidder) had plans and funding outlined in their proposal to deal with that.",
      "id": "s270"
    },
    {
      "text": "The applicants also submitted that, contrary to the Receivers' submission, there was an obligation to deal with Tully as a potential bidder, and it ought to have been brought into the competitive bidding process.",
      "id": "s271"
    },
    {
      "text": "91 In addition to the evidence set out above, there was a substantial amount of evidence and submission on behalf of the applicants directed to showing that the sale of the Company's milling assets was at a substantial undervalue.",
      "id": "s272"
    },
    {
      "text": "I do not propose to rehearse that evidence, most of which was either objected to by the respondents or said to be of no relevance or probative value.",
      "id": "s273"
    },
    {
      "text": "I have already come to the conclusion that there is sufficient evidence to demonstrate some sale at undervalue, namely the sale of the Company's shares for the consideration of $500,007.",
      "id": "s274"
    },
    {
      "text": "Of course, sale at an undervalue does not show that (relevantly) there has been a breach of ss 180 or 420A of the Act or an equitable duty, although a sale at a substantial undervalue may be some evidence of such a breach.",
      "id": "s275"
    },
    {
      "text": "However, I have come to the conclusion that the applicants have demonstrated that there is a serious question to be tried against the Receivers in relation to each of the potentially available claims I have referred to without the need to consider any further evidence sought to be relied upon as to the extent of the undervalue of the sale.",
      "id": "s276"
    },
    {
      "text": "92 One matter to consider is whether there was another potential purchaser in the market with which the Receivers did not effectively engage and of which they were aware.",
      "id": "s277"
    },
    {
      "text": "Without recourse to evidence of subjective statements of opinion or intent by individual board members of Tully, it can be readily demonstrated by the correspondence that there was a potential buyer or interested party in the market of which the Receivers were aware.",
      "id": "s278"
    },
    {
      "text": "I do not proceed on the basis that there was any absolute obligation on the part of the Receivers to engage in discussions with other potential purchasers, but the evidence is relevant to whether there is a serious question to be tried in that the Receivers failed to take reasonable steps to obtain a reasonable price.",
      "id": "s279"
    },
    {
      "text": "93 As mentioned above, on 9 February 2001, Tully wrote to the Receivers, updating them on the progress of the proposed offer.",
      "id": "s280"
    },
    {
      "text": "The proposal was conditional on financial assistance from government.",
      "id": "s281"
    },
    {
      "text": "The letter stated that \"such assistance is essential in order to find working capital in the order of $4 to $5 million to prepare the mill to crush and cover contingencies, as there is no other ready source of the funds for these purposes\".",
      "id": "s282"
    },
    {
      "text": "Further, it was indicated that time was not available for the protracted changes necessary for Tully to acquire control of the Company, notwithstanding that the cash could be available.",
      "id": "s283"
    },
    {
      "text": "The proposal provided that $10.75 million be held in escrow for the 6 to 8 weeks required to obtain the control of the Company and to seek the working capital from government.",
      "id": "s284"
    },
    {
      "text": "94 The Receivers submitted that this letter indicated a highly conditional proposal of Tully to acquire a 50% interest in the shares of the Company.",
      "id": "s285"
    },
    {
      "text": "The Receivers also pointed to the fact that the proposal was highly dependent upon a number of factors including external funding and support from the government to assist with working capital requirements.",
      "id": "s286"
    },
    {
      "text": "95 As already mentioned, on 9 February 2001, Tully wrote to the Receivers explaining their interest in negotiating the acquisition of the sugar industry-related shares.",
      "id": "s287"
    },
    {
      "text": "The letter stated relevantly that Tully was not aware that Bundaberg's offer for the Company's assets included these shares, and it was stated \"in the event that you are not able to grant the time for our proposal to succeed or there is no compromise possible, we stand ready to negotiate acquisition of these terminal company shares\".",
      "id": "s288"
    },
    {
      "text": "The Receivers submitted that this did not constitute an offer.",
      "id": "s289"
    },
    {
      "text": "96 On 22 February 2001, the Receivers wrote to Tully in response to its letter complaining of not being involved in the negotiations of the foreshadowed proposal.",
      "id": "s290"
    },
    {
      "text": "The response provided relevantly the ongoing communication with Tully leading up to the proposal, as follows:\n \n We have had a number of discussions and communications with [Tully] since our appointment to [the Company] on 18 January 2001.",
      "id": "s291"
    },
    {
      "text": "We have always advised you that we stood ready to assist in the advancement of your proposal and we have on a timely basis provided information to you and your advisors as requested.",
      "id": "s292"
    },
    {
      "text": "More so, we have always stressed that it was critical your proposal offer clarity in respect of matters including legal structure, funding and commitments thereto and working capital adequacy.",
      "id": "s293"
    },
    {
      "text": "In all of our communications we have stressed the necessity for [Tully] to formalise and advance the proposal urgently.",
      "id": "s294"
    },
    {
      "text": "Your written communications to us acknowledge this fact.",
      "id": "s295"
    },
    {
      "text": "97 The Receivers went on to refer to the proposal letter of Tully dated 9 February 2001 that they received which was conditional on funding from government and time extensions, and observed:\n \n On 19 February, I received a letter by facsimile from [Tully] advising that due diligence was proceeding and that the \"process was expected to be concluded (trusting that there are no issues raised that will require further investigation) by 5.00 pm 20 February.",
      "id": "s296"
    },
    {
      "text": "\" \n \n On 21 February, I received a telephone call from Mr Shannon [Tully's Company secretary] who advised, inter alia: \n \n \n \n (i) The [Tully] Board met last evening and resolved to proceed with a proposal to inject equity to [the Company] .",
      "id": "s297"
    },
    {
      "text": "Mr Shannon indicated the Board ... were not unanimous in their resolution.",
      "id": "s298"
    },
    {
      "text": "(ii) [Tully] had \"imminent\" access to funding of some $11.8 million from NQEA, Thiess Pty Ltd and Ergon Energy which funds were to be loaned to [Tully] for the purpose of [Tully] acquiring equity in [the Company] and reducing [the Company's] debt to [the Bank] .",
      "id": "s299"
    },
    {
      "text": "In this regard, Mr Shannon made the following points: \n \n \n \n \n \n (a) Of the $11.8M, [Tully] would prefer to pay $10.5M approximately to [the Bank] and retain certain funds for working capital.",
      "id": "s300"
    },
    {
      "text": "(b) Ergon needed convincing on \"security for their funding from [Tully] \".",
      "id": "s301"
    },
    {
      "text": "Mr Shannon made the point Ergon was negotiating to take security over [Tully's] assets ahead of [Tully's] existing lenders and this was likely to be unsatisfactory to [Tully] .",
      "id": "s302"
    },
    {
      "text": "98 The Receivers submitted that it was to be taken that Tully had not worked out its funding arrangements at this point.",
      "id": "s303"
    },
    {
      "text": "The letter went on:\n \n \n (iii) [Tully] still needed to establish how \"to take control of [the Company's] Board\" and advice was being sought from Flower &amp; Hart, Solicitors on this and other issues.",
      "id": "s304"
    },
    {
      "text": "(iv) [Tully] had access to a \"special\" working capital facility of $1.8M but its proposal would require an additional working capital facility of $2M which it would likely seek from the [the Bank] .",
      "id": "s305"
    },
    {
      "text": "(v) [Tully] would need to meet with the Receivers to further discuss its proposal and it was likely such meeting would be sought for \"Thursday or Friday\".",
      "id": "s306"
    },
    {
      "text": "99 I was invited to conclude that the position as at 21 February 2001 was that Tully had not been in a position to put forward an offer.",
      "id": "s307"
    },
    {
      "text": "I accept this.",
      "id": "s308"
    },
    {
      "text": "Tully was apparently interested, but only subject to conditions and without any confirmation of funding.",
      "id": "s309"
    },
    {
      "text": "The Receivers could be under no certainty that the offer would proceed and on what terms.",
      "id": "s310"
    },
    {
      "text": "100 However, the fact remains that the Receivers proceeded to sale in a very short period of time and without seeking any valuation or competitive tender, without advertising and whilst aware of at least some interest from Tully.",
      "id": "s311"
    },
    {
      "text": "It is significant that the contract of sale entered into with Bundaberg was itself subject to many conditions, and no obvious reason for the haste to enter into the Contract is apparent.",
      "id": "s312"
    },
    {
      "text": "The Receivers did not provide any evidence on this matter.",
      "id": "s313"
    },
    {
      "text": "Undoubtedly, the proposals by Tully did not correspond with those of Bundaberg, but this in itself does not mean more time and effort could not have been given to the Tully proposal.",
      "id": "s314"
    },
    {
      "text": "It could not be contended that Tully was not genuine in its interest, having regard to its interest in the factory and in pursuing due diligence.",
      "id": "s315"
    },
    {
      "text": "Prior to the sale being entered into, there seems to have been no opportunity given to Tully to come up with another proposal.",
      "id": "s316"
    },
    {
      "text": "Whilst one can only speculate as to whether Tully would have changed their proposal more in line with that acceptable to the Receivers, this opportunity was lost by the haste and methodology adopted by the Receivers.",
      "id": "s317"
    },
    {
      "text": "101 It is important, at this point, to again emphasise the context in which I am assessing the evidence.",
      "id": "s318"
    },
    {
      "text": "I am not to treat the application as a trial of the substantive issues.",
      "id": "s319"
    },
    {
      "text": "I need only be satisfied that there is a serious question to be tried in the way described by Gummow and Hayne JJ in O'Neill (2006) 227 CLR at [65].",
      "id": "s320"
    },
    {
      "text": "I must look at the matter having regard to the whole of the evidence before me, and assess the conduct of the Receivers.",
      "id": "s321"
    },
    {
      "text": "102 Whilst it may be said that generally receivers should obtain two independent valuations prior to sale, or sell assets at a public auction, with a private sale as a last resort (see O'Donovan J, Company Receivers and Administrators (Lawbook Company) at [10.2370]), this is not a rule of law.",
      "id": "s322"
    },
    {
      "text": "Nor is it a rule of law that receivers should attempt to bring competing bidders into competition (but see Forsyth v Blundell [1973] HCA 20 ; (1973) 129 CLR 477 at 508-509 and Florgale Uniforms Pty Ltd v Orders [2004] VSC 65 ; (2004) 11 VR 54 at [410] - [438] especially at [418]-[419]).",
      "id": "s323"
    },
    {
      "text": "However, they are matters of common sense in normal circumstances, and no satisfactory explanation has been offered for such a course not being followed in the circumstances.",
      "id": "s324"
    },
    {
      "text": "103 I should say that in its submissions, the Receivers did seek to justify the haste taken in the following way:\n \n As has already been observed, the evidence reveals that [the Company's] circumstances at the time of the First Respondents' appointment were difficult: \n \n \n \n \n \n \n \n (i) [the Company's] trading position had deteriorated to the point where it was suffering operating losses of millions of dollars every year.",
      "id": "s325"
    },
    {
      "text": "(ii) The mill owned by [the Company] was in need of urgent, and very expensive, repairs if it were to be available for the forthcoming season.",
      "id": "s326"
    },
    {
      "text": "(iii) In this respect, an amount in the millions of dollars was required to prepare the mill and cover contingencies in the short term.",
      "id": "s327"
    },
    {
      "text": "(iv) The circumstances thus suggested the need for an urgent sale so that very large losses could be stemmed, very large expenditure could be avoided, and a purchaser might be in a position to undertake the necessary repairs in time to participate in the fruits of the forthcoming season.",
      "id": "s328"
    },
    {
      "text": "104 However, no evidence by the Receivers has been led as to this being the reason for their methodology and haste.",
      "id": "s329"
    },
    {
      "text": "There is evidence (which I accept) that Tully would have been in a position to assist with the Company's problems, and the evidence suggests that there was several months available to carry out the maintenance work on the mill, and that the consortium referred to by Tully was in a position to carry out this work and had costed such requirements into its proposal to be put to the Receivers.",
      "id": "s330"
    },
    {
      "text": "105 On the basis of the facts I have found, and in view of the fact that the Receivers have not provided evidence to explain the sequence of events leading up to the sale to justify their methodology and haste, I am of the view that there is a serious question to be tried in relation to the Receivers in respect of each of the potentially available claims I have referred to above.",
      "id": "s331"
    },
    {
      "text": "Looking at the whole of the Receivers' conduct in the circumstances in which it occurred there is a serious question to be tried as to the Receivers failing to take reasonable steps in obtaining a proper price and looking after the interests of the Company, and in this way acting unconscionably.",
      "id": "s332"
    },
    {
      "text": "For the purposes of this application I need go no further.",
      "id": "s333"
    },
    {
      "text": "106 I mention one further matter in relation to this aspect.",
      "id": "s334"
    },
    {
      "text": "It may well be that if there was some evidence that the Bank directed, instructed or otherwise interfered with the Receivers, and the Receivers acted accordingly, this would assist the case against the Receivers.",
      "id": "s335"
    },
    {
      "text": "If the Receivers merely followed the direction of the Bank, this would be some indication of the Receivers failure to carry out their duties.",
      "id": "s336"
    },
    {
      "text": "It will be apparent from my reasons in respect of the allegations against the Bank that no such basis exists for supporting the case against the Receivers.",
      "id": "s337"
    },
    {
      "text": "However, for the reasons indicated, such evidence is not necessary for my granting leave to proceed in respect of the Receivers.",
      "id": "s338"
    },
    {
      "text": "107 In relation to the Bank, the applicants submitted that the Bank:\n \n ...will be liable for the conduct of the Receivers if the Receivers were in fact its agents.",
      "id": "s339"
    },
    {
      "text": "If [the Bank] directed or interfered with the Receivers' activities, they will be the agents of [the Bank] (see American Express International Banking Corporation v Hurley [1985] 3 All ER 564 at 568(f) and 571(g); Florgale at [496]).",
      "id": "s340"
    },
    {
      "text": "The present case goes \"beyond mere consultation or the communication of preferences\" by [the Bank] but demonstrates that [the Bank] was \"heavily involved in the performance of the Receivers' duties\" (see State Bank of New South Wales Ltd v Chia [2000] NSWSC 552 ; (2000) 50 NSWLR 587 at [885-886] ).",
      "id": "s341"
    },
    {
      "text": "108 The Receivers were appointed by the Bank pursuant to the terms of the security documents.",
      "id": "s342"
    },
    {
      "text": "Each of the security documents expressly provided that the Receivers were the agents of the Company and the Company was solely responsible for anything done or not done by the Receivers.",
      "id": "s343"
    },
    {
      "text": "The deed of appointment contained an express provision to similar effect.",
      "id": "s344"
    },
    {
      "text": "109 The effect of rendering the Receivers the agents of the Company is to \"relieve the mortgagee from the liabilities which the law casts upon a mortgagee going into possession and to place upon the mortgagor the liability for the acts and defaults of the receiver\" (see State Bank of New South Wales Ltd v Chia [2000] NSWSC 552 ; (2000) 50 NSWLR 587 at [868] per Einstein J and the cases referred to).",
      "id": "s345"
    },
    {
      "text": "110 A mortgagee has no power to direct a receiver in the performance of the receiver's task: Medforth v Blake [1999] EWCA Civ 1482 ; [2000] Ch 86 at 94-95; Chia 50 NSWLR at [881].",
      "id": "s346"
    },
    {
      "text": "Nevertheless, communication between the receiver and the mortgagee is entirely proper.",
      "id": "s347"
    },
    {
      "text": "As was stated by Einstein J in Chia 50 NSWLR at [881] (citations omitted):\n \n But there is no doubt that the law allows, and even requires, interaction between a receiver and his or her appointors.",
      "id": "s348"
    },
    {
      "text": "The receiver occupies a fiduciary relationship with his or her appointors, one aspect of which is the duty of the receiver to keep his or her appointors informed about the progress of the receivership.",
      "id": "s349"
    },
    {
      "text": "111 I accept that if a mortgagee directs the exercise of the powers of a receiver, or interferes with his or her conduct in the realisation of assets, then the usual consequences of the agency relationship between the receiver and mortgagor may be displaced: Florgale 11 VR at [496]; Chia 50 NSWLR at [881]-[886]; American Express International Banking Corporation v Hurley (1985) 3 All ER 564 at 568 and 571.",
      "id": "s350"
    },
    {
      "text": "112 However, more than mere consultation or the communication of preferences by the mortgagee would be required: Chia 50 NSWLR at [885].",
      "id": "s351"
    },
    {
      "text": "113 The applicants relied upon the following main matters to support their contention that the Bank was heavily involved in the performance of the Receivers' duties:\n \n &#8226; The Bank had expressed a preference for a sale to Bundaberg on 6 January 2001.",
      "id": "s352"
    },
    {
      "text": "&#8226; On 30 January 2001, Mr Ray Pridmore, Global Credit Manager of the Melbourne branch of the Bank, spoke to members of Tully stating \"[the Bank] can't allow the [Bundaberg] offer to lapse.",
      "id": "s353"
    },
    {
      "text": "[Mr Pridmore] will attempt to negotiate an extended period.",
      "id": "s354"
    },
    {
      "text": "\" At that time, no final offer had been received by the Bank from Bundaberg (through the Receivers).",
      "id": "s355"
    },
    {
      "text": "&#8226; Clause 18 of the Contract, which provided for the Bank to elect to complete the Contract or exercise the power of sale as mortgagee could only have been inserted on the Bank's instruction.",
      "id": "s356"
    },
    {
      "text": "The applicants submitted that if the Receivers were simply acting as agents for the Company, there would be no need for them to add such a clause.",
      "id": "s357"
    },
    {
      "text": "&#8226; On the morning of 21 February 2001, Tully spoke to the Receivers and wanted to arrange a meeting.",
      "id": "s358"
    },
    {
      "text": "The Receivers said they could not arrange a time without first conferring with the Bank at 10.30 am.",
      "id": "s359"
    },
    {
      "text": "&#8226; Mr Dennis wrote to Tully on 22 February 2001 and said \"the position of our negotiations with [Tully] was duly considered in a telephone conference with [the Bank] on 21 February having regard to the interest of [the Bank] and the other stakeholders and in the context of the information available to me\".",
      "id": "s360"
    },
    {
      "text": "114 The applicants submitted that the Receivers were not merely consulting with the Bank but were taking instructions from it regarding negotiations with Tully.",
      "id": "s361"
    },
    {
      "text": "The applicants submitted that it was the Bank who considered the proposal of Tully at the telephone conference with the Receivers, which would have been unnecessary unless it was instructing the Receivers about them.",
      "id": "s362"
    },
    {
      "text": "The failure of the Receivers to communicate with Tully and bring them into competition with Bundaberg after a telephone conference with the Bank could only have occurred after instructions were taken from the Bank as to the manner in which the Receivers were to proceed.",
      "id": "s363"
    },
    {
      "text": "The applicants also submitted that the entirety of the communication between the Receivers and the Bank is within the Bank's and the Receivers' knowledge.",
      "id": "s364"
    },
    {
      "text": "As they have chosen not to go into evidence, the Court is entitled to more confidently draw an inference in favour of the applicants in the absence of evidence from the Bank and the Receivers.",
      "id": "s365"
    },
    {
      "text": "115 Further, the applicants submitted that the evidence relied upon must be looked at as a whole and cumulatively, and supports the inference that the Bank instructed the Receivers in regard to the sale rather then merely communicating with them about the same.",
      "id": "s366"
    },
    {
      "text": "116 Assuming all the evidence relied upon by the applicants against the Bank on the issue of agency is admissible, in my view it does not establish that there is a serious question to be tried against the Bank in support of a case of agency.",
      "id": "s367"
    },
    {
      "text": "I do not consider there is any evidence, which either directly indicates or from which I could properly infer, that the Bank has directed, instructed or interfered with the Receivers' activities.",
      "id": "s368"
    },
    {
      "text": "117 For the Bank to state a preference for a sale to Bundaberg, prior to the appointment of Receivers, is to do just that --- it does not indicate anything in the nature of an instruction or direction.",
      "id": "s369"
    },
    {
      "text": "In any event, the evidence seems to be that this preference was only stated in the presence of a representative of the Bank, which I am presumably asked to infer was adopted by the Bank.",
      "id": "s370"
    },
    {
      "text": "This in my view I cannot do without more evidence before me.",
      "id": "s371"
    },
    {
      "text": "118 Similarly, the indication that the Bank did not want Bundaberg's offer to lapse, where no final offer had been received, would be a natural reaction when one wants to have a sale.",
      "id": "s372"
    },
    {
      "text": "The Bank would want to keep the negotiations open to obtain the best deal.",
      "id": "s373"
    },
    {
      "text": "I do not, and cannot, properly draw the inference that the statements of Mr Pridmore (of the Bank) on 6 and 30 January 2001 suggest the Bank intended or did exercise control over the Receivers, or that the Bank had the power to prevent the Bundaberg offer from lapsing or that negotiations were being held directly between the Bank and Bundaberg.",
      "id": "s374"
    },
    {
      "text": "119 As to the inclusion of cl 18 in the Contract, accepting that it was inserted at the suggestion of and for the benefit of the Bank, its inclusion does not suggest that the Bank directed, interfered with, or instructed, the Receivers in relation to the decision to enter into the sale.",
      "id": "s375"
    },
    {
      "text": "It may have been a matter that the Bank wanted in the terms of sale, but this does not support the claim made by the applicants against the Bank in this proceeding relating to its involvement with the Receivers prior to the sale.",
      "id": "s376"
    },
    {
      "text": "120 As to the conversation of 21 February 2001 and the letter of 22 February 2001, the evidence merely indicates that there was a discussion on 21 February 2001 between the Receivers and the Bank, and as a stakeholder it was being consulted.",
      "id": "s377"
    },
    {
      "text": "It does not show, as the applicants contended, that the Receivers could not arrange a time without first conferring with the Bank.",
      "id": "s378"
    },
    {
      "text": "It does not indicate that the Bank was being other than just consulted.",
      "id": "s379"
    },
    {
      "text": "The evidence was simply that the Receivers were going into a conference with the Bank, that it would get back to Tully to arrange a time after that conference, and that the Bank was consulted about the sale.",
      "id": "s380"
    },
    {
      "text": "121 Further, the failure of the Receivers to communicate with Tully and bring them into competition with Bundaberg after a conference with the Bank does not lead to the conclusion that this only occurred upon the instruction of the Bank.",
      "id": "s381"
    },
    {
      "text": "122 Even assuming, which is probable, that discussions took place between the Bank and the Receivers regarding the Tully proposal, this would be expected and does not suggest any form of agency of the type alleged by the applicants.",
      "id": "s382"
    },
    {
      "text": "Even if there were many conversations over a short period of time, no inference could be drawn as sought by the applicants.",
      "id": "s383"
    },
    {
      "text": "The timing of the conversations does not take the matter any further.",
      "id": "s384"
    },
    {
      "text": "123 Admittedly the entirety of the communications between the Receivers and the Bank is within their knowledge, and they have not provided any evidence.",
      "id": "s385"
    },
    {
      "text": "However, to my mind there is simply no evidence on this point to which they need to respond.",
      "id": "s386"
    },
    {
      "text": "Even treating the effect of the evidence as cumulative does not, in my view, call for a response.",
      "id": "s387"
    },
    {
      "text": "124 For the above reasons, I have come to the view that there is not a serious question to be tried against the Bank on the issue of agency, and therefore no basis to grant leave in favour of the applicants against the Bank.",
      "id": "s388"
    },
    {
      "text": "Requirement of notice \n \n125 I turn to the final criterion for the grant of leave (s 237(2)(e)).",
      "id": "s389"
    },
    {
      "text": "In my view it is appropriate to grant leave, in this case against the Receivers, even though prior written notice was not given to the Company.",
      "id": "s390"
    },
    {
      "text": "Without directors, the Company effectively has no means or capacity to accept and respond to any notice given to the Company.",
      "id": "s391"
    },
    {
      "text": "I would not require, nor is it practical for, the applicant to call a general meeting of shareholders for the purposes of receiving and considering the notice.",
      "id": "s392"
    },
    {
      "text": "Accordingly, notice would be of no utility in this case.",
      "id": "s393"
    },
    {
      "text": "CONCLUSION \n \n126 I should indicate that I have come to the conclusion to grant leave only in relation to the Receivers on the basis of the evidence before me.",
      "id": "s394"
    },
    {
      "text": "In view of my findings in relation to the Receivers, the case will now proceed only against the Receivers and not the Bank.",
      "id": "s395"
    },
    {
      "text": "It may eventuate that in the course of that case evidence may become available implicating the Bank in the conduct of the Receivers, for instance, evidence showing the Receivers merely followed the Bank's direction.",
      "id": "s396"
    },
    {
      "text": "This is an inquiry which would be relevant in relation to the case against the Receivers, because it may be evidence of a failure to carry out their duties.",
      "id": "s397"
    },
    {
      "text": "However, I do not consider that this possibility impacts upon my decision in relation to the Bank.",
      "id": "s398"
    },
    {
      "text": "I can only approach the question of leave being granted against the Bank on the evidence available now, and make a determination accordingly.",
      "id": "s399"
    },
    {
      "text": "It would not be appropriate to adjourn indefinitely the leave application against the Bank pending further interlocutory steps being taken against the Receivers in order to discount the possibility of the Bank being shown to be implicated in the way alleged by the applicants.",
      "id": "s400"
    },
    {
      "text": "If evidence implicating the Bank does become available during the course of the case against the Receivers, then the position in relation to the Bank may need to be revisited, although there will obviously be some potential problems arising due to the effluxion of time.",
      "id": "s401"
    },
    {
      "text": "I say nothing more about this possibility, but only mention it as a matter upon which I have given some consideration.",
      "id": "s402"
    },
    {
      "text": "127 Therefore, I will make orders to the effect that the 31 applicants identified in the Company extract from ASIC's records have leave nunc pro tunc as and from at least 20 February 2007 to bring proceedings against the Receivers, and that the application brought against the Bank be dismissed.",
      "id": "s403"
    },
    {
      "text": "I do not propose to limit the grant of leave to only certain claims.",
      "id": "s404"
    },
    {
      "text": "It may be that the current pleading will require reconsideration but it is not appropriate at this stage of the proceeding, now that the matter can proceed against the Receivers, to limit the potential claims that may be able to be pursued at trial after the advantage of interlocutory processes.",
      "id": "s405"
    },
    {
      "text": "128 A number of matters need to be addressed, including conditions as to costs in respect of the proceeding, the costs of the application for leave, and further directions for the proceeding, including the proper parties, the pleadings and venue for the hearing.",
      "id": "s406"
    },
    {
      "text": "I will, therefore, direct that the parties confer and thereafter each party within seven days, file and serve draft minutes of orders reflecting these reasons, and dealing with conditions as to the costs of the proceedings, costs of the application for leave and any future directions sought.",
      "id": "s407"
    },
    {
      "text": "I will adjourn the further hearing of the proceedings to a date to be fixed.",
      "id": "s408"
    },
    {
      "text": "I certify that the preceding one hundred and twenty-eight (128) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Middleton.",
      "id": "s409"
    },
    {
      "text": "Associate:\n\nDated: 14 September 2007\n\n\n Counsel for the Applicants: J Peters SC with R Ellyard \n \n Solicitor for the Applicants: Maitland Lawyers \n \n Counsel for the First Respondents: P Anastassiou SC with A Pomerenke \n \n Solicitor for the First Respondents: Allens Arthur Robinson \n \n Counsel for the Second Respondent: C Sievers \n \n Solicitor for the Second Respondent: Freehills \n \n Date of Hearing: 3 May 2007 \n \n Date of Judgment: 14 September 2007 \n\n SCHEDULE OF APPLICANTS \n\n ALCIDO FARMING CO PTY LTD First Applicant \n \n David Joseph AQUILINA Second Applicant \n \n Lynda Joy AQUILINA Third Applicant \n \n Joseph Constantine AQUILINA Fourth Applicant \n \n Rita Josephine AQUILINA Fifth Applicant \n \n Warren Charles AUSTIN Sixth Applicant \n \n Charmaine Michele AZZOPARDI Seventh Applicant \n \n Michael Joseph AZZOPARDI Eighth Applicant \n \n Rodney John BERTEI Ninth Applicant \n \n Rodolfo BERTEI Tenth Applicant \n \n Giuseppa Maria BINDER Eleventh Applicant \n \n Johan Vincenz (Hanz) BINDER Twelfth Applicant \n \n John Anthony BONELLO Thirteenth Applicant \n \n Salvatore BONELLO Fourteenth Applicant \n \n Della Catherine BROOKS Fifteenth Applicant \n \n Ian Austin BROOKS Sixteenth Applicant \n \n Norman George BROOKS Seventeenth Applicant \n \n Robert Norman BROOKS Eighteenth Applicant \n \n Frank CALLEJA Nineteenth Applicant \n \n James CALLEJA Twentieth Applicant \n \n Joseph CALLEJA Twenty First Applicant \n \n Vincenzo CALTABIANO Twenty Second Applicant \n \n Rose CALTABIANO Twenty Third Applicant \n \n Alfred CAMMILERI Twenty Fourth Applicant \n \n Dick CAMILLERI (Norcam Super Fund) Twenty Fifth Applicant \n \n Francis CAMILLERI Twenty Sixth Applicant \n \n Giuseppi CAMILLERI Twenty Seventh Applicant \n \n Grace CAMILLERI Twenty Eighth Applicant \n \n Joseph CAMILLERI Twenty Ninth Applicant \n \n Mary Joan CAMILLERI (Norcam Super Fund) Thirtieth Applicant \n \n Mary Anne CAMMILERI Thirty First Applicant \n \n Michael CAMILLERI Thirty Second Applicant \n \n Steven Paul CAMILLERI Thirty Third Applicant \n \n Allan Angelo CAMPAGNOLO Thirty Fourth Applicant \n \n Donna Geraldine CAMPAGNOLO Thirty Fifth Applicant \n \n Levis CAMPAGNOLO Thirty Sixth Applicant \n \n Louis CAMPAGNOLO Thirty Seventh Applicant \n \n Cecil P CASEY Thirty Eighth Applicant \n \n Daniel Stephen CASEY Thirty Ninth Applicant \n \n Kevin P CASEY Fortieth Applicant \n \n Charlie CASSAR Forty First Applicant \n \n Charlie Frank CASSAR Forty Second Applicant \n \n Gaetana CASSAR Forty Third Applicant \n \n Patrick CASSAR Forty Fourth Applicant \n \n Salvatore (Jnr) CATALANO Forty Fifth Applicant \n \n Arthur Victor CECCHI Forty Sixth Applicant \n \n Georgio CECCHI Forty Seventh Applicant \n \n Robert George CECCHI Forty Eighth Applicant \n \n Gabriela CHRISTOFFERSEN Forty Ninth Applicant \n \n Salvatore CREMONA Fiftieth Applicant \n \n Annunziato CREMONA Fifty First Applicant \n \n Alfio D'URSO Fifty Second Applicant \n \n Andrea D'URSO Fifty Third Applicant \n \n Erminio D'URSO Fifty Fourth Applicant \n \n Grazia D'URSO Fifty Fifth Applicant \n \n Dina DALLA VECCHIA Fifty Sixth Applicant \n \n Paul David DALLA VECCHIA Fifty Seventh Applicant \n \n George DESPOT Fifty Eight Applicant \n \n Jean Doreen DESPOT Fifty Ninth Applicant \n \n Roy DESPOT Sixtieth Applicant \n \n Mary Margaret ENGLISH Sixty First Applicant \n \n Michael David ENGLISH Sixty Second Applicant \n \n Egidio FONTANA Sixty Third Applicant \n \n Edward FORMOSA Sixty Fourth Applicant \n \n Frank Charles FORMOSA Sixty Fifth Applicant \n \n James Vincent FRIEL Sixty Sixth Applicant \n \n Peter James FRIEL Sixty Seventh Applicant \n \n Domenico Vigilio GATTERA Sixty Eighth Applicant \n \n Annette GAUCI Sixty Ninth Applicant \n \n Peter John GAUCI Seventieth Applicant \n \n Alan Ante GRANICH Seventy First Applicant \n \n Danica GRANICH Seventy Second Applicant \n \n Ivan Rade GRANICH Seventy Third Applicant \n \n Thomas Darcy GRANT Seventy Fourth Applicant \n \n David Julian GRIMA Seventy Fifth Applicant \n \n Victor Joseph GUARRERA Seventy Sixth Applicant \n \n Victor Petar KOVACICH Seventy Seventh Applicant \n \n John Walter KOVACICH Seventy Eighth Applicant \n \n Olga KOVACICH Seventy Ninth Applicant \n \n Salvatore LO MONACO Eightieth Applicant \n \n Venera Angelina LO MONACO Eighty First Applicant \n \n MJ ZAMMIT &amp; SONS PTY LTD Eighty Second Applicant \n \n Concetto MONTI Eighty Third Applicant \n \n Francesca MONTI Eighty Fourth Applicant \n \n Carmela NUCIFORA Eighty Fifth Applicant \n \n Salvatore NUCIFORA Eighty Sixth Applicant \n \n Bryanne Grace O'DONNELL Eighty Seventh Applicant \n \n Giuseppe PAGANO Eighty Eighth Applicant \n \n Venero PAGANO Eighty Ninth Applicant \n \n Santo Leonardo PAPPALARDO Ninetieth Applicant \n \n Vincenza PAPPALARDO Ninety First Applicant \n \n Allison Marie PARISI Ninety Second Applicant \n \n John PARISI Ninety Third Applicant \n \n Kay Elizabeth PARISI Ninety Fourth Applicant \n \n Rosaria PARISI Ninety Fifth Applicant \n \n Rosario PARISI Ninety Sixth Applicant \n \n Sam PARISI Ninety Seventh Applicant \n \n RINGROVE PTY LTD Ninety Eighth Applicant \n \n Noel Robert William ROBERTS Ninety Ninth Applicant \n \n Fay Dawn ROLFE One hundredth Applicant \n \n Malcolm James ROLFE One hundredth First Applicant \n \n Alfonso ROMEO One hundredth Second Applicant \n \n Maria ROMEO One hundredth Third Applicant \n \n Salvatore ROMEO One hundredth Fourth Applicant \n \n Enoch SALA One hundredth Fifth Applicant \n \n Margaret May SALA One hundredth Sixth Applicant \n \n Alfred Louis SAMMUT One hundredth Seventh Applicant \n \n Frank SAMMUT One hundredth Eighth Applicant \n \n Mary Manuela SAMMUT One hundredth Ninth Applicant \n \n Estate of Alfio SANTANGELO One hundredth Tenth Applicant \n \n Placido SANTANGELO One hundredth Eleventh Applicant \n \n Rosaria Maria SARDI One hundredth Twelfth Applicant \n \n Salvatore SARDI One hundredth Thirteenth Applicant \n \n Antonio SCIAMANNA One hundredth Fourteenth Applicant \n \n Franco Angelo SCIAMANNA One hundredth Fifteenth Applicant \n \n Pia Maria SCIAMANNA One hundredth Sixteenth Applicant \n \n Alfia SENDRA One hundredth Seventeenth Applicant \n \n Jose SENDRA One hundredth Eighteenth Applicant \n \n Joseph John SENDRA One hundredth Nineteenth Applicant \n \n Francisco SILVAN One hundredth Twentieth Applicant \n \n Dobrila SUMICH One hundredth Twenty First Applicant \n \n Leslie Ivan SUMICH One hundredth Twenty Second Applicant \n \n Slavko Louis SUMICH One hundredth Twenty Third Applicant \n \n G TAIFLOS One hundredth Twenty Fourth Applicant \n \n Pantelis John TAIFLOS One hundredth Twenty Fifth Applicant \n \n Grace TAIFLOS One hundredth Twenty Sixth Applicant \n \n Charles Peter TANTI One hundredth Twenty Seventh Applicant \n \n Emanwala TANTI One hundredth Twenty Eighth Applicant \n \n James Joseph TANTI One hundredth Twenty Ninth Applicant \n \n Paul John TANTI One hundredth Thirtieth Applicant \n \n Eduardo Sergio TOMASIN One hundredth Thirty First Applicant \n \n Margaret Frances TORRISI One hundredth Thirty Second Applicant \n \n Mario TORRISI One hundredth Thirty Third Applicant \n \n TULLY SUGAR LIMITED One hundredth Thirty Fourth Applicant \n \n Giuseppe VITALE One hundredth Thirty Fifth Applicant \n \n Mario VITALE One hundredth Thirty Sixth Applicant \n \n Frank Louis ZAMMIT One hundredth Thirty Seventh Applicant \n \n Morris John ZAMMIT One hundredth Thirty Eighth Applicant \n \n Ann ZAPPALA One hundredth Thirty Ninth Applicant \n \n Joseph Alfred ZAPPALA One hundredth Fortieth Applicant \n \n Vincent John ZAPPALA One hundredth Forty First Applicant \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1448.html",
      "id": "s410"
    }
  ]
}