{
  "name": "SZJUA v Minister for Immigration &amp; Citizenship (Corrigendum 4 October 2007) [2007] FCA 1184 (8 August 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1184.html",
  "catchphrases": [
    {
      "text": "appeal from decision of federal magistrate",
      "id": "c0"
    },
    {
      "text": "application for protection visa under migration act 1958 (cth)",
      "id": "c1"
    },
    {
      "text": "whether any legal error on the part of the federal magistrate in dismissing the appellant's application",
      "id": "c2"
    },
    {
      "text": "no power in the court on an application for judicial review before a federal magistrate for an extension of time for bringing such an application",
      "id": "c3"
    },
    {
      "text": "appeal dismissed.",
      "id": "c4"
    },
    {
      "text": "migration",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from a judgment of a Federal Magistrate of 24 April 2007 dismissing an application for judicial review of a decision of the Refugee Review Tribunal ('the Tribunal') dated 31 October 2006 handed down 1 November 2006.",
      "id": "s0"
    },
    {
      "text": "The Tribunal had affirmed a decision of a delegate of the then Minister for Immigration and Multicultural Affairs to refuse to grant a protection visa to the appellant under the Migration Act 1958 (Cth) ('the Act').",
      "id": "s1"
    },
    {
      "text": "BACKGROUND \n \n2 The appellant is a citizen of the People's Republic of China ('the PRC'), who was born in 1965, arrived in Australia on 12 May 2006.",
      "id": "s2"
    },
    {
      "text": "On 23 May 2006 the appellant lodged an application for a Protection (Class XA) Visa with the then Department of Immigration and Multicultural Affairs (now the Department of Immigration and Citizenship).",
      "id": "s3"
    },
    {
      "text": "In her protection visa application, the appellant claimed to be a Falun Gong practitioner.",
      "id": "s4"
    },
    {
      "text": "The appellant, who claimed that her entire family were involved in Falun Gong activities, stated that in 1999 they were called into the local police station and informed by police that they should no longer practice Falun Gong and that the reason for the sudden banning was that they were only carrying out orders from their superiors.",
      "id": "s5"
    },
    {
      "text": "The appellant claimed that when she and others continued with their practice of Falun Gong the next day, they were detained by the police, taken to the police station, charged and required to pay a heavy fine in order to be released.",
      "id": "s6"
    },
    {
      "text": "The appellant claimed that she continued to privately practice Falun Gong, that she was later reported by an unidentified person and that she was then sent to a detention centre where she was tortured and abused.",
      "id": "s7"
    },
    {
      "text": "A delegate of the first respondent refused to grant the visa and by letter dated 30 June 2006 wrote to the appellant notifying her of the decision and of her review rights.",
      "id": "s8"
    },
    {
      "text": "On 18 August 2006 the appellant lodged a written application dated the same day with the Tribunal for a review of that decision.",
      "id": "s9"
    },
    {
      "text": "For reasons which I explain below this was outside the time prescribed by the Act.",
      "id": "s10"
    },
    {
      "text": "PROCEEDINGS BEFORE THE TRIBUNAL \n \n3 On the same date the Tribunal wrote to the appellant, acknowledging receipt of her application and providing information as to the future disposition of her application.",
      "id": "s11"
    },
    {
      "text": "The appellant sent a letter on 28 August to Department of Immigration and Multicultural Affairs ('DIMA') in which she requested that the decision letter from DIMA be re-sent, so that she could lodge her review application to the Tribunal within time.",
      "id": "s12"
    },
    {
      "text": "4 On 1 September 2006 the Tribunal again wrote to the appellant advising her that it appeared that her application had been filed too late to be considered and stating why this was so.",
      "id": "s13"
    },
    {
      "text": "It invited her to write to the Tribunal by 26 September 2006 if she disagreed with its view and to provide further information if she wished.",
      "id": "s14"
    },
    {
      "text": "By written notice dated 4 September 2006 the applicant provided details of her new address.",
      "id": "s15"
    },
    {
      "text": "5 The Tribunal then wrote to the appellant at her new address on 28 September 2006, in the same terms as its earlier letter dated 1 September 2006 except that it now invited the appellant to write to the Tribunal by 24 October 2006 if she disagreed with the Tribunal's view and requested that the appellant provided further information if she wished.",
      "id": "s16"
    },
    {
      "text": "The appellant replied to the Tribunal by letter dated 24 October 2006.",
      "id": "s17"
    },
    {
      "text": "It contained, relevantly, the following:\n \n 'I would like to explain to you that I had not received the decision letter from DIMA at all.",
      "id": "s18"
    },
    {
      "text": "I just gave them a call and they told me the application had been refused.",
      "id": "s19"
    },
    {
      "text": "I lodged my review straight away.",
      "id": "s20"
    },
    {
      "text": "I believe that I should be given another opportunity to review my application.",
      "id": "s21"
    },
    {
      "text": "Thank you!",
      "id": "s22"
    },
    {
      "text": "' \n \n (Transcribed from the original without alteration or amendment)\n \n THE DECISION OF THE TRIBUNAL \n \n6 The Tribunal's decision was dated 31 October 2006 and sent to the appellant on 1 November 2006.",
      "id": "s23"
    },
    {
      "text": "The Tribunal set out the relevant law in its written Statement of Decisions and Reasons to the following effect and with which I respectfully agree.",
      "id": "s24"
    },
    {
      "text": "7 The Tribunal's jurisdiction arises if a valid application is made under s 412 of the Act for review of an RRT-reviewable decision.",
      "id": "s25"
    },
    {
      "text": "A decision to refuse to grant a protection visa is an RRT reviewable decision: s 411(1)(c).",
      "id": "s26"
    },
    {
      "text": "Section 412(1)(b) requires that such an application for review must be given to the Tribunal within the prescribed time period.",
      "id": "s27"
    },
    {
      "text": "8 In respect of an applicant who has applied for review of an RRT-reviewable decision covered by s 411(1)(c) and is not in immigration detention when given notice of the delegate's decision, the application for review must be lodged at a registry of the Tribunal within a period not later than 28 days from the day on which such notice is received: s 412(1)(b) and regulation 4.31(2)(b) and (3) of the Migration Regulations 1994 ('the Regulations').",
      "id": "s28"
    },
    {
      "text": "There is no provision for granting any extension of time for lodging such an application.",
      "id": "s29"
    },
    {
      "text": "An application sent to the Tribunal by post or by fax is not to be taken to have been lodged until it is received at a registry of the Tribunal: r 4.31(4).",
      "id": "s30"
    },
    {
      "text": "9 The provisions relevant to this matter which deal with notification of a decision to refuse to grant a visa are contained in ss 66, 494B, 494C and 494D of the Act and r 2.16 of the Regulations.",
      "id": "s31"
    },
    {
      "text": "10 Section 66(1) provides that when the Minister grants or refuses to grant a visa, he or she is to notify the applicant of the decision in the prescribed way.",
      "id": "s32"
    },
    {
      "text": "Regulation 2.16 provides that for the purposes of s 66(1), the Minister must notify an applicant of a decision to refuse to grant a visa by one of the methods specified in s 494B.",
      "id": "s33"
    },
    {
      "text": "Section 494B specifies a number of alternative methods for giving a document required or permitted to be given by the Minister to a person.",
      "id": "s34"
    },
    {
      "text": "11 One of the methods specified in s 494B consists of the Minister dating the document and then dispatching it within 3 working days of the date of the document by prepaid post or other prepaid means to the last address for service or the last residential or business address provided to the Minister by the recipient for the purposes of receiving documents: s 494B(4).",
      "id": "s35"
    },
    {
      "text": "If a document is given to a person by this method and the document was dispatched from a place in Australia to an address in Australia, the person is taken to have received the document 7 working days (in the place of that address) after the date of the document: s 494C(4)(a).",
      "id": "s36"
    },
    {
      "text": "This will be so even if the document was never in fact received.",
      "id": "s37"
    },
    {
      "text": "Therefore, if the notice of a decision to refuse a visa was sent in accordance with s 494B(4), from a place in Australia to an address in Australia, the prescribed time period within which a review application must be lodged with the Tribunal commences 7 working days after the date of the notice.",
      "id": "s38"
    },
    {
      "text": "12 Section 66(2) provides that notification of a decision to refuse a visa must contain certain information about why the visa was refused and, if there is a right of review, how to apply for review of that decision.",
      "id": "s39"
    },
    {
      "text": "13 The Tribunal found, correctly, in my opinion, that the contents of the delegate's decision notification complied with the requirements of s 66(2) of the Act, and that the Department's file records indicated that the applicant did not give the Minister written notice of the name and address of her authorised recipient under s 494D of the Act.",
      "id": "s40"
    },
    {
      "text": "The Tribunal found that the decision notification letter, which was dated 30 June 2006, was sent by prepaid post on 30 June 2006 from a place in Australia to the applicant's address in Australia, which was provided by the appellant to the Minister for the purposes of her receiving documents.",
      "id": "s41"
    },
    {
      "text": "14 The Tribunal further found that the decision notification letter, which was dispatched within 3 working days of the date of the letter to the applicant's correct address, was in accordance with s 494B(4) of the Act.",
      "id": "s42"
    },
    {
      "text": "The Tribunal noted that the notice was returned to the Department unclaimed and that the applicant was taken to have received the notice on 11 July 2006, being 7 working days after the date of the notice, despite the notice being returned unclaimed.",
      "id": "s43"
    },
    {
      "text": "15 The Tribunal found that the appellant sought review of the decision of the delegate under s 411(1)(c) and that the 28 day prescribed period provided under s 412(1)(b) and r 4.31(2)(b) applied.",
      "id": "s44"
    },
    {
      "text": "Therefore, given the Tribunal's findings regarding when the applicant was taken to have been notified of the decision of the delegate and the applicable prescribed period, the Tribunal found that the last day on which the application for review could be lodged was 8 August 2006.",
      "id": "s45"
    },
    {
      "text": "The application for review was not received by the Tribunal until 18 August 2006, after the prescribed period had expired.",
      "id": "s46"
    },
    {
      "text": "16 The appellant stated in her submission of 24 October 2006 that she \"had not received the decision letter from DIMA at all\" and that she \"just gave them a call\" and they told her that her \"application had been refused.",
      "id": "s47"
    },
    {
      "text": "\" However, as the decision notification letter was sent to the address provided to the Minister by the recipient, for the purpose of receiving documents under s 494B(4) of the Act, the appellant was taken to have received the document 7 working days after the date of the document in accordance with s 494C(4)(a), even if the document was never actually received by the appellant.",
      "id": "s48"
    },
    {
      "text": "17 As the application for review was received by the Tribunal outside the mandatory time period, the Tribunal found that it was not a valid application and that it had no jurisdiction to review the decision of the delegate.",
      "id": "s49"
    },
    {
      "text": "GROUNDS BEFORE THE FEDERAL MAGISTRATE \n \n18 On 9 March 2007 the appellant filed an amended application for judicial review of the decision of the Tribunal.",
      "id": "s50"
    },
    {
      "text": "Before the Federal Magistrate, the appellant claimed the following: \n \n 1.",
      "id": "s51"
    },
    {
      "text": "DIAC failed to notify me the decision for my application for a protection visa.",
      "id": "s52"
    },
    {
      "text": "From the record of DIAC, the decision letter was return to DIAC unreceived.",
      "id": "s53"
    },
    {
      "text": "2.",
      "id": "s54"
    },
    {
      "text": "DIAC failed to notify me the decision, I lost the opportunity to have my application reviewed at RRT.",
      "id": "s55"
    },
    {
      "text": "3.",
      "id": "s56"
    },
    {
      "text": "DIA should resend the decision letter to me and my application should be considered at RRT.",
      "id": "s57"
    },
    {
      "text": "(Transcribed from the original without alteration or amendment).",
      "id": "s58"
    },
    {
      "text": "THE DECISION OF THE FEDERAL MAGISTRATE \n \n19 Before the Federal Magistrate, the appellant relied on her amended application filed on 9 March 2007, and her affidavit which accompanied her original application.",
      "id": "s59"
    },
    {
      "text": "In her amended application, the appellant asserted that the Minister's Department failed to notify her of the delegate's decision against which she was seeking review by the Tribunal, and that she should receive a fresh notification letter.",
      "id": "s60"
    },
    {
      "text": "20 The Federal Magistrate, who received as evidence the court book filed on 22 January 2007, observed that a letter dated 30 June 2006 was sent by the Minister's Department to the appellant which notified her of the delegate's decision.",
      "id": "s61"
    },
    {
      "text": "The letter was sent by registered post and was addressed to the applicant at her address for service disclosed in her protection visa application.",
      "id": "s62"
    },
    {
      "text": "The Federal Magistrate further observed that on the face of the letter was a handwritten notation stating \"sent 30/6/06\", which he concluded was evidence that the letter was despatched on the same date that it bore.",
      "id": "s63"
    },
    {
      "text": "The Federal Magistrate stated that the Department's letter was returned unclaimed, as indicated by an Australia Post sticker, and that the return notification was dated 4 July.",
      "id": "s64"
    },
    {
      "text": "21 The Federal Magistrate found that the Department's letter, sent 30 June 2006, must have been despatched within three working days of the date that it bore.",
      "id": "s65"
    },
    {
      "text": "His Honour noted that the appellant conceded this in her letter appearing in the court book, and found that the Department met the requirements for effective notification of the delegate's decision.",
      "id": "s66"
    },
    {
      "text": "In these circumstances, it was held in effect, that the period of 28 days within which the application for review required to be given to the Tribunal [s 412(1)(b) and regulation 4.31(2)(b)] commenced on the 11 July being the date on which the appellant was deemed to have received the Department's notification of decision dated 30 June 2006.",
      "id": "s67"
    },
    {
      "text": "22 The Federal Magistrate held that as the appellant had not given the Tribunal her review application within the prescribed period, her application was incompetent and that the Tribunal was correct in finding that it did not have jurisdiction to deal with the appellant's review application.",
      "id": "s68"
    },
    {
      "text": "23 After outlining the relevant statutory requirements, the Federal Magistrate determined that the Tribunal was correct in finding that that it had no jurisdiction and consequently that there was no jurisdictional error in the decision of the Tribunal.",
      "id": "s69"
    },
    {
      "text": "24 The Federal Magistrate correctly held that the decision of the Tribunal was a privative clause decision and that the application to the Federal Magistrates Court must be dismissed.",
      "id": "s70"
    },
    {
      "text": "NOTICE OF APPEAL \n \n25 The Notice of Appeal filed by the appellant on 15 May 2007 was accompanied by an affidavit sworn by the appellant.",
      "id": "s71"
    },
    {
      "text": "The Notice of Appeal contains two grounds of appeal which in substance repeat the grounds before the Federal Magistrate.",
      "id": "s72"
    },
    {
      "text": "They are as follows:\n \n \n '1.",
      "id": "s73"
    },
    {
      "text": "Department of Immigration and Citizenship failed to notify me the decision of my application for a protection visa.",
      "id": "s74"
    },
    {
      "text": "I was not notified the decision in writing.",
      "id": "s75"
    },
    {
      "text": "2.",
      "id": "s76"
    },
    {
      "text": "The Tribunal refused to accept my application because of the jurisdictional errors made by DIAC.",
      "id": "s77"
    },
    {
      "text": "' \n \n \n \n \n (Transcribed from the original without alteration or amendment).",
      "id": "s78"
    },
    {
      "text": "THE APPELLANT'S SUBMISSIONS \n \n26 At hearing of the appeal before me the appellant simply reiterated her complaint that she never received the letter of 30 June 2006 from the delegate of the first respondent notifying its decision.",
      "id": "s79"
    },
    {
      "text": "REASONS \n \n27 I have outlined the grounds of appeal above.",
      "id": "s80"
    },
    {
      "text": "The issue on appeal is whether there was any relevant error on the part of the Federal Magistrate in dismissing the appellant's application.",
      "id": "s81"
    },
    {
      "text": "28 As the Federal Magistrate correctly observed the making of an application within the prescribed time is an essential preliminary to the exercise of the Tribunal's jurisdiction: Fernando v Minister for Immigration [2000] FCA 324 and further that the Tribunal did not have the power to override the time limitations prescribed by s 412(1)(b) of the Act: VEAN of 2002 v Minister for Immigration [2003] FCAFC 311.",
      "id": "s82"
    },
    {
      "text": "29 The appellant asserts she did not in fact receive the letter of 30 June 2006 containing notification of the delegate's decision.",
      "id": "s83"
    },
    {
      "text": "Despite the fact that she, at that time, lived at the address to which the letter was sent the letter was returned marked \"return to sender\" on 4 July 2007 (see CB 44).",
      "id": "s84"
    },
    {
      "text": "However, this does not affect the operation of s 494C of the Act: Murphy v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2004] FCA 657 ; (2004) 135 FCR 550 per Spender J at [69], which was followed by the Full Federal Court in Xie v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCAFC 172 at [14] .",
      "id": "s85"
    },
    {
      "text": "30 Further, a case such as this has not been affected by the recent Full Federal Court decision in Minister for Immigration and Citizenship v SZKKC [2007] FCAFC 105 , which considered s 477 of the Act and the time limits for judicial review applications in the Federal Magistrates Court.",
      "id": "s86"
    },
    {
      "text": "That decision is to be distinguished from the present case, which turns significantly on the terms of s 412 of the Act which provides for deemed notification whereas actual notification is required under s 477 of the Act.",
      "id": "s87"
    },
    {
      "text": "31 It is, in my opinion, regrettable that there exists no power in the Court to extend the time for bringing such an application.",
      "id": "s88"
    },
    {
      "text": "The evidence of the appellant is that at the date (between 30 June and 4 July 2006) when the notification of the Minister's decision was sent and returned marked \"Left Address/Unknown\" she was in fact still at the address to which the letter was addressed.",
      "id": "s89"
    },
    {
      "text": "This fact does not appear to have been disputed by the first respondent.",
      "id": "s90"
    },
    {
      "text": "No explanation has been given, as to why the registered post was marked \"Left Address/Unknown\", despite the appellant remaining at that address.",
      "id": "s91"
    },
    {
      "text": "One possible reason is the need for a registered letter to be signed for and perhaps the applicant was not at home when the postal officer attended at her address.",
      "id": "s92"
    },
    {
      "text": "32 This lack of power in the Court has the capacity to work an injustice upon an application for judicial review.",
      "id": "s93"
    },
    {
      "text": "Such indeed may well be the case here.",
      "id": "s94"
    },
    {
      "text": "For my part it gives serious cause for concern and should be reviewed by the legislature.",
      "id": "s95"
    },
    {
      "text": "In comparison, as I have noted, a Federal Magistrate has discretionary power under s 477 of the Act to grant an extension of time in certain circumstances where an application is made for a remedy to be granted in exercise of the Court's original jurisdiction under s 476 of the Act.",
      "id": "s96"
    },
    {
      "text": "CONCLUSION \n \n33 I have carefully considered the findings and reasons of the Tribunal and those of the Federal Magistrate, in the light of the appellant's grounds of appeal.",
      "id": "s97"
    },
    {
      "text": "I am satisfied that no relevant error has been established.",
      "id": "s98"
    },
    {
      "text": "In my opinion the appeal should be dismissed.",
      "id": "s99"
    },
    {
      "text": "I certify that the preceding thirty-three (33) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gilmour.",
      "id": "s100"
    },
    {
      "text": "Associate:\n\nDated: 8 August 2007\n\n The Appellant represented herself: \n \n \n Counsel for the Respondent: Ms V McWilliam \n \n Solicitor for the Respondent: DLA Phillips Fox \n \n Date of Hearing: 8 August 2007 \n \n Date of Judgment: 8 August 2007 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1184.html",
      "id": "s101"
    }
  ]
}