{
  "name": "Kokatha People v South Australia (Corrigendum dated 18 July 2007) [2007] FCA 1057 (16 July 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1057.html",
  "catchphrases": [
    {
      "text": "respondent to an application for a native title determination seeking a determination of native title in his favour in virtue of s 225 of the native title act 1993 (cth)",
      "id": "c0"
    },
    {
      "text": "respondent's own application previously discontinued",
      "id": "c1"
    },
    {
      "text": "whether in the circumstances the court has jurisdiction to make a positive determination in respondent's favour",
      "id": "c2"
    },
    {
      "text": "whether respondent can only set up own native title defensively.",
      "id": "c3"
    },
    {
      "text": "native title",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 The motion filed in this matter by the State of South Australia raises a controversial question of construction of the Native Title Act 1993 (Cth).",
      "id": "s0"
    },
    {
      "text": "This is whether this Court has jurisdiction under the Act to make a determination of native title in favour of a person or group of persons that has not made a native title determination application under s 61 of the Act in relation to the area in question but who is a respondent to such an application brought on behalf of another claimant group to which that respondent does not belong.",
      "id": "s1"
    },
    {
      "text": "The State's contention is that a native title determination can only be made in accordance with the provisions of the NT Act and, in particular, sections 10, 13, 61 at 225 --- hence the above question must be answered in the negative.",
      "id": "s2"
    },
    {
      "text": "2 The motion is opposed by the person against whom it is directed, Mark McKenzie, by the relevant representative body, the Aboriginal Legal Rights Movement Inc (\"the ALRM\") and by the Commonwealth.",
      "id": "s3"
    },
    {
      "text": "The Commonwealth's submission, supported by the ALRM and Mr McKenzie, is the Act on its proper construction does not deny the Court's jurisdiction in the way propounded by the State.",
      "id": "s4"
    },
    {
      "text": "Having regard in particular to the language of s 225 of the NT Act, the Court is entitled to make a determination that recognises native title rights on the part of any person or group whom the evidence establishes holds native title irrespective of whether that person or group has an application for a determination of native title under s 61 on foot or not.",
      "id": "s5"
    },
    {
      "text": "3 In its submission the ALRM has suggested that the State's motion has drawn attention to an allegedly inconsistent aspect of the NT Act scheme.",
      "id": "s6"
    },
    {
      "text": "4 While I have concluded that the State's contention should be upheld, I recognise that the question is one upon which judicial opinion in this Court is divided --- cf Western Australia v Ward [2000] FCA 191 ; (2000) 99 FCR 316 at [191] - [194] and Moses v State of Western Australia [2007] FCAFC 78 at [18] --- and that I am disagreeing with views expressed by judges having considerable experience in native title matters.",
      "id": "s7"
    },
    {
      "text": "Background \n (a) The Overlap Claim \n \n5 On 8 September 2005 orders were made under s 67 of the NT Act that three native title determination applications --- the Kokatha Native Title Claim, the Barngarla Native Title Claim and the Arabunna Peoples Native Title Claim --- were to be dealt with in the same proceeding to the extent that they covered the same area of land and waters (\"the overlap proceedings\").",
      "id": "s8"
    },
    {
      "text": "The State's motion has been filed in this proceeding.",
      "id": "s9"
    },
    {
      "text": "(b) Mark McKenzie and the two Kuyani Native Title Claims \n \n6 On 19 September 1995 what I will call the first Kuyani Native Title Claim was lodged.",
      "id": "s10"
    },
    {
      "text": "Mr McKenzie later became the named applicant for that claim.",
      "id": "s11"
    },
    {
      "text": "It was amended on no less than six occasions which altered substantially the composition of the claim group and the lands the subject of the claim.",
      "id": "s12"
    },
    {
      "text": "The claim area overlapped the Kokatha Native Title Claim.",
      "id": "s13"
    },
    {
      "text": "7 On 27 January 2005 I ordered that this claim be struck out.",
      "id": "s14"
    },
    {
      "text": "There was, in my view, no arguable basis upon which Mr McKenzie could be said to have satisfied the requirements of s 61(4) and s 62(1), (iv) and (v) relating to his authorisation to bring the claim: McKenzie v South Australia (2005) 214 ALR 214.",
      "id": "s15"
    },
    {
      "text": "Prior to this Mr McKenzie had, by virtue of s 84(3) of the NT Act become a respondent party to the Kokatha Native Title Claim.",
      "id": "s16"
    },
    {
      "text": "8 In Kokatha Native Title Claim v South Australia [2005] FCA 836 ; (2005) 143 FCR 544 Mansfield J held that the striking out of the first Kuyani claim did not of itself result in Mr McKenzie ceasing to be a party to the Kokatha claim.",
      "id": "s17"
    },
    {
      "text": "His Honour went on to note that the strike out did not necessarily mean that Mr McKenzie might not nonetheless be a person whose interests may be affected by the Kokatha claim and be eligible to be a party under s 84(3) of the NT Act for that reason.",
      "id": "s18"
    },
    {
      "text": "9 On 16 February 2006 Mr McKenzie and others lodged the second Kuyani claim (the Kuyani-Wilyaru People Native Title claim).",
      "id": "s19"
    },
    {
      "text": "It again overlapped in part the area of the overlap proceedings.",
      "id": "s20"
    },
    {
      "text": "Orders were made in these proceedings that the new claim be dealt with to the extent of the overlap.",
      "id": "s21"
    },
    {
      "text": "The new claim suffered from the same vices that affected the first Kuyani claim --- a matter raised by the ALRM.",
      "id": "s22"
    },
    {
      "text": "A notice of discontinuance was filed by the Kuyani-Wilyaru applicants on 31 May 2006 and an order was made in the overlap proceedings that orders made in it regarding the Kuyani-Wilyaru application cease to be operative.",
      "id": "s23"
    },
    {
      "text": "Mr McKenzie nonetheless remains a respondent in the overlap proceedings apparently on the basis that, notwithstanding the discontinuance, he claimed to hold native title in relation to land in the area covered by the proceedings: s 84(3)(a)(ii); or else his interests might be affected by a determination in it: see s 84(3)(a)(iii).",
      "id": "s24"
    },
    {
      "text": "I would note in passing that it is well settled that a native title interest suffices as \"an interest\" for the purposes of becoming a party to a proceedings under s 84(3)(a)(iii) and (5) of the NT Act: Akiba v Queensland (No 2) [2006] FCA 1173 ; (2006) 154 FCR 513 at [34] ; Munn v State of Queensland [2002] FCA 486 at [8] ; Rubibi Community v State of Western Australia [2002] FCA 876 ; (2002) 120 FCR 512; Davis-Hurst v Minister for Land and Water Conservation (NSW) (2003) 198 ALR 315 at [27].",
      "id": "s25"
    },
    {
      "text": "10 Mr McKenzie has not filed a fresh application (though varying explanations have been given for this).",
      "id": "s26"
    },
    {
      "text": "He has, nonetheless and in belated compliance with an order, filed a draft statement of facts and contentions in the overlap proceedings.",
      "id": "s27"
    },
    {
      "text": "He disputes the Kokatha claim to have inhabited the claim area in the overlap proceedings prior to sovereignty.",
      "id": "s28"
    },
    {
      "text": "He asserts that the Kuyani people had at that time native title rights and interests in a stipulated part of that area.",
      "id": "s29"
    },
    {
      "text": "His statement concludes:\n \n \n \"3.4 In the event that a determination is made in these proceedings that only the Applicants, or any of them, hold the common or group rights as native title holders, and having regard particularly to s 61A of the Native Title Act 1993 , Mr McKenzie's lawful interest as native title holder (and those of other Kuyani in his position) will not be able to adequately recognized, and such a determination is opposed.",
      "id": "s30"
    },
    {
      "text": "3.5 Again having regard particularly to s 61A of the Native Title Act 1993 , and for the same reasons as advanced in the previous paragraph, Mr McKenzie opposes a determination that native title does not exist over the claim area.",
      "id": "s31"
    },
    {
      "text": "3.6 Mr McKenzie seeks a determination under section 225 of the Native Title Act 1993 that the common or group rights in respect of the hachured area on the attached map are held by the Applicants on a shared basis with Mr McKenzie and other Kuyani with ancestral connection to that area, in accordance with Murranginhi traditional law and custom.",
      "id": "s32"
    },
    {
      "text": "\"\n \n \n\n11 The point to be made about the above subparagraphs is that, while subparas 3.4 and 3.5 are defensive in purpose (i.e.",
      "id": "s33"
    },
    {
      "text": "they oppose the making of a s 225 determination which is inimical to Mr McKenzie's interest as a native title holder), subpara 3.6 is offensive in that a positive determination of non-exclusive native title rights and interests is sought in his and other Kuyani's favour notwithstanding that he and those Kuyani have not on foot a s 61 native title determination application.",
      "id": "s34"
    },
    {
      "text": "12 It is the determination sought in subpara 3.6 that has prompted the State's motion.",
      "id": "s35"
    },
    {
      "text": "13 Before turning to the statutory setting I should note first that the scheme of the Act contemplates that a person claiming native title in an area subject to a s 61 application should be given notice of that application: s 66(3) and (10); and is entitled to be a party to the proceedings in relation to that application: s 84(3)(a)(ii) and secondly that that person is entitled as a party (subject to the Court's discretion: see NTA, s 84(8)) to oppose the making of a determination of native title for the reasons advanced in subparas 3.4 and 3.5.",
      "id": "s36"
    },
    {
      "text": "As Mansfield J observed in Kokatha Native Title Claim v South Australia at [24]: \n \n \"Where there may be a competing native title group who claim communal rights and interests which may be affected by a determination in [this] claim, but there is no application by that group over the claim area, the members of that group should not be precluded from putting forward their claim in a defensive attempt to avoid the dilution of those interests.",
      "id": "s37"
    },
    {
      "text": "\"\n \n THE STATUTORY SETTING \n (a) The NT Act \n \n14 Given the submissions that have been made, it is necessary to refer in some detail to the text and structure of the NT Act.",
      "id": "s38"
    },
    {
      "text": "The necessary starting point is s 10 of the Act which provides that native title is \"recognised and protected in accordance with the Act\".",
      "id": "s39"
    },
    {
      "text": "I would merely note in passing that the State relies upon s 10's limitation in support of the contention that Mr McKenzie is seeking to achieve a determination in his favour while circumventing positive requirements of the Act which he has not in the past been able to satisfy.",
      "id": "s40"
    },
    {
      "text": "15 Section 13(1)(a) permits an application to be made in the Federal Court under Part 3 of the Act for a determination of native title in relation to an area for which there is no \"approved determination of native title\".",
      "id": "s41"
    },
    {
      "text": "Section 61A(1) in turn positively prohibits the making of such an application for an area where there is such an approved determination.",
      "id": "s42"
    },
    {
      "text": "For present purposes an approved determination is a \"determination of native title made on an application under paragraph (1)(a)\" of s 13: see s 13(3) (emphasis added).",
      "id": "s43"
    },
    {
      "text": "Approved, I should add, does not mean a determination that is favourable to the claimant applicant.",
      "id": "s44"
    },
    {
      "text": "So much is clear from the language of s 13 itself and is made the moreso by the terms of s 225 which defines \"determination of native title\".",
      "id": "s45"
    },
    {
      "text": "It provides (insofar as presently relevant) that:\n \n \"A determination of native title is a determination whether or not native title exists in relation to a particular area (the determination area ) of land or waters and, if it does exist, a determination of:\n \n \n \n (a) who the persons, or each group of persons, holding the common or group rights comprising the native title area; and \n \n (b) the nature and extent of the native title rights and interests in relation to the determination area.",
      "id": "s46"
    },
    {
      "text": "\"\n (Emphasis in the original.",
      "id": "s47"
    },
    {
      "text": ")\n \n \n\n16 This section, as I foreshadowed, is central to the Commonwealth's opposition to the State's motion, it being said that one of the purposes of a s 225 determination is to establish authoritatively who (if anyone) has native title rights in relation to an area.",
      "id": "s48"
    },
    {
      "text": "It is not confined to describing which claimant applicant (if any) has succeeded in making out native title rights.",
      "id": "s49"
    },
    {
      "text": "17 The making of an application under Part 3 of the Act which is permitted by s 13(1)(a) has, since the 1998 Amendment to the NT Act, been subjected to significant procedural and substantive requirements.",
      "id": "s50"
    },
    {
      "text": "For present purposes, a native title determination application can, under s 61, be made by ---\n \n \n \"(1) A person or persons authorised by all the persons (the native title claim group ) who, according to their traditional laws and customs, hold the common or group rights and interests comprising the particular native title claimed, provided the person or persons are also included in the native title claim group.",
      "id": "s51"
    },
    {
      "text": "\"\n \n \n\n18 It is difficult to overstate the centrality of the requirement of \"authorisation\" in the scheme laid down by the Act for the making of a native title application.",
      "id": "s52"
    },
    {
      "text": "Section 251B prescribes how all the persons in a native title claim group can authorise a person or persons to make such an application.",
      "id": "s53"
    },
    {
      "text": "Both s 61 and s 62 prescribe mandatory requirements in the application itself relating the fact of, and the basis of, the authorisation of the person or persons making the claimant application.",
      "id": "s54"
    },
    {
      "text": "Section 84C in turn permits any party to a (inter alia) determination application to apply at any time to this Court to strike out an application which does not comply with the requirements of s 61, s 61A (to which I earlier referred) or s 62.",
      "id": "s55"
    },
    {
      "text": "There is extensive case law on s 84C.",
      "id": "s56"
    },
    {
      "text": "For present purposes I need only refer to McKenzie v South Australia , at [25]-[26].",
      "id": "s57"
    },
    {
      "text": "19 The subject and significance of authorisation has been considered in detail recently by Lindgren J in Harrington-Smith v State of Western Australia (No 9) [2007] FCA 31 at [1168] ff.",
      "id": "s58"
    },
    {
      "text": "As a matter of convenience, I gratefully adopt what his Honour said (at [1170]-[1172]):\n \n \n \"1170 Under the Old NTA a native title determination application was able to be made by, inter alia, '[a] person or persons claiming to hold the native title either alone or with others': Old NTA s 61(1).",
      "id": "s59"
    },
    {
      "text": "An applicant did not have to be authorised.",
      "id": "s60"
    },
    {
      "text": "The [1998] Amending NTA introduced, in the amended s 61(1), a requirement that an application must be authorised by the native title claim group.",
      "id": "s61"
    },
    {
      "text": "1171 'Proper authorisation is the foundation for the institution and maintenance of a native title claimant application under s 61 of the new Act': Perry and Lloyd, Australian Native Title Law (Thomson Lawbook Co, 2003) at [3.140] p 439.",
      "id": "s62"
    },
    {
      "text": "Authorisation is 'fundamental to the legitimacy of native title determination applications', and is 'not a condition to be met by formulaic statements in or in support of applications': Strickland [(1999) 168 ALR 242] at 259-260.",
      "id": "s63"
    },
    {
      "text": "1172 Where the authorisation requirement of s 61(1) is not complied with, the non-compliance is fatal to the success of the application: Moran v Minister for Land and Water Conservation for the State of New South Wales [1999] FCA 1637 at [48] ; Strickland at [56]-[57] (approved in WA v Strickland [(2000) [2000] FCA 652 ; 99 FCR 33] at [77] - [78] ; Drury v Western Australia [2000] FCA 132 ; (2000) 97 FCR 169 at [10] ; Daniel v Western Australia (2002) 194 ALR 278 (FCA) at [11]; De Rose FCA/O'Loughlin J [[2002] FCA 1342] at [933].",
      "id": "s64"
    },
    {
      "text": "Authorisation must be by all the persons who constitute the native title claim group in respect of the common or group rights and interests comprising the particular native title claimed: Risk v National Native Title Tribunal [2000] FCA 1589 at [30] ; Diere People v South Australia [2003] FCA 187 ; (2003) 127 FCR 364 at [55] ('Dieri People'); Tilmouth v Northern Territory [2001] FCA 820 ; (2001) 109 FCR 240 (' Tilmouth ').",
      "id": "s65"
    },
    {
      "text": "\"\n \n \n\n20 I need only note that authorisation has been the rock upon which Mr McKenzie's two native title determination have foundered.",
      "id": "s66"
    },
    {
      "text": "21 On the filing in the Court of a s 61 application, a copy of it and prescribed accompanying documents must be given to the Native Title Registrar who in turn is required to provide copies of the application and accompanying documentation to the relevant Minister for any State or Territory in which any area covered by the application lies as well as to the representative bodies covered by the application: NT Act s 63 and s 66(1)-(2A).",
      "id": "s67"
    },
    {
      "text": "As well the Registrar must under s 66(3)(a) give notice containing details of the application to a prescribed list which includes --- \n \n \"(a) ...\n \n \n \n \n (i) any registered native title claimant in relation to any of the area covered by the application; and \n \n \n \n \n ...\n \n \n \n \n (vii) if the Registrar considers it appropriate in relation to the person --- any person whose interests may be affected by a determination in relation to the application; and \n \n \n \n \n ... \n \n \n \n \n (d) notify the public in the determined way of the application.",
      "id": "s68"
    },
    {
      "text": "\"\n \n \n \n\n22 Possibly importantly for present purposes, s 66(10)(b) provides:\n \n \n \"(10) A notice under paragraph (3)(a) or (d) must also include a statement to the effect that: \n \n ...\n \n \n \n \n \n (b) in the case of any native title determination application --- as there can be only one determination of native title for an area, if a person does not become a party in relation to the application, there may be no other opportunity for the Federal Court, in making its determination, to take into account the person's native title rights and interests in relation to the area concerned;\n \n ...\" \n \n \n \n (Emphasis added.",
      "id": "s69"
    },
    {
      "text": ") \n \n \n \n \n\n23 I note that the subpara refers to \"become a party\".",
      "id": "s70"
    },
    {
      "text": "It does not stipulate that that relevant person should make a determination application and this notwithstanding that s 67 prescribes how the Court should ensure that, to the extent that two or more proceedings before the Court involving native title determination applications cover in whole or in part the same area, they are dealt with in the same proceedings.",
      "id": "s71"
    },
    {
      "text": "24 Consistent with the theme established in s 13(1) and s 61A(1), s 68 again emphasise that there is only to be one native title determination per area.",
      "id": "s72"
    },
    {
      "text": "Where there is such a determination in relation to an area, the Federal Court is prohibited from conducting any proceeding relating to an application for another determination of native title or from making any other such determination in relation to that area or to any area wholly within it except in the case of an application under s 13(1) to vary or revoke the original determination or on a review or appeal of that determination.",
      "id": "s73"
    },
    {
      "text": "I will refer below to revoking or varying a determination of native title.",
      "id": "s74"
    },
    {
      "text": "25 Section 84 prescribes who are, who may become, or who can disclaim becoming a party to proceedings in relation to s 61 applications.",
      "id": "s75"
    },
    {
      "text": "For present purposes I need only refer to s 84(2), (3) and (5).",
      "id": "s76"
    },
    {
      "text": "They provide:\n \n \"(2) The applicant is a party to the proceedings.",
      "id": "s77"
    },
    {
      "text": "(3) Another person is a party to the proceedings if:\n \n (a) any of the following applies:\n \n (i) the person is covered by paragraph 66(3)(a);\n \n \n (ii) the person claims to hold native title in relation to land or waters in the area covered by the application ; \n \n (iii) the person's interests may be affected by a determination in the proceedings; and \n \n \n \n \n (b) the person notifies the Federal Court, in writing, within the period specified in the notice under section 66, that the person wants to be a party to the proceeding.",
      "id": "s78"
    },
    {
      "text": "...\n \n (5) The Federal Court may at any time join any person as a party to the proceedings, if the Court is satisfied that the person's interests may be affected by a determination in the proceedings.",
      "id": "s79"
    },
    {
      "text": "\"\n (Emphasis added)\n \n \n \n\n26 I again note that s 84(3)(a)(ii) allows a person who claims to hold native title in the relevant area to become a party without necessarily becoming an applicant.",
      "id": "s80"
    },
    {
      "text": "27 For the sake of completeness in relation to parties, I would also note that s 84(8) gives the Federal Court a general power to order that any person (other than an applicant) cease to be a party to the proceedings.",
      "id": "s81"
    },
    {
      "text": "28 The penultimate provisions to which I need refer are s 94A and s 213(1).",
      "id": "s82"
    },
    {
      "text": "Section 94A provides that an order in which this Court makes a determination of native title must set out details of the matters mentioned in s 225.",
      "id": "s83"
    },
    {
      "text": "Section 213(1) provides:\n \n \n \"(1) If, for the purpose of any matter or proceeding before the Federal Court, it is necessary to make a determination of native title, that determination must be made in accordance with the procedures in this Act.",
      "id": "s84"
    },
    {
      "text": "\" \n \n \n\nI would comment in passing that, while this provision borders on the pedantic, it emphasises what I consider to be an important characteristic of the NT Act in its current form.",
      "id": "s85"
    },
    {
      "text": "This is its insistence both on adherence to prescribed procedures and on compliance with prescribed requirements.",
      "id": "s86"
    },
    {
      "text": "29 As I have indicated in relation to s 13(1), s 61A(1) and s 68 of the NT Act, an \"approved native title determination\" has a primary role in the scheme of the Act --- a native title determination application cannot be made, and this Court cannot make such a determination, in relation to an area for which an approved determination has been made.",
      "id": "s87"
    },
    {
      "text": "Though declaratory of rights and in that sense absolute, an approved determination has an \"indefinite character\": Western Australia v Ward [2002] HCA 28 ; (2002) 213 CLR 1 at [32] ; in that it can be varied or revoked on the application of the registered native title body corporate, the Commonwealth Minister, the relevant State or Territory Minister if the area in question is within the State or Territory, or the Native Title Registrar: NT Act, s 61(1) and s 13(1)(b).",
      "id": "s88"
    },
    {
      "text": "Importantly such an application cannot be made by a person claiming a native title right or interest in the area.",
      "id": "s89"
    },
    {
      "text": "The grounds prescribed in s 13(5) for varying an approved determination are:\n \n \n \"(a) that events have taken place since the determination was made that have caused the determination no longer to be correct; or \n \n (b) that the interests of justice require the variation or revocation of the determination.",
      "id": "s90"
    },
    {
      "text": "\"\n \n \n (b) Matters of Interpretation \n \n30 There are two presently relevant matters to which it is appropriate to make reference.",
      "id": "s91"
    },
    {
      "text": "These are (i) in deciding a native title determination application must a court make a \"determination of native title\" as defined in s 225 of the NT Act?",
      "id": "s92"
    },
    {
      "text": "and (ii) the \"in rem\" character of a determination of native title.",
      "id": "s93"
    },
    {
      "text": "(i) Must a s 225 determination be made?",
      "id": "s94"
    },
    {
      "text": "31 This question arises because, for s 225 purposes, a determination of native title is a \"determination whether or not native title exists in relation to a particular area\".",
      "id": "s95"
    },
    {
      "text": "An order, for example, dismissing an application for a native title determination on the grounds of failure of proof is not a determination of native title.",
      "id": "s96"
    },
    {
      "text": "It is not a determination that native title does not exist: Harrington-Smith v State of Western Australia (No 9), at [4005].",
      "id": "s97"
    },
    {
      "text": "In Western Australia v Ward (FC) at [219] Beaumont and von Doussa JJ indicated that, notwithstanding the \"either --- or\" character of the s 225 definition, it was open to a trial judge as a matter of discretion to decide that the Court should decline the jurisdiction to make a negative determination if the interests of justice so required.",
      "id": "s98"
    },
    {
      "text": "Their Honours instanced a situation where the evidence failed satisfactorily to disclose one way or the other whether or not native title existed.",
      "id": "s99"
    },
    {
      "text": "I would add that it is by no means uncommon for a trial judge to be in a position of finding that, though a claim group has failed to establish native title rights and interests in a particular area on the basis it chose to advance its case, the evidence nonetheless has suggested the possibility that, if the case had been conducted differently, at least some members of that group may have been able to establish native title rights and interests: cf Jango v Northern Territory [2006] FCA 318 ; (2006) 152 FCR 150 at [791] ; and see Jango v Northern Territory [2007] FCAFC 101 at [75] ff; see also Quall v Northern Territory [2007] FCAFC 46.",
      "id": "s100"
    },
    {
      "text": "32 In describing a s 225 determination as the \"end-point\" of the native title claim process, the Commonwealth attributes to it the function of finally resolving the legal status of the area subject to a claim for native title purposes.",
      "id": "s101"
    },
    {
      "text": "Such a determination can properly be said to have that effect in the scheme of the Act given the significance attributed to \"an approved determination of native title\" in ss 13, 61A and 68.",
      "id": "s102"
    },
    {
      "text": "Nonetheless, as Beaumont and von Doussa JJ indicated in Ward , s 225 does not indicate that a negative determination must be made in all cases in which a claimant application is not made out fully or at all.",
      "id": "s103"
    },
    {
      "text": "The reason I emphasise this is that the discretion not to make a negative or, for that matter, an exclusive positive determination may be of no little significance in cases where native title is asserted defensively by a respondent to s 61 proceedings.",
      "id": "s104"
    },
    {
      "text": "(ii) The \"in rem\" character of a determination \n \n33 It is clear from the text and structure of the Act that a s 225 determination, once made, should be a final resolution, \"once and for all\", of the extent of native title in relation to a particular piece of land: see Munn v State of Queensland , at [8]; subject only to the possibility of it being varied or revoked on the limited grounds specified in s 13(5).",
      "id": "s105"
    },
    {
      "text": "Because such a determination is declaratory of the rights and interests of all parties holding rights or interests in the area, it is commonly and properly described as a judgment in rem binding the whole world: The Wik Peoples v The State of Queensland (1994) 49 FCR 1; Western Australia v Ward (FC), at 368-369; Gumana v Northern Territory [2005] FCA 50 ; (2005) 141 FCR 457 at [127] ; on judgments in rem see also 2 Smith's Leading Cases 776 (12 th ed, 1915).",
      "id": "s106"
    },
    {
      "text": "Nonetheless, it should in my view be remembered that it is the terms of the Act itself (i) which now emphatically give the s 225 determination its finalising effect; see in particular ss 13(1) and (3), 61A(1) and 68; and (ii) which give persons likely to be affected by such a determination (including native title claimants) the opportunity to protect their interests by becoming a party to the proceedings: see s 84(3) and see also s 66; cf The Wik Peoples at 5-6.",
      "id": "s107"
    },
    {
      "text": "My reasons for emphasising this will become apparent below.",
      "id": "s108"
    },
    {
      "text": "THE PARTIES' CONTENTIONS \n \n34 Given what I have already said, I will refer to these relatively briefly.",
      "id": "s109"
    },
    {
      "text": "The Commonwealth's contentions focus upon the finality a s 225 determination is designed to procure and on the consequential need for the Court to determine all claims of native title rights and interests raised before it irrespective of whether all of the claimants are parties to a s 61 application.",
      "id": "s110"
    },
    {
      "text": "It is suggested that undesirable and inconvenient consequences would result if non-applicants (such as Mr McKenzie) cannot have the benefit of a determination of native title.",
      "id": "s111"
    },
    {
      "text": "And it is claimed that there is authority consistent with the interpretation they seek to place on the Act, notably Western Australia v Ward (FC) and Selway J's decision in Gumana v Northern Territory.",
      "id": "s112"
    },
    {
      "text": "35 The State's position in contrast is founded on s 61 as the prescribed and highly regulated vehicle by which claims for a determination are to be made.",
      "id": "s113"
    },
    {
      "text": "It accepts that strict adherence to the procedures of the Act can have inconvenient consequences, but contends these inhere in the very scheme of the Act.",
      "id": "s114"
    },
    {
      "text": "It also contends that it has the support of both appellate and first instance authorities, notably the recent Full Court decision in Moses v State of Western Australia and the decision of Mansfield J in Kokatha Native Title Claim v South Australia and of Emmett J in Munn v State of Queensland .",
      "id": "s115"
    },
    {
      "text": "CONSIDERATION \n \n36 Two not altogether harmonious objectives of the NT Act are revealed in present issue.",
      "id": "s116"
    },
    {
      "text": "The one, emphasised by the Commonwealth, is that of procuring a final determination as to whether or not native title exists in relation to a particular area and, if it does, a determination of who the persons or group(s) of persons are who hold the common or group rights comprising the native title.",
      "id": "s117"
    },
    {
      "text": "The other, propounded by the State, is to maintain adherence to the processes and procedures chosen by the Parliament for determining native title claims.",
      "id": "s118"
    },
    {
      "text": "37 In the end the issue is one of statutory interpretation having regard to the text, structure and purposes of the Act.",
      "id": "s119"
    },
    {
      "text": "As conflicting judicial views have been expressed on this issue on a number of occasions, these provide a convenient starting point for my own consideration of the matter.",
      "id": "s120"
    },
    {
      "text": "It is appropriate to begin with Western Australia v Ward .",
      "id": "s121"
    },
    {
      "text": "The three applications dealt with in that case were made in accordance with the procedures laid down in the Act prior to the 1998 amendments.",
      "id": "s122"
    },
    {
      "text": "The first, and principal application if I can so describe it, had been referred under the \"Old Act\" to the Federal Court for curial determination.",
      "id": "s123"
    },
    {
      "text": "The other two applications were filed subsequent to the first but had not been so referred.",
      "id": "s124"
    },
    {
      "text": "The third of these (involving a claim by the Balangarra Peoples) overlapped a small part of the other two applications.",
      "id": "s125"
    },
    {
      "text": "The Old Act contained no provision equivalent to s 67 of the \"New Act\" for dealing with the overlap claims in the same proceedings.",
      "id": "s126"
    },
    {
      "text": "Under the Old Act parties provision (s 68), the Balangarra claimants were made respondents to the first application.",
      "id": "s127"
    },
    {
      "text": "The trial judge, Lee J, subsequently ordered that the Balangarra be the third applicants in the principal application.",
      "id": "s128"
    },
    {
      "text": "At the hearing of the application Lee J dealt as follows with a jurisdictional question raised in relation to the third applicant ( Ward v Western Australia (1998) 159 ALR 483 at 551-552):\n \n \"It was faintly submitted in argument that the court could not make a determination of native title which included a determination of the interests of the third applicants unless the determination was in respect of an application made by the third applicants and referred to the court by the tribunal pursuant to s 81 of the Act as it then stood.",
      "id": "s129"
    },
    {
      "text": "That submission may be dealt with quite shortly.",
      "id": "s130"
    },
    {
      "text": "It is apparent from the provisions and objects of the Act that the court is given jurisdiction to resolve a dispute by determining whether native title exists.",
      "id": "s131"
    },
    {
      "text": "Once a matter attracting jurisdiction is before the court the whole of the dispute as to the existence of native title in respect of the land the subject of the application referred to the court, and arising out of the facts which underlie that matter, can be dealt with by the court if the appropriate parties are properly joined to the litigation to have that dispute resolved.",
      "id": "s132"
    },
    {
      "text": "Such a course was followed in this matter.",
      "id": "s133"
    },
    {
      "text": "\"\n \n\n38 On appeal, Beaumont and von Doussa JJ concluded of this ( Western Australia v Ward (FC) at [192]-[193]):\n \n \n \"192 In our opinion Lee J was plainly correct in so holding.",
      "id": "s134"
    },
    {
      "text": "Even if the Balangarra Peoples had not obtained leave to be joined as an applicant, and had participated in the hearing as respondents, the jurisdiction of the Court extended to making an order which determined that they held native title rights and interests within the determination area.",
      "id": "s135"
    },
    {
      "text": "Section 225 expressly requires the Court to determine the persons or each group of persons holding the common law rights comprising native title, and the nature and extent of those rights and interests.",
      "id": "s136"
    },
    {
      "text": "Section 225 does not limit the jurisdiction of the Court solely to defining the rights and interests of the named persons who initiate the claim for a determination of native title .",
      "id": "s137"
    },
    {
      "text": "193 Section 213(1) of the NTA provides that if, for the purpose of any matter or proceeding before the Federal Court, it is necessary to make a determination of native title, that determination must be made in accordance with the procedures in the NTA.",
      "id": "s138"
    },
    {
      "text": "In our opinion that requirement was fulfilled in respect of the determination in favour of the Balangarra Peoples.",
      "id": "s139"
    },
    {
      "text": "The Balangarra Peoples were parties claiming an interest in the area the subject of the claim.",
      "id": "s140"
    },
    {
      "text": "They became parties as respondents pursuant to s 68 of the old Act.",
      "id": "s141"
    },
    {
      "text": "Their participation in proceedings was therefore in accordance with the procedures of the NTA and, as we have noted, the provisions of s 225 and the in rem nature of the proceedings required the Court to make a determination in respect of the rights and interests claimed by them.",
      "id": "s142"
    },
    {
      "text": "Upon their establishing the rights and interests claimed, they were entitled to a favourable determination declaring those rights and interests.",
      "id": "s143"
    },
    {
      "text": "The fact that the trial judge, as a matter of procedural convenience, gave leave to the Balangarra Peoples to become applicants, did not affect the jurisdiction of the Court to make a determination in respect of their rights and interests.",
      "id": "s144"
    },
    {
      "text": "Moreover, when judgment was delivered, s 67 of the new Act required that the Court make such order as it considered appropriate to ensure that the overlapping claim of the Balangarra Peoples be 'dealt with in the same proceeding'.",
      "id": "s145"
    },
    {
      "text": "\"\n Emphasis added.",
      "id": "s146"
    },
    {
      "text": "39 Given that the Balangarra (a) were independently s 61 applicants in their own right; (b) were made parties to the principal application under s 68 of the Old Act; and (c) were constituted applicants in that proceeding by Lee J (there being no provision in the Old Act dealing with overlapping proceedings) --- I am satisfied that the actual decision of their Honours lies in the second of the two paragraphs.",
      "id": "s147"
    },
    {
      "text": "The course taken by Lee J in the circumstances of overlapping claims accorded with the then requirements of the Act and, for s 213(1) purposes, these had been followed.",
      "id": "s148"
    },
    {
      "text": "40 The observations made in the first of the above paragraphs ([192]), in my view, was dicta, albeit dicta entitled to the respect due to two members of this Court with known expertise in native title matters.",
      "id": "s149"
    },
    {
      "text": "41 While several first instance judges have asserted a contrary view to that in Ward though without reference to it: see for example, Emmett J in Munn v State of Queensland at [8]; it was the decision of Mansfield J in Kokatha Native Title Claim v South Australia that first gave a limiting interpretation to what was said in Ward .",
      "id": "s150"
    },
    {
      "text": "In the Kokatha case, his Honour was dealing with applications made under s 84(5) of the NT Act by three individuals to be joined as respondent parties to the Kokatha claim, these persons asserting native title rights and interests in part of the Kokatha claim area.",
      "id": "s151"
    },
    {
      "text": "Consequent upon my strike out of the Kuyani determination application, they were not independently s 61 applicants having an overlapping native title determination.",
      "id": "s152"
    },
    {
      "text": "In dealing with the applications of these \"party-applicants\" Mansfield J observed (at [22]-[23]) that:\n \n \"In my view, the Court has a discretion under s 84(5) to join each of the party-applicants as a party to the Kokatha claim notwithstanding that, as individuals, they are each asserting that their interests which are or may be affected by a determination of native title in the proceedings are apparently native title rights and interests.",
      "id": "s153"
    },
    {
      "text": "However, I do not consider that their claimed interests, if established, could provide another avenue to a determination of an entitlement to native title rights and interests in the claim area in their favour.",
      "id": "s154"
    },
    {
      "text": "I share the view of Emmett J in Munn at [8] to that effect.",
      "id": "s155"
    },
    {
      "text": "It is a view which Branson J also appears to have shared in Davis-Hurst v New South Wales Minister for Land and Water Conservation (NSW) (2003) 198 ALR 315.",
      "id": "s156"
    },
    {
      "text": "In my judgment the prescriptive structure in the Act for the making of an application for the determination of native title under s 61, with the procedural requirements of s 62, and, since the Native Title Amendment Act 1998 (Cth) (the 1998 amendments), the authorisation requirements under s 251B are clear.",
      "id": "s157"
    },
    {
      "text": "They provide the only vehicle for the positive determination of native title rights and interests.",
      "id": "s158"
    },
    {
      "text": "They require the assurance that the whole of the claim group has authorised the bringing of the claim through the authorised claimants.",
      "id": "s159"
    },
    {
      "text": "In Yarmirr v Northern Territory (unreported, Federal Court, Olney J, 4 April 1997) his Honour stressed the importance of compliance with those provisions.",
      "id": "s160"
    },
    {
      "text": "See also Quall v Risk [2001] FCA 378 at [67] .",
      "id": "s161"
    },
    {
      "text": "I do not regard the authorities relied upon by counsel for the party-applicants as being inconsistent with that view.",
      "id": "s162"
    },
    {
      "text": "In Western Australia v Ward [2000] FCA 191 ; (2000) 99 FCR 316, the remarks of Beaumont and von Doussa JJ at 369, at [192]-[193] were made in the context of an existing competing native title claim group at least adjoining the claim area under consideration and including an area partly overlapping the relevant claim area: see Note C to the Consent Determination in Attorney-General of the Northern Territory v Ward [2003] FCAFC 283 ; (2003) 134 FCR 16.",
      "id": "s163"
    },
    {
      "text": "\"\n \n\n42 His Honour then went on to acknowledge the propriety of a respondent relying defensively upon claimed native rights and interests to avoid dilution of those interests where a s 61 application relates in whole or in part to the same area as that in which the respondent claims rights.",
      "id": "s164"
    },
    {
      "text": "I have referred to this earlier in these reasons.",
      "id": "s165"
    },
    {
      "text": "43 Recently in Moses v State of Western Australia , the Full Court (Moore, North and Mansfield JJ) in a considered dictum reinforced the view expressed in the Kokatha case.",
      "id": "s166"
    },
    {
      "text": "In Moses , the Kariyarra people had made a s 61 native title determination application which overlapped two small portions of the Ngarluma/Yindjibarndi determination application.",
      "id": "s167"
    },
    {
      "text": "The Kariyarra people were joined as respondents in the proceedings on the latter application and were represented by solicitors but, according to their Honours, apparently did not seek to be joined as applicants and did not seek to participate after the commencement of hearings before the primary judge.",
      "id": "s168"
    },
    {
      "text": "The Court went on (at [18]):\n \n \"His Honour considered that it was nevertheless appropriate to make a determination in relation to the application of the Kariyarra people insofar as it overlapped the Ngarluma/Yindjibarndi claim, citing State of Western Australia v Ward [2000] FCA 191 ; (2000) 99 FCR 316 at [192] - [193] ( Ward (FC)): July 2003 reasons at [55].",
      "id": "s169"
    },
    {
      "text": "In our view, it would not have been open to the learned primary judge to make a determination of native title over those overlapping areas in favour of the respondent Kariyarra people on the state of the evidence in this matter.",
      "id": "s170"
    },
    {
      "text": "A determination of native title must be made in accordance with the provisions of the NTA, including its requirements regarding proof of the composition of the claim group and proper authorisation of the named applicants.",
      "id": "s171"
    },
    {
      "text": "In circumstances where the Kariyarra people participated as respondents only and made no attempt to satisfy the learned primary judge that all of the requirements of the NTA had been met in respect of their overlap claim, it would not have been appropriate to nevertheless make a determination of native title in their favour: see also Kokatha Native Title Claim v South Australia [2005] FCA 836 ; (2005) 143 FCR 544 at [22] ; Munn v State of Queensland [2002] FCA 486.",
      "id": "s172"
    },
    {
      "text": "\" \n \n\n44 Section 67, I would note, while requiring that overlapping claims must to the extent of the overlap be dealt with in the same proceedings, does not require that each claimant group be formally constituted an applicant in the proceedings.",
      "id": "s173"
    },
    {
      "text": "Rather the Court is simply required to make such order as it considers appropriate to ensure that the overlappings are dealt with in the same proceedings: see Western Australia v Ward (FC) at [193].",
      "id": "s174"
    },
    {
      "text": "45 Both Ward and Moses , then, would seem to acknowledge that in s 67 proceedings on overlapping claims, a native title claimant group which has its own s 61 application can seek as a respondent in the overlap proceedings a determination of native title on its own claim (at least to the extent of the overlap if another applicant's proceeding is the principal proceeding): Ward (FC) at [193]; but in so doing it must satisfy all the requirements of the NT Act to establish that claim: Moses at [18].",
      "id": "s175"
    },
    {
      "text": "46 The present is not a s 67 overlapping claim case and so raises directly the issue whether the Court has jurisdiction to make a determination of native title in favour of a person or group of persons who has not a s 61 application on foot in the proceedings.",
      "id": "s176"
    },
    {
      "text": "In my view, the Act, properly construed, requires a negative answer to this question.",
      "id": "s177"
    },
    {
      "text": "In this, I agree with the conclusion of Mansfield J in the Kokatha case.",
      "id": "s178"
    },
    {
      "text": "47 Put shortly, a s 61 native title determination application is required to enliven the Court's jurisdiction to make a determination of native title in relation to the determination area.",
      "id": "s179"
    },
    {
      "text": "That determination, though, is to be made, as s 13(3) indicates, on the application the subject of the proceeding.",
      "id": "s180"
    },
    {
      "text": "Despite the contrary submissions of the Commonwealth, the language of s 225 does not detach the determination of native title from the application made for the determination.",
      "id": "s181"
    },
    {
      "text": "It is the determination made on the application that becomes the \"approved determination of native title\" which has such far reaching significance in the scheme of the Act.",
      "id": "s182"
    },
    {
      "text": "48 I am, in consequence, unable to agree with the view of Beaumont and von Doussa JJ in Western Australia v Ward (FC) that s 225 does not limit the jurisdiction of the Court solely to defining the rights and interests of the persons who make a s 61 native title determination application.",
      "id": "s183"
    },
    {
      "text": "The legislative intent to the contrary is manifest in my view in the detailed prescriptive requirements of s 61 and s 62 and of s 251B in relation to authorisation, description of the claim group etc.",
      "id": "s184"
    },
    {
      "text": "These requirements serve a variety of purposes --- from providing assurance that the whole claim group has authorised the bringing of the claim to, in the case of s 62, disclosing the essentials of the case to be made: see Jango FC at [76]; etc.",
      "id": "s185"
    },
    {
      "text": "It would be surprising if, having insisted upon an applicant's compliance with such requirements, the Legislature would leave a non-applicant respondent unconstrained in advancing a claim for a determination of native title.",
      "id": "s186"
    },
    {
      "text": "The lack of any express provision dealing with such a non-applicant respondent is in my view explicable.",
      "id": "s187"
    },
    {
      "text": "It is clear from the frame of the Act that a person or group that seeks a positive determination is required to make a s 61 determination application under the Act.",
      "id": "s188"
    },
    {
      "text": "49 I would note in passing that the Commonwealth appears to acknowledge the significance of the procedural requirements imposed on claimant applicants by at least s 62 and the potential consequences of the absence of such an imposition on a person in Mr McKenzie's position.",
      "id": "s189"
    },
    {
      "text": "It is suggested I should direct him to provide the very information required to be provided by an applicant under s 62(1)(b) and (c).",
      "id": "s190"
    },
    {
      "text": "50 My conclusion is not intended to call into question the right of a non-applicant claimant to be joined as a party to a determination application or to rely defensively on his or her claimed native title rights or interests to oppose or to qualify an applicant's claims.",
      "id": "s191"
    },
    {
      "text": "What a successful defensive use of such native title rights or interests can possibly secure is the exercise by the Court not to make either a positive exclusive determination of native title in favour of an applicant or a negative determination that native title does not exist in the claim area.",
      "id": "s192"
    },
    {
      "text": "What it cannot secure is a s 225 determination in the non-applicant's favour.",
      "id": "s193"
    },
    {
      "text": "51 The Commonwealth has sought to reinforce its contention by pointing to the inconvenience a successful defensive use of native title can entail --- inconvenience which, it is said, undermines the finality sought to be achieved by a determination of native title.",
      "id": "s194"
    },
    {
      "text": "That inconvenience, in my view, inheres in the scheme of the Act itself.",
      "id": "s195"
    },
    {
      "text": "But what needs to be said is that, in the ability of the Court not to make a determination in the face of a successful defensive use of claimed native title rights, that scheme does not condemn a non-applicant claimant to the injustice of extinction of his or her rights and interests.",
      "id": "s196"
    },
    {
      "text": "52 I would also add that describing a s 225 determination as a judgment in rem (to the apparent end of suggesting that all native title rights and interests raised by any party should in consequence be the subjects of the determination) does little to assist in the resolution of this matter.",
      "id": "s197"
    },
    {
      "text": "First, as I have indicated, it is the Act itself which ordains the consequences to be attributed to an approved determination of native title.",
      "id": "s198"
    },
    {
      "text": "Such a determination is not irrevocable.",
      "id": "s199"
    },
    {
      "text": "It can be varied or revoked on the grounds (inter alia) that the interests of justice require the variation or revocation of the determination: NT Act, s 13(5)(b).",
      "id": "s200"
    },
    {
      "text": "While a prospective native title applicant cannot apply to the Court to revoke or vary such a determination, an application can be made by the Native Title Registrar.",
      "id": "s201"
    },
    {
      "text": "Secondly, the notice procedures of s 66 are designed to give wide notice of the making of a s 61 application and as s 66(10)(b) indicates it does so with non-applicant native title claimants in mind.",
      "id": "s202"
    },
    {
      "text": "If such a claimant is unable to obtain authorisation to make a s 61 claim he or she stands in no different position than any person who claims native title in an area but is unable to institute proceedings to have that claim established.",
      "id": "s203"
    },
    {
      "text": "It would in my view be quite anomalous for that position to be changed by the adventitious circumstance of a different claim group making a s 61 application in respect of some or all of the same claim area.",
      "id": "s204"
    },
    {
      "text": "The anomaly would be made the greater if the overlap (hence the overlap proceedings) related only to a very small part of the non-applicant claimant's claim area.",
      "id": "s205"
    },
    {
      "text": "Thirdly, as I have already indicated, the Court in the discretion it has not to make a determination of native title where a non-applicant claimant relies defensively on his or her claimed native title, can avert untoward consequences to such a claimant which could result from making a s 225 determination.",
      "id": "s206"
    },
    {
      "text": "53 I will declare that, as these proceedings are presently constituted, a determination of native title cannot be made in favour of Mark McKenzie and other Kuyani under the provisions of the Native Title Act 1993 (Cth).",
      "id": "s207"
    },
    {
      "text": "I certify that the preceding fifty-three (53) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finn.",
      "id": "s208"
    },
    {
      "text": "Associate:\n\nDated: 16 July 2007\n\n Counsel for the First Applicant: Mr R Eckermann \n \n Solicitor for the First Applicant: R G Eckermann &amp; Co \n \n Counsel for the Second Applicant: Mr P Tietzel \n \n Solicitor for the Second Applicant: Tietzel &amp; Partners \n \n The Third Applicant did not appear.",
      "id": "s209"
    },
    {
      "text": "Counsel for the Group 1 Respondents: Mr S McCaul with Mr P Tonkin \n \n Solicitor for the Group 1 Respondents: Crown Solicitor's Office \n \n Counsel for the Group 2 Respondents: Mr J Waters \n \n Solicitor for the Group 2 Respondents: Australian Government Solicitor \n \n Counsel for the Group 3 Respondents: Mr M Steele \n \n Solicitor for the Group 3 Respondents: Aboriginal Legal Rights Movement Inc \n \n Counsel for the Group 4 Respondents: \n(Mr McKenzie) Mr J Keen \n \n Solicitor for the Group 4 Respondents: R D M Lawyers \n \n Counsel for the Group 5 &amp; 8 Respondents: Mr C Goodall \n \n Solicitor for the Group 5 &amp; 8 Respondents: Blake Dawson Waldron \n \n Counsel for the Group 6 Respondents: Mr A Watson \n \n Solicitor for the Group 6 Respondents: Piper Alderman \n \n Counsel for the Group 7 Respondents: Mr P Vickery \n \n Solicitor for the Group 7 Respondents: Minter Ellison \n \n Date of Hearing: 21 February 2007 \n \n Date of Judgment: 16 July 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1057.html",
      "id": "s210"
    }
  ]
}