{
  "name": "Silberberg v The Builders Collective of Australia Inc [2007] FCA 1512 (2 October 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1512.html",
  "catchphrases": [
    {
      "text": "where messages posted on to an internet discussion forum contained material causing offence and distress to the applicant because of his jewish race and ethnicity",
      "id": "c0"
    },
    {
      "text": "the party posting the offensive material did so in breach of pt ii of the racial discrimination act 1975 (cth)",
      "id": "c1"
    },
    {
      "text": "whether organisation which controls and manages the internet website also acted unlawfully by publishing or allowing material to be published",
      "id": "c2"
    },
    {
      "text": "organisation's failure to remove material was an 'act' reasonably likely to offend the applicant but cannot be shown to be attributable to his race or ethic origin",
      "id": "c3"
    },
    {
      "text": "racial discrimination",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 This proceeding is brought by the applicant, Mr Ron Silberberg, pursuant to s 46PO of the Human Rights and Equal Opportunity Commission Act 1986 (Cth) (the HREOC Act) alleging that certain publications posted on a website on the Internet involve breach of s 18C of the Racial Discrimination Act 1975 (Cth) (the Act).",
      "id": "s0"
    },
    {
      "text": "The case against the party posting the publications is straightforward.",
      "id": "s1"
    },
    {
      "text": "The case against the website \"host\" is novel.",
      "id": "s2"
    },
    {
      "text": "FACTUAL BACKGROUND \n \n2 The applicant is of Jewish race and ethnicity.",
      "id": "s3"
    },
    {
      "text": "He is the Managing Director of the Housing Industry Association Limited (the HIA), a peak representative body of residential builders in Australia.",
      "id": "s4"
    },
    {
      "text": "3 The first respondent, The Builders Collective of Australia Inc (the Collective), is an incorporated association, the primary purpose of which is the reform of builders' warranty insurance in the residential building industry.",
      "id": "s5"
    },
    {
      "text": "Mr Phillip John Dwyer is described as the National President of the Collective.",
      "id": "s6"
    },
    {
      "text": "The Collective conducts an Internet website with the address \"http://www.builderscollective.org.au\".",
      "id": "s7"
    },
    {
      "text": "The Collective is registered as the proprietor of the domain name \"builderscollective.org.au\".",
      "id": "s8"
    },
    {
      "text": "The site includes what is described as the Builders' Collective Discussion Forum (the Forum) with the purpose of enabling members of the public to discuss and debate issues relating to the building industry, particularly the reform of warranty insurance in the residential building industry.",
      "id": "s9"
    },
    {
      "text": "The Forum is available for access to all members of the public, both in Australia and overseas, who have an Internet connection and an Internet browser.",
      "id": "s10"
    },
    {
      "text": "All messages posted on the Forum can be accessed and viewed without restriction.",
      "id": "s11"
    },
    {
      "text": "Only a registered user can post messages on the Forum.",
      "id": "s12"
    },
    {
      "text": "Whilst a registered user is required to provide a username, password and email address, there is no requirement to disclose the user's true identity.",
      "id": "s13"
    },
    {
      "text": "In practical terms, users may be anonymous.",
      "id": "s14"
    },
    {
      "text": "4 The terms and conditions of the Forum are contained in what is described as a Privacy Statement that requires pressing the \"Agree\" button to proceed to registration.",
      "id": "s15"
    },
    {
      "text": "The terms and conditions include:\n \n \"We are authorized by you to remove or modify any data submitted by you to these forums for any reason we feel constitutes a violation of our policies, whether stated, implied or not.",
      "id": "s16"
    },
    {
      "text": "... \n By pressing the 'Agree' button, you agree that you, the user, are 13 years of age or over.",
      "id": "s17"
    },
    {
      "text": "You are fully responsible for any information or file supplied by this user.",
      "id": "s18"
    },
    {
      "text": "You also agree that you will not post any copyrighted material that is not owned by yourself or the owners of these forums.",
      "id": "s19"
    },
    {
      "text": "In your use of these forums, you agree that you will not post any information which is vulgar, harassing, hateful, threatening, invading of others privacy, sexually oriented, or violates any laws.",
      "id": "s20"
    },
    {
      "text": "\" \n \n\n5 Messages are posted automatically without intervention by the Collective and there is no monitoring of the content of messages by the Collective at the time of posting and no systematic monitoring thereafter, although postings are reviewed from time to time.",
      "id": "s21"
    },
    {
      "text": "Dwyer was responsible for the administration of the website but there were also others involved.",
      "id": "s22"
    },
    {
      "text": "It was said to be the policy of the Collective to delete objectionable material upon becoming aware of it.",
      "id": "s23"
    },
    {
      "text": "It was also said not to be practicable to review and approve each posting before it is available to the public due to the number of users and the number of messages posted.",
      "id": "s24"
    },
    {
      "text": "It was also said that prior approval would detract from the 'real-time' interactive nature of the Forum as a venue for further discussion of issues of significance.",
      "id": "s25"
    },
    {
      "text": "6 In or about May 2005, a registered Forum user under the name \"ozken\", later identified as Mr Ken Buckley, the second respondent, under the heading \"God Help Us\" wrote the following:\n \n \"Director Ron Silberberg\", that's a good Irish Name.",
      "id": "s26"
    },
    {
      "text": "That in itself explains the monetary push in the HIA.",
      "id": "s27"
    },
    {
      "text": "\" (the First Message)\n \n\n7 On 24 January 2006, Buckley, again using the name \"ozken\", posted a message headed \"Silberberg is out to break the little builders\".",
      "id": "s28"
    },
    {
      "text": "After reproducing a description of the applicant's professional background with the HIA, including a reference to his qualification of Bachelor of Economics, Buckley wrote:\n \n \"You will note.. in red above B.Ec, means Bachelor of Economics... translated, he is primarily interested in making lots of money and he has the background prior to education to unequivocally qualify by way of genes, which is further compounded by way of advanced education, to permit it to brazenly and concisely control your industry so that he and all his well healed mates can send you broke and set up the larger enterprises to extract maximum benefit out of the applied legislations and garbage that has been purposely contrived to slow down your work and to ruin you financially in as short a time as possible, without you realizing or sensing that he was at the forefront of the instigation and enacting of today's scandalous predicament.",
      "id": "s29"
    },
    {
      "text": "He does not for one moment give a rats 'wrinkly donut' for any of the HIA members, with the exception of the hierarchy under his control and subsequently controlling you and your businesses.",
      "id": "s30"
    },
    {
      "text": "\" (the Second Message)\n (Emphasis added.",
      "id": "s31"
    },
    {
      "text": ")\n \n\n8 Both the First Message and the Second Message remained on the Forum until late July and early August 2006 respectively when they were removed by the Collective following a letter of complaint from the applicant's solicitor.",
      "id": "s32"
    },
    {
      "text": "Dwyer was cross-examined as to other entries on print outs of the relevant pages of the Forum in order to establish that the administrators of the Forum, and Dwyer in particular, were aware of the content of the Second Message well before it was removed.",
      "id": "s33"
    },
    {
      "text": "\"Phil\" posted a reply to the Second Message at 9.43 am on 25 January 2006.",
      "id": "s34"
    },
    {
      "text": "\"Phil\" is obviously Dwyer.",
      "id": "s35"
    },
    {
      "text": "The reply was moved to another part of the site by \"Phil\" at 11.32 am that same day.",
      "id": "s36"
    },
    {
      "text": "The content of the reply is not in evidence.",
      "id": "s37"
    },
    {
      "text": "Dwyer accepts that he probably posted the reply and could have removed it.",
      "id": "s38"
    },
    {
      "text": "9 The applicant submits that by posting a reply to the Second Message it should be found that Dwyer read the Second Message within a day of it appearing on the site.",
      "id": "s39"
    },
    {
      "text": "The Collective submits that the removal of the reply to another part of the site suggests it had been posted beneath the Second Message in error and, when the error was realised two hours later, it was moved to a part of the Forum to which it was more relevant.",
      "id": "s40"
    },
    {
      "text": "The Collective therefore submits that the reply was not referable to the Second Message.",
      "id": "s41"
    },
    {
      "text": "However, a further inference that might be open is that Dwyer only knew his reply was not referable to the Second Message because he had read that Message including the offending material.",
      "id": "s42"
    },
    {
      "text": "However, I am not inclined to make a positive finding against the Collective on this basis as the reasoning is too speculative.",
      "id": "s43"
    },
    {
      "text": "10 A person referred to as \"admin\" posted a reply on the same forum page as the Second Message on 1 July 2007.",
      "id": "s44"
    },
    {
      "text": "That posting contains two quotes about the rates of commissions paid by insurers to HIA and concludes \"Dr of Economics Silberberg strikes again!",
      "id": "s45"
    },
    {
      "text": "\" There is no evidence as to the identity of \"admin\".",
      "id": "s46"
    },
    {
      "text": "The evidence is that there are a number of volunteer administrators of the Forum.",
      "id": "s47"
    },
    {
      "text": "There is no evidence as to who was acting as an administrator on the night of 1 July 2007.",
      "id": "s48"
    },
    {
      "text": "11 The applicant submits that the reference in \"admin's\" reply to \"Dr of Economics\" picks up the content of the Second Message and that this reference and the fact that it is on the same page and follows on from the Second Message establish that \"admin\" was aware of the contents of the Second Message.",
      "id": "s49"
    },
    {
      "text": "The Collective submits that \"admin's\" reply was posted on the same page as the Second Message not because it related to it but because it was on broadly the same topic.",
      "id": "s50"
    },
    {
      "text": "I am satisfied that the posting of a reply on the same page as the Second Message by \"admin\" indicates that \"admin\" had read the Second Message.",
      "id": "s51"
    },
    {
      "text": "I am also satisfied that a reader of that message would have picked up the offensive racial imputation.",
      "id": "s52"
    },
    {
      "text": "The reference to \"Dr of Economics\" in the reply provides independent support for those conclusions.",
      "id": "s53"
    },
    {
      "text": "Those entries also underline the ability of the Collective to vet the contents of messages.",
      "id": "s54"
    },
    {
      "text": "Indeed, the conduct of the Forum in permitting the posting of anonymous messages that are automatically available for display without prior checking is entirely the choice of the Collective.",
      "id": "s55"
    },
    {
      "text": "PROCEDURAL HISTORY \n \n12 On 28 July 2006 the applicant lodged a complaint against the Collective and \"ozken\" with the Human Rights and Equal Opportunity Commission (the Commission) alleging discrimination against him because of his Jewish background.",
      "id": "s56"
    },
    {
      "text": "At that time the applicant did not know the identity of \"ozken\" and was only aware of the Second Message.",
      "id": "s57"
    },
    {
      "text": "On 3 August 2006, after receiving an email from Buckley identifying himself as \"ozken\", the applicant amended the complaint accordingly.",
      "id": "s58"
    },
    {
      "text": "The complaint was again amended by letter dated 22 August 2006 when the applicant learned about the First Message.",
      "id": "s59"
    },
    {
      "text": "13 The Commission attempted to conciliate the complaint, but was unsuccessful.",
      "id": "s60"
    },
    {
      "text": "On 27 November 2006, a Delegate of the President of the Commission terminated the complaint under s 46PH(1)(i) of the HREOC Act.",
      "id": "s61"
    },
    {
      "text": "On 18 December 2006, the applicant commenced these proceedings pursuant to s 46PO of that same Act.",
      "id": "s62"
    },
    {
      "text": "RELEVANT LEGISLATION \n \n14 Part IIA of the Act prohibits offensive behaviour based on racial hatred.",
      "id": "s63"
    },
    {
      "text": "In particular, s 18C, under the heading \"Offensive behaviour because of race, colour or national or ethnic origin\", provides:\n \n \n \"(1) It is unlawful for a person to do an act, otherwise than in private, if: \n \n \n \n \n (a) the act is reasonably likely, in all the circumstances, to offend, insult, humiliate or intimidate another person or a group of people; and \n (b) the act is done because of the race, colour or national or ethnic origin of the other person or of some or all of the people in the group.",
      "id": "s64"
    },
    {
      "text": "(2) For the purposes of subsection (1), an act is taken not to be done in private if it: \n \n \n \n \n (a) causes words, sounds, images or writing to be communicated to the public; or \n ...\" \n \n \n \n\n15 Section 3(3) of the Act provides:\n \n \n \"(3) For the purposes of this Act, refusing or failing to do an act shall be deemed to be the doing of an act and a reference to an act includes a reference to such a refusal or failure.",
      "id": "s65"
    },
    {
      "text": "\" \n \n \n\n16 Section 18B of the Act provides:\n \n \"18B Reason for doing an act \n If: \n (a) an act is done for 2 or more reasons; and \n \n \n (b) one of the reasons is the race, colour or national or ethnic origin of a person (whether or not it is the dominant reason or a substantial reason for doing the act); \n \n \n then, for the purposes of this Part, the act is taken to be done because of the person's race, colour or national or ethnic origin.",
      "id": "s66"
    },
    {
      "text": "\" \n \n APPLICANT'S CLAIM \n \n17 The applicant seeks the following orders:\n \n (1) A declaration that the first and second respondents engaged in conduct rendered unlawful by Pt IIA, s 18C of the Act by having published or allowing to be published on the World Wide Web at websites collectively known as the \"The Builders' Collective of Australia website\" (the Internet address of which is http://www.builderscollective.org.au) the documents headed: \n \n \n (a) \"God help us\", a true copy of which is part of Annexure \"D\" to the affidavit of Dr Ron Silberberg dated 15 December 2006 and filed in these proceedings (\"the First Message\"); and\n (b) \"Silberberg is out to break the little builders..\", a true copy of which is part of Annexure \"E\" to the affidavit of Dr Ron Silberberg dated 15 December 2006 and filed in these proceedings (\"the Second Message\").",
      "id": "s67"
    },
    {
      "text": "(2) That the first respondent be restrained from publishing or allowing to be published to the public by itself or any agent or employee and whether on the World Wide Web or otherwise: \n \n \n (a) The First Message and Second Message or any part thereof;\n (b) Any material with substantially similar content to the First Message and Second Message; and\n (c) Any other material which conveys the following imputations or either of them: \n \n \n \n \n (i) That the applicant, by reason of his Jewish ethnicity, was responsible for an unhealthy monetary focus in the activities of the Housing Industry Association Limited; and\n (ii) That the applicant was, by reason of his Jewish ethnicity, personally avaricious and primarily motivated to make money out of the activities of the Housing Industry Association Limited at the expense of its membership.",
      "id": "s68"
    },
    {
      "text": "(3) That the second respondent be restrained from publishing or republishing to the public by himself or any agent or employee and whether on the World Wide Web or otherwise: \n \n \n (a) The First Message and Second Message or any part thereof; and\n (b) Any material with substantially similar content to the First Message and Second Message; and\n (c) Any other material which conveys the following imputations or either of them: \n \n \n \n \n (i) That the applicant, by reason of his Jewish ethnicity, was responsible for an unhealthy monetary focus in the activities of the Housing Industry Association Limited; and\n (ii) That the applicant was, by reason of his Jewish ethnicity, personally avaricious and primarily motivated to make money out of the activities of the Housing Industry Association Limited at the expense of its membership.",
      "id": "s69"
    },
    {
      "text": "(4) That the first and second respondents pay the applicant's costs of the proceedings.",
      "id": "s70"
    },
    {
      "text": "CASE AGAINST BUCKLEY \n \n18 Buckley did not file a notice of appearance but appeared in person at the hearing.",
      "id": "s71"
    },
    {
      "text": "He did not give evidence by way of affidavit or otherwise, but tendered a copy of a communication dated 23 January 2006 addressed to the applicant.",
      "id": "s72"
    },
    {
      "text": "The letter included the following:\n \n \"I therefore take this opportunity to explain the logic that was behind the wording, the terminology 'that is a good Irish name', is simply and [sic] old Australian adage, meaning take note of the name, the name that I refer to is the name at the head of this letter [Ron Silberberg, B.Ec, PhD] , a name that contains references to BA's etc., both pertaining to economic qualifications, nothing more nothing less, I assumed that your father would have been a financially sound business man, to afford to sending [sic] you to university etc. to attain the credentials that are a part of your title, and in doing so was referring to the genes of a parent, not a religion or race.",
      "id": "s73"
    },
    {
      "text": "I am extremely sorry that you viewed it in the manner that you did, I have and had no intentions of condemning any religion or nationality on the grounds of either of those attributes.",
      "id": "s74"
    },
    {
      "text": "Had you responded to my e-mail, to afford me the opportunity to clarify the issues, then I would have no hesitation in amending or apologising for the posting in the form that it was.",
      "id": "s75"
    },
    {
      "text": "I had no knowledge of your religion or country of origin background, and hold no favour nor dis-favor for any race or religion.",
      "id": "s76"
    },
    {
      "text": "And again offer my deepest and sincere apologies for this circumstance to have evolved.",
      "id": "s77"
    },
    {
      "text": "\" \n \n\nWhen asked what his position was at the hearing he did not seek to deny composing and uploading the Messages, but submitted that any unlawful discrimination was unintended.",
      "id": "s78"
    },
    {
      "text": "19 At all material times, the Messages on the Forum were able to be downloaded and received by any member of the public without restriction.",
      "id": "s79"
    },
    {
      "text": "The uploading or posting of the Messages by the second respondent was an act of publication done by him.",
      "id": "s80"
    },
    {
      "text": "Branson J held in Jones v Toben [2002] FCA 1150 , (2002) 71 ALD 629 at [73] ---[75] that:\n \n \"the act of placing text and graphics on a website which is not password protected is an act of publication, or perhaps more accurately an act which causes repeated publications, in that it allows individuals to access the website with a browser to read that text and see those graphics.",
      "id": "s81"
    },
    {
      "text": "\" \n \n\nThat was unaffected by the appeal ( Toben v Jones [2003] FCAFC 137 ; (2003) 129 FCR 515).",
      "id": "s82"
    },
    {
      "text": "That act plainly caused words to be communicated to the public within s 18C(2)(a) and so was not in private.",
      "id": "s83"
    },
    {
      "text": "(See also Conti J in Jones v The Bible Believers' Church [2007] FCA 55.",
      "id": "s84"
    },
    {
      "text": ") \n \n20 The next issue is whether the publication of one or both of the Messages were \"reasonably likely, in all the circumstances, to offend, insult, humiliate or intimidate\" the applicant or other Jewish people.",
      "id": "s85"
    },
    {
      "text": "As the Act does not define the words \"offend, insult, humiliate or intimidate\", they are to be given their ordinary meanings: see also Toben (2002) 71 ALD at [90].",
      "id": "s86"
    },
    {
      "text": "The applicant saw an imputation of each Message as being that he was motivated by greed because of his Jewish background.",
      "id": "s87"
    },
    {
      "text": "He found that suggestion deeply offensive and distressing.",
      "id": "s88"
    },
    {
      "text": "It is submitted for the applicant that the First Message conveys an imputation that the applicant's Jewish ethnicity is, in itself, the cause for an excessive monetary focus within the HIA and that the Second Message repeats this imputation but with a further imputation that, again primarily because of his Jewish ethnicity, the applicant has exercised control over the building industry as a means of making money for himself and his rich friends at the expense of the membership of the HIA.",
      "id": "s89"
    },
    {
      "text": "21 The test or standard in s 18C(1)(a) of the Act is objective: see Jones v Scully [2002] FCA 1080 ; (2002) 120 FCR 243 at 268-269; Hagan v Trustees of Toowoomba Sports Grounds Trust [2000] FCA 1615 ; Creek v Cairns Post Pty Ltd [2001] FCA 1007 ; (2001) 112 FCR 352 at [12] .",
      "id": "s90"
    },
    {
      "text": "It is for the Court to determine whether the act, in all the circumstances in which it was done, would be reasonably likely to offend, insult, humiliate or intimidate another person or a group of people of a particular racial, national or ethnic group: see Hagan [2000] FCA 1615 at [15] .",
      "id": "s91"
    },
    {
      "text": "As Hely J remarked in Scully [2002] FCA 1080 ; (2002) 120 FCR 243 at [99] : \n \n \"it is not necessary for an applicant to prove that any person was actually offended, insulted, humiliated or intimidated by the conduct in question ... [but] evidence, for example, that a member of a particular racial group was offended by the conduct in question would be admissible, on, but not determinative of, the issue of contravention.",
      "id": "s92"
    },
    {
      "text": "\" \n \n\n22 There is no doubt that each Message conveys the imputation that the applicant's Jewish ethnicity is, in itself, the cause for an excessive monetary focus within the HIA.",
      "id": "s93"
    },
    {
      "text": "It is not so clear that the further alleged imputation is conveyed by the Second Message.",
      "id": "s94"
    },
    {
      "text": "However, in my opinion, a fair reading of the Second Message would give rise to the imputation as pleaded.",
      "id": "s95"
    },
    {
      "text": "I find that each Message was reasonably likely, in all the circumstances, to offend and insult the applicant or (if it be necessary) other persons of Jewish race or ethnicity.",
      "id": "s96"
    },
    {
      "text": "23 It is then necessary to determine whether the act of publishing the offensive part of the Messages was an \"act done because of the race, colour, or national or ethnic origin\" of the applicant.",
      "id": "s97"
    },
    {
      "text": "Section 18B of the Act provides that if the race, colour, or national or ethic origin of a person is one of the reasons an act is done, then for the purposes of Pt IIA of the Act, the act is treated to be done for that reason.",
      "id": "s98"
    },
    {
      "text": "This is so even if this is not the dominant or a substantial reason for doing the act.",
      "id": "s99"
    },
    {
      "text": "It is abundantly clear that the applicant's Jewish race and ethnicity was a reason for the second respondent's decision to publish the Messages in the form that he did.",
      "id": "s100"
    },
    {
      "text": "The offensive parts of the Messages are quite explicit.",
      "id": "s101"
    },
    {
      "text": "The explanation by the second respondent in the communication of 23 January 2007 is not credible and is rejected.",
      "id": "s102"
    },
    {
      "text": "In any event, intention is not a necessary element.",
      "id": "s103"
    },
    {
      "text": "The defence provided by s 18D(c)(ii) was faintly referred to.",
      "id": "s104"
    },
    {
      "text": "The applicant accepts that a purpose of the Forum is to facilitate discussion on a matter of public interest, namely, builders' warranty insurance.",
      "id": "s105"
    },
    {
      "text": "However, inclusion of the offensive portions of the Messages was neither reasonable nor in good faith by the second respondent and, in any event, did not constitute fair comment.",
      "id": "s106"
    },
    {
      "text": "THE CASE AGAINST THE COLLECTIVE \n \n24 The first issue is whether the Collective did an act (or refused or failed to do an act) that was reasonably likely in all the circumstances to offend, insult, humiliate or intimidate the applicant.",
      "id": "s107"
    },
    {
      "text": "It is contended that it did, because it published or allowed to be published the two Messages on the website Forum.",
      "id": "s108"
    },
    {
      "text": "25 The Collective denies that it published, or allowed to be published, the Messages.",
      "id": "s109"
    },
    {
      "text": "It contends that, as owner and manager of the website, it merely provided a facility --- the Forum --- by which the second respondent published the Messages.",
      "id": "s110"
    },
    {
      "text": "It contends that, in any event, \"allowing\" publication is not a breach of the section.",
      "id": "s111"
    },
    {
      "text": "Further, the Collective contends that it did not know of the existence of the Messages in the Forum until it was advised by the applicant's solicitor's letter.",
      "id": "s112"
    },
    {
      "text": "In the absence of this knowledge, it cannot be said to have published the Messages, or allowed them to be published.",
      "id": "s113"
    },
    {
      "text": "In the alternative, the Collective contends that it did not allow the Messages to be published on the Forum, because the Collective expressly prohibited the posting of material such as the Messages through the Forum's Privacy Statement.",
      "id": "s114"
    },
    {
      "text": "It also relies upon the defence provided by s 18D(c)(ii).",
      "id": "s115"
    },
    {
      "text": "26 There is little difficulty in applying s 18C to the author of a message posted on an Internet website, as has been seen in relation to the second respondent.",
      "id": "s116"
    },
    {
      "text": "The position of others involved in the chain between author and ultimate reader is not so clear.",
      "id": "s117"
    },
    {
      "text": "27 The applicant submits that the decision in Godfrey v Demon Internet Ltd [2001] QB 201, [1999] 4 All ER 342; [2000] 3 WLR 1020 should be applied.",
      "id": "s118"
    },
    {
      "text": "In that case, the defendants carried on business as an Internet Service Provider and received and stored on their news server an article, defamatory of the plaintiff, which had been posted by an unknown person using another service provider.",
      "id": "s119"
    },
    {
      "text": "The plaintiff informed the defendants that the article was defamatory and asked them to remove it from their news server.",
      "id": "s120"
    },
    {
      "text": "They failed to do so and it remained available for some 10 days until its automatic expiry.",
      "id": "s121"
    },
    {
      "text": "It was held that the defendants were liable at common law as the publisher of the posting --- they were not merely the passive owner of an electronic device through which postings were transmitted but actively chose to receive and store the news group exchanges containing the posting which could be accessed by their subscribers and could have chosen to obliterate the posting complained of, as they later did.",
      "id": "s122"
    },
    {
      "text": "The critical portion of the judgment was as follows ([2001] QB at 208---209):\n \n \"In my judgment the defendants, whenever they transmit and whenever there is transmitted from the storage of their news server a defamatory posting, publish that posting to any subscriber to their ISP who accesses the newsgroup containing that posting.",
      "id": "s123"
    },
    {
      "text": "Thus every time one of the defendants' customers accesses soc.culture.thai and sees that posting defamatory of the plaintiff there is a publication to that customer.",
      "id": "s124"
    },
    {
      "text": "The situation is analogous to that of the bookseller who sells a book defamatory of the plaintiff: see Weldon v 'The Times' Book Co. Ltd (1911) 28 TLR 143 (the case about the books on Gounod); to that of the circulating library who provided books to subscribers: see Vizetelly v Mudie's Select Library Ltd [1900] 2 QB 170 (the case about the book on Stanley's search for Emin Pasha in Africa: see in particular the judgment of Romer LJ pages 178---181); and to that of distributors: see Bottomley v FW Woolworth &amp; Co Ltd (1932) 48 TLR 521 (the case about the article in Detective Story Magazine headed 'Swindlers and Scoundrels.",
      "id": "s125"
    },
    {
      "text": "Horatio Bottomley, Editor and Embezzler') and Sun Life Assurance Co of Canada v WH Smith &amp; Son Ltd (1933) 150 LT 211 (the case about newspaper posters announcing 'More grave Sun Life of Canada disclosures').",
      "id": "s126"
    },
    {
      "text": "I do not accept Mr Barca's argument that the defendants were merely owners of an electronic device through which postings were transmitted.",
      "id": "s127"
    },
    {
      "text": "The defendants chose to store soc.culture.thai postings within their computers.",
      "id": "s128"
    },
    {
      "text": "Such postings could be accessed on that newsgroup.",
      "id": "s129"
    },
    {
      "text": "The defendants could obliterate and indeed did so about a fortnight after receipt.",
      "id": "s130"
    },
    {
      "text": "\" \n \n\n28 Material posted onto an Internet website may be seen to be published by the author when uploaded or posted onto a web server by or on behalf of the author and also by a person when downloaded onto the computer accessed by a person who has used a web browser to pull the material from the web server in comprehensible form.",
      "id": "s131"
    },
    {
      "text": "For the purposes of the law of defamation, publication is regarded as a bilateral, complete at the time of downloading Dow Jones &amp; Company Inc v Gutnick [2002] HCA 56 ; (2002) 210 CLR 575 at [25] ---[27], [40] and [44]).",
      "id": "s132"
    },
    {
      "text": "Gleeson CJ, McHugh, Gummow and Hayne JJ said (at [11]):\n \n \" 'Publishing' and its cognate words is also a term that gives rise to difficulty.",
      "id": "s133"
    },
    {
      "text": "As counsel for the interveners pointed out it may be useful, when considering where something is published to distinguish between the (publisher's) act of publication and the fact of publication (to a third party), but even that distinction may not suffice to reveal all the considerations relevant to locating the place of the tort of defamation.",
      "id": "s134"
    },
    {
      "text": "\" \n \n\n29 In Kaplan v Go Daddy Group [2005] NSWSC 636 White J, in an interlocutory decision, speaking of comments disparaging of a business posted on a website said (at [32]---[33]):\n \n \"There is also a serious question to be tried that he was the author of the other headings and comments on the site to which I have referred.",
      "id": "s135"
    },
    {
      "text": "Even if he was not the author of those headings and comments, there is still a serious question to be tried as to whether he published the statements which appeared on the site.",
      "id": "s136"
    },
    {
      "text": "He established the site and thereby invited disparaging comments.",
      "id": "s137"
    },
    {
      "text": "He maintained some control over the site.",
      "id": "s138"
    },
    {
      "text": "He said that he, along with anyone else, could remove any of the comments from the site.",
      "id": "s139"
    },
    {
      "text": "The extent of his control over what was, or was not, published, was not fully explored, but it is seriously arguable that he was at least as much in control of the site and responsible for what appeared on it as was the internet service provider in Godfrey v Demon Internet Ltd [2001] QB 201 ; [1999] 4 All ER 342, or the proprietors and secretary of a golf club which allowed a defamatory statement to remain on a notice board in Byrne v Deane [1937] 1 KB 818; 2 All ER 204.",
      "id": "s140"
    },
    {
      "text": "In Godfrey v Demon Internet Ltd , it was held that an internet service provider was a publisher at common law of the defamatory comments posted on the site by an unknown user.",
      "id": "s141"
    },
    {
      "text": "\" \n \n\n30 Universal Music Australia v Cooper Pty Ltd [2005] FCA 972 ; (2005) 150 FCR 1 dealt with infringement of copyright.",
      "id": "s142"
    },
    {
      "text": "The principal claims were based on infringement of copyright by a website that facilitated the free downloading of certain sound recordings.",
      "id": "s143"
    },
    {
      "text": "The first respondent was the registered owner and operator of the website.",
      "id": "s144"
    },
    {
      "text": "It contained hyperlinks to thousands of sound recordings which were located on remote websites and downloaded directly from those websites to the computer of the Internet user.",
      "id": "s145"
    },
    {
      "text": "The music file was not sent to, downloaded on, transmitted through or saved to the first respondent's website.",
      "id": "s146"
    },
    {
      "text": "The second to fifth respondents hosted the website and were responsible for maintaining the connection to the Internet.",
      "id": "s147"
    },
    {
      "text": "They were unaware of the contents of the website and took no steps to inform themselves of that content.",
      "id": "s148"
    },
    {
      "text": "Tamberlin J held that the first respondent infringed copyright by authorising the infringing acts of Internet users who accessed the website and the owners or operators of the remote website from which the infringing recordings were downloaded.",
      "id": "s149"
    },
    {
      "text": "He permitted and approved the infringements and had sufficient control over his website to prevent the infringements (150 FCR 1 at [77]---[102]).",
      "id": "s150"
    },
    {
      "text": "The second to fifth respondents infringed the copyright by authorising the infringing acts (150 FCR 1 at [103]---[132]).",
      "id": "s151"
    },
    {
      "text": "They had an active role in relation to the website, were aware of the content of the website and had the power to prevent the infringing acts.",
      "id": "s152"
    },
    {
      "text": "Those findings were substantially upheld on appeal, although an employee of the Internet service provider was let out ( Cooper v Universal Music Australia Pty Ltd [2006] FCAFC 187 ; (2006) 156 FCR 380 particularly per Branson J at [28]---[52], [61]---[65] and Kenny J at [136]---[165]).",
      "id": "s153"
    },
    {
      "text": "31 It was held in Bunt v Tilley [2006] 3 All ER 336; [2006] EWHC 407 (QB) that an Internet service provider that performed no more than a passive role in facilitating postings on the Internet and did not \"host\" the relevant website was not deemed to be a publisher at common law any more than a telephone company would be liable for defamation over the telephone.",
      "id": "s154"
    },
    {
      "text": "Godfrey [2001] QB 201 was distinguished.",
      "id": "s155"
    },
    {
      "text": "32 The ability to prevent publication or the continuance of publication in the context of defamation as applied in Godfrey [2001] QB 201was based in part upon Byrne v Deane [1937] 1 KB 818.",
      "id": "s156"
    },
    {
      "text": "That case concerned liability of a golf club for a defamatory note on the golf club notice board.",
      "id": "s157"
    },
    {
      "text": "That principle, as it applied in defamation, was analysed with some care by Hunt J of the Supreme Court of New South Wales in Urbanchich v Drummoyne Municipal Council (1991) Aust Torts Reports 81-127.",
      "id": "s158"
    },
    {
      "text": "It was concluded that it was necessary for the plaintiff to establish that the defendant had, in fact, accepted responsibility for continued publication by consenting to, approving of, adopting or promoting or in some way ratifying the continued publication.",
      "id": "s159"
    },
    {
      "text": "Such accepted responsibility could be established by inference.",
      "id": "s160"
    },
    {
      "text": "That case involved someone else's defamatory statement being attached to the defendant's property.",
      "id": "s161"
    },
    {
      "text": "(See also Bishop v State of New South Wales [2000] NSWSC 1042 and Frawley v State of New South Wales [2006] NSWSC 248 .",
      "id": "s162"
    },
    {
      "text": ")\n \n33 The discussion by the High Court in Thompson v Australian Capital Television [1996] HCA 38 ; (1996) 186 CLR 574 of subordinate dissemination is of particular interest (see Brennan CJ, Dawson and Toohey JJ at 585---590, Gaudron J at 591---596 and Gummow J at 617---620).",
      "id": "s163"
    },
    {
      "text": "That case concerned the liability of a television station that took to air a direct \"feed\" of a live current affairs show from another television station.",
      "id": "s164"
    },
    {
      "text": "The argument that it was a mere conduit failed.",
      "id": "s165"
    },
    {
      "text": "Emphasis was placed upon the choice made by that station to take a live current affairs program likely, to be controversial, directly to air without any editing or scrutiny.",
      "id": "s166"
    },
    {
      "text": "For an earlier, brave but unsuccessful, attempt to argue that a television station which puts a debate to air is not responsible for statements by participants --- see Australian Broadcasting Corporation v Comalco Ltd (1986) 12 FCR 510.",
      "id": "s167"
    },
    {
      "text": "34 Based on these authorities it is clear enough that failure to remove known offensive material would be caught by s 18C(1)(a) bearing in mind s 3(3).",
      "id": "s168"
    },
    {
      "text": "I have found that an unidentified administrator of the Collective's website had knowledge of the offensive portion of the Second Message on 1 July 2006.",
      "id": "s169"
    },
    {
      "text": "I am satisfied that the administrator was an employee or agent of the Collective so that s 18E of the Act would apply.",
      "id": "s170"
    },
    {
      "text": "I was not able to make any wider findings as to actual knowledge.",
      "id": "s171"
    },
    {
      "text": "Is the Collective responsible without actual knowledge of the offensive contents of the messages?",
      "id": "s172"
    },
    {
      "text": "If the question arose in defamation or breach of copyright, the answer is likely to be in the affirmative.",
      "id": "s173"
    },
    {
      "text": "The Collective chose to conduct an open anonymous forum available to the world without any system for scrutinising what was posted.",
      "id": "s174"
    },
    {
      "text": "The party controlling a website of such a nature is in no different position to publishers of other media.",
      "id": "s175"
    },
    {
      "text": "In my opinion, failure to remove the offensive material within a reasonable time of it having been posted was an act caught by s 18C(1)(a).",
      "id": "s176"
    },
    {
      "text": "The issues which arise in relation to more passive participants such as Internet service providers do not arise in this case.",
      "id": "s177"
    },
    {
      "text": "The fact that the material was said to be posted in breach of the user conditions does not affect that conclusion.",
      "id": "s178"
    },
    {
      "text": "In one sense it underlines the fact that the Collective took no steps to ensure that its conditions were obeyed.",
      "id": "s179"
    },
    {
      "text": "35 However, there is substance to the argument that the failure to remove the offensive material has not been shown to have any relevant connection with race or ethnic origin of the applicant or indeed any other Jewish person as required by s 18C(1)(b) of the Act.",
      "id": "s180"
    },
    {
      "text": "The failure of the unidentified administrator to remove the Second Message on and after 1 July 2006 was the clearest case of failure to act.",
      "id": "s181"
    },
    {
      "text": "I cannot conclude that such failure was attributable, even in part, to the race or ethnic origin of the applicant.",
      "id": "s182"
    },
    {
      "text": "If Dwyer is accepted, the message should have been removed if its offensive nature was understood.",
      "id": "s183"
    },
    {
      "text": "However, failure to do so is just as easily explained by inattention or lack of diligence.",
      "id": "s184"
    },
    {
      "text": "Drawing the necessary causal connection would be speculation rather than legitimate inference.",
      "id": "s185"
    },
    {
      "text": "The same reasoning would be more obviously applicable to the systematic failure to monitor and remove offensive postings.",
      "id": "s186"
    },
    {
      "text": "Absent the necessary causal connection there is no breach of Pt IIA by the Collective.",
      "id": "s187"
    },
    {
      "text": "36 For the sake of completeness I should add that although vicarious liability provided by s 18E was referred to, I cannot see that the second respondent was an agent of the Collective having duties as such so as to bring that section into play.",
      "id": "s188"
    },
    {
      "text": "I should also add that if, as I think, the second respondent cannot avail himself of the exemption provided for by s 18D, neither could the Collective if it were relevant.",
      "id": "s189"
    },
    {
      "text": "CONCLUSION \n \n37 The applicant is entitled to the relief sought against the second respondent as set out above with some minor adjustment.",
      "id": "s190"
    },
    {
      "text": "It is well within the relief available pursuant to s 46PO(4)(a) of the HREOC Act, is well justified by the findings and is consistent with previous cases.",
      "id": "s191"
    },
    {
      "text": "The case against the Collective will be dismissed with costs.",
      "id": "s192"
    },
    {
      "text": "Those costs will be limited to out-of-pocket expenses properly incurred by the Collective or Mr Dwyer.",
      "id": "s193"
    },
    {
      "text": "I certify that the preceding thirty-seven (37) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gyles.",
      "id": "s194"
    },
    {
      "text": "Associate:\n\nDated: 2 October 2007\n\n Counsel for the Applicant: Mr RL Crowe SC \n \n Solicitors for the Applicant: Chamberlains Law Firm \n \n Representative of the First Respondent: (by leave) Mr P Dwyer assisted (by leave) by Mr D Clapperton \n \n The Second Respondent appeared in person \n \n \n Date of Hearing: 10 April 2007 \n \n Date of Judgment: 2 October 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1512.html",
      "id": "s195"
    }
  ]
}