{
  "name": "Australian Prudential Regulation Authority v Siminton (No 7) [2007] FCA 1609 (7 November 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1609.html",
  "catchphrases": [
    {
      "text": "civil contempt",
      "id": "c0"
    },
    {
      "text": "injunction",
      "id": "c1"
    },
    {
      "text": "extra-territorial operation",
      "id": "c2"
    },
    {
      "text": "failure to comply",
      "id": "c3"
    },
    {
      "text": "clarity of order",
      "id": "c4"
    },
    {
      "text": "standard of proof",
      "id": "c5"
    },
    {
      "text": "beyond reasonable doubt",
      "id": "c6"
    },
    {
      "text": "contempt",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "1 On 14 December 2005 the Australian Prudential Regulation Authority (\"APRA\") commenced a proceeding in this Court seeking interim, interlocutory and final relief against Mr David Robert Siminton.",
      "id": "s0"
    },
    {
      "text": "On 21 December 2005 APRA filed a statement of claim in which it was alleged that Mr Siminton had, in various ways, contravened provisions of the Banking Act 1959 (Cth) (\"the Act \").",
      "id": "s1"
    },
    {
      "text": "On 15 January 2002 Mr Siminton had registered a business name under Victorian legislation.",
      "id": "s2"
    },
    {
      "text": "That business name was \"Principality of Camside\".",
      "id": "s3"
    },
    {
      "text": "Later he established a website which advised readers that the Principality had a \"new bank\" which was to be known as the \"Terra Nova Cache\".",
      "id": "s4"
    },
    {
      "text": "Mr Siminton addressed a number of public meetings in which he encouraged those present to deposit funds with the \"new bank\".",
      "id": "s5"
    },
    {
      "text": "He succeeded in persuading a considerable number of people to place their funds in the \"bank\".",
      "id": "s6"
    },
    {
      "text": "Upon becoming aware of these events APRA filed the application which initiated this proceeding.",
      "id": "s7"
    },
    {
      "text": "On 15 December 2005 APRA obtained ex parte interim orders from Sundberg J restraining Mr Siminton from inter alia:\n \n \"2(b) dealing with, withdrawing or disposing of, or giving any instructions in relation to the distribution or transfer of, all or part of the moneys standing to the credit of the Respondent and/or his nominee in any account (whether held alone, jointly or in conjunction with any other person, including any accounts or property in the name of the Principality of Camside or the Terra Nova Cache) in any bank, building society or other financial institution and, without limiting the generality of the foregoing, the following account: \n \n Commonwealth Bank of Australia \n \n &#8226; Account Name: Principality of Camside \n &#8226; Account Number: 3162 1027 8861 ...\" \n\n2 On 23 December 2005, APRA obtained a further ex parte order from Merkel J which restrained Mr Siminton from leaving Australia and required him to deliver up his passport.",
      "id": "s8"
    },
    {
      "text": "3 On 10 January 2006 APRA sought interlocutory relief against Mr Siminton.",
      "id": "s9"
    },
    {
      "text": "After a contested hearing, Gray J made various interlocutory orders which included Order 1 (e) which restrained Mr Siminton \"whether by himself his servants or agents or otherwise\" from:\n \n \"dealing with, withdrawing or disposing of, or giving any instructions in relation to the disposition or transfer of, all or any part of the moneys standing to the credit of the respondent and/or his nominee in any account (whether held alone, jointly or in conjunction with any other person, including any accounts or property in the name of the Principality of Camside or the Terra Nova Cache and any account in relation to which the Respondent is a signatory or which the Respondent otherwise has authority to operate, whether or not the Respondent is named as an account holder and any account which may be operated for the benefit of the Respondent, the Principality of Camside or the Terra Nova Cache) in any bank, building society or other financial institution and, without limiting the generality of the foregoing, account number 3162 1027 8861 in the name of the Principality of Camside with the Commonwealth Bank of Australia ...\" \n\n4 There was a proviso to his Honour's order under which Mr Siminton could have access to some of the funds to which the order would otherwise have prevented him from obtaining access.",
      "id": "s10"
    },
    {
      "text": "The proviso was in these terms:\n \n \"2.",
      "id": "s11"
    },
    {
      "text": "The respondent have liberty to apply on 2 days notice in writing to the Applicant, supported by an Affidavit as to his means, for an order that he be permitted to withdraw monies for the purposes of paying his own living expenses and/or paying his legal expenses in relation to the proceeding.",
      "id": "s12"
    },
    {
      "text": "\" \n\nMr Siminton was present in Court when Gray J made these orders.",
      "id": "s13"
    },
    {
      "text": "5 On 29 December 2005, 4 January 2006 and on 19 January 2006 APRA filed notices of motion and statements of charge seeking orders that Mr Siminton be punished for contempt in respect of nine alleged breaches of the orders made by Sundberg J.",
      "id": "s14"
    },
    {
      "text": "The contempt charges were heard on 29 March 2006 and, on 30 March 2006, Merkel J found that Mr Siminton had committed contempt by breaching certain of the orders made by Sundberg J on 15 December 2006: see [2006] FCA 326.",
      "id": "s15"
    },
    {
      "text": "These included various contraventions of Order 2 (b) of his Honour's orders.",
      "id": "s16"
    },
    {
      "text": "6 On 10 April 2006 Merkel J ordered that Mr Siminton be imprisoned in respect of the various contempts: see Australian Prudential Regulation Authority v Siminton (No.",
      "id": "s17"
    },
    {
      "text": "3) (2006) 230 ALR 528.",
      "id": "s18"
    },
    {
      "text": "7 Mr Siminton lodged an appeal against the findings and orders made by Merkel J.",
      "id": "s19"
    },
    {
      "text": "His appeal was allowed in part because the sealed copy of the orders made by Sundberg J, although personally served on Mr Siminton, had not contained the endorsement required by Order 37 Rule 2 of the Federal Court Rules .",
      "id": "s20"
    },
    {
      "text": "The order that Mr Siminton be imprisoned was set aside.",
      "id": "s21"
    },
    {
      "text": "The Full Court, nonetheless, upheld Merkel J's findings that Mr Siminton had been guilty of contempt and substituted a penalty of $50,000: see Siminton v Australian Prudential Regulation Authority [2006] FCAFC 118 ; (2006) 152 FCR 129.",
      "id": "s22"
    },
    {
      "text": "8 The question of whether the necessary endorsement appeared on the copy of the orders which was served on Mr Siminton was raised by a member of the Court on the first day of the hearing of the appeal --- 5 May 2006.",
      "id": "s23"
    },
    {
      "text": "APRA noted that the copy of Gray J's orders which had been served on Mr Siminton also lacked the endorsement.",
      "id": "s24"
    },
    {
      "text": "As a result a further copy of Gray J's orders, which contained the endorsement, was served on Mr Siminton on 9 May 2006.",
      "id": "s25"
    },
    {
      "text": "This date is of significance because some of the conduct which is the subject of the present charges occurred shortly before the hearing of the appeal commenced and before the amended orders were served on Mr Siminton.",
      "id": "s26"
    },
    {
      "text": "THE STATEMENTS OF CHARGE \n \n9 All of the charges allege contraventions of para 1(e) of the Orders made by Gray J on 10 January 2006.",
      "id": "s27"
    },
    {
      "text": "Some of the charges are laid as alternatives.",
      "id": "s28"
    },
    {
      "text": "Each of the charges alleges that, at some time between 2 May 2006 and 28 September 2006, Mr Siminton transferred, disposed of or, alternatively, dealt with moneys standing to his credit, the credit of the Principality of Camside and/or the credit of two persons whom it is alleged were Mr Siminton's nominees.",
      "id": "s29"
    },
    {
      "text": "Shortly put, APRA submits that Mr Siminton breached Gray J's Order and sought to conceal those breaches by transferring moneys to a credit card account operated by a third party and using a credit card which bore the third party's name as if it were his own.",
      "id": "s30"
    },
    {
      "text": "10 The evidence relied on by APRA was contained in a series of affidavits (together with the exhibits referred to in those affidavits).",
      "id": "s31"
    },
    {
      "text": "The affidavits were those of:\n \n &#8226; Matthew Paul Wyllie, sworn on 14 December 2005;\n &#8226; Matthew Paul Wyllie, sworn on 22 December 2005;\n &#8226; Paul Charles Monsted, sworn on 23 January 2006;\n &#8226; Matthew Paul Wyllie, sworn on 3 March 2006;\n &#8226; Lawrence Krsto Juresko, sworn on 3 March 2006;\n &#8226; Merinda Joan Northrop, sworn on 11 May 2006;\n &#8226; Brendan James Akeroyd, sworn on 31 May 2007;\n &#8226; David John Harley, sworn on 20 September 2006;\n &#8226; Deborah Quarrell, affirmed on 10 October 2006;\n &#8226; Tania Lorraine Shaw, affirmed on 10 October 2006;\n &#8226; Paul Clough, affirmed on 10 October 2006;\n &#8226; Heather Joy Goodliffe, sworn on 12 December 2006;\n &#8226; Anthony Donald Watson, sworn on 13 December 2006;\n &#8226; Steven John Searle, affirmed on 13 December 2006;\n &#8226; Angelo Fonti, sworn on 13 December 2006;\n &#8226; Neil William Holland, sworn on 14 December 2006;\n &#8226; Paul Charles Monsted, sworn on 8 December 2006;\n &#8226; Sylvia Margaret Rendall, sworn on 21 February 2007;\n &#8226; Erin Therese Kennedy, affirmed on 27 March 2007; and\n &#8226; Trajana Ristevski, sworn on 28 May 2007.",
      "id": "s32"
    },
    {
      "text": "None of the deponents was cross-examined.",
      "id": "s33"
    },
    {
      "text": "11 The charges, and the evidence relied upon by APRA in respect of those charges (with footnotes omitted), were as follows.",
      "id": "s34"
    },
    {
      "text": "Charge 1.1 \n \n12 This charge alleges that Mr Siminton:\n \n \"... by himself or by his servants or agents, gave instructions for the transfer, alternatively the disposition, of monies totalling $5760.30 and standing to the credit of the Principality of Camside into a Visa credit card account (number 610101070787941), held at the Adelaide Bank in the name of Dale and Karen M Holzheimer (\"the Visa Account\").",
      "id": "s35"
    },
    {
      "text": "The total sum of $5760.30 was transferred, alternatively disposed of, on 2 May 2006 in two amounts comprising: \n \n i.",
      "id": "s36"
    },
    {
      "text": "$291.34; and \n \n \n \n ii.",
      "id": "s37"
    },
    {
      "text": "$5468.96.",
      "id": "s38"
    },
    {
      "text": "\" \n \n\n13 In paras 52 to 59 of its written submissions,APRA set out the matters it says are established by the evidence in respect of charge 1.1:\n \n \n \"52.",
      "id": "s39"
    },
    {
      "text": "On 2 May 2006, Mr Siminton effected or gave instructions in relation to the transfer of $5760.30 standing to the credit of Mr Siminton and/or the Principality of Camside with Mobile EFT Pty Ltd, to a Visa card account in the name of Dale and Karen M Holzheimer held at the Adelaide Bank.",
      "id": "s40"
    },
    {
      "text": "53.",
      "id": "s41"
    },
    {
      "text": "The total sum of $5760.30 was transferred, alternatively disposed of, on 2 May 2006 in two amounts comprising: \n \n \n \n \n \n \n 53.1 $291.34; and \n 53.2 $5468.96.",
      "id": "s42"
    },
    {
      "text": "54.",
      "id": "s43"
    },
    {
      "text": "At all relevant times Mr Siminton operated an electronic banking facility with Mobile EFT Pty Ltd (the Camside Account).",
      "id": "s44"
    },
    {
      "text": "55.",
      "id": "s45"
    },
    {
      "text": "On 2 May 2006 the amounts listed in paragraph 53 were transferred from the Camside Account.",
      "id": "s46"
    },
    {
      "text": "56.",
      "id": "s47"
    },
    {
      "text": "The corresponding credit entry to the Visa Account is recorded at page 71 in Annexure \"HJG(9)\" to the Goodliffe affidavit.",
      "id": "s48"
    },
    {
      "text": "The Visa Account statement shows credits for 2 May 2006 of $291.34 and $5468.96.",
      "id": "s49"
    },
    {
      "text": "57.",
      "id": "s50"
    },
    {
      "text": "The Applicant submits that the transfer of $5760.30 from the Camside Account to the Visa account was deliberate.",
      "id": "s51"
    },
    {
      "text": "Mr Siminton had previously attempted to transfer money under his control into the Visa Account.",
      "id": "s52"
    },
    {
      "text": "58.",
      "id": "s53"
    },
    {
      "text": "Further, the Applicant submits that Mr Siminton, or a person acting on his instructions, made the transfer.",
      "id": "s54"
    },
    {
      "text": "59.",
      "id": "s55"
    },
    {
      "text": "The conclusion that Mr Siminton deliberately effected, or gave instruction in relation to the transfer of $5760.30 from the Camside Account to the Visa Account is the only rational inference to be drawn from the evidence.",
      "id": "s56"
    },
    {
      "text": "Any alternative hypothesis could not be regarded as reasonable in the absence of evidence to support hypothesis when that evidence, if it exists at all, must be within the knowledge of Mr Siminton.",
      "id": "s57"
    },
    {
      "text": "\" \n \n Charge 1.2 \n \n14 Charge 1.2 alleges that Mr Siminton:\n \n \"... by himself or by his servants or agents, gave instructions for the transfer, alternatively the disposition, of monies totalling $3125.88 and standing to the credit of the Principality of Camside into the Visa Account.",
      "id": "s58"
    },
    {
      "text": "The total sum of $3125.88 was transferred on 3 May 2006 in two amounts comprising: \n \n i.",
      "id": "s59"
    },
    {
      "text": "$382.06; and \n ii.",
      "id": "s60"
    },
    {
      "text": "$2743.82.",
      "id": "s61"
    },
    {
      "text": "\" \n \n\n15 In paras 60 to 64 of its written submissions, APRA set out the matters it says are established by the evidence in respect of Charge 1.2:\n \n \n \"60.",
      "id": "s62"
    },
    {
      "text": "On 3 May 2006, Mr Siminton effected or gave instructions in relation to the transfer of $3125.88 from the Camside Account to the Visa Account.",
      "id": "s63"
    },
    {
      "text": "61.",
      "id": "s64"
    },
    {
      "text": "The total sum of $3125.88 was transferred on 3 May 2006 in two amounts comprising: \n \n \n \n \n \n 61.1 $382.06; and \n 61.2 $2743.82.",
      "id": "s65"
    },
    {
      "text": "62.",
      "id": "s66"
    },
    {
      "text": "On 3 May 2006 the amounts listed in paragraph 61 above were transferred from the Camside Account.",
      "id": "s67"
    },
    {
      "text": "63.",
      "id": "s68"
    },
    {
      "text": "The corresponding credit entry to the Visa Account is recorded at page 72 in Annexure \"HJG(9)\" to the Goodliffe affidavit.",
      "id": "s69"
    },
    {
      "text": "The Visa Account statement shows credits for 3 May 2006 of $382.06 and $2743.82.",
      "id": "s70"
    },
    {
      "text": "64.",
      "id": "s71"
    },
    {
      "text": "The Applicant submits that the transfer was made deliberately by Mr Siminton or by a person acting on his instructions.",
      "id": "s72"
    },
    {
      "text": "\" \n \n \n \n Charge 1.3 \n \n16 Charge 1.3 alleges that Mr Siminton:\n \n \"... by himself or by his servant or agents, gave instructions for the transfer, alternatively the disposition of monies totalling $228.84 and standing to the credit of the Principality of Camside into the Visa Account.",
      "id": "s73"
    },
    {
      "text": "The total sum of $228.84 was transferred on 4 May 2006 in two amounts comprising: \n \n i.",
      "id": "s74"
    },
    {
      "text": "$191.03; and \n ii.",
      "id": "s75"
    },
    {
      "text": "$37.81.",
      "id": "s76"
    },
    {
      "text": "\" \n \n\n17 In paras 66 to 69 of its written submissions, APRA set out the matters it says are established by the evidence in respect of Charge 1.3:\n \n \n \"66.",
      "id": "s77"
    },
    {
      "text": "The total sum of $228.84 was transferred on 4 May 2006 in two amounts comprising: \n \n 66.1 $191.03; and \n 66.2 $37.81.",
      "id": "s78"
    },
    {
      "text": "67.",
      "id": "s79"
    },
    {
      "text": "On 4 May 2006 the amounts listed in paragraph 66 above were transferred from the Camside Account.",
      "id": "s80"
    },
    {
      "text": "68.",
      "id": "s81"
    },
    {
      "text": "The corresponding credit entry to the Visa Account is recorded at page 72 in Annexure \"HJG(9)\" to the Goodliffe affidavit.",
      "id": "s82"
    },
    {
      "text": "The Visa Account statement shows credits for 4 May 2006 of $191.03 and $37.81.",
      "id": "s83"
    },
    {
      "text": "69.",
      "id": "s84"
    },
    {
      "text": "The Applicant submits that the transfer was made deliberately by Mr Siminton or by a person acting on his instructions.",
      "id": "s85"
    },
    {
      "text": "\" \n \n Charge 1.4 \n \n18 Charge 1.4 alleges that, on 8 May 2006, Mr Siminton:\n \n \"... by himself or by his servants or agents, gave instruction for the transfer, alternatively the disposition, of the sum of $781.28 standing to the credit of the Principality of Camside into the Visa Account.",
      "id": "s86"
    },
    {
      "text": "\" \n\n19 In paras 70 to 74 of its written submissions, APRA set out the matters it says are established by the evidence in respect of Charge 1.4:\n \n \n \"70.",
      "id": "s87"
    },
    {
      "text": "On 8 May 2006, Mr Siminton effected or gave instructions in relation to the transfer of $781.28 from the Camside account to the Visa Account.",
      "id": "s88"
    },
    {
      "text": "71.",
      "id": "s89"
    },
    {
      "text": "The total sum of $781.28 was transferred on 4 May 2006 in a lump sum.",
      "id": "s90"
    },
    {
      "text": "[I proceed on the basis that \"4 May 2006\" should be read \"8 May 2006\" which is the date disclosed by the evidence relied on by APRA].",
      "id": "s91"
    },
    {
      "text": "72.",
      "id": "s92"
    },
    {
      "text": "On 8 May 2006 the amount listed in paragraph 71 above were transferred from the Camside Account.",
      "id": "s93"
    },
    {
      "text": "73.",
      "id": "s94"
    },
    {
      "text": "The corresponding credit entry to the Visa Account is recorded at page 72 in Annexure \"HJG(9)\" to the Goodliffe affidavit.",
      "id": "s95"
    },
    {
      "text": "The Visa Account statement shows a credit for 8 May 2006 of $781.28.",
      "id": "s96"
    },
    {
      "text": "74.",
      "id": "s97"
    },
    {
      "text": "The Applicant submits that the transfer was made deliberately by Mr Siminton or by a person acting on his instructions.",
      "id": "s98"
    },
    {
      "text": "\" \n \n Charge 1.5 \n \n20 Charge 1.5 alleges that Mr Siminton:\n \n \"... by himself or by his servants or agents, gave instructions for the transfer, alternatively the disposition, of monies totalling $4608.50 and standing to the credit of the Principality of Camside into the Visa Account.",
      "id": "s99"
    },
    {
      "text": "The total sum of $4608.50 was transferred on 16 May 2006 in two amounts comprising: \n \n i.",
      "id": "s100"
    },
    {
      "text": "$1092.74; and \n ii.",
      "id": "s101"
    },
    {
      "text": "$3515.76.",
      "id": "s102"
    },
    {
      "text": "\" \n \n\n21 In paras 75 to 79 of its written submissions, APRA set out the matters it says are established by the evidence in respect of charge 1.5:\n \n \n \"75.",
      "id": "s103"
    },
    {
      "text": "On 16 May 2006, Mr Siminton effected or gave instructions in relation to the transfer of $4608.05 from the Camside Account to the Visa Account.",
      "id": "s104"
    },
    {
      "text": "76.",
      "id": "s105"
    },
    {
      "text": "The total sum of $4608.05 was transferred on 16 May 2006 in two amounts comprising: \n \n \n \n \n \n 76.1 $1092.74; and \n 76.2 $3515.76.",
      "id": "s106"
    },
    {
      "text": "77.",
      "id": "s107"
    },
    {
      "text": "On 2 May 2006 amounts listed in paragraph 76 above were transferred from the Camside Account.",
      "id": "s108"
    },
    {
      "text": "[I proceed on the basis that \"2 May 2006\" should read \"16 May 2006\" which is the date disclosed by the evidence relied on by APRA].",
      "id": "s109"
    },
    {
      "text": "78.",
      "id": "s110"
    },
    {
      "text": "The corresponding credit entry to the Visa Account is recorded at page 72 in Annexure \"HJG(9)\" to the Goodliffe affidavit.",
      "id": "s111"
    },
    {
      "text": "The Visa Account statement shows credit for 16 May 2006 of $1092.74 and $3515.76.",
      "id": "s112"
    },
    {
      "text": "79.",
      "id": "s113"
    },
    {
      "text": "The Applicant submits that the transfer was made deliberately by Mr Siminton or by a person acting on his instructions.",
      "id": "s114"
    },
    {
      "text": "\" \n \n Charge 1.6 \n \n22 Charge 1.6 reads:\n \n \"Between 2 May 2006 and 16 August 2006, ... the Respondent disposed of, alternatively dealt with, monies totalling $2,887.27 standing to the credit of Dale and Karen Holzheimer in the Visa Account, as nominees of the Respondent, by expending the following sums: \n \n \n \n i.",
      "id": "s115"
    },
    {
      "text": "$45.20 on 6 May 2006; \n ii.",
      "id": "s116"
    },
    {
      "text": "$218.40 on 21 May 2006; \n iii.",
      "id": "s117"
    },
    {
      "text": "$172.90 on 4 June 2006; \n iv.",
      "id": "s118"
    },
    {
      "text": "$131.60 on 6 June 2006; \n v. $155.78 on 9 June 2006; \n vi.",
      "id": "s119"
    },
    {
      "text": "$16.80 on 11 June 2006; \n vii.",
      "id": "s120"
    },
    {
      "text": "$128.05 on 24 June 2006; \n viii.",
      "id": "s121"
    },
    {
      "text": "$74.00 on 24 June 2006; \n ix.",
      "id": "s122"
    },
    {
      "text": "$29.85 on 28 June 2006; \n x.",
      "id": "s123"
    },
    {
      "text": "$121.50 on 28 June 2006; \n xi.",
      "id": "s124"
    },
    {
      "text": "$132.79 on 30 June 2006; \n xii.",
      "id": "s125"
    },
    {
      "text": "$96.00 on 1 July 2006; \n xiii.",
      "id": "s126"
    },
    {
      "text": "$29.85 on 5 July 2006; \n xiv.",
      "id": "s127"
    },
    {
      "text": "$127.65 on 7 July 2006; \n xv.",
      "id": "s128"
    },
    {
      "text": "$65.00 on 8 July 2006; \n xvi. $130.45 on 9 July 2006; \n xvii.",
      "id": "s129"
    },
    {
      "text": "$85.60 on 11 July 2006; \n xviii.",
      "id": "s130"
    },
    {
      "text": "$41.00 on 11 July 2006; \n xix.",
      "id": "s131"
    },
    {
      "text": "$51.00 on 12 July 2006; \n xx.",
      "id": "s132"
    },
    {
      "text": "$121.59 on 14 July 2006; \n xxi.",
      "id": "s133"
    },
    {
      "text": "$140.37 on 20 July 2006; \n xxii.",
      "id": "s134"
    },
    {
      "text": "$77.50 on 26 July 2006; \n xxiii.",
      "id": "s135"
    },
    {
      "text": "$46.60 on 27 July 2006; \n xxiv.",
      "id": "s136"
    },
    {
      "text": "$55.00 on 27 July 2006; \n xxv.",
      "id": "s137"
    },
    {
      "text": "$143.18 on 29 July 2006; \n xxvi.",
      "id": "s138"
    },
    {
      "text": "$90.00 on 29 July 2006; \n xxvii.",
      "id": "s139"
    },
    {
      "text": "$21.80 on 30 July 2006; \n xxviii.",
      "id": "s140"
    },
    {
      "text": "$74.60 on 1 August 2006; \n xxix.",
      "id": "s141"
    },
    {
      "text": "$56.00 on 2 August 2006; \n xxx.",
      "id": "s142"
    },
    {
      "text": "$132.61 on 4 August 2006; and \n xxxi.",
      "id": "s143"
    },
    {
      "text": "$74.60 on 6 August 2006.",
      "id": "s144"
    },
    {
      "text": "\" \n \n\n23 In paras 80 to 93 of its written submissions, APRA set out the matters it says are established by the evidence in respect of Charge 1.6:\n \n \n \"80.",
      "id": "s145"
    },
    {
      "text": "The Applicant alleges that Mr Siminton used a Visa credit card issued to Karen M Holzheimer to make purchases totalling $2,887.27 using monies in the Visa Account standing to the credit of Dale and Karen Holzheimer, as his nominees.",
      "id": "s146"
    },
    {
      "text": "81.",
      "id": "s147"
    },
    {
      "text": "The total sum of $2,887.27 was spent in 31 separate credit card transactions (in the form of purchases) between 2 May 2006 and 16 August 2006.",
      "id": "s148"
    },
    {
      "text": "82.",
      "id": "s149"
    },
    {
      "text": "Each of the 31 transactions is recorded in the relevant monthly statements for the Visa Account as follows (the Visa Account statement reference is to the corresponding entry in the Visa Account annexed to the statement of Heather Joy Goodliffe dated 14 December 2006): \n \n \n \n Transaction number \n \n Transaction Amount \n \n Transaction date \n \n Visa Account \n statement reference \n \n 1 \n \n $45.20 \n \n 6 May 2006 \n \n HJG(9): page 72 \n \n 2 \n \n $218.40 \n \n 21 May 2006 \n \n HJG(9): page 73 \n \n 3 \n \n $172.90 \n \n 4 June 2006 \n \n HJG(9): page 77 \n \n 4 \n \n $131.60 \n \n 6 June 2006 \n \n HJG(9): page 77 \n \n 5 \n \n $155.78 \n \n 9 June 2006 \n \n HJG(9): page 77 \n \n 6 \n \n $16.80 \n \n 11 June 2006 \n \n HJG(9): page 77 \n \n 7 \n \n $128.05 \n \n 24 June 2006 \n \n HJG(9): page 78) \n \n 8 \n \n $74.00 \n \n 24 June 2006 \n \n HJG(9): page 78 \n \n 9 \n \n $29.85 \n \n 28 June 2006 \n \n HJG(9): page 78 \n \n 10 \n \n $121.50 \n \n 28 June 2006 \n \n HJG(9): page 78 \n \n 11 \n \n $132.79 \n \n 30 June 2006 \n \n HJG(9): page 81 \n \n 12 \n \n $96.00 \n \n 1 July 2006 \n \n HJG(9): page 81 \n \n 13 \n \n $29.85 \n \n 5 July 2006 \n \n HJG(9): page 81 \n \n 14 \n \n $127.65 \n \n 7 July 2006 \n \n HJG(9): page 82 \n \n 15 \n \n $65.00 \n \n 8 July 2006 \n \n HJG(9): page 82 \n \n 16 \n \n $130.45 \n \n 9 July 2006 \n \n HJG(9): page 82 \n \n 17 \n \n $85.60 \n \n 11 July 2006 \n \n HJG(9): page 82 \n \n 18 \n \n $41.00 \n \n 11 July 2006 \n \n HJG(9): page 82 \n \n 19 \n \n $51.00 \n \n 12 July 2006 \n \n HJG(9): page 82 \n \n 20 \n \n $121.59 \n \n 14 July 2006 \n \n HJG(9): page 82 \n \n 21 \n \n $140.37 \n \n 20 July 2006 \n \n HJG(9): page 82 \n \n 22 \n \n $77.50 \n \n 26 July 2006 \n \n HJG(9): page 82 \n \n 23 \n \n $46.60 \n \n 27 July 2006 \n \n HJG(9): page 83 \n \n 24 \n \n $55.00 \n \n 27 July 2006 \n \n HJG(9): page 83 \n \n 25 \n \n $143.18 \n \n 29 July 2006 \n \n HJG(9): page 85 \n \n 26 \n \n $90.00 \n \n 29 July 2006 \n \n HJG(9): page 85 \n \n 27 \n \n $21.80 \n \n 30 July 2006 \n \n HJG(9): page 85 \n \n 28 \n \n $74.60 \n \n 1 August 2006 \n \n HJG(9): page 85 \n \n 29 \n \n $56.00 \n \n 2 August 2006 \n \n HJG(9): page 85 \n \n 30 \n \n $132.61 \n \n 4 August 2006 \n \n HJG(9): page 85 \n \n 31 \n \n $74.60 \n \n 6 August 2006 \n \n HJG(9): page 85 \n \n \n \n 83.",
      "id": "s150"
    },
    {
      "text": "On 11 April 2006, prior to 31 transactions listed in paragraph 86 being made, Karen Holzheimer reported to the Adelaide Bank that her Visa credit card attached to the Visa Account as (sic) lost.",
      "id": "s151"
    },
    {
      "text": "[I interpolate at this point that 11 April 2006 was the day after Merkel J sentenced Mr Siminton for having breached orders made by Sundberg J]\n \n 84.",
      "id": "s152"
    },
    {
      "text": "A replacement Visa credit card, number 4564 3679 0031 1427, was issued to Karen Holzheimer on 11 April 2006 and sent to her in Queensland by registered post on 12 April 2006.",
      "id": "s153"
    },
    {
      "text": "85.",
      "id": "s154"
    },
    {
      "text": "Each of the 31 transactions listed in paragraph 82 above was made using Visa card number 4564 3679 0031 1427 issued to Karen Holzheimer on 11 April 2006.",
      "id": "s155"
    },
    {
      "text": "86.",
      "id": "s156"
    },
    {
      "text": "At no stage after 11 April 2006 did Dale Holzheimer or Karen Holzheimer report either that their: \n \n \n \n \n 86.1 credit cards attached to the Visa Account had been lost; \n 86.2 credit cards attached to the Visa Account had been misused; or \n 86.3 Visa Account had been incorrectly billed.",
      "id": "s157"
    },
    {
      "text": "87.",
      "id": "s158"
    },
    {
      "text": "The Adelaide Bank froze the Visa Account on 15 September 2006 in order to protect its interests and to ensure that the cards attached to the Visa Account were not being misused.",
      "id": "s159"
    },
    {
      "text": "88.",
      "id": "s160"
    },
    {
      "text": "Karen Holzheimer made no complaint to the Adelaide Bank that the Visa Account had been frozen --- she merely requested that the fact be confirmed in writing.",
      "id": "s161"
    },
    {
      "text": "89.",
      "id": "s162"
    },
    {
      "text": "The Applicant has obtained the credit card vouchers for each of the 31 transactions listed in paragraph 82.",
      "id": "s163"
    },
    {
      "text": "The credit card vouchers are the slips presented by a merchant to a customer to sign in order to authorise a transaction.",
      "id": "s164"
    },
    {
      "text": "In most cases the date of an actual transaction on a credit card voucher will be earlier than the date recorded on the credit card statement due to processing delays.",
      "id": "s165"
    },
    {
      "text": "90.",
      "id": "s166"
    },
    {
      "text": "The individual credit card vouchers for the 31 transactions are annexed to the affidavits of Heather Joy Goodliffe dated 14 December 2006 (reference HJG(X) and Angelo Fonti dated 14 December 2006 (reference AF-X) as follows: \n \n \n Transaction number \n \n Transaction Amount \n \n Transaction date \n \n Visa Account \n statement reference \n \n Credit card voucher reference \n \n 1 \n \n $45.20 \n \n 6 May 2006 \n \n HJG(9): page 72 \n \n AF-7 \n \n 2 \n \n $218.40 \n \n 21 May 2006 \n \n HJG(9): page 73 \n \n AF-13 \n \n 3 \n \n $172.90 \n \n 4 June 20066 \n \n HJG(9): page 77 \n \n AF-13 \n \n 4 \n \n $131.60 \n \n 6 June 2006 \n \n HJG(9): page 77 \n \n AF-8 \n \n 5 \n \n $155.78 \n \n 9 June 2006 \n \n HJG(9): page 77 \n \n AF-4 \n \n 6 \n \n $16.80 \n \n 11 June 2006 \n \n HJG(9): page 77 \n \n AF-7 \n \n 7 \n \n $128.05 \n \n 24 June 2006 \n \n HJG(9): page 78) \n \n AF-4 \n \n 8 \n \n $74.00 \n \n 24 June 2006 \n \n HJG(9): page 78 \n \n AF-8 \n \n 9 \n \n $29.85 \n \n 28 June 2006 \n \n HJG(9): page 78 \n \n HJG(10) page 10 \n \n 10 \n \n $121.50 \n \n 28 June 2006 \n \n HJG(9): page 78 \n \n AF-13 \n \n 11 \n \n $132.79 \n \n 30 June 2006 \n \n HJG(9): page 81 \n \n AF-4 \n \n 12 \n \n $96.00 \n \n 1 July 2006 \n \n HJG(9): page 81 \n \n AF-8 \n \n 13 \n \n $29.85 \n \n 5 July 2006 \n \n HJG(9): page 81 \n \n AF-12 \n \n 14 \n \n $127.65 \n \n 7 July 2006 \n \n HJG(9): page 8 \n \n AF-5 \n \n 15 \n \n $65.00 \n \n 8 July 2006 \n \n HJG(9): page 82 \n \n AF-10 \n \n 16 \n \n $130.45 \n \n 9 July 2006 \n \n HJG(9): page 82 \n \n HJG(10) page 3 \n \n 17 \n \n $85.60 \n \n 11 July 2006 \n \n HJG(9): page 82 \n \n AF-10 \n \n 18 \n \n $41.00 \n \n 11 July 2006 \n \n HJG(9): page 82 \n \n AF-8 \n \n 19 \n \n $51.00 \n \n 12 July 2006 \n \n HJG(9): page 82 \n \n HJG(10) page 5 \n \n 20 \n \n $121.59 \n \n 14 July 2006 \n \n HJG(9): page 82 \n \n AF-5 \n \n 21 \n \n $140.37 \n \n 20 July 2006 \n \n HJG(9): page 82 \n \n AF-5 \n \n 22 \n \n $77.50 \n \n 26 July 2006 \n \n HJG(9): page 82 \n \n HJG(1) page 6 \n \n 23 \n \n $46.60 \n \n 27 July 2006 \n \n HJG(9): page 83 \n \n AF-10 \n \n 24 \n \n $55.00 \n \n 27 July 2006 \n \n HJG(9): page 83 \n \n AF-6 \n \n 25 \n \n $143.18 \n \n 29 July 2006 \n \n HJG(9): page 85 \n \n HJG(10) \n \n 26 \n \n $90.00 \n \n 29 July 2006 \n \n HJG(9): page 85 \n \n AF-8 \n \n 27 \n \n $21.80 \n \n 30 July 2006 \n \n HJG(9): page 85 \n \n HJG(10) page 8 \n \n 28 \n \n $74.60 \n \n 1 August 2006 \n \n HJG(9): page 85 \n \n AF-10 \n \n 29 \n \n $56.00 \n \n 2 August 2006 \n \n HJG(9): page 85 \n \n HJG(10) page 9 \n \n 30 \n \n $132.61 \n \n 4 August 2006 \n \n HJG(9): page 85 \n \n AF-5 \n \n 31 \n \n $74.60 \n \n 6 August 2006 \n \n HJG(9): page 85 \n \n AF-10 \n \n \n \n 91.",
      "id": "s167"
    },
    {
      "text": "The Applicant has had the signatures on each of the credit card vouchers for the 31 transactions listed in paragraph 90 above compared to the signature of Mr Siminton by a handwriting expert.",
      "id": "s168"
    },
    {
      "text": "92.",
      "id": "s169"
    },
    {
      "text": "The handwriting expert has expressed the opinion that the signatures on the credit card vouchers for the 31 transactions listed in paragraph 90 above are those of Mr Siminton.",
      "id": "s170"
    },
    {
      "text": "[I interpolate at this point that the credit card vouchers were not signed \"D or K Holzheimer\" but appear to bear Mr Siminton's own signature.",
      "id": "s171"
    },
    {
      "text": "The card was used at restaurants to purchase food and beverages and at shops.",
      "id": "s172"
    },
    {
      "text": "]\n \n 93.",
      "id": "s173"
    },
    {
      "text": "Further, there are other transactions in the period 2 May to 16 August which, although not the subject of contempt charges, appear specifically to relate to Mr Siminton.",
      "id": "s174"
    },
    {
      "text": "APRA submits the Court can use this additional evidence to assist it in drawing the inference that the Visa account was being used by Mr Siminton as principal, for his own purposes, and that the use of an account and card in Karen Holzheimer's name was nothing more than an attempt to disguise the fact that Mr Siminton was accessing funds in breach of the Orders.",
      "id": "s175"
    },
    {
      "text": "Examples of this additional evidence are: \n \n \n Transaction date \n \n Amount \n \n Payee \n \n Visa Account statement reference \n \n Connection to Respondent \n \n 3 May 2006 \n \n $2000 \n \n Erhardt and Associates \n \n HJG(9): 71 \n \n Respondent's solicitors \n \n 7 May 2006 \n \n $1500 \n \n Erhardt and Associates \n \n HJG(9): 72 \n \n Respondent's solicitors \n \n 23 May 2005 \n \n $3000 \n \n Erhardt and Associates \n \n HJG(9): 73 \n \n Respondent's solicitors \n \n 24 May 2006 \n \n $2000 \n \n Erhardt and Associates \n \n HJG(9): 73 \n \n Respondent's solicitors \n \n 24 May 2006 \n \n $3000 \n \n David Sharp \n \n HJG(9): 73 \n \n Respondent's Counsel \n \n 5 June 2006 \n \n $1000 \n \n Erhardt and Associates \n \n HJG(9): 77 \n \n Respondent's solicitors \n \n 5 June 2006 \n \n $4000 \n \n David Sharp \n \n HJG(9): 77 \n \n Respondent's Counsel \n \n 6 July 2006 \n \n $1000 \n \n Erhardt and Associates \n \n HJG(9): 82 \n \n Respondent's solicitors \n \n 16 August 2006 \n \n $2000 \n \n Erhardt and Associates \n \n HJG(9): 86 \n \n Respondent's solicitors \n Charge 1.7 \n \n24 Charge 1.7 reads:\n \n \"Alternatively to paragraph 1.6 hereof, between 2 May 2006 and 16 August 2006 ... the Respondent disposed of, alternatively dealt with, monies totalling $14,504.80 standing to the credit of Dale and Karen Holzheimer in the Visa Account, as nominees of the Respondent, by expending and/or withdrawing a total of $14,504.80 in a series of individual transactions through the Visa Account.",
      "id": "s176"
    },
    {
      "text": "\" \n\n25 In paras 94 to 96 of its written submissions, APRA set out the matters it says are established by the evidence in respect of Charge 1.7:\n \n \n \"94.",
      "id": "s177"
    },
    {
      "text": "Alternatively to Charge 1.6, the Applicant alleges that between 2 May 2006 and 16 August 2006, Mr Siminton disposed of, alternatively dealt with, monies totalling $14,504.80 standing to the credit of Dale and Karen Holzheimer in the Visa Account, as nominees of Mr Siminton, by expending and/or withdrawing a total of $14,504.80 in a series of individual transactions through the Visa Account.",
      "id": "s178"
    },
    {
      "text": "95.",
      "id": "s179"
    },
    {
      "text": "Between 2 May 2006 and 16 August 2006 Mr Siminton deposited $14,504.80 into the Visa Account.",
      "id": "s180"
    },
    {
      "text": "However, at 16 August 2006 the Visa Card was in debit of $2463.73.",
      "id": "s181"
    },
    {
      "text": "96.",
      "id": "s182"
    },
    {
      "text": "As a result, the sum of $14,504.80 was disposed of, alternatively dealt with by expending and/or withdrawing a total of $14,504.80 in a series of individual transactions through the Visa Account.",
      "id": "s183"
    },
    {
      "text": "The evidence demonstrates, alternatively supports the inference, that only Mr Siminton was using the card and account at this time.",
      "id": "s184"
    },
    {
      "text": "\" \n \n Charge 1.8 \n \n26 Charge 1.8 reads:\n \n \"Further to paragraphs 1.6 and 1.7 hereof, between 2 May 2006 and 16 August 2006, ... the Respondent disposed of, alternatively dealt with, monies totalling $14,504.80 standing to the credit of Dale and Karen Holzheimer in the Visa Account, as nominees of the Respondent, by making the sum of $14,504.80 available for expenditure, and/or withdrawal through the Visa Account.",
      "id": "s185"
    },
    {
      "text": "\" \n\n27 In paras 97 to 99 of its written submissions, APRA set out the matters it says are established by the evidence in respect of Charge 1.8:\n \n \n \"97.",
      "id": "s186"
    },
    {
      "text": "Further to Charges 1.6 and 1.7, the Applicant alleges that between 2 May 2006 and 16 August 2006, Mr Siminton disposed of, alternatively dealt with, monies totalling $14,504.80 standing to the credit of Dale and Karen Holzheimer in the Visa Account, as nominees of Mr Siminton, by making the sum of $14,504.80 available for expenditure, and/or withdrawal through the Visa Account.",
      "id": "s187"
    },
    {
      "text": "98.",
      "id": "s188"
    },
    {
      "text": "Between 2 May 2006 and 16 August 2006 Mr Siminton deposited $14,504.80 into the Visa Account.",
      "id": "s189"
    },
    {
      "text": "However, at 16 August 2006 the Visa Card was in debit of $2463.73.",
      "id": "s190"
    },
    {
      "text": "99.",
      "id": "s191"
    },
    {
      "text": "As a result, the sum of $14,504.80 was disposed of, alternatively dealt with by making the sum of $14,504.80 available for expenditure, and/or withdrawal through the Visa Account.",
      "id": "s192"
    },
    {
      "text": "The evidence demonstrates, alternatively supports the inference, that only Mr Siminton was using the card and account at this time.",
      "id": "s193"
    },
    {
      "text": "\" \n \n Charge 1.9 \n \n28 Charge 1.9 reads:\n \n \"On 16 August 2006, ... the Respondent, by himself or by his servants or agents, dealt with monies standing to his credit in the Anglo Irish Bank (Austria) AG by giving instructions for the electronic transfer of the sum of $24,981 out of an account in his name with the Anglo Irish Bank (Austria) AG and the deposit of that amount into the Visa Account.",
      "id": "s194"
    },
    {
      "text": "\" \n\n29 In paras 100 to 106 of its written submissions, APRA set out the matters it says are established by the evidence in respect of Charge 1.9:\n \n \n \"100.",
      "id": "s195"
    },
    {
      "text": "On 16 August 2006, Mr Siminton effected or gave instructions in relation to the transfer of $25,000 to the Visa Account from an account controlled by him at the Anglo-Irish Bank in Austria.",
      "id": "s196"
    },
    {
      "text": "101.",
      "id": "s197"
    },
    {
      "text": "The total sum of $24,981 ($25,000 minus bank fees) was transferred by SWIFT electronic transfer into the Visa Account on 16 August 2006 in a lump sum.",
      "id": "s198"
    },
    {
      "text": "102.",
      "id": "s199"
    },
    {
      "text": "SWIFT is in (sic) acronym for Society of Worldwide International Financial Telecommunications --- a group which allows customers to transfer money electronically between banks around the world.",
      "id": "s200"
    },
    {
      "text": "103.",
      "id": "s201"
    },
    {
      "text": "The SWIFT record held by the Adelaide Bank for the deposit of $24,981 into the Visa Account on 16 August 2006 shows that the: \n \n \n \n \n \n 103.1 $24,981 originated in an account name in the name of Mr Siminton; and \n 103.2 his account was held at the Anglo-Irish Bank in Austria.",
      "id": "s202"
    },
    {
      "text": "104.",
      "id": "s203"
    },
    {
      "text": "APRA submits that the transfer of $24,981 from the Anglo-Irish Bank account to the Visa Account was deliberate.",
      "id": "s204"
    },
    {
      "text": "The account at the Anglo-Irish Bank is in Mr Siminton's name.",
      "id": "s205"
    },
    {
      "text": "Mr Siminton has previously used the Anglo-Irish Bank account to pay for investments in Australia.",
      "id": "s206"
    },
    {
      "text": "105.",
      "id": "s207"
    },
    {
      "text": "Further, APRA submits the Court can infer that Mr Siminton, or a person acting on Mr Siminton's instructions, made the transfer.",
      "id": "s208"
    },
    {
      "text": "The evidence discloses that he was the person who had authority to operate that account.",
      "id": "s209"
    },
    {
      "text": "106.",
      "id": "s210"
    },
    {
      "text": "The conclusion that Mr Siminton deliberately effected, or gave instructions in relation to the transfer of $24,981 from the Anglo-Irish Bank to the Visa Account is the only rational inference to be drawn from the evidence.",
      "id": "s211"
    },
    {
      "text": "Any alternative hypothesis could not be regarded as reasonable in the absence of evidence to support that hypothesis when that evidence, if it exists at all, must be within the knowledge of Mr Siminton.",
      "id": "s212"
    },
    {
      "text": "\" \n \n \n \n Charge 1.10 \n \n30 Charge 1.10 reads:\n \n \"Between 16 August 2006 and 28 September 2006 ... the Respondent disposed of, alternatively dealt with, monies totalling $507.42 standing to the credit of Dale and Karen Holzheimer in the Visa Account, as nominees of the Respondent, by expending the following sums: \n \n \n \n \n i.",
      "id": "s213"
    },
    {
      "text": "$169.90 on 16 August 2006; \n ii.",
      "id": "s214"
    },
    {
      "text": "$38.00 on 27 August 2006; \n iii.",
      "id": "s215"
    },
    {
      "text": "$172.50 on 27 August 2006; and \n iv.",
      "id": "s216"
    },
    {
      "text": "$127.02 on 8 September 2006.",
      "id": "s217"
    },
    {
      "text": "\" \n \n \n\n31 In paras 107 to 114 of its written submissions, APRA set out the matters it says are established by the evidence in respect of Charge 1.10:\n \n \n \"107.",
      "id": "s218"
    },
    {
      "text": "The Applicant alleges that Mr Siminton used a Visa credit card issued to Karen M Holzheimer to make purchases totalling $507.42 using monies standing to the credit of Dale and Karen Holzheimer in the Visa Account, as nominees of Mr Siminton, \n \n 108 The total sum of $507.42 was spent in 4 separate credit card transactions (in the form of purchases) between 16 August 2006 and 28 September 2006.",
      "id": "s219"
    },
    {
      "text": "109 Each of the 4 transactions is recorded in the relevant monthly statements for the Visa Account as follows (the Visa account statement references is to the corresponding entry in the Visa card statements annexed to the statement of Heather Joy Goodliffe dated 14 December 2006): \n \n \n \n \n Transaction number \n \n Transaction Amount \n \n Transaction date \n \n Visa Account \n statement reference \n \n 1 \n \n $169.90 \n \n 16 August 2006 \n \n HJG(9): page 86 \n \n 2 \n \n $38.00 \n \n 27 August 2006 \n \n HJG(9): page 87 \n \n 3 \n \n $172.50 \n \n 27 August 2006 \n \n HJG(9): page 87 \n \n 4 \n \n $127.02 \n \n 8 September 2006 \n \n HJG(9): page 90 \n \n \n \n \n 110.",
      "id": "s220"
    },
    {
      "text": "The Applicant has obtained the credit card vouchers for each of the 4 transactions listed in paragraph 109.",
      "id": "s221"
    },
    {
      "text": "111.",
      "id": "s222"
    },
    {
      "text": "The individual credit card vouchers for the 4 transactions are annexed to the affidavit of Angelo Fonti dated 14 December 2006 (reference AF-X) as follows: \n \n \n \n \n Transaction date \n \n Transaction amount \n \n Transaction date \n \n Visa Account statement reference \n \n Credit card voucher reference \n \n 1 \n \n $169.90 \n \n 16 August 2006 \n \n HJG(9): page 86 \n \n AF-13 \n \n 2 \n \n $38.00 \n \n 27 August 2006 \n \n HJG(9): page 87 \n \n AF-7 \n \n 3 \n \n $172.50 \n \n 27 August 2006 \n \n HJG(9): page 90 \n \n AF-13 \n \n 4 \n \n $127.02 \n \n 8 September 2006 \n \n HJG(9): page 90 \n \n AF-3 \n \n \n \n \n 112.",
      "id": "s223"
    },
    {
      "text": "The Applicant has had the signatures on each of the credit card vouchers for the 4 transactions listed in paragraph 111 above compared to the signature of Mr Siminton by a handwriting expert.",
      "id": "s224"
    },
    {
      "text": "113.",
      "id": "s225"
    },
    {
      "text": "The handwriting expert has expressed the opinion that the signatures on the credit card vouchers for the 4 transactions listed in paragraph 111 above is that of Mr Siminton.",
      "id": "s226"
    },
    {
      "text": "114.",
      "id": "s227"
    },
    {
      "text": "Further, Mr Siminton was recorded by security camera conducting Transaction 4 listed in paragraph 111 above.",
      "id": "s228"
    },
    {
      "text": "Charge 1.11 \n \n32 Charge 1.11 reads:\n \n \"Alternatively to paragraph 1.10 hereof, between 16 August 2006 and 28 September 2006 ... the Respondent disposed of, alternatively dealt with, moneys totalling $21,377.93 standing to the credit of Dale and Karen Holzheimer in the Visa Account, as nominees of the Respondent, by expending and/or withdrawing a total of $21,377.93 in a series of individual transactions through the Visa Account.",
      "id": "s229"
    },
    {
      "text": "\" \n\n33 In paras 115 to 119 of its written submissions, APRA set out the matters it says are established by the evidence in respect of Charge 1.11:\n \n \n \"115.",
      "id": "s230"
    },
    {
      "text": "Alternatively to Charge 1.10, the Applicant alleges that between 16 August 2006 and 28 September 2006, Mr Siminton disposed of, alternatively dealt with, moneys totalling $21,377.93 standing to the credit of Dale and Karen Holzheimer in the Visa Account, as nominees of Mr Siminton, by expending and/or withdrawing a total of $21,377.93 in a series of individual transactions through the Visa Account.",
      "id": "s231"
    },
    {
      "text": "116.",
      "id": "s232"
    },
    {
      "text": "Between 16 August 2006 and 28 September 2006 Mr Siminton deposited $24,981.00 into the Visa Account.",
      "id": "s233"
    },
    {
      "text": "The Visa Account was frozen by the Adelaide Bank on 15 September 2006 and the Visa card belonging to Karen Holzheimer was cancelled on 19 September 2006.",
      "id": "s234"
    },
    {
      "text": "However, at 28 September 2006 the balance of the Visa Account was $3603.07.",
      "id": "s235"
    },
    {
      "text": "117.",
      "id": "s236"
    },
    {
      "text": "In particular, the Applicant alleges that Mr Siminton used Karen Holzheimer's Visa credit card (number 4564 3679 0031 1427) to make two cash withdrawals from the Visa Account at an ATM at the Pakenham (Victoria) branch of the Bendigo Bank as follows: \n \n \n \n \n Date \n \n Time \n \n Card number \n \n Transaction number \n \n Amount of withdrawal \n \n 18 August 2006 \n \n 16.19 \n \n 4564 3679 0031 1427 \n \n 007618 \n \n $1000 \n \n 30 August 2006 \n \n 16.22 \n \n 4564 3679 0031 1427 \n \n 001726 \n \n $1000 \n \n \n \n \n 118.",
      "id": "s237"
    },
    {
      "text": "Further, Mr Siminton was recorded by security video camera conducting the two withdrawals listed in paragraph 117 above.",
      "id": "s238"
    },
    {
      "text": "119.",
      "id": "s239"
    },
    {
      "text": "As a result, the sum of $21,377.93 was disposed of, alternatively dealt with, by Mr Siminton by expending and/or withdrawing a total of $21,377.93 in a series of individual transactions through the Visa Account.",
      "id": "s240"
    },
    {
      "text": "\" \n \n Charge 1.12 \n \n34 Charge 1.12 reads:\n \n \"Alternatively to paragraphs 1.10 and 1.11 hereof, between 16 August 2006 and 28 September 2006 ... the Respondent disposed of, alternatively dealt with, moneys totalling $21,377.93 standing to the credit of Dale and Karen Holzheimer in the Visa Account, as nominees of the Respondent, by making the sum of $21,377.93 available for expenditure and/or withdrawal through the Visa Account.",
      "id": "s241"
    },
    {
      "text": "\" \n\n35 In paras 120 to 122 of its written submissions, APRA set out the matters it says are established by the evidence in respect of Charge 1.12:\n \n \"120.",
      "id": "s242"
    },
    {
      "text": "Alternatively to Charges 1.10 and 1.11, the Applicant alleges that between 16 August 2006 and 28 September 2006, Mr Siminton disposed of, alternatively dealt with, moneys totalling $21,377.93 standing to the credit of Dale and Karen Holzheimer in the Visa Account, as nominees of Mr Siminton, by making the sum of $21,377.93 available for expenditure and/or withdrawal through the Visa Account.",
      "id": "s243"
    },
    {
      "text": "120.",
      "id": "s244"
    },
    {
      "text": "Between 16 August 2006 and 28 September 2006 Mr Siminton deposited $24,981.00 into the Visa Account.",
      "id": "s245"
    },
    {
      "text": "The Visa Account was frozen by the Adelaide Bank on 15 September 2006 and the Visa card belonging to Karen Holzheimer was cancelled on 19 September 2006.",
      "id": "s246"
    },
    {
      "text": "However, at 28 September 2006 the balance of the Visa Account was $3603.07.",
      "id": "s247"
    },
    {
      "text": "121.",
      "id": "s248"
    },
    {
      "text": "As a result, the sum of $21,377.93 was disposed of, alternatively dealt with, by Mr Siminton by making the sum of $21,377.93 available for expenditure, and/or withdrawal through the Visa Account.",
      "id": "s249"
    },
    {
      "text": "\" \n \n\n36 APRA submits that the evidence also supports the following findings which have general application to those charges which involved the use the Visa Account and cards which bore the names Karen or Dale Holzheimer:\n \n \n \"42.",
      "id": "s250"
    },
    {
      "text": "Each of the charges involved the use of a Visa card, the account for which was in the name of Karen and Dale Holzheimer.",
      "id": "s251"
    },
    {
      "text": "APRA submits Karen and Dale Holzheimer are 'nominees' for the purposes of the Orders because they were 'someone appointed by another to act as their agent'.",
      "id": "s252"
    },
    {
      "text": "All of the transactions to which the charges refer are undertaken by Mr Siminton as principal, using Karen and Dale Holzheimer, and their Visa credit card account, as his agents.",
      "id": "s253"
    },
    {
      "text": "43.",
      "id": "s254"
    },
    {
      "text": "At all relevant times Karen and Dale Holzheimer held a Visa credit card account at the Adelaide Bank (BSB 610-101, account number 070787941) (\"Visa Account\").",
      "id": "s255"
    },
    {
      "text": "44.",
      "id": "s256"
    },
    {
      "text": "Karen Holzheimer: \n \n \n \n \n \n \n 44.1 is an associate of Mr Siminton and has been known to Mr Siminton for a number of years; \n 44.2 both participated in and spoke at seminars that Mr Siminton ran in Queensland promoting the Terra Nova Cache bank; and \n 44.3 was a contact point for depositors in the Terra Nova Cache bank.",
      "id": "s257"
    },
    {
      "text": "45.",
      "id": "s258"
    },
    {
      "text": "Dale and Karen M Holzheimer opened the Visa account in April 2002.",
      "id": "s259"
    },
    {
      "text": "46.",
      "id": "s260"
    },
    {
      "text": "The residential address given for the Holzheimer's in the application for the Visa credit card was 12 Aquamarine Street, Springfield, Qld 4300.",
      "id": "s261"
    },
    {
      "text": "47.",
      "id": "s262"
    },
    {
      "text": "All of the Visa Account statements were sent to addresses in Queensland.",
      "id": "s263"
    },
    {
      "text": "48.",
      "id": "s264"
    },
    {
      "text": "All of the transactions listed in para 82 [set out above at [23]] took place in Victoria.",
      "id": "s265"
    },
    {
      "text": "49.",
      "id": "s266"
    },
    {
      "text": "At all relevant times Mr Siminton was resident in Victoria.",
      "id": "s267"
    },
    {
      "text": "50.",
      "id": "s268"
    },
    {
      "text": "At no stage did Dale or Karen Holzheimer request that an additional credit card be issued on the Visa Account for use by Mr Siminton.",
      "id": "s269"
    },
    {
      "text": "51.",
      "id": "s270"
    },
    {
      "text": "The terms and conditions of use of the Visa Account forbade the use of the credit card by anyone other than the person named on the card.",
      "id": "s271"
    },
    {
      "text": "\" \n \n\n37 The account from which the payments which are the subject of charges 1.1 to 1.5 were made was a Mobile EFT account.",
      "id": "s272"
    },
    {
      "text": "It had been opened by Mr Siminton in March 2000 as the Australian representative of a business named \"Synchronistic Corporation\".",
      "id": "s273"
    },
    {
      "text": "In 2003 Mr Siminton changed the trading name of the account to \"HM Government of Camside\".",
      "id": "s274"
    },
    {
      "text": "Mobile EFT is a service which allows merchants to accept credit cards from customers.",
      "id": "s275"
    },
    {
      "text": "Once the customer's account has been debited the funds are transferred from their financial institution to Mobile EFT and, after about eight days, the money is then credited to the merchant's nominated bank account.",
      "id": "s276"
    },
    {
      "text": "When the account was opened Mr Siminton nominated a Commonwealth Bank account as that into which payment was to be made.",
      "id": "s277"
    },
    {
      "text": "He subsequently varied that direction.",
      "id": "s278"
    },
    {
      "text": "On 13 February 2006, about a month after Gray J made his orders, Mr Siminton changed the nominated account for receipt of funds from the Principality of Camside's Mobile EFT account to the Holzheimer's Visa account at the Bank of Adelaide.",
      "id": "s279"
    },
    {
      "text": "The only person who was nominated as the owner of the \"HM Government of Camside\" business in the documents completed by Mr Siminton was Mr Siminton himself.",
      "id": "s280"
    },
    {
      "text": "It was he who established the merchant account and it was he who, from time to time gave instructions to vary the arrangements.",
      "id": "s281"
    },
    {
      "text": "38 As already noted some of the charges were laid in the alternative.",
      "id": "s282"
    },
    {
      "text": "Charge 1.7 is an alternative to Charge 1.6.",
      "id": "s283"
    },
    {
      "text": "Charge 1.8, in turn, was put as an alternative to Charge 1.7.",
      "id": "s284"
    },
    {
      "text": "Counsel for APRA advised the Court that if it found Charge 1.7 proven, APRA did not invite findings to be made in respect of Charges 1.6 and 1.8.",
      "id": "s285"
    },
    {
      "text": "For similar reasons APRA submitted that, if Charge 1.11 were found proven, it would not be necessary for the Court to make findings in relation to Charges 1.10 and 1.12.",
      "id": "s286"
    },
    {
      "text": "CONTEMPT \n \n39 In Louis Vuitton Malletier SA v Design Elegance Pty Ltd [2006] FCA 83 ; (2006) 149 FCR 494 at 497-8 Merkel J summarised the current state of the law on when disobedience of a Court order will constitute a contempt of court.",
      "id": "s287"
    },
    {
      "text": "His Honour said:\n \n \"Deliberate conduct which is in breach of a court order will constitute wilful disobedience of the order, and therefore a civil contempt, unless the conduct be casual, accidental or unintentional: see Australasian Meat Industry Employees Union v Mudginbeeri Station Pty Ltd [1986] HCA 46 ; (1986) 161 CLR 98 at 106-107 and 112-113.",
      "id": "s288"
    },
    {
      "text": "However, the disobedience will amount to a criminal contempt if it involves 'deliberate defiance or, as it is sometimes said, if it is contumacious': see Witham v Holloway [1995] HCA 3 ; (1995) 183 CLR 525 at 530 ...",
      "id": "s289"
    },
    {
      "text": "However, as all proceedings for contempt are now regarded as criminal in nature, all of the charges must be proved beyond reasonable doubt: see Witham at 534.",
      "id": "s290"
    },
    {
      "text": "\" \n\nSee also AMIEU v Mudginberri Station Pty Ltd [1986] HCA 46 ; (1986) 161 CLR 98 at 112-3; Heatons Transport v TGWU [1973] AC 15 at 109.",
      "id": "s291"
    },
    {
      "text": "40 In Advan Investments Pty Ltd v Dean Gleeson Motor Sales Pty Ltd [2003] VSC 201 Gillard J identified the elements which it is necessary for a complainant to establish in order to make good a charge of civil contempt of Court.",
      "id": "s292"
    },
    {
      "text": "His Honour said:\n \n \n \"[31] In order to prove a civil contempt of Court involving a breach of an order of the Court, the plaintiff has to prove the following: \n \n \n \n \n \n \n (i) that an order was made by the Court; \n (ii) that the terms of the order are clear, unambiguous and capable of compliance; \n (iii) that the order was served on the alleged contemnor or excused in the circumstances, or service dispensed with pursuant to the Rules of Court; \n (iv) that the alleged contemnor has knowledge of the terms of the order; \n (v) that the alleged contemnor has breached the terms of the order.",
      "id": "s293"
    },
    {
      "text": "[32] It is necessary for the plaintiff to prove each element beyond reasonable doubt in accordance with the principles of the criminal law, in proving element (v) it must be proven that the act or omission which constituted the breach of the order was deliberate and voluntary.",
      "id": "s294"
    },
    {
      "text": "\" \n\n41 There is no dispute, and I am satisfied that:\n \n \n &#8226; Order 1(e) was made by Gray J on 10 January 2006.",
      "id": "s295"
    },
    {
      "text": "&#8226; A copy of Gray J's orders was served on Mr Siminton on 23 January 2006.",
      "id": "s296"
    },
    {
      "text": "An amended copy of the orders was served on him on 9 May 2006.",
      "id": "s297"
    },
    {
      "text": "The relevant amendment was the inclusion of the endorsement required by Order 37 Rule 2(3) of the Federal Court Rules .",
      "id": "s298"
    },
    {
      "text": "&#8226; Mr Siminton had knowledge of the terms of the orders.",
      "id": "s299"
    },
    {
      "text": "Mr Siminton has put in issue the questions of whether Order 1(e) is clear and unambiguous, whether the Order has extra-territorial operation and whether APRA has established beyond reasonable doubt that he engaged in deliberate conduct which was in breach of Gray J's orders.",
      "id": "s300"
    },
    {
      "text": "42 Before dealing with the principal issues in dispute I should note that Mr Siminton raised certain preliminary objections to the contempt charges being heard and determined before the principal application had been heard.",
      "id": "s301"
    },
    {
      "text": "He did not object to the contempt charges being heard immediately after the hearing of the principal application.",
      "id": "s302"
    },
    {
      "text": "As events transpired this is what occurred.",
      "id": "s303"
    },
    {
      "text": "There were other preliminary objections which can be grouped under two heads.",
      "id": "s304"
    },
    {
      "text": "The first was that, for a variety of reasons, provisions of the Act on which APRA relied in the principal proceeding were \"unconstitutional\".",
      "id": "s305"
    },
    {
      "text": "There was also an objection that the principal proceeding was an abuse of process and that it should permanently be stayed.",
      "id": "s306"
    },
    {
      "text": "I rejected these submissions for reasons which I gave when dealing with the principal proceeding: see Australian Prudential Regulation Authority v Siminton (No 6) [2007] FCA 1608 at [7] to [27].",
      "id": "s307"
    },
    {
      "text": "In any event, these arguments cannot avail Mr Siminton in contempt proceedings.",
      "id": "s308"
    },
    {
      "text": "As the Full Court pointed out in Siminton v Australian Prudential Regulation Authority [2006] FCAFC 118 ; (2006) 152 FCR 129 at 137-8:\n \n \"An order made by a superior court of record stands and is bound to be observed even though it may ultimately be determined that the order should not have been made or was made without jurisdiction.",
      "id": "s309"
    },
    {
      "text": "Whilst the order stands, and it is not set aside, it must be observed and obeyed and any breach or contravention of such an order can give rise to a charge of contempt for failing to comply with it or observe it.",
      "id": "s310"
    },
    {
      "text": "\" \n CLARITY OF ORDER 1(e) \n \n43 Counsel for Mr Siminton sought to introduce expert evidence from a linguist as to how an ordinary person would construe the words \" the moneys standing to the credit of the respondent\" in Order 1(e).",
      "id": "s311"
    },
    {
      "text": "It was these moneys which Mr Siminton was prevented from dealing with.",
      "id": "s312"
    },
    {
      "text": "The expert opinion was that a reader of the order would understand it to apply to moneys which were in the relevant accounts on the date on which the order was made --- 10 January 2006 and not moneys thereafter added.",
      "id": "s313"
    },
    {
      "text": "I rejected the tender of this evidence because the proper construction of Order 1(e) was a matter of law, not a matter of fact: see Universal Music Australia Pty Ltd v Sharman Networks Ltd [2006] FCAFC 41 ; (2006) 150 FCR 110 at 116.",
      "id": "s314"
    },
    {
      "text": "44 I allowed counsel to pursue an argument that, as a matter of law, the order was to be construed and understood in the manner contended for by the expert.",
      "id": "s315"
    },
    {
      "text": "As developed the submission was that \"the moneys\" was a reference to a definite article.",
      "id": "s316"
    },
    {
      "text": "When read in conjunction with \" standing \" the use of the present tense meant that the relevant moneys were those in the relevant accounts on 10 January 2006 rather than \"future moneys\" in \"future accounts\".",
      "id": "s317"
    },
    {
      "text": "45 Counsel for APRA submitted that Order 1(e) was properly to be construed as applying to any moneys standing to the credit of a relevant account during the currency of the order.",
      "id": "s318"
    },
    {
      "text": "Attention was directed to other parts of Gray J's orders, for example, paras 1 (a), (b) and (c), which restrained Mr Siminton from doing things in the future.",
      "id": "s319"
    },
    {
      "text": "Counsel conceded that, if Mr Siminton's construction argument succeeded, no contraventions of Order 1(e) could be established.",
      "id": "s320"
    },
    {
      "text": "46 It is trite law that injunctive orders of the Court \"should be granted in clear and unambiguous terms which leave no room for the persons to whom they are directed to wonder whether or not their future conduct falls within the scope or boundaries of the injunction: see ICA Australia Operations Pty Ltd v Trade Practices Commission (1992) 38 FCR 248 at 259 per Lockhart J, with whom Gummow and French JJ agreed.",
      "id": "s321"
    },
    {
      "text": "What is not as clear is what is comprehended, in the context, by the word \"unambiguous\" and what consequences flow from a finding of ambiguity if it is sought to enforce an order in proceedings for contempt.",
      "id": "s322"
    },
    {
      "text": "In Australian Consolidated Press Ltd v Morgan [1965] HCA 21 ; (1965) 112 CLR 483 the appellant contended that, unless the language of an undertaking was unambiguous and certain, it should not be enforced by contempt proceedings.",
      "id": "s323"
    },
    {
      "text": "This submission was rejected by the Court.",
      "id": "s324"
    },
    {
      "text": "Barwick CJ said (at 492):\n \n \"If the order or undertaking is so expressed as to be meaningless, there is of course nothing which can be enforced.",
      "id": "s325"
    },
    {
      "text": "But, if it bears a meaning which the Court is satisfied is one which ought fairly to have been in the contemplation of the person to whom the order was directed or who gave the undertaking as a possible meaning, the fact that that meaning results from a process of construction and involves a choice of possible meanings does not, in my opinion, preclude the Court from enforcing the order or undertaking in the sense in which the Court assigns to it.",
      "id": "s326"
    },
    {
      "text": "If the Court is satisfied that the party said to be in contempt bona fide believed himself bound only by a construction which the Court thinks to be erroneous, it may for that reason, in its discretion, refuse to make an order or, if it makes an order, refuse to make an order for costs against that party.",
      "id": "s327"
    },
    {
      "text": "But, even in such a case, the enforcement of the plaintiff's rights must not be left out of account.",
      "id": "s328"
    },
    {
      "text": "A party who has bona fide acted on erroneous view of an order or undertaking may, according to the circumstances, nonetheless be justly adjudged guilty of contempt in procedure.",
      "id": "s329"
    },
    {
      "text": "In my opinion, this is equally so where, because of its terms or circumstances, the order or undertaking requires construction in order to determine its meaning and will move ambiguities patent or latent.",
      "id": "s330"
    },
    {
      "text": "\" \n\n47 Windeyer J expressed a similar view (at 503):\n \n \"This is not a case in which the extent of obligations undertaken is ascertainable simply by construing the undertaking according to ordinary grammatical rules.",
      "id": "s331"
    },
    {
      "text": "If that were so, I would agree that a mistake in construction could not excuse disobedience, although it might perhaps mitigate its consequences ...",
      "id": "s332"
    },
    {
      "text": "If its true meaning, although not immediately plain, can be ascertained according to ordinary rules of construction, then the person giving the undertaking is bound by it in that sense.",
      "id": "s333"
    },
    {
      "text": "That the uncertainties that lurk in the words of this undertaking, and which were exposed during the argument, cannot be resolved in that way, for they do not arise from a debatable construction but from an uncertain denotation.",
      "id": "s334"
    },
    {
      "text": "\" \n\n48 In Universal Music Branson J (with whom Lindgren and Finkelstein JJ agreed), having referred to Morgan and a number of older authorities, concluded (at 119-120) that:\n \n \"...the authorities discussed above reveal that an injunction is not rendered invalid, or incapable of founding a charge of contempt, merely because it leaves a respondent with room to wonder whether future conduct falls within it.",
      "id": "s335"
    },
    {
      "text": "At least where the true construction of the order is one which ought fairly to have been in the contemplation of the person to whom the order was directed ... the Court which entertains the charge of contempt will be required to determine that construction.",
      "id": "s336"
    },
    {
      "text": "Of course, it may be highly relevant to the question of punishment that a respondent failed to comply with the order because he, she or it placed a construction on the order that was not its true construction.",
      "id": "s337"
    },
    {
      "text": "\" \n\n49 In my view the present case is one in which it is necessary for the Court to determine the true meaning of the order made by Gray J.",
      "id": "s338"
    },
    {
      "text": "The evident purpose of his Honour's order was to prevent any dealings with the accounts operated and controlled by Mr Siminton or those associated with him pending the hearing and determination of the principal proceeding.",
      "id": "s339"
    },
    {
      "text": "It was for this reason that it was deemed necessary to make provision for Mr Siminton to obtain access to funds for living and legal expenses.",
      "id": "s340"
    },
    {
      "text": "This would not have been necessary had Mr Siminton had access to funds added to any of the accounts after 10 January 2006.",
      "id": "s341"
    },
    {
      "text": "It was reasonable to expect that account balances would change over the period during which the order was to be in force if only because of interest payments being credited and bank fees being debited.",
      "id": "s342"
    },
    {
      "text": "The construction contended for by Mr Siminton would have rendered his Honour's orders progressively ineffective as the balances of the accounts covered by it changed after 10 January 2006.",
      "id": "s343"
    },
    {
      "text": "Had his Honour intended that his orders should have been so confined in their operation he would have inserted the words \"on 10 January 2006\" after \"nominee\".",
      "id": "s344"
    },
    {
      "text": "Order 1(e) is properly to be understood as applying to all moneys standing to the credit of the relevant accounts during the currency of the order.",
      "id": "s345"
    },
    {
      "text": "This construction is one that ought fairly to have been within Mr Siminton's contemplation when Order 1(e) was made.",
      "id": "s346"
    },
    {
      "text": "50 I note that Order 1(e) is, relevantly, in identical terms to Order 2 (b) made by Sundberg J on 15 December 2005.",
      "id": "s347"
    },
    {
      "text": "When Mr Siminton was charged, before Merkel J, with having contravened this order he did not contend that it was ambiguous or uncertain or that he had not understood it.",
      "id": "s348"
    },
    {
      "text": "51 The question of whether or not Mr Siminton, in the present proceeding, acted on a bona fide misunderstanding of the order, will fall for consideration, on the evidence, when it becomes necessary to determine what action the Court should take in response to any contravention on the part of Mr Siminton.",
      "id": "s349"
    },
    {
      "text": "EXTRA-TERRITORIAL OPERATION \n \n52 Mr Siminton also submitted that Order 1(e) did not have extra-territorial operation so as to apply to accounts, otherwise comprehended by its terms, which were held off shore.",
      "id": "s350"
    },
    {
      "text": "This objection, as I understood it, applied to Charge 1.9 which alleges that Mr Siminton gave instructions that a sum of money held in an account controlled by him in a bank in Austria should be transferred to the Holzheimer's Visa account.",
      "id": "s351"
    },
    {
      "text": "53 Order 1(e) applied to accounts which Mr Siminton had authority to operate.",
      "id": "s352"
    },
    {
      "text": "The order was not confined, in terms, to accounts held within Australia.",
      "id": "s353"
    },
    {
      "text": "54 This objection must fail.",
      "id": "s354"
    },
    {
      "text": "At all relevant times Mr Siminton has been in Australia and subject to the jurisdiction of the Court.",
      "id": "s355"
    },
    {
      "text": "That jurisdiction includes power, under s 23 of the Federal Court of Australia Act 1976 (Cth), to make orders of the kind which Gray J made in this proceeding: see Siminton v Australian Prudential Regulation Authority [2006] FCAFC 118 ; (2006) 152 FCR 129 at 132; Australian Competition and Consumer Commissioner v Purple Harmony Plates Pty Ltd (No 3) (2002) 196 ALR 576 at 589.",
      "id": "s356"
    },
    {
      "text": "There was no jurisdictional obstacle to Mr Siminton being required not to perform certain acts in Australia which might lead to consequential action being taken overseas.",
      "id": "s357"
    },
    {
      "text": "In National Australia Bank Ltd v Dessau [1988] VR 521 at 522 Brooking J summarised the applicable legal principles as follows:\n \n \"That a court of equity, acting as it does in personam, may order someone amenable to its jurisdiction to do or refrain from doing an act abroad was established quite early in our history, before even the days of the Boston Tea Party (Penn v Lord Baltimore (1750) 1 Ves Sen 444; 27 ER 1132).",
      "id": "s358"
    },
    {
      "text": "The jurisdiction is grounded not on any pretension to the exercise of judicial power abroad but on the circumstances that the defendant, being amenable to the Court's jurisdiction can be personally directed to act or not to act ...\" \n THE CHARGES \n \n55 It will be convenient to deal collectively with Charges 1.1 to 1.5 and separately with Charges 1.7, 1.9 and 1.11.",
      "id": "s359"
    },
    {
      "text": "I propose to record my findings in respect of all charges and then to make some particular observations in relation to some of them.",
      "id": "s360"
    },
    {
      "text": "56 In seeking to make good each of these charges APRA invites the Court to draw certain inferences.",
      "id": "s361"
    },
    {
      "text": "This invitation is made in circumstances in which neither Mr Siminton nor any other persons, such as the Holzheimers, who might reasonably have been expected to have knowledge of relevant events, gave evidence.",
      "id": "s362"
    },
    {
      "text": "No adverse inference can be drawn merely because Mr Siminton has chosen not to give or call evidence in defence of the charges.",
      "id": "s363"
    },
    {
      "text": "The failure is nonetheless of potential significance.",
      "id": "s364"
    },
    {
      "text": "This is because, as the High Court explained in RPS v R [2000] HCA 3 ; (2000) 199 CLR 620 at 632-633:\n \n \"...it will seldom, if ever, be reasonable to conclude that an accused in a criminal trial would be expected to give evidence.",
      "id": "s365"
    },
    {
      "text": "The most that can be said in criminal matters is that there are some cases in which evidence (or an explanation) contradicting and apparently damning inference to be drawn from proven facts could come only from the accused.",
      "id": "s366"
    },
    {
      "text": "In the absence of such evidence or explanation, the jury may more readily draw the conclusion which the prosecution seeks.",
      "id": "s367"
    },
    {
      "text": "As was said in Weissensteiner v The Queen: \n \n \n '[I]n a criminal trial, hypotheses consistent with innocence may cease to be rational or reasonable in the absence of evidence to support them when that evidence, if it exists at all, must be within the knowledge of the accused.",
      "id": "s368"
    },
    {
      "text": "' \"(footnotes omitted).",
      "id": "s369"
    },
    {
      "text": "The inferences which APRA invited the Court to draw are founded on uncontradicted evidence.",
      "id": "s370"
    },
    {
      "text": "Counsel for Mr Siminton did not make any specific submissions as to why the inferences for which APRA contended should not be drawn.",
      "id": "s371"
    },
    {
      "text": "57 In each case I am satisfied beyond reasonable doubt that those inferences ought to be drawn, that the conclusions contended for by APRA are supported by the evidence and that the evidence does not support a finding that there is any reasonable or rational hypothesis consistent with Mr Siminton's innocence of any of these charges.",
      "id": "s372"
    },
    {
      "text": "58 I am also satisfied that the affidavit and documentary evidence tendered by APRA strongly supports the case made by it and that this evidence establishes each of the matters of fact necessary to make good each of the charges.",
      "id": "s373"
    },
    {
      "text": "59 Charges 1.1 to 1.5.",
      "id": "s374"
    },
    {
      "text": "Each of these charges involved the transfer of funds from the Mobile EFT Account, held in the name of the Principality of Camside, to the Holzheimer's Visa account at the Bank of Adelaide.",
      "id": "s375"
    },
    {
      "text": "The evidence supports the conclusion that Mr Siminton was the only person with authority to direct that funds paid into the Principality of Camside account should be transferred to the Holzheimer's Visa account and that he had, in fact, given a standing instruction that this was to occur.",
      "id": "s376"
    },
    {
      "text": "It may be assumed, in Mr Siminton's favour, that he did not give Mobile EFT specific instructions to make the transfers which are the subject of these charges.",
      "id": "s377"
    },
    {
      "text": "The transfers occurred because of the pre-existing arrangements under which, after the expiry about eight days, moneys owing to the Principality of Camside were transferred after the deduction of Mobile EFT's commission.",
      "id": "s378"
    },
    {
      "text": "Nonetheless, each time, after 10 January 2006, on which Mr Siminton accepted a credit card payment in favour of the Principality of Camside he was aware that, in accordance with his standing instruction to Mobile EFT, that sum (less commission) would be transferred to the Holzheimer's Visa account.",
      "id": "s379"
    },
    {
      "text": "Despite this, he continued to accept the credit card payments and did not revoke the standing order pursuant to which the transfers were made.",
      "id": "s380"
    },
    {
      "text": "He thereby constructively dealt with and withdrew funds from the Mobile EFT account acting through the agency of Mobile EFT.",
      "id": "s381"
    },
    {
      "text": "Order 1(e) restrained him from acting by agents to deal with or withdraw funds from any account which he had authority to operate.",
      "id": "s382"
    },
    {
      "text": "Mobile EFT was such an agent.",
      "id": "s383"
    },
    {
      "text": "I am satisfied that APRA has proven beyond reasonable doubt that Mr Siminton deliberately engaged in the conduct alleged in Charges 1.1 to 1.5 inclusive and that that conduct contravened Order 1(e) made by Gray J on 10 January 2006.",
      "id": "s384"
    },
    {
      "text": "60 Charge 1.7.",
      "id": "s385"
    },
    {
      "text": "Charge 1.7 deals with the disposition of moneys transferred into the Holzheimer's Visa account.",
      "id": "s386"
    },
    {
      "text": "Between 2 May and 16 August 2006 over $14,000 was withdrawn from the Holzheimer's Visa account.",
      "id": "s387"
    },
    {
      "text": "The Holzheimer's held those funds as nominees of Mr Siminton.",
      "id": "s388"
    },
    {
      "text": "Of this sum $2,887.27 was withdrawn in a series of 31 transactions using a credit card which I infer was supplied by Mrs Holzheimer to Mr Siminton.",
      "id": "s389"
    },
    {
      "text": "In each case the vouchers provided to merchants were signed by Mr Siminton even though the name Holzheimer appeared on the card.",
      "id": "s390"
    },
    {
      "text": "During the same period the account was used to make payments totalling $12,500 to Mr Siminton's solicitors and $7,000 to counsel acting for him.",
      "id": "s391"
    },
    {
      "text": "The vouchers supporting these transactions were not in evidence.",
      "id": "s392"
    },
    {
      "text": "It may, however, reasonably be inferred that Mr Siminton authorised each of these transactions.",
      "id": "s393"
    },
    {
      "text": "61 I find that APRA has established Charge 1.7 beyond reasonable doubt.",
      "id": "s394"
    },
    {
      "text": "I do not, therefore, make findings in relation to Charges 1.6 and 1.8.",
      "id": "s395"
    },
    {
      "text": "62 Charge 1.9.",
      "id": "s396"
    },
    {
      "text": "This charge relates to the transfer, from the Anglo-Irish Bank in Austria, to the Holzheimer's Visa account of almost $25,000.",
      "id": "s397"
    },
    {
      "text": "The Austrian account was controlled by Mr Siminton.",
      "id": "s398"
    },
    {
      "text": "It was held in his name.",
      "id": "s399"
    },
    {
      "text": "At his direction the money was transferred on 16 August 2006, shortly after the balance of the Visa account fell into debit.",
      "id": "s400"
    },
    {
      "text": "Mr Siminton drew on the account by using the card on the same day.",
      "id": "s401"
    },
    {
      "text": "The evidence adduced by APRA satisfied me beyond reasonable doubt that Mr Siminton is guilty of this charge.",
      "id": "s402"
    },
    {
      "text": "63 Charge 1.11.",
      "id": "s403"
    },
    {
      "text": "This charge deals with the disposition of a large part of the money transferred from the Anglo-Irish Bank to the Holzheimer's Visa account.",
      "id": "s404"
    },
    {
      "text": "In each case the funds were withdrawn by the use of the credit card which Mrs Holzheimer had supplied to Mr Siminton.",
      "id": "s405"
    },
    {
      "text": "Two amounts of $1,000 each were withdrawn in cash from an automatic teller machine.",
      "id": "s406"
    },
    {
      "text": "Mr Siminton was filmed undertaking these withdrawals.",
      "id": "s407"
    },
    {
      "text": "The film footage was shown in Court.",
      "id": "s408"
    },
    {
      "text": "No submission was made that the person pictured undertaking the withdrawals was a person other than Mr Siminton.",
      "id": "s409"
    },
    {
      "text": "Vouchers were obtained for four further transactions totalling $507.42.",
      "id": "s410"
    },
    {
      "text": "These transactions were undertaken using vouchers which were signed by Mr Siminton.",
      "id": "s411"
    },
    {
      "text": "One of these four transactions was also captured on video footage.",
      "id": "s412"
    },
    {
      "text": "I, therefore, have little difficulty in drawing the inference that the other transactions which were made using the card during the relevant period were made by Mr Siminton.",
      "id": "s413"
    },
    {
      "text": "64 I find Charge 1.11 established beyond reasonable doubt.",
      "id": "s414"
    },
    {
      "text": "I do not, therefore, make findings in relation to Charges 1.10 and 1.12.",
      "id": "s415"
    },
    {
      "text": "CONCLUSION \n \n65 Charges 1.1, 1.2, 1.3, 1.4, 1.5, 1.7, 1.9 and 1.11 have been established beyond reasonable doubt.",
      "id": "s416"
    },
    {
      "text": "I will give directions as to the steps which need to be taken in advance of a hearing on penalty.",
      "id": "s417"
    },
    {
      "text": "I certify that the preceding sixty-five (65) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Tracey .",
      "id": "s418"
    },
    {
      "text": "Associate:\n\nDated: 7 November 2007\n\n\n Counsel for the Applicant: Ms D Mortimer S.C &amp; Mr S Hibble \n \n Solicitor for the Applicant: Australian Prudential Regulation Authority \n \n Counsel for the Respondent: Mr D Sharp \n \n Solicitor for the Respondent: Erhardt &amp; Associates \n \n Date of Hearing: 8,12 - 13 June 2007 \n \n Date of Judgment: 7 November 2007 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1609.html",
      "id": "s419"
    }
  ]
}