{
  "name": "Akiba and Others on behalf of the Torres Strait Regional Seas Claim People v State of Queensland (No 3) [2007] FCA 1940 (7 December 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1940.html",
  "catchphrases": [
    {
      "text": "parties",
      "id": "c0"
    },
    {
      "text": "joinder",
      "id": "c1"
    },
    {
      "text": "torres strait regional seas claim",
      "id": "c2"
    },
    {
      "text": "national of papua new guinea",
      "id": "c3"
    },
    {
      "text": "application for review of registrar's decision dismissing joinder motion",
      "id": "c4"
    },
    {
      "text": "asserted family and historical links to claim area",
      "id": "c5"
    },
    {
      "text": "asserted ownership of reefs, seas and waters",
      "id": "c6"
    },
    {
      "text": "no basis for assertion disclosed",
      "id": "c7"
    },
    {
      "text": "no identification of area in which ownership is asserted",
      "id": "c8"
    },
    {
      "text": "no interest disclosed that may be affected by a determination",
      "id": "c9"
    },
    {
      "text": "motion dismissed",
      "id": "c10"
    },
    {
      "text": "native title",
      "id": "c11"
    }
  ],
  "sentences": [
    {
      "text": "Introduction \n \n1 Pastor Guzu Dorogori, a resident of Papua New Guinea, seeks review of a Deputy District Registrar's decision refusing to join him as a party to the Torres Strait Regional Seas Claim.",
      "id": "s0"
    },
    {
      "text": "The motion for review is some 18 months out of time.",
      "id": "s1"
    },
    {
      "text": "For the reasons that appear below, however, I will deal with the motion on its merits.",
      "id": "s2"
    },
    {
      "text": "No relevant interest which may be affected by a native title determination in the Torres Strait Regional Seas Claim being disclosed the motion for review will be dismissed.",
      "id": "s3"
    },
    {
      "text": "Factual and procedural background \n \n2 Pastor Dorogori sought joinder as a party under s 84(5) of the Native Title Act 1993 (Cth) (the NT Act) by a motion filed on 22 July 2005, which was purportedly brought on behalf of Hiamo-Tureture Villagers.",
      "id": "s4"
    },
    {
      "text": "In that motion he asserted that the Hiamo-Tureture people were the descendents of the original Hiamo landowners, Daru Aboriginal people who sailed out through the Torres Strait islands because of attacks from other tribes.",
      "id": "s5"
    },
    {
      "text": "The motion was adjourned by order of Connard DDR on 25 August 2005 with a direction that any further affidavits upon which Pastor Dorogori proposed to rely should be filed and served by 8 September 2005 and that they should address the requirements of s 84 of the NT Act.",
      "id": "s6"
    },
    {
      "text": "On 22 September 2005 no affidavits had been filed and the notice of motion was dismissed by Connard DDR with no order as to costs.",
      "id": "s7"
    },
    {
      "text": "3 Pastor Dorogori filed the motion now before the Court on 30 April 2007 in effect seeking review of the order of dismissal made on 22 September 2005.",
      "id": "s8"
    },
    {
      "text": "An affidavit in support of the motion for review gave no explanation for the delay that has ensued since the original motion was dismissed on 22 September 2005.",
      "id": "s9"
    },
    {
      "text": "The affidavit annexed materials said to be relevant to Pastor Dorogori's family history and links to the Torres Strait sea claim area.",
      "id": "s10"
    },
    {
      "text": "4 In Annexure A to the affidavit an account was given of the origins of the Hiamo Umumere people represented by Pastor Dorogori.",
      "id": "s11"
    },
    {
      "text": "It was entitled:\n \n HOW WE HIAMO UMUMERE TRIBES SEPARATED OURSELF FROM DARU AND BOBO ISLAND \n \n\n5 Pastor Dorogori referred to historical attacks upon Hiamo people living on Daru Island by other indigenous people in the area.",
      "id": "s12"
    },
    {
      "text": "Because of those attacks the Hiamo people decided to emigrate from Daru and Bobo Islands.",
      "id": "s13"
    },
    {
      "text": "They could not however take everybody with them.",
      "id": "s14"
    },
    {
      "text": "The weak and the sick decided to stay.",
      "id": "s15"
    },
    {
      "text": "The people settled at Murilago and created a ceremony called Tuera.",
      "id": "s16"
    },
    {
      "text": "Songs sung during their exodus are still sung in connection with that ceremony.",
      "id": "s17"
    },
    {
      "text": "6 Pastor Dorogori said that his people were those who remained on Daru and Bobo Islands.",
      "id": "s18"
    },
    {
      "text": "He said: \n \n We the Hiamo Umumere living on Daru is therefore writing this story to tell you that we are part of those Hiamo Umumere living there in the Torres Strait Islands.",
      "id": "s19"
    },
    {
      "text": "The Hiamo Umumere's ancestor really originated from Cape York in Bamaga.",
      "id": "s20"
    },
    {
      "text": "Than they moved from there as a group to PNG waters.",
      "id": "s21"
    },
    {
      "text": "[sic]\n \n They settled Bob[o] island some at Daru Island.",
      "id": "s22"
    },
    {
      "text": "They lived happily there but some how because of killing taking place they have to moved back to where they came from.",
      "id": "s23"
    },
    {
      "text": "But because of no space in the canoes some have to stay.",
      "id": "s24"
    },
    {
      "text": "So now we are the ones who stayed back in Daru and Bobo island.",
      "id": "s25"
    },
    {
      "text": "[sic]\n \n Therefore we are writing this story to make you understand that, that is the reason why we separated from each others but we are one Hiamo Umu Mere tribe.",
      "id": "s26"
    },
    {
      "text": "The spokesman Charley Irigia did not explain this in the Torres Strait sea claim federal court.",
      "id": "s27"
    },
    {
      "text": "Therefore we are writing this story to you because they want to know how our relationship is with the Torres Strait Himao Umumere.",
      "id": "s28"
    },
    {
      "text": "[sic]\n \n\n7 In a separate annexure marked \"B\", Pastor Dorogori stated his grounds or reasons for his application saying: \n \n BECAUSE OF MY HIAMO TRIBS MAN, ORIGION AN IMMIGRATED FROM THE MURULUG ISLAND OR HONA ISLAND ACCORDANCE TO OUR HISTORY.",
      "id": "s29"
    },
    {
      "text": "THERE FOR I APPEALING SEA CLAIM.",
      "id": "s30"
    },
    {
      "text": "SO, THAT IS MY RESON FOR APPEALING [sic]\n \n\nHe then asserted a right to claim because his tribe is the owner of the reefs and the sea as well as the land.",
      "id": "s31"
    },
    {
      "text": "8 A third annexure set out a genealogy for the Hiamu Umumere clan.",
      "id": "s32"
    },
    {
      "text": "It showed a person called Guza, a male in a line of descent through another male called Dorogori.",
      "id": "s33"
    },
    {
      "text": "The line of descent was ultimately traced back to a male called \"Kaiku\" and before that to one Kabai.",
      "id": "s34"
    },
    {
      "text": "The timeframe of the genealogy did not appear.",
      "id": "s35"
    },
    {
      "text": "It was evidently produced in 1977.",
      "id": "s36"
    },
    {
      "text": "9 In oral submissions in support of the application Pastor Dorogori referred to the existence of the sea claim.",
      "id": "s37"
    },
    {
      "text": "He appeared to assert some positive entitlement for his own people.",
      "id": "s38"
    },
    {
      "text": "He also said: \n \n ...",
      "id": "s39"
    },
    {
      "text": "I was neglected a long time, my clanspeople living neglected across all villages.",
      "id": "s40"
    },
    {
      "text": "My clanspeople was neglected, and long suffering.",
      "id": "s41"
    },
    {
      "text": "And this is my aim, where I feel that I must line up, fill my form for this.",
      "id": "s42"
    },
    {
      "text": "He asked what right the Commonwealth Government would have to give to the Torres Strait Aboriginal Authority what it plans.",
      "id": "s43"
    },
    {
      "text": "He appeared to be suggesting that he and his clan should be included in any determination of rights in relation to the Torres Strait Islands.",
      "id": "s44"
    },
    {
      "text": "He claimed to be an original inhabitant of the area.",
      "id": "s45"
    },
    {
      "text": "10 The motion was opposed by the applicants on the basis that it was out of time and that there was no satisfactory explanation for the delay.",
      "id": "s46"
    },
    {
      "text": "The applicants appear to have treated the motion as an application for leave to appeal governed by O 52 of the Federal Court Rules .",
      "id": "s47"
    },
    {
      "text": "This was not a correct characterisation.",
      "id": "s48"
    },
    {
      "text": "The application was for a review under s 35A(5) of the Federal Court of Australia Act 1976 (Cth) (the Act) of a Registrar's decision.",
      "id": "s49"
    },
    {
      "text": "They submitted that in any event, the joinder should be refused on the basis that no relevant interest in the claim area was identified nor any interest shown that might be affected by a determination in the proceedings.",
      "id": "s50"
    },
    {
      "text": "11 The Commonwealth in its submissions noted that Pastor Dorogori did not identify any area of land or reefs or sea within the claim area and in respect of which he asserted ownership.",
      "id": "s51"
    },
    {
      "text": "Nor was there any material to support such an assertion or to provide any basis for it under traditional law and custom.",
      "id": "s52"
    },
    {
      "text": "Statutory framework - review of Registrar's decisions \n \n12 Section 35A of the Act makes provision for Registrars to exercise the powers of the Court and provides, inter alia: \n \n 35A(1) Subject to sub-section (2), the following powers of the Court may, if the Court or a Judge so directs, be exercised by a Registrar: \n ...\n \n (h) a power of the Court prescribed by Rules of Court.",
      "id": "s53"
    },
    {
      "text": "...\n \n (5) A party to proceedings in which a Registrar has exercised any of the powers of the Court under sub-section (1) may, within the time prescribed by the Rules of Court, or within any further time allowed in accordance with the Rules of Court, apply to the court to review that exercise of power.",
      "id": "s54"
    },
    {
      "text": "(6) The Court may, on application under sub-section (5) or of its own motion, review an exercise of power by a Registrar pursuant to this section and may make such order or orders as it thinks fit with respect to the matter with respect to which the power was exercised.",
      "id": "s55"
    },
    {
      "text": "13 The term \"proceedings\" used in s 35A(5) takes its meaning from the definition of \"proceeding\" in s 4 of the Act which: \n \n means a proceeding in a court, whether between parties or not, and includes an incidental proceeding in the course of, or in connexion with, a proceeding, and also includes an appeal;\n \n\nThis definition clearly covers a motion for joinder as a party.",
      "id": "s56"
    },
    {
      "text": "14 Order 78, r 3A of the Federal Court Rules provides: \n \n For the purposes of paragraph 35A(1)(h) of the Act, the Court or a Judge may direct a Registrar to exercise a power of the Court under a provision of the Native Title Act mentioned in Schedule 4.",
      "id": "s57"
    },
    {
      "text": "15 Schedule 4 to the Rules sets out the powers of the Court that may be exercised by a Registrar under the NT Act.",
      "id": "s58"
    },
    {
      "text": "Item 6 in that schedule refers to s 84 of the NT Act and describes the delegated powers thus: \n \n Power to make orders for the joinder, dismissal, withdrawal, cessation or representation of a party.",
      "id": "s59"
    },
    {
      "text": "The time limit for seeking review of a Registrar's decision prescribed for the purposes of s 35A(5) is set out in O 46, r 7B(1) which provides: \n \n \n Subject to any direction by the Court or a Judge to the contrary, an application under subsection 35A(5) of the Act for review of the exercise of a power of the Court by a Registrar under subsection 35A(1) of the Act must be made by motion on notice within 21 days after the day on which the power was exercised.",
      "id": "s60"
    },
    {
      "text": "Statutory framework --- joinder \n \n 16 The application for joinder was made under s 84 of the NT Act which, as it stood at the time of the Registrar's decision, provided in subs (5): \n \n The Federal Court may at any time join any person as a party to the proceedings, if the Court is satisfied that the person's interests may be affected by a determination in the proceedings.",
      "id": "s61"
    },
    {
      "text": "The merits of the motion \n \n17 In my opinion the motion should properly be dealt with on its merits.",
      "id": "s62"
    },
    {
      "text": "There has been a very substantial delay in bringing it.",
      "id": "s63"
    },
    {
      "text": "On the other hand issues relating to the joinder of Papua New Guinean parties have only recently been resolved by the Full Court and orders made on 16 November 2007 governing their participation.",
      "id": "s64"
    },
    {
      "text": "The orders made would apply to Pastor Dorogori if he were to be joined as a party.",
      "id": "s65"
    },
    {
      "text": "There is no relevant prejudice to any other party in the case.",
      "id": "s66"
    },
    {
      "text": "I therefore decided to deal with the motion for review on its merits.",
      "id": "s67"
    },
    {
      "text": "18 On its merits the motion for review must fail.",
      "id": "s68"
    },
    {
      "text": "There is no basis upon which I could be satisfied that a determination over a Torres Strait regional sea claim area may affect any interest of Pastor Dorogori.",
      "id": "s69"
    },
    {
      "text": "In so concluding I have regard to the principles for the identification of relevant interests in Byron Environment Centre Inc v Arakwal People (1997) 148 ALR 46 and various cases in which that case has been followed.",
      "id": "s70"
    },
    {
      "text": "A relevant interest, as was said in Arakwal 148 ALR 46, must be (at 51): \n \n ... capable of clear definition and, equally importantly, ... of such a character that they may be affected in a demonstrable way by a determination in relation to the application.",
      "id": "s71"
    },
    {
      "text": "19 I took account of all the material relied upon by Pastor Dorogori.",
      "id": "s72"
    },
    {
      "text": "He asserts in reliance upon that material: \n1.",
      "id": "s73"
    },
    {
      "text": "That he has a link to the claim area.",
      "id": "s74"
    },
    {
      "text": "2.",
      "id": "s75"
    },
    {
      "text": "That he and the people he represents have a history in the Torres Strait claim area.",
      "id": "s76"
    },
    {
      "text": "3.",
      "id": "s77"
    },
    {
      "text": "That he is the owner of reefs, seas and waters in the claim area.",
      "id": "s78"
    },
    {
      "text": "The assertion of ownership of reefs, seas and waters is no more than that.",
      "id": "s79"
    },
    {
      "text": "No historical basis for such a claim is disclosed.",
      "id": "s80"
    },
    {
      "text": "The location of areas allegedly owned by Mr Dorogori and his people is not disclosed.",
      "id": "s81"
    },
    {
      "text": "The fact that he may be descended from people who came from an island in the Torres Strait does not, of itself, support the inference that there is some kind of interest which may be affected by a determination.",
      "id": "s82"
    },
    {
      "text": "20 In my opinion the motion should be dismissed.",
      "id": "s83"
    },
    {
      "text": "I certify that the preceding twenty (20) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice French.",
      "id": "s84"
    },
    {
      "text": "Associate:\nDated: 7 December 2007\n\n Counsel for the Applicant: Mr R Blowes SC Solicitor for the Applicant: David Saylor, Torres Strait Regional Authority\n\nPastor G Dorogori appeared in person \n \n Counsel for the Commonwealth: Ms R Webb QC Solicitor for the Commonwealth:\n\n\nCounsel for the State of Queensland:\nSolicitor for the State of Queensland: \n\nCounsel for various commercial fishing parties: \nSolicitor for the various commercial fishing parties:\n\nCounsel for Mr P Gamogab:\nSolicitor for Mr P Gamogab\n\nCounsel for Mr PN Sawabarri:\nSolicitor for Mr PN Sawabarri:\n Australian Government Solicitor\n\n\n\nMr G Hiley QC\n\nState Government Solicitor\n\n\nMr P Gore\n\n\nGore &amp; Associates\n\nMr T Fisher \nFisher Dore\n\nMr D Kempton\n\nDavid Kempton\n\nMr Songoro appeared for the Songoro family \nMr Gamia appeared for the Gamia family \nMr F Warapa appeared in person and for the Buzi and Ber villages\nMr R Gibuma appeared in person and for Sigabaduru Village\nMr G Neate appeared for the National Native Title Tribunal \n \n Date of Hearing: 16 November 2007 \n \n Date of Judgment: 7 December 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1940.html",
      "id": "s85"
    }
  ]
}