{
  "name": "Cairnsmore Holdings Pty Ltd v Bearsden Holdings Pty Ltd [2007] FCA 1822 (29 October 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1822.html",
  "catchphrases": [
    {
      "text": "principles of construction of written instrument",
      "id": "c0"
    },
    {
      "text": "promise that subject matter of agreement existed",
      "id": "c1"
    },
    {
      "text": "breach of essential term",
      "id": "c2"
    },
    {
      "text": "damages for breach of contract",
      "id": "c3"
    },
    {
      "text": "payment of first instalment non refundable where vendor commits breach of essential term",
      "id": "c4"
    },
    {
      "text": "reliance losses recoverable pursuant to indemnity clause",
      "id": "c5"
    },
    {
      "text": "reliance losses also recoverable where difficult to calculate loss of profit",
      "id": "c6"
    },
    {
      "text": "misleading and deceptive conduct",
      "id": "c7"
    },
    {
      "text": "use of postal, telegraphic or telephonic services",
      "id": "c8"
    },
    {
      "text": "requirements of knowledge for individual to be liable for involvement in contravention",
      "id": "c9"
    },
    {
      "text": "contracts",
      "id": "c10"
    },
    {
      "text": "damages",
      "id": "c11"
    },
    {
      "text": "trade practices",
      "id": "c12"
    }
  ],
  "sentences": [
    {
      "text": "Introduction and Overview \n \n1 On 26 July 2004, the first respondent (Bearsden) and the first applicant (Cairnsmore) entered into a sale of business agreement (\"The SBA\") under which Bearsden purported to sell certain assets of a financial advisory business to Cairnsmore.",
      "id": "s0"
    },
    {
      "text": "2 The intention of the parties was apparently to transfer to Cairnsmore the right to service a number of clients of a financial planning and advisory business carried on at 60 Margaret Street, Sydney.",
      "id": "s1"
    },
    {
      "text": "That right, if effectively transferred, would have carried with it the right to receive the fees (or a proportion of them) paid by the clients for the services.",
      "id": "s2"
    },
    {
      "text": "3 The business with which the parties were attempting to deal was the financial services business, the conduct of which was regulated under Chapter 7 of the Corporations Act 2001 (Cth).",
      "id": "s3"
    },
    {
      "text": "However, the SBA purported to effect the sale of assets of the business, without paying attention to the statutory scheme under which the business was conducted.",
      "id": "s4"
    },
    {
      "text": "4 What is more, the SBA purported to effect the sale of a business that Bearsden did not carry on.",
      "id": "s5"
    },
    {
      "text": "The introductory recitals stated falsely that Bearsden carried on the business and that it had the legal ownership.",
      "id": "s6"
    },
    {
      "text": "5 In fact, the business was that of Godfrey Pembroke Limited (GPL), which HBN Financial Management Pty Limited (HBN) conducted as an authorised representative of GPL in accordance with Part 7.6 of the Corporations Act .",
      "id": "s7"
    },
    {
      "text": "6 HBN was the trustee of a discretionary trust.",
      "id": "s8"
    },
    {
      "text": "Bearsden was one of two unit holders in the trust.",
      "id": "s9"
    },
    {
      "text": "The principal of Bearsden, Mr James Pearsen Hodge, was also a personal authorised representative of GPL.",
      "id": "s10"
    },
    {
      "text": "7 There was no contractual relationship between Bearsden and GPL.",
      "id": "s11"
    },
    {
      "text": "Bearsden was merely a recipient of fees earned by HBN as an authorised representative of GPL.",
      "id": "s12"
    },
    {
      "text": "8 Bearsden was the trustee of Mr Hodge's family trust.",
      "id": "s13"
    },
    {
      "text": "Bearsden on-distributed the fees received from HBN to Mr Hodge and other members of his family as beneficiaries of the family trust.",
      "id": "s14"
    },
    {
      "text": "9 The SBA provided for the purchase price to be payable in three instalments.",
      "id": "s15"
    },
    {
      "text": "The first instalment of approximately $351,000 was paid on 27 July 2004.",
      "id": "s16"
    },
    {
      "text": "The second instalment was due on 27 July 2005 and the third instalment 12 months later.",
      "id": "s17"
    },
    {
      "text": "10 Cairnsmore did not hold authorised representative status under the Corporations Act , nor did its principal, Mr Vernon Howland.",
      "id": "s18"
    },
    {
      "text": "However, the SBA provided for Cairnsmore to have possession of the assets purchased on the date of payment of the first instalment.",
      "id": "s19"
    },
    {
      "text": "11 In order to overcome the gap in satisfying the statutory requirements, the SBA anticipated that Mr Howland would undertake the necessary training to obtain authorised representative status.",
      "id": "s20"
    },
    {
      "text": "No period was stipulated for this to occur but the SBA provided for a \"transition period\" of two years.",
      "id": "s21"
    },
    {
      "text": "During the transition period Bearsden was obliged to assist in the \"transition\" of clients to Cairnsmore.",
      "id": "s22"
    },
    {
      "text": "12 Provision was made in the SBA for Cairnsmore to obtain office services at the Margaret Street premises occupied by HBN.",
      "id": "s23"
    },
    {
      "text": "Cairnsmore was to pay a monthly fee of $5,800 as its proportion of the costs of the services.",
      "id": "s24"
    },
    {
      "text": "13 Mr Howland was given space, albeit in the photocopy room, from 27 July 2004 and was introduced to clients commencing from that date.",
      "id": "s25"
    },
    {
      "text": "Cairnsmore received fees from that time and also paid its monthly cost allocation.",
      "id": "s26"
    },
    {
      "text": "14 The SBA anticipated a possible change in the identity of the AFS licensee.",
      "id": "s27"
    },
    {
      "text": "That is to say, it was anticipated between the parties that the principal for whom the proper authority-holders were acting as authorised representatives would not be GPL.",
      "id": "s28"
    },
    {
      "text": "15 Bearsden warranted in the SBA that if the identity of the AFS licensee should alter, during the transition period, then Cairnsmore would not be disadvantaged by any such change.",
      "id": "s29"
    },
    {
      "text": "See clause 9, extracted below.",
      "id": "s30"
    },
    {
      "text": "16 With effect from 1 April 2005, HBN and Mr Hodge ceased to be authorised representatives of GPL.",
      "id": "s31"
    },
    {
      "text": "On or about 1 April 2005, Mr Hodge wrote to all of the clients of the business, including those purportedly transferred to Cairnsmore under the SBA, informing them that he would no longer be an authorised representative of GPL.",
      "id": "s32"
    },
    {
      "text": "17 Mr Hodge's letters to the clients stated that he had notified GPL of his resignation \"to join a new licensee under the name of, Paragem.",
      "id": "s33"
    },
    {
      "text": "\" The letter offered clients the opportunity to remain clients of GPL but it also said:\n \n Unless you advise within 14 days to the contrary, you will be transferred as a client of mine to the Paragem licensee.",
      "id": "s34"
    },
    {
      "text": "18 The move from GPL to Paragem caused considerable tension between Mr Howland and Mr Hodge.",
      "id": "s35"
    },
    {
      "text": "By letter dated 1 July 2005, the then solicitors for Cairnsmore wrote to Bearsden's solicitors.",
      "id": "s36"
    },
    {
      "text": "The letter stated that Bearsden has repudiated the SBA.",
      "id": "s37"
    },
    {
      "text": "19 Bearsden's solicitors responded to the letter on 18 July 2005, asserting the Cairnsmore had \"walked away\" from the SBA.",
      "id": "s38"
    },
    {
      "text": "20 Cairnsmore solicitors replied on the same day stating that their instructions were that Cairnsmore accepted Bearsden's repudiation of the SBA and terminated that agreement.",
      "id": "s39"
    },
    {
      "text": "21 The following issues are raised in the proceedings:\n \n \n (i) Whether upon the proper construction of the SBA, Bearsden contracted to sell the assets of the business in which it had no legal or beneficial interest.",
      "id": "s40"
    },
    {
      "text": "(ii) If so, whether Cairnsmore is entitled to damages for breach of contract in accordance with the principles stated by Dixon J and Fullagar J in McRae v Commonwealth Disposals Commission [1950] HCA 12 ; (1951) 84 CLR 377 at 409 --- 415.",
      "id": "s41"
    },
    {
      "text": "(iii) Whether the move from GPL to Paragem constituted the exercise of a \"right of title\" by Bearsden under cl 5.4 of the SBA, thereby entitling Cairnsmore to a refund of the first instalment and damages for breach of contract.",
      "id": "s42"
    },
    {
      "text": "See McDonald v Dennys Lascelles Limited [1933] HCA 25 ; (1933) 48 CLR 457.",
      "id": "s43"
    },
    {
      "text": "(iv) Whether the move from GPL to Paragem was to the disadvantage of Cairnsmore within the meaning of cl 9.1 of the SBA.",
      "id": "s44"
    },
    {
      "text": "(v) Whether Cairnsmore is entitled to recover damages either in contract or under the Trade Practices Act 1974 (Cth) for expenditure incurred by it in reliance upon representations made by Bearsden in the SBA that it owned and carried on the business and had the right to sell it.",
      "id": "s45"
    },
    {
      "text": "(vi) Whether Cairnsmore and Mr Howland are entitled to recover against Mr Hodge by virtue of ss 6(3) or 75B of the Trade Practices Act .",
      "id": "s46"
    },
    {
      "text": "(vii) Whether, if Cairnsmore's contentions are not correct, Bearsden is entitled to recover payment of the second and third instalments of the purchase price as claimed by it in its cross claim.",
      "id": "s47"
    },
    {
      "text": "The SBA \n \n22 The SBA is a lengthy document.",
      "id": "s48"
    },
    {
      "text": "It was not prepared by solicitors but was adapted by Mr Hodge from another contract that had been drawn by solicitors.",
      "id": "s49"
    },
    {
      "text": "The other contract provided for the purchase by HBN of a financial services business conducted at Milsons Point.",
      "id": "s50"
    },
    {
      "text": "23 The parties to the SBA were Bearsden and Cairnsmore, but Mr Hodge's name appears on the cover sheet.",
      "id": "s51"
    },
    {
      "text": "24 I will set out the most salient provisions of the SBA:\n \n Introduction \n \n \n A.",
      "id": "s52"
    },
    {
      "text": "The Seller carries on the Business.",
      "id": "s53"
    },
    {
      "text": "B.",
      "id": "s54"
    },
    {
      "text": "The Seller has legal ownership of the business and is authorised to sell part of that business to the Buyer.",
      "id": "s55"
    },
    {
      "text": "The Seller guarantees that the business is transferable or assignable and will fully indemnify the buyer in the event that it is not... \n \n \n Operative Clauses \n \n \n 1.",
      "id": "s56"
    },
    {
      "text": "Definitions \n \n \n In this agreement : \n \n AFS Licensee means Godfrey Pembroke Ltd. ABN 23 002 336 254 \n \n Agency Agreement means the document attached as Annexure A.",
      "id": "s57"
    },
    {
      "text": "Assets Purchased means the Seller's rights and interests in the Clients, the Client Files and the right to receive Future Revenue and Goodwill generated by the business relationship with the clients.",
      "id": "s58"
    },
    {
      "text": "For the avoidance of doubt assets purchased excludes the WIP as at date of completion but includes any transfer of rights associated with all life insurance agencies, master trusts, wrap accounts, retail investments and other agencies or representative arrangements associated with the clients.",
      "id": "s59"
    },
    {
      "text": "Business means the business of providing financial planning and product advice to the Clients as Authorised Representative of the AFS Licensee carried on by the Seller at the Premises.",
      "id": "s60"
    },
    {
      "text": "... \n \n Client Files means all files, working papers, records and information (and rights in relation thereto) in paper and electronic format relating to the Clients in the possession or custody of the Seller.",
      "id": "s61"
    },
    {
      "text": "Clients means a specified list of the clients of the Business as set out in Annexure B where Recurring Revenue in relation thereto equates to $300000 per annum, plus or minus 3% as at Completion Date.",
      "id": "s62"
    },
    {
      "text": "... \n \n Future Revenue means the Gross Revenue payable by Clients with respect to any period as and from the Completion Date and for the avoidance of doubt does not include WIP at Completion Date.",
      "id": "s63"
    },
    {
      "text": "Goodwill means: \n \n &#8226; the goodwill of the Business; and \n &#8226; the exclusive right of the Buyer to represent the Buyer as carrying on the Business as the Seller's successor \n \n \n Gross Revenue means the gross amount of Recurring Revenue payable by the Clients or payable by third parties with respect to the Clients prior to deduction therefrom of any amounts payable to the AFS Licensee and includes any volume bonuses in relation to the Clients payable by the AFS Licensee.",
      "id": "s64"
    },
    {
      "text": "HBN means HBN Financial Management Pty Ltd (ABN 250841203655) \n ... \n \n Premises means the premises at Level 12, 60 Margaret Street, Sydney NSW 2000 \n \n Purchase Price means the purchase price for the Assets referred to in clause 4.",
      "id": "s65"
    },
    {
      "text": "Purchase price is three (3) times the Recurring Revenue as established at Completion Date.",
      "id": "s66"
    },
    {
      "text": "Recurring Revenue means the Gross Revenue being fees, commissions, charges and any other amounts (including without limitation trail commissions) and excluding fees commissions and any other amounts received for once only events.",
      "id": "s67"
    },
    {
      "text": "Therefore Recurring Revenue excludes plan preparation fees, implementation fees and commissions.",
      "id": "s68"
    },
    {
      "text": "Recurring Revenue excludes GST.",
      "id": "s69"
    },
    {
      "text": "Settlement Date means the date the First Instalment of the Purchase Price is paid.",
      "id": "s70"
    },
    {
      "text": "Transition Period means the period of twenty four months (or earlier if mutually agreed) following Completion Date \n ... \n \n \n 3.",
      "id": "s71"
    },
    {
      "text": "Sale and Purchase Price \n \n \n Subject to this agreement: \n \n \n \n 3.1 The Seller must sell the legal and beneficial interest in the Assets Purchased to the Buyer, free from Encumbrances.",
      "id": "s72"
    },
    {
      "text": "3.2 The Buyer must buy the legal and beneficial interest in the Assets Purchased from the Seller, free from Encumbrances.",
      "id": "s73"
    },
    {
      "text": "... \n \n \n 4.",
      "id": "s74"
    },
    {
      "text": "Purchase Price \n \n \n The purchase price for the Assets Purchased is the sum of three times Recurring Revenue as established at Completion Date from the list of Clients at Annexure C to this agreement.",
      "id": "s75"
    },
    {
      "text": "5.",
      "id": "s76"
    },
    {
      "text": "Payment of Purchase Price \n \n \n \n \n 5.1 The Buyer must pay the Purchase Price for the Assets Purchased, by bank cheque, to the Seller or as the Seller may direct, as follows: \n \n \n \n \n \n \n (a) The First payment date will be 40% of the purchase price and this will be paid on the Settlement Date.",
      "id": "s77"
    },
    {
      "text": "(b) The Second payment and payment date will be 30% of the ongoing fee revenue obtained for the second twelve month period from the list of clients at Annexure C at a date twelve (12) months from the Settlement Date \n \n \n \n \n \n \n \n (c) The Third and final payment date will be 30% of the ongoing fee revenue obtained for the second twelve month period from the list of clients at Annexure C at a date twenty four (24) months from the Settlement Date \n \n \n \n ... \n \n \n \n 5.3 If a Client expresses a desire to revert to Seller then the Buyer and the Seller agree the Seller will substitute a client of equivalent fee size and age profile.",
      "id": "s78"
    },
    {
      "text": "5.4 The Seller reserves title to the Assets until such time as the whole of the Purchase Price has been paid by the Buyer to the Seller.",
      "id": "s79"
    },
    {
      "text": "If this right of title is exercised under this agreement then the Seller agrees to refund all payments made under clause 5.1 to the Buyer.",
      "id": "s80"
    },
    {
      "text": "For the avoidance of doubt the calculations exclude any new business from Clients listed at Annexure C, and from new clients after Completion Date.",
      "id": "s81"
    },
    {
      "text": "6.",
      "id": "s82"
    },
    {
      "text": "Property \n \n Property in the Assets Purchased passes to the Buyer upon payment of the whole of the Purchase Price which is the Final Date.",
      "id": "s83"
    },
    {
      "text": "7.",
      "id": "s84"
    },
    {
      "text": "8 \n \n \n Possession \n \n \n \n \n \n Possession of the Assets Purchased passes to the Buyer at Settlement Date.",
      "id": "s85"
    },
    {
      "text": "8.",
      "id": "s86"
    },
    {
      "text": "AFS Licensee Proper Authority / Authorised Representative status \n \n \n \n \n \n 8.1 Until the Buyer obtains AFS Licensee Proper Authority / Authorised Representative status the Seller agrees to allow the Buyer to assist in the preparation of Financial Planning advice to the Clients from the Premises under the Seller's AFS Licensee Proper Authority / Authorised Representative status.",
      "id": "s87"
    },
    {
      "text": "8.2 When Buyer obtains AFS Licensee Proper Authority / Authorised Representative status the Seller agrees to facilitate transfer of the Clients to the Buyers identification code with the AFS Licensee at and of that time.",
      "id": "s88"
    },
    {
      "text": "8.3 Notwithstanding 8.1 and 8.2 above the Seller agrees that the Buyer is included in the Agency Agreement at Annexure A that is utilised to manage the business... \n \n \n \n\n25 The Agency Agreement at Annexure A was purportedly signed on behalf of HBN.",
      "id": "s89"
    },
    {
      "text": "It was also signed on behalf of Bearsden and Cairnsmore.",
      "id": "s90"
    },
    {
      "text": "26 The document stated that the obligations entered into by HBN pursuant to the SBA were the obligations of Bearsden and Cairnsmore (to the extent of the SBA between Bearsden and Cairnsmore).",
      "id": "s91"
    },
    {
      "text": "It also stated that any amounts received or receivable by HBN pursuant to the Business Agreement SBA were received on behalf of and as agent for Bearsden and Cairnsmore.",
      "id": "s92"
    },
    {
      "text": "The amount was said to be as determined between them from time to time.",
      "id": "s93"
    },
    {
      "text": "27 I return to the salient provisions of the SBA:\n \n \n 9.",
      "id": "s94"
    },
    {
      "text": "Licensee \n \n \n \n \n \n 9.1 During the period from Completion Date to the Third Payment Date the Seller warrants that should the AFS Licensee alter then the Buyer will not be disadvantaged by any such change and that any advantages accruing to the Seller in his capacity as Authorised Representative of the altered AFS Licensee as a result of such change will also accrue to the Buyer.",
      "id": "s95"
    },
    {
      "text": "9.2 All terms and conditions, obligations and rights of the Seller and of the Buyer in this Agreement that are or may be effected [sic] by an alteration in the AFS Licensee remain unchanged (as if no alteration had occurred) in the event that the AFS Licensee alters \n \n \n \n \n \n 10.",
      "id": "s96"
    },
    {
      "text": "Fundamental Conditions \n \n \n \n \n Notwithstanding any other clauses in this Agreement the agreement is subject to the following Fundamental Condition: \n \n \n \n 10.1 If AFS Licensee or its successor(s) unreasonably withholds Authorised Representative status from the Buyer once the Buyer has achieved PS 146 status, the Seller agrees: \n \n \n \n \n \n \n (a) each party must return the documents delivered to it at completion; \n \n \n \n \n \n \n \n \n \n (b) each party must repay all Purchase Price monies paid at and since completion; \n \n \n \n \n \n \n \n (c) to do all things necessary to reverse any action taken at completion \n \n \n \n \n \n \n 11.",
      "id": "s97"
    },
    {
      "text": "No Agency \n \n \n \n \n \n 11.1 The Buyer warrants that it was not introduced to the Seller or the Business by any agent, broker or other person pursuant to whom the Seller may become liable for payment of any fees or commissions with respect to the sale and purchase of the Business.",
      "id": "s98"
    },
    {
      "text": "11.2 The Buyer must indemnify and keep indemnified the Seller against all claims, suits, demands, proceedings, notices, liabilities, loss, damage, costs and expenses arising under or with respect to any circumstances that give rise to a breach of the warranty contained in clause 11.1.",
      "id": "s99"
    },
    {
      "text": "... \n \n \n \n 13.",
      "id": "s100"
    },
    {
      "text": "Completion \n \n \n \n \n \n Completion takes place on the Settlement Date.",
      "id": "s101"
    },
    {
      "text": "... \n \n \n \n 15.",
      "id": "s102"
    },
    {
      "text": "Seller's obligations at settlement \n \n \n \n \n \n 15.1 Without limiting the effect or operation of clause 5, the Seller must deliver to the Buyer: \n \n \n \n \n \n (a) all Client Files both paper and electronic \n \n \n \n \n \n \n (b) continuing access to hardware and software to manage, read and print (if necessary) those records retained in electronic format \n \n \n \n \n \n \n (c) continuing access to the Premises \n \n \n \n \n \n \n (d) a copy of any Power of Attorney under which a document is executed for the Seller \n \n \n \n \n \n \n \n (e) evidences satisfying the Buyer that the Seller authorised a person to sign a document for the Seller \n \n \n \n \n \n \n \n (f) all other documents and things relating to the Business which the Buyer reasonably requires \n \n \n \n \n \n 15.2 The Seller obtains administration and other services from HBN Financial Services Trust.",
      "id": "s103"
    },
    {
      "text": "The Seller will ensure that the same level and quality of services will be provided to Buyer from Settlement date.",
      "id": "s104"
    },
    {
      "text": "Costs associated with such services are as specified in Annexure B.",
      "id": "s105"
    },
    {
      "text": "It is agreed that these will be indexed to the Australia wide Consumer Price index (CPI) for the preceding prior year on the Second Payment Date.",
      "id": "s106"
    },
    {
      "text": "In this clause, unless otherwise provided, an executed document is a document executed by the Seller and each other party to that document, except the Buyer.",
      "id": "s107"
    },
    {
      "text": "28 The costs of services referred to in cl 15.2 were described in Annexure B appearing on p 745 of Exhibit A in the proceedings.",
      "id": "s108"
    },
    {
      "text": "The document was headed \"Cost Apportionment\".",
      "id": "s109"
    },
    {
      "text": "That document provided for Cairnsmore to pay $5,800 per month.",
      "id": "s110"
    },
    {
      "text": "It also showed a comparison between revenue anticipated to be received by Cairnsmore under the GPL licence.",
      "id": "s111"
    },
    {
      "text": "This was compared with the revenue anticipated from the Paragem licence.",
      "id": "s112"
    },
    {
      "text": "29 Relevantly, Annexure B showed that the licence fee payable to GPL was 12.5 per cent of gross revenue and the licence fee anticipated to be payable to Paragem was shown as 8.3 per cent.",
      "id": "s113"
    },
    {
      "text": "This would have resulted in a net advantage to Cairnsmore arising from a move to Paragem.",
      "id": "s114"
    },
    {
      "text": "30 I return once again to the salient provisions of the SBA:\n \n \n 18.",
      "id": "s115"
    },
    {
      "text": "Revenue Payments and Cost Recoveries \n \n \n \n \n \n 18.1 During the period from Completion to the Date when Buyer obtains its AFS Licensee Proper Authority / Authorised representative status the Seller agrees to transfer all of the fee revenue relating to the Assets Purchased and to any new clients introduced by the Buyer to an account nominated by the Buyer on a monthly basis within five (5) working days following the month end in which the revenue is received.",
      "id": "s116"
    },
    {
      "text": "The Buyer is to provide to Bearsden Holdings Pty Ltd a valid Tax Invoice, including GST, to cover the fee revenue receivable.",
      "id": "s117"
    },
    {
      "text": "18.2 During the period from Completion to the Final Payment the Buyer agrees to pay costs in accordance with clause 15 on a monthly basis within five (5) working days following the month end in which the costs have been billed.",
      "id": "s118"
    },
    {
      "text": "The Seller is to provide to the Buyer a valid Tax Invoice, including GST, to cover the cost recovery payable.",
      "id": "s119"
    },
    {
      "text": "... \n \n \n \n 19.",
      "id": "s120"
    },
    {
      "text": "Assistance \n \n \n \n \n \n 19.1 For a period, of up to twenty four (24) months as the Buyer requires, commencing on the Completion Day, the Seller must without remuneration: \n \n \n \n (a) Help the transition of the Business to the Buyer \n \n \n \n \n \n \n \n (b) introduce the Buyer to the [sic] each of the Clients and assist in their transition to the Buyer.",
      "id": "s121"
    },
    {
      "text": "As a minimum, the Seller and the Buyer will jointly attend a review meeting during normal office hours with each client to review their position and to introduce the Buyer \n \n \n \n \n \n (c) use best efforts to induce Clients to deal with the Buyer \n \n \n \n \n \n (d) provide information about the Business or the Premises or the Assets as the Buyer reasonably requires \n \n \n \n \n \n \n \n (e) train the Buyer in all of the necessary business systems and processes, financial planning processes and technical matters that are necessary for the Buyer to act as a professional Financial Planner \n \n \n \n \n \n \n 19.2 For a period of up to twenty four (24) months as the Seller requires, commencing on the Completion Day, the Buyer (provided it is not detrimental to the servicing of the Clients) may also assist with tasks that may not be directly relevant to the Clients but which may assist the learning experience of the Buyer.",
      "id": "s122"
    },
    {
      "text": "These tasks will include: \n \n \n \n \n (a) attending client review meetings \n \n (b) preparing statements of advice \n \n (c) assisting with client seminars \n \n (d) assisting with answers to client e-mails \n ... \n \n \n \n 22.",
      "id": "s123"
    },
    {
      "text": "Warranties generally \n \n \n \n \n \n 22.1 Each warranty is true at the date of this agreement, at Completion, and at Settlement Date.",
      "id": "s124"
    },
    {
      "text": "22.2 No warranty is limited by nay other warranty.",
      "id": "s125"
    },
    {
      "text": "22.3 Each warranty is also a representation.",
      "id": "s126"
    },
    {
      "text": "22.4 Each party enters into this agreement in reliance on the warranties in this agreement.",
      "id": "s127"
    },
    {
      "text": "... \n \n \n \n 24.",
      "id": "s128"
    },
    {
      "text": "Warranties of Seller \n \n \n \n \n \n The Seller warrants: \n \n \n \n \n \n (a) Immediately prior to Completion, and at Settlement, the Seller will legally and beneficially own the Assets Purchased, free from Encumbrance \n \n \n \n \n \n \n \n \n \n (b) The Seller has the right to enter this agreement and to sell the Assets Purchased without the consent of any other person or legal entity.",
      "id": "s129"
    },
    {
      "text": "25.",
      "id": "s130"
    },
    {
      "text": "Warranties about information \n \n The Seller warrants that all information, given by or for the Seller to the Buyer or the Buyer's advisers during negotiations for this agreement is true and complete and not misleading.",
      "id": "s131"
    },
    {
      "text": "28.",
      "id": "s132"
    },
    {
      "text": "Indemnity \n \n \n \n \n \n 28.1 The Buyer indemnifies the Seller against all losses, costs, liability and expenses incurred by the Seller because of a breach of this agreement by the Buyer.",
      "id": "s133"
    },
    {
      "text": "28.2 The Seller indemnifies the Buyer against all losses, costs, liability and expenses incurred by the Buyer: \n \n \n \n \n \n (a) because of a breach of this agreement by the Seller \n \n \n \n \n \n (b) because some thing is not as represented or warranted in this agreement \n \n \n \n \n \n \n \n (c) because information or a certificate or a declaration, provided by or for the Seller in connection with this sale, is inaccurate or misleading \n \n \n \n \n \n \n \n (d) in respect of claims or trade practices suits about the Stock or the Business, arising from an act or omission before completion \n \n \n \n \n \n \n 29.",
      "id": "s134"
    },
    {
      "text": "Limitation on liability \n \n \n \n \n \n 29.1 The Buyer may make a claim for breach of a warranty under this agreement only if: \n \n \n \n \n (a) the amount claimed for any one breach exceeds $15,000; or \n \n \n \n \n \n \n \n (b) the aggregate amount claimed for all similar breaches exceeds $15,000.",
      "id": "s135"
    },
    {
      "text": "29.2 The aggregate liability of the Seller for all claims under the warranties in this agreement cannot exceed the Purchase Price.",
      "id": "s136"
    },
    {
      "text": "... \n \n \n \n 40.",
      "id": "s137"
    },
    {
      "text": "Entire agreement \n \n \n \n \n \n 40.1 This document records the entire agreement between the parties about the Business, the Premises, the costs, the Revenues and the Assets... \n \n\n\n The Legislative Background \n \n31 The provisions of Chapter 7 of the Corporations Act were introduced by the Financial Services Reform Act 2001 (Cth).",
      "id": "s138"
    },
    {
      "text": "32 The licensing regime contained in Part 7.6 is described in A J Black, \"Licensing of Financial Services Providers\" in Butterworths Australian Corporation Law: Principles and Practice , Vol 2 at [7.7.0005ff].",
      "id": "s139"
    },
    {
      "text": "As Mr Black observes at [7.7.0005], the licensing regime secures the adequacy of capitalisation of providers of financial services; it excludes unqualified and untrained persons from the industry and enforces compliance with ethical standards.",
      "id": "s140"
    },
    {
      "text": "These objectives are stated in s 760A of the Corporations Act and are reflected in the provisions of Chapter 7.",
      "id": "s141"
    },
    {
      "text": "33 The authors of Ford's Principles of Corporations Law point out at [22.010] that Chapter 7 seeks to regulate financial advice and dealings in relation to all financial products by a single regime which provides for licensing of all persons who offer financial services.",
      "id": "s142"
    },
    {
      "text": "34 The relevant provisions for present purposes are ss 761A , 766A , 766B (1), 910A , 911A , 911B , 911C , 912A , 912B , 913A , 913B , 913C , 914A , 916A , 916B and 916F .",
      "id": "s143"
    },
    {
      "text": "I will reproduce only a number of those provisions, which are as follows.",
      "id": "s144"
    },
    {
      "text": "911A Need for an Australian financial services licence \n \n (1) Subject to this section, a person who carries on a financial services business in this jurisdiction must hold an Australian financial services licence covering the provision of the financial services.",
      "id": "s145"
    },
    {
      "text": "Note 1: Also, a person must not provide a financial service contrary to a banning order or disqualification order under Division 8.",
      "id": "s146"
    },
    {
      "text": "Note 2: Failure to comply with this subsection is an offence (see subsection 1311(1)).",
      "id": "s147"
    },
    {
      "text": "(2) However, a person is exempt from the requirement to hold an Australian financial services licence for a financial service they provide in any of the following circumstances...\n \n\n \n 911B Providing financial services on behalf of a person who carries on a financial services business \n \n (1) A person (the provider ) must only provide a financial service in this jurisdiction on behalf of another person (the principal ) who carries on a financial services business if one or more of the following paragraphs apply:...\n \n (b) these conditions are satisfied:\n \n (i) the principal holds an Australian financial services licence covering the provision of the service; and\n \n (ii) the provider is an authorised representative of the principal; and\n \n (iii) the authorisation covers the provision of the service by the provider...\n \n \n\nFailure to comply with this subsection is an offence under section 1311.",
      "id": "s148"
    },
    {
      "text": "911C Prohibition on holding out \n \n A person must not hold out:...\n \n (c) that, in providing a financial service, the person acts on behalf of another person; ...\n \n if that is not the case.",
      "id": "s149"
    },
    {
      "text": "Note: Failure to comply with this section is an offence (see subsection 1311(1)).",
      "id": "s150"
    },
    {
      "text": "35 Section 912A(1) states the obligations of a Financial Services Licensee.",
      "id": "s151"
    },
    {
      "text": "These include complying with the conditions of the licence, taking reasonable steps to ensure that representatives comply with financial services laws, and ensuring that representatives are adequately trained and competent to provide the services.",
      "id": "s152"
    },
    {
      "text": "36 Section 916B prohibits authorised representatives from appointing sub-representatives.",
      "id": "s153"
    },
    {
      "text": "It provides:\n \n 916B Sub-authorisations \n \n (1) Subject to subsection (3), an authorised representative of a financial services licensee cannot, in that capacity, make a person their authorised representative or an authorised representative of the licensee.",
      "id": "s154"
    },
    {
      "text": "(2) A purported authorisation contrary to this section is void.",
      "id": "s155"
    },
    {
      "text": "(2A) A person must not give a purported authorisation if that purported authorisation is contrary to this section.",
      "id": "s156"
    },
    {
      "text": "Note: Failure to comply with this subsection is an offence (see subsection 1311(1)).",
      "id": "s157"
    },
    {
      "text": "(3) A body corporate that is an authorised representative of a financial services licensee may, in that capacity, give an individual a written notice authorising that individual, for the purposes of this Chapter, to provide a specified financial service or financial services on behalf of the licensee, but only if the licensee consents in writing given to the body corporate.",
      "id": "s158"
    },
    {
      "text": "The Statutory and Contractual Relationship Between GPL, the Clients, HBN, and Bearsden \n \n37 The essential facts can be stated briefly.",
      "id": "s159"
    },
    {
      "text": "I have referred to most of them in the Introduction.",
      "id": "s160"
    },
    {
      "text": "38 GPL was the Australian Financial Services (AFS) licensee.",
      "id": "s161"
    },
    {
      "text": "HBN was its corporate authorised representative.",
      "id": "s162"
    },
    {
      "text": "Mr Hodge and his associate, Mr Nicol, were personal authorised representatives of GPL.",
      "id": "s163"
    },
    {
      "text": "39 HBN was the trustee of the HBN Financial Services Trust.",
      "id": "s164"
    },
    {
      "text": "Bearsden and Mr Nicol's company, Locin, each held two units in that trust.",
      "id": "s165"
    },
    {
      "text": "40 Bearsden held its units in the HBN Financial Services Trust as trustee for the Korinya Trust, a discretionary family trust, for the benefit of Mr Hodge and his family.",
      "id": "s166"
    },
    {
      "text": "41 The relationships are more fully explained in diagrammatic form in a document handed up by counsel for Cairnsmore.",
      "id": "s167"
    },
    {
      "text": "The diagram provides references to the various agreements under which the relationships were established.",
      "id": "s168"
    },
    {
      "text": "The commentary and the diagram are correct and I adopt the diagram and the explanatory statements made in it.",
      "id": "s169"
    },
    {
      "text": "A copy of that document is attached to my reasons for judgment.",
      "id": "s170"
    },
    {
      "text": "Counsel for Bearsden accepted the accuracy of the diagrammatic representation of the various relationships.",
      "id": "s171"
    },
    {
      "text": "The Relevant Facts Pre-Contract \n \n42 Mr Howland first met Mr Hodge in early April 2004 at a conference on financial planning arranged by the National Australia Bank ('NAB').",
      "id": "s172"
    },
    {
      "text": "43 Mr Howland is a qualified chartered accountant.",
      "id": "s173"
    },
    {
      "text": "He was interested in a career change and wished to pursue a career in financial advice and planning.",
      "id": "s174"
    },
    {
      "text": "He approached Mr Hodge because he had heard that Mr Hodge may be interested in selling a part of his financial planning business.",
      "id": "s175"
    },
    {
      "text": "44 Mr Howland and Mr Hodge had a preliminary meeting on 30 April 2004 to discuss the possible sale.",
      "id": "s176"
    },
    {
      "text": "Mr Howland was interested in buying into the business because he considered that GPL had an established reputation in the industry providing premium service, in particular, because of its connection with the NAB.",
      "id": "s177"
    },
    {
      "text": "45 There was a follow-up meeting between Mr Howland and Mr Hodge on 7 May 2004.",
      "id": "s178"
    },
    {
      "text": "Mr Hodge wrote a letter to Mr Howland on that date which he provided to Mr Howland at the meeting.",
      "id": "s179"
    },
    {
      "text": "The letter of 7 May included the following:\n \n Since our meeting of last week, I have decided to consider the sale of part of my business (say, $300,000 of fees) provided it is suitable to both of us.",
      "id": "s180"
    },
    {
      "text": "The main factor in determining a successful outcome of any arrangement would be that we all get on together.",
      "id": "s181"
    },
    {
      "text": "Don and I each own our individual client revenues, pay some costs directly and share other expenses.",
      "id": "s182"
    },
    {
      "text": "We trust each other as business associates and respect each other's contribution to our joint business.",
      "id": "s183"
    },
    {
      "text": "We have been together for nine years or so and share similar ideals and aspirations for our business.",
      "id": "s184"
    },
    {
      "text": "If I were to sell part of my business, the person to whom I sell would need to fit in and feel comfortable with us and our approach... \n \n In your case, I would envisage that you would become involved with your clients from day one and would take over prime contact with each client on a day to day basis as you felt comfortable doing so.",
      "id": "s185"
    },
    {
      "text": "I would contact the client only when you felt I needed to, but would continue to attend annual review meetings for, say, two years or so, depending on how you felt.",
      "id": "s186"
    },
    {
      "text": "I imagine that you will need a lot of education and hands on... \n \n I mentioned to you that I have been trying for some years to establish a vehicle whereby I could share the ownership of the investment platform and also pass on reduced platform costs to my clients.",
      "id": "s187"
    },
    {
      "text": "Don and I have been doing the latter for some time, as I will explain to you separately.",
      "id": "s188"
    },
    {
      "text": "Hopefully this dream is near to becoming a reality with Paragem.",
      "id": "s189"
    },
    {
      "text": "If this does occur and you stay with Paragem, you would be in a position to develop additional value associated with future new clients... \n \n We are very focused on what is in the client's best interest.",
      "id": "s190"
    },
    {
      "text": "There is often a conflict between what is in the client's best interest and what is in the adviser's or client's best interest.",
      "id": "s191"
    },
    {
      "text": "Examples are: \n \n \n \n \n &#8226; The bank provides incentives to used their Masterkey / Flexiplan platform in terms of both increased retirement payout incentives and reduced charges; \n \n \n \n \n \n &#8226; NAB's margin lending interest rate is 7.80%.",
      "id": "s192"
    },
    {
      "text": "Our clients pay 7.15% via St George; \n \n \n \n \n \n &#8226; We do not accept any trails or incentives from banks, margin lenders, insurance agencies, or fund managers; \n \n \n \n \n \n &#8226; Our clients have the lowest platform rates available in the market and we do not add a loading like most groups... \n \n \n \n \n Today I have provided you with a lot of information and thoughts and many more discussions will be necessary.",
      "id": "s193"
    },
    {
      "text": "I hope my comments are of assistance with your evaluation of your options... \n \n\n46 It is plain from this letter that the possibility of a change from GPL to Paragem was discussed at the meeting.",
      "id": "s194"
    },
    {
      "text": "47 The next meeting between Mr Howland and Mr Hodge took place on 19 May 2004.",
      "id": "s195"
    },
    {
      "text": "Mr Hodge handed a document to Mr Howland at the meeting.",
      "id": "s196"
    },
    {
      "text": "The document was a form of information memorandum for the sale of the business.",
      "id": "s197"
    },
    {
      "text": "It referred to Bearsden and was the first time that Bearsden's name was mentioned in the discussions between the parties.",
      "id": "s198"
    },
    {
      "text": "48 The document was headed \"Bearsden Holdings Pty Limited, Financial Planning Business, James Hodge, Client Adviser\".",
      "id": "s199"
    },
    {
      "text": "It described the key characteristics of the business and stated that the client base could be considered to be \"sticky\" for a number of reasons.",
      "id": "s200"
    },
    {
      "text": "By that, Mr Hodge meant that the clients were likely to stick with the business, rather than move elsewhere.",
      "id": "s201"
    },
    {
      "text": "49 The information memorandum referred to the form of computer software employed by the business for its financial products as \"Tower Wrap\".",
      "id": "s202"
    },
    {
      "text": "There was some discussion at the meeting about the Tower product.",
      "id": "s203"
    },
    {
      "text": "Mr Hodge said it was unsatisfactory and that he was looking for an alternative.",
      "id": "s204"
    },
    {
      "text": "50 The information memorandum also stated that the business would introduce a number of changes that would lead to a significant improvement in net profit.",
      "id": "s205"
    },
    {
      "text": "One of these was that the fee payable to the AFS license holder would fall from approximately $170,000 to $25,000.",
      "id": "s206"
    },
    {
      "text": "According to Mr Hodge, this was because the licence would be owned jointly by Mr Hodge and Mr Nicol and \"no dealer fee\" would be payable.",
      "id": "s207"
    },
    {
      "text": "He said it was not referable to any possible move to Paragem.",
      "id": "s208"
    },
    {
      "text": "51 The proposed purchase price was stated in the information memorandum as three times the ongoing fee revenue received from a named list of clients.",
      "id": "s209"
    },
    {
      "text": "52 It is evident from section 5 of the information memorandum and the notes on it, that the parties discussed the sale of clients generating $300,000 per annum in fees.",
      "id": "s210"
    },
    {
      "text": "The total purchase price of approximately $900,000 would be payable in three instalments , with 40 per cent at the time when the contract was signed, 30 per cent 12 months thereafter and the final 30 per cent two years from the date of the contract.",
      "id": "s211"
    },
    {
      "text": "53 The information memorandum stated that Bearsden owned the client fee income reflected in a profit and loss account of the HBN Financial Services Trust, which was attached.",
      "id": "s212"
    },
    {
      "text": "54 At the meeting of 19 May 2004, or at a later meeting, Mr Howland told Mr Hodge that he would have to borrow the whole of the purchase price.",
      "id": "s213"
    },
    {
      "text": "He also informed Mr Hodge prior to execution of the SBA that he would have to give security to the lender over his family home at Warrawee.",
      "id": "s214"
    },
    {
      "text": "I reject Mr Hodge's denial of this.",
      "id": "s215"
    },
    {
      "text": "55 There was a further meeting between the parties on 28 May 2004.",
      "id": "s216"
    },
    {
      "text": "Mr Hodge handed to Mr Howland a document entitled \"Binding Term Sheet\" which described the basis of the sale and purchase of part of the financial planning business of Bearsden.",
      "id": "s217"
    },
    {
      "text": "56 The Binding Term Sheet stated an agreed position in relation to stipulated items.",
      "id": "s218"
    },
    {
      "text": "These included the subject matter of the purchase, the price, the instalment terms, the expenses to be met by the purchaser and the transition period.",
      "id": "s219"
    },
    {
      "text": "57 On 17 June 2004, Mr Hodge emailed to Mr Howland a draft of the SBA.",
      "id": "s220"
    },
    {
      "text": "It is plain from the draft that it was the document upon which the final executed SBA was based.",
      "id": "s221"
    },
    {
      "text": "The draft document was a copy of a sale of business agreement prepared by a firm of solicitors for the purchase by HBN of a financial planning business at Milsons Point.",
      "id": "s222"
    },
    {
      "text": "58 It is evident that by 17 June 2004, Mr Hodge had informed Mr Howland that Paragem Pty Limited was a company associated with Mr Ian Knox.",
      "id": "s223"
    },
    {
      "text": "Mr Knox wrote, on the letterhead of Paragem, to Mr Howland on 17 June 2004 confirming that it could provide assistance in educational material to enable Mr Howland to obtain the necessary financial services qualifications.",
      "id": "s224"
    },
    {
      "text": "59 Prior to 29 June 2004, Mr Howland informed Mr Hodge that he needed a letter to provide to his bank showing the amount of the monthly outgoings to be met by the purchaser.",
      "id": "s225"
    },
    {
      "text": "On 29 June 2004, Mr Hodge sent a letter to Mr Howland confirming the monthly cost allocation of $5,800.",
      "id": "s226"
    },
    {
      "text": "60 The letter also stated a comparison of the return forecast to Mr Howland under the GPL licence as compared to that which would occur under Paragem.",
      "id": "s227"
    },
    {
      "text": "The letter stipulated a 12.5 per cent fee to GPL and an 8.3 per cent fee to Paragem; that portion of the letter was replicated in Annexure B to the SBA.",
      "id": "s228"
    },
    {
      "text": "61 Although the final form of the SBA was not executed until 26 July 2004, a document in virtually identical form was executed by the parties on 23 July 2004.",
      "id": "s229"
    },
    {
      "text": "Mr Howland delivered that document to his financier, the Commonwealth Bank of Australia, on 23 July 2004.",
      "id": "s230"
    },
    {
      "text": "He sent an email to the CBA on 25 July 2004 which included the following:\n \n Further to the documents I delivered to your office late Friday afternoon 23rd, please HOLD the AUHTORITY TO PAY document until I send you an e mail to confirm its release.",
      "id": "s231"
    },
    {
      "text": "All other documents are in order.",
      "id": "s232"
    },
    {
      "text": "I have a question for the vendor I'd like to get answered before the funds are transferred.",
      "id": "s233"
    },
    {
      "text": "I expect to get this during Monday (26th) morning.",
      "id": "s234"
    },
    {
      "text": "I will send a follow up e-mail to confirm the RELEASE for processing of the AUTHORITY TO PAY document as soon as this is done.",
      "id": "s235"
    },
    {
      "text": "62 Before the SBA was signed on 26 July 2004, Mr Howland met with Mr Hodge.",
      "id": "s236"
    },
    {
      "text": "He asked Mr Hodge to confirm that if the move to Paragem took place during the transition period, Mr Howland would be involved.",
      "id": "s237"
    },
    {
      "text": "Mr Hodge told Mr Howland that the move would not take place without Mr Howland's consent.",
      "id": "s238"
    },
    {
      "text": "I reject Mr Hodge's denial of that conversation.",
      "id": "s239"
    },
    {
      "text": "Relevant Facts Post-Contract \n \n63 From about 27 July 2004 Mr Howland worked out of HBN's premises at Margaret Street.",
      "id": "s240"
    },
    {
      "text": "Mr Hodge introduced him to clients as a person who had come into the business.",
      "id": "s241"
    },
    {
      "text": "Mr Hodge did not tell the clients that Mr Howland or his company had purchased the right to service the clients.",
      "id": "s242"
    },
    {
      "text": "64 During the period Mr Hodge was pursuing his plan to move to Paragem.",
      "id": "s243"
    },
    {
      "text": "The plan was sufficiently definite that on 2 December 2004 he sent an email to one of HBN's large clients describing Paragem as \"the dealer we will be changing to.",
      "id": "s244"
    },
    {
      "text": "\" \n \n65 On 7 January 2005 Mr Hodge sent a memorandum to Mr Nicol with a copy to Mr Knox.",
      "id": "s245"
    },
    {
      "text": "The memorandum stated that Mr Hodge was proceeding on the assumption that \"I will be advising my clients and resigning during the last week of January.",
      "id": "s246"
    },
    {
      "text": "\" This was a reference to his intended resignation from his authorised representative status for GPL.",
      "id": "s247"
    },
    {
      "text": "He said he hoped that the move could be completed in February.",
      "id": "s248"
    },
    {
      "text": "It is plain from the memorandum that he regarded the move to Paragem as non-negotiable.",
      "id": "s249"
    },
    {
      "text": "He did not send a copy of the memorandum to Mr Howland.",
      "id": "s250"
    },
    {
      "text": "66 Nevertheless there were some discussions between Mr Hodge and Mr Howland about the move to Paragem in January 2005.",
      "id": "s251"
    },
    {
      "text": "On 13 January 2005, Mr Hodge sent an email to Mr Howland, Mr Knox and Mr Nicol with a proposed draft letter to clients.",
      "id": "s252"
    },
    {
      "text": "The draft stated, \"We have chosen Paragem Pty Limited as our new dealer organisation.",
      "id": "s253"
    },
    {
      "text": "\"\n \n67 On 20 January 2005, there was a meeting between Mr Hodge, Mr Nicol and Mr Howland at which the move to Paragem was discussed.",
      "id": "s254"
    },
    {
      "text": "It is plain that Mr Howland was concerned about the proposed move.",
      "id": "s255"
    },
    {
      "text": "68 On 11 February 2005, Mr Hodge met with Mr Howland to discuss Mr Howland's concerns about the move to Paragem.",
      "id": "s256"
    },
    {
      "text": "It is clear from Mr Hodge's notes of the meeting that Mr Howland was unhappy about the lack of detail provided by Mr Hodge relating to the proposed move to Paragem.",
      "id": "s257"
    },
    {
      "text": "It is evident that he expressed his concerns and that Mr Hodge was \"a little concerned with Howland's desire to proceed at this time.",
      "id": "s258"
    },
    {
      "text": "\" \n \n69 It appears that at the meeting on 11 February 2005, Mr Hodge told Mr Howland that Mr Hodge was concerned about delays in Mr Howland obtaining authorised representative status.",
      "id": "s259"
    },
    {
      "text": "70 Mr Hodge is not a 'details' person.",
      "id": "s260"
    },
    {
      "text": "He referred Mr Howland to Mr Knox to try to satisfy Mr Howland's concerns about the details of the proposed transaction.",
      "id": "s261"
    },
    {
      "text": "There were meetings between Mr Howland and Mr Knox in February and March 2005.",
      "id": "s262"
    },
    {
      "text": "71 In February 2005, Mr Hodge gave notice to GPL of his intended resignation as an authorised representative.",
      "id": "s263"
    },
    {
      "text": "It would appear that this was to take effect by 1 April 2005.",
      "id": "s264"
    },
    {
      "text": "72 On 1 March 2005, Mr Howland sent an email to Mr Hodge.",
      "id": "s265"
    },
    {
      "text": "The email referred to Mr Hodge's plan to send details to clients on 3 March 2005 advising them of the proposed move to Paragem.",
      "id": "s266"
    },
    {
      "text": "Mr Howland stated that he felt this was premature until a number of specified details were cleared up.",
      "id": "s267"
    },
    {
      "text": "73 I reject Mr Hodge's evidence that he was unaware from the email that Mr Howland was objecting to the move to Paragem until Mr Howland's concerns were cleared up.",
      "id": "s268"
    },
    {
      "text": "74 Mr Hodge's evidence was contrary to the plain terms of the email.",
      "id": "s269"
    },
    {
      "text": "His failure to accept what was put to him by counsel for Cairnsmore reflected badly on his credit.",
      "id": "s270"
    },
    {
      "text": "This was just one of many instances.",
      "id": "s271"
    },
    {
      "text": "75 By 1 March 2005 and probably earlier (ie.",
      "id": "s272"
    },
    {
      "text": "7 January 2005), Mr Hodge had made up his mind to move to Paragem come what may.",
      "id": "s273"
    },
    {
      "text": "He did not wish to brook any opposition to this course.",
      "id": "s274"
    },
    {
      "text": "76 On 31 March 2005 Mr Howland sent an email to Mr Hodge.",
      "id": "s275"
    },
    {
      "text": "The email stated:\n \n I appreciate we are all working to the same goal, to get the Paragem arrangements up and working.",
      "id": "s276"
    },
    {
      "text": "Over the last 8 months (and I acknowledge much longer for you) we have been trying to get Ian to deliver a product and service that will allow us to serve our clients to at least the level of service we can offer them under the current Godfrey Pembroke service offering, and better where this is possible.",
      "id": "s277"
    },
    {
      "text": "A lessening of offering to the GPL model would disadvantage our clients, and myself as a Financial Planner to service them.",
      "id": "s278"
    },
    {
      "text": "You are planning on distributing advice letters to the client base to formally advise them of the change to occur.",
      "id": "s279"
    },
    {
      "text": "I do not wish these letter to go [sic] the clients I am acquiring from you.",
      "id": "s280"
    },
    {
      "text": "This is because there are a number of significant issues that are simply too important to say \"they will be word out.",
      "id": "s281"
    },
    {
      "text": "\" These major items are... \n \n\n \n77 Notwithstanding Mr Hodge's reluctance to accept the proposition, he was determined to ignore Mr Howland's email.",
      "id": "s282"
    },
    {
      "text": "Letters to clients were sent by Mr Hodge on the same day, 31 March 2005, or on 1 April 2005.",
      "id": "s283"
    },
    {
      "text": "The clients to whom the letters were sent included clients purportedly sold to Cairnsmore.",
      "id": "s284"
    },
    {
      "text": "I referred earlier to the letters which stated that \"you will be transferred as a client of mine\" to Paragem.",
      "id": "s285"
    },
    {
      "text": "78 The effective date of the move to Paragem was 1 April 2005.",
      "id": "s286"
    },
    {
      "text": "HBN continued to receive fees from GPL in respect of services provided up to that date.",
      "id": "s287"
    },
    {
      "text": "A statement from GPL to HBN for the period 24 March 2005 to 7 April 2005 records commission payable.",
      "id": "s288"
    },
    {
      "text": "79 The rate of dealer commission or fee to GPL for the last two-week period recorded in the commission statement was 9.11 per cent.",
      "id": "s289"
    },
    {
      "text": "This was lower than the 12.5 per cent recorded in the SBA.",
      "id": "s290"
    },
    {
      "text": "It has an important bearing on the issue of whether Cairnsmore was disadvantaged by the move to Paragem.",
      "id": "s291"
    },
    {
      "text": "I will deal with that issue later.",
      "id": "s292"
    },
    {
      "text": "80 On 28 April 2005, there was a planning session for the move to Paragem.",
      "id": "s293"
    },
    {
      "text": "The meeting was attended by Mr Hodge, Mr Howland, Mr Knox and others.",
      "id": "s294"
    },
    {
      "text": "The meeting took place at the Azuma restaurant in the Chifley Tower.",
      "id": "s295"
    },
    {
      "text": "A document was handed out of the meeting and the discussion included a presentation made by Mr Howland.",
      "id": "s296"
    },
    {
      "text": "81 Whatever took place at the planning session it is clear that Mr Howland was determined at about this time that he did not wish Cairnsmore to proceed with the SBA.",
      "id": "s297"
    },
    {
      "text": "In my view what engendered this was his opposition to the proposed move to Paragem.",
      "id": "s298"
    },
    {
      "text": "82 A heated meeting took place between Mr Howland and Mr Hodge on 4 May 2005.",
      "id": "s299"
    },
    {
      "text": "Mr Howland told Mr Hodge that he did not wish to proceed with the SBA.",
      "id": "s300"
    },
    {
      "text": "He also said that he wanted Mr Hodge to return the money paid under the SBA, ie: the first instalment, but that he wanted to retain fees received by Cairnsmore to date.",
      "id": "s301"
    },
    {
      "text": "83 By 4 May 2005 any trust and confidence between Mr Howland and Mr Hodge had gone.",
      "id": "s302"
    },
    {
      "text": "Mr Hodge did not want Mr Howland to be involved in the business.",
      "id": "s303"
    },
    {
      "text": "He told Mr Howland at the meeting of 4 May 2005 that Mr Howland was not welcome at the forthcoming Paragem launch and he should \"stay away\" from it.",
      "id": "s304"
    },
    {
      "text": "84 The relationship between Mr Howland and Mr Hodge was so bad by this time that Mr Knox tried to act as an intermediary.",
      "id": "s305"
    },
    {
      "text": "There was a meeting between Mr Knox and Mr Howland for that purpose but Mr Knox's intervention was unsuccessful.",
      "id": "s306"
    },
    {
      "text": "85 On 1 July 2005 Minter Ellison wrote on Cairnsmore's behalf to Bearsden's solicitors stating that Bearsden had repudiated the SBA.",
      "id": "s307"
    },
    {
      "text": "On 18 July 2005 Bearsden's solicitors wrote to Minter Ellison asserting that Cairnsmore was in breach.",
      "id": "s308"
    },
    {
      "text": "On the same date Minter Ellison wrote to Bearsden's solicitors accepting Bearsden's repudiation of the SBA and terminating it.",
      "id": "s309"
    },
    {
      "text": "86 These proceedings were commenced by an application filed on 6 November 2006.",
      "id": "s310"
    },
    {
      "text": "Issues One and Two: Nemo dat quod non habet \n \n87 The SBA is to be construed in accordance with the objective theory of contractual construction reaffirmed by the High Court in Toll (FGCT) Pty Limited v Alphapharm Pty Limited [2004] HCA 52 ; (2004) 219 CLR 165 at [40] .",
      "id": "s311"
    },
    {
      "text": "88 This requires the court when construing a commercial contract to have regard to the commercial purpose of the contract, the context and the market in which the parties were operating: Reardon Smith Line Ltd v Hansen-Tangen [1976] 1 WLR 989 at 995-996; Pacific Carriers Ltd v BNP Paribas [2004] HCA 35 ; (2004) 218 CLR 451 at [22] .",
      "id": "s312"
    },
    {
      "text": "89 The commercial purpose of the SBA was for Bearsden to sell a part of the business to Cairnsmore.",
      "id": "s313"
    },
    {
      "text": "The specified part was the \"assets purchased.",
      "id": "s314"
    },
    {
      "text": "\" They consisted of four items for which Cairnsmore was to pay approximately $1 million in three instalments.",
      "id": "s315"
    },
    {
      "text": "90 Each of the assets purchased was an asset of the business as defined in the SBA.",
      "id": "s316"
    },
    {
      "text": "The business was that of providing financial planning and product advice to clients as authorised representative of GPL.",
      "id": "s317"
    },
    {
      "text": "91 The only proper construction of the SBA on the face of the written agreement is that what Bearsden purported to sell was the financial services business which it conducted as authorised representative of GPL.",
      "id": "s318"
    },
    {
      "text": "That construction is reinforced by the provisions of Part 7.6 of the Corporations Act .",
      "id": "s319"
    },
    {
      "text": "92 It was submitted on behalf of Bearsden that the business was Bearsden's income stream which was actually delivered to Cairnsmore for some part of the period during which Mr Howland worked in the business.",
      "id": "s320"
    },
    {
      "text": "I reject that approach to construction for three reasons.",
      "id": "s321"
    },
    {
      "text": "93 First, it is contrary to the plain meaning of the SBA.",
      "id": "s322"
    },
    {
      "text": "Second, it ignores the elaborate structure which GPL and HBN put in place to comply with Chapter 7 of the Corporations Act .",
      "id": "s323"
    },
    {
      "text": "Third, it would produce an agreement that contravened the provisions of Chapter 7 of the Corporations Act .",
      "id": "s324"
    },
    {
      "text": "On an objective approach that could not have been the intention of the parties.",
      "id": "s325"
    },
    {
      "text": "94 It was also submitted on behalf of Bearsden that any defect in its title was cured in about February 2006 when Bearsden became an authorised representative of Paragem.",
      "id": "s326"
    },
    {
      "text": "This submission cannot be accepted for at least two reasons.",
      "id": "s327"
    },
    {
      "text": "95 First, it is not what Bearsden contracted to sell under the SBA.",
      "id": "s328"
    },
    {
      "text": "Second, it would have been contrary to Part 7.6 of the Corporations Act , in particular s 916B(3).",
      "id": "s329"
    },
    {
      "text": "As in McCrae , the only proper construction of the SBA is that it included a promise by Bearsden that the subject matter of the agreement existed: see McRae at 410.",
      "id": "s330"
    },
    {
      "text": "It is plain that the subject matter did not exist because Bearsden did not own the business.",
      "id": "s331"
    },
    {
      "text": "The subject matter was not simply a business conducted at the premises, it was the business owned by Bearsden.",
      "id": "s332"
    },
    {
      "text": "It is true that Bearsden had the power to direct where the income stream that it received through HBN was paid, but it had no enforceable right against GPL because there was no contractual relationship between those parties.",
      "id": "s333"
    },
    {
      "text": "96 In short, the commercial purpose which Bearsden sought to achieve could not have been put in place without an agreement between HBN and Cairnsmore.",
      "id": "s334"
    },
    {
      "text": "It would in my view have been necessary in addition for GPL to have been a party.",
      "id": "s335"
    },
    {
      "text": "The defect was not cured by Annexure B to the SBA, ie, the Agency Agreement on p 743 of Exhibit A.",
      "id": "s336"
    },
    {
      "text": "That document was legally ineffective (even if it was properly executed on behalf of HBN, which I doubt).",
      "id": "s337"
    },
    {
      "text": "This is because it entirely ignored the structure in place in the various agreements fully described in counsel's diagram annexed to my reasons for judgment.",
      "id": "s338"
    },
    {
      "text": "97 This case therefore falls within the principles stated by Dixon and Fullagar JJ in McCrae at 409 to 411.",
      "id": "s339"
    },
    {
      "text": "Bearsden must pay damages for breach of its promise to give title.",
      "id": "s340"
    },
    {
      "text": "98 Whether or not Cairnsmore relied on that breach when it gave notice of the termination of the SBA, it is open to Cairnsmore to rely on that breach in these proceedings: see Shepherd v Felt &amp; Textiles of Australia Limited [1931] HCA 21 ; (1931) 45 CLR 359.",
      "id": "s341"
    },
    {
      "text": "99 I will deal later with the question of damages.",
      "id": "s342"
    },
    {
      "text": "Issue Three: Clause 5.4 \n \n100 Clause 5.4 is to be construed in the light of the provisions of cll 6 and 7 of the SBA.",
      "id": "s343"
    },
    {
      "text": "101 It is true that the word \"assets\" in the first sentence of cl 5.4 must be read as a reference to the \"assets purchased.",
      "id": "s344"
    },
    {
      "text": "\" However the reservation of title in cl 5.4 is in my view to be contrasted with cl 6 under which property in the assets purchased did not pass until payment of the final instalment of the purchase price.",
      "id": "s345"
    },
    {
      "text": "102 It seems to me that cl 5.4 is concerned with the subject matter of cl 7.",
      "id": "s346"
    },
    {
      "text": "Under that clause, Cairnsmore obtained possession of the assets purchased on payment of the first instalment of the purchase price.",
      "id": "s347"
    },
    {
      "text": "What Bearsden obtained under cl5.4 was a power to take back Cairnsmore's right to possession at any time by exercising Bearsden's right of title.",
      "id": "s348"
    },
    {
      "text": "103 In my view, Bearsden exercised its right of title when Mr Hodge gave notice to the clients on 31 March 2005.",
      "id": "s349"
    },
    {
      "text": "It is difficult to understand what else was intended by those letters.",
      "id": "s350"
    },
    {
      "text": "104 Moreover, Mr Hodge acknowledged in cross-examination that since at least May 2005, all of the clients the subject of the SBA remained with him.",
      "id": "s351"
    },
    {
      "text": "Bearsden or Mr Hodge had possession of the clients and the client files.",
      "id": "s352"
    },
    {
      "text": "Bearsden obtained the economic benefit of the fee income generated by advice provided by Mr Hodge as an authorised representative of Paragem.",
      "id": "s353"
    },
    {
      "text": "105 It follows from cl 5.4 that Bearsden was bound to refund to Cairnsmore the first instalment of the purchase price.",
      "id": "s354"
    },
    {
      "text": "106 Clause 5.4 says nothing of any entitlement of Bearsden to recover the fees paid to Cairnsmore prior to the exercise of title.",
      "id": "s355"
    },
    {
      "text": "In my view, Bearsden was not entitled to recover those fees either under cl 5.4 or under general principles.",
      "id": "s356"
    },
    {
      "text": "107 This was a contract for the payment of the purchase price by instalments.",
      "id": "s357"
    },
    {
      "text": "It is well established that a purchaser is entitled to recover the instalments other than the deposit where the contract is not completed: McDonald v Dennys Lascelles at 477 to 478.",
      "id": "s358"
    },
    {
      "text": "108 Furthermore, a termination for breach is not a rescission ab initio .",
      "id": "s359"
    },
    {
      "text": "Both parties are discharged from further performance but rights which have been unconditionally acquired are not divested: McDonald v Dennys Lascelles at 476 to 477.",
      "id": "s360"
    },
    {
      "text": "It follows in my view that the fees paid to Cairnsmore were irrecoverable under this principle.",
      "id": "s361"
    },
    {
      "text": "Issue Four: Clause 9.1 \n \n109 The meaning of cl 9.1 is not entirely clear, however at very least the clause provides a \"warranty\" that Cairnsmore will not suffer an economic disadvantage by reason of any change of the identity of the AFS licensee from GPL to another entity.",
      "id": "s362"
    },
    {
      "text": "110 Counsel for Cairnsmore devoted a great deal of attention to this issue.",
      "id": "s363"
    },
    {
      "text": "A large number of reasons were put forward to support a finding that Cairnsmore did suffer a disadvantage by reason of the move to Paragem.",
      "id": "s364"
    },
    {
      "text": "111 I am satisfied that Cairnsmore did suffer a disadvantage for two principal reasons.",
      "id": "s365"
    },
    {
      "text": "First, the conditions of Paragem's licence were more restricted than those of GPL.",
      "id": "s366"
    },
    {
      "text": "There were areas of business open to GPL that could not be undertaken by Paragem.",
      "id": "s367"
    },
    {
      "text": "One of these was life insurance.",
      "id": "s368"
    },
    {
      "text": "Mr Howland was interested in this area of practice and Mr Hodge conceded that some of the clients wanted this product.",
      "id": "s369"
    },
    {
      "text": "112 The second disadvantage was the \"dealer fee\" or commission payable to the AFS licence holder.",
      "id": "s370"
    },
    {
      "text": "I am satisfied on the evidence before me that the fee payable by HBN to GPL at the time of the move to Paragem was 9.11 per cent.",
      "id": "s371"
    },
    {
      "text": "I reject Mr Hodge's evidence that the actual fee was 12.5 per cent and that the 9.11 per cent was explicable by reason of a volume discount.",
      "id": "s372"
    },
    {
      "text": "His evidence on this question was unsatisfactory and was not supported by any documentary records tendered to explain the payment of 9.11 per cent commission.",
      "id": "s373"
    },
    {
      "text": "113 Nor was the fee payable to Paragem explained by any proper documentary evidence.",
      "id": "s374"
    },
    {
      "text": "Plainly it was not the 8.3 per cent referred to in Annexure B to the SBA.",
      "id": "s375"
    },
    {
      "text": "Mr Knox gave evidence that it was \"net 10 per cent\" fee.",
      "id": "s376"
    },
    {
      "text": "However, Mr Knox's explanation was not given with the clarity or directness I would have expected.",
      "id": "s377"
    },
    {
      "text": "114 In my opinion the correct analysis of Mr Knox's evidence is that the fee payable to Paragem was 15 per cent.",
      "id": "s378"
    },
    {
      "text": "There was a separate arrangement between Paragem and Bearsden under which Bearsden obtained a five per cent rebate giving it a net 10 per cent commission payable to Paragem.",
      "id": "s379"
    },
    {
      "text": "However, there was nothing to suggest that the benefit of the five per cent rebate would have flowed to Cairnsmore.",
      "id": "s380"
    },
    {
      "text": "115 It follows in my view that Cairnsmore suffered an economic disadvantage by reason of the higher commission payable to Paragem.",
      "id": "s381"
    },
    {
      "text": "116 It seems to me that although cl 9.1 speaks of a \"warranty,\" it was in truth a condition of the SBA that Cairnsmore would not suffer a disadvantage: see Tramways Advertising Pty Ltd v Luna Park (NSW) Ltd (1938) 39 SR (NSW) 632 at 641-642.",
      "id": "s382"
    },
    {
      "text": "117 This view is supported by the object and purpose of the SBA and the surrounding circumstances, including GPL's standing as a premium dealer and Mr Howland's concerns that he be protected against a move from GPL.",
      "id": "s383"
    },
    {
      "text": "118 Accordingly, in my view Cairnsmore is entitled to terminate for breach of cl 9.1.",
      "id": "s384"
    },
    {
      "text": "Issue 5: Damages \n \n119 In McRae , the plaintiffs recovered damages for the agreed purchase price together with the expenditure wasted in reliance on the promise that there was oil tanker in the locality of the reef.",
      "id": "s385"
    },
    {
      "text": "The wasted expenditure fell within the second rule in Hadley v Baxendale (1854) 9 Ex 341: see McRae at 413-415; see also The Commonwealth v Amman Aviation Pty Ltd [1991] HCA 54 ; (1991) 174 CLR 64 at 88-89.",
      "id": "s386"
    },
    {
      "text": "120 There may be some differences from McRae in the present case; in particular, a question arises as to whether it was impossible for Cairnsmore to establish what its profits would have been under the SBA: see Amman at 89.",
      "id": "s387"
    },
    {
      "text": "However, I am inclined to the view that the difficulties which arose from the move to Paragem tend in favour of the application of the wasted expenditure principle to the facts of this case.",
      "id": "s388"
    },
    {
      "text": "121 The question then becomes whether the wasted expenditure exceeded the amount of $194,000 received by Cairnsmore during the life of the SBA.",
      "id": "s389"
    },
    {
      "text": "The parties put forward a schedule of losses and there was an argument as to whether some of them fell within the wasted expenditure principle.",
      "id": "s390"
    },
    {
      "text": "In my view the following would be recoverable:\n \n &#8226; monthly cost allocation of $5800;\n &#8226; stamp duty on the SBA;\n &#8226; loan establishment fee;\n &#8226; life insurance premiums paid as a condition of Cairnsmore's loan;\n &#8226; interest on the loan.",
      "id": "s391"
    },
    {
      "text": "The total amount of the expenditure was approximately $170,000 which is approximately $24,000 less than the amount of fees paid to Cairnsmore.",
      "id": "s392"
    },
    {
      "text": "122 However, the short answer to this difficulty is that under cl 28.2 of the SBA, Bearsden indemnified Cairnsmore against all losses, costs, liability and expenses incurred by Cairnsmore because of a breach by Bearsden or because something was not as it was represented to be.",
      "id": "s393"
    },
    {
      "text": "123 It follows from this that Cairnsmore is entitled to recover all of its claimed expenditure, other than the amount paid to obtain Mr Howland's PS 146 qualification and the income tax.",
      "id": "s394"
    },
    {
      "text": "124 The total of the items recoverable under cl 28.2 exceeds the sum of $194,000.",
      "id": "s395"
    },
    {
      "text": "125 The same amount is recoverable under s 82 of the Trade Practices Act : see I &amp; L Securities Pty Limited v HTW Valuers (Brisbane) Pty Limited [2002] HCA 41 ; (2002) 210 CLR 109 at [50] .",
      "id": "s396"
    },
    {
      "text": "Those damages are recoverable by Cairnsmore and Mr Howland against Bearsden.",
      "id": "s397"
    },
    {
      "text": "It is clear that the representations were made in trade or commerce and that reliance was established.",
      "id": "s398"
    },
    {
      "text": "126 I will deal below with the question of the personal claim against Mr Hodge.",
      "id": "s399"
    },
    {
      "text": "Issue 6: The claim against Mr Hodge \n \n127 The representations made by Bearsden and Mr Hodge as to Bearsden's title to sell the business were eventually admitted.",
      "id": "s400"
    },
    {
      "text": "The admission was that oral and written submissions were made by Mr Hodge as second respondent, including on behalf of Bearsden, in terms of recitals A and B, cll 5.4, 6, 7, 8.1, 8.2, 8.3, 9.1, 9.2, 15.2, 19.1, 20, 24 and 25 of the SBA.",
      "id": "s401"
    },
    {
      "text": "128 The question which arises is whether s 52 of the Trade Practices Act applies to Mr Hodge by reason of the extended operation of that provision to individuals under s 6(3) of the Trade Practices Act .",
      "id": "s402"
    },
    {
      "text": "129 Alternatively, Mr Hodge will be liable if he was involved in the contravention under s 75B of the Trade Practices Act .",
      "id": "s403"
    },
    {
      "text": "130 All of the relevant representations which were the subject of the admission were made not only in the SBA but in the draft of that document which was sent by Mr Hodge to Mr Howland by email on 17 June 2004.",
      "id": "s404"
    },
    {
      "text": "131 It follows that Mr Hodge's conduct involved the use of postal, telegraphic or telephonic services under s 6(3) of the Trade Practices Act .",
      "id": "s405"
    },
    {
      "text": "Accordingly, s 52 applied to Mr Hodge and he is personally liable for the damages suffered by Cairnsmore and Mr Howland by that conduct.",
      "id": "s406"
    },
    {
      "text": "132 It is therefore unnecessary to determine whether Mr Hodge is also liable under s75B , but I will do so briefly.",
      "id": "s407"
    },
    {
      "text": "133 Whether Mr Hodge is liable as a person involved in a contravention turns on whether he had knowledge of the essential elements of the contravention: see York v Lucas [1985] HCA 65 ; (1983) 158 CLR 661.",
      "id": "s408"
    },
    {
      "text": "134 There has been some debate in the cases as to whether liability under s 75B requires the accessory to know that the conduct of the principal is misleading or deceptive: see for example Medical Benefits Fund of Australia Ltd v Cassidy [2003] FCAFC 289 ; (2003) 135 FCR 1 at [83] .",
      "id": "s409"
    },
    {
      "text": "135 The question in the present case turns on Mr Hodge's knowledge.",
      "id": "s410"
    },
    {
      "text": "136 Mr Hodge was an unsatisfactory witness.",
      "id": "s411"
    },
    {
      "text": "I cannot accept him as a witness of truth.",
      "id": "s412"
    },
    {
      "text": "He either could not or would not answer questions directly.",
      "id": "s413"
    },
    {
      "text": "He denied propositions that were put to him that were clearly supported by contemporaneous documents.",
      "id": "s414"
    },
    {
      "text": "His denials were in the teeth of the contemporaneous documentary record.",
      "id": "s415"
    },
    {
      "text": "137 By contrast, I though that Mr Howland was a truthful witness.",
      "id": "s416"
    },
    {
      "text": "He did not have a good recollection of the detail but he did his best to answer honestly and directly.",
      "id": "s417"
    },
    {
      "text": "I prefer his evidence where it conflicts with that of Mr Hodge.",
      "id": "s418"
    },
    {
      "text": "138 It is clear that Mr Hodge was aware of all the necessary elements.",
      "id": "s419"
    },
    {
      "text": "He made the representations and he was aware of the structure under which the business was established.",
      "id": "s420"
    },
    {
      "text": "In addition, the documents given to clients showed quite plainly that Mr Hodge informed them that HBN was the corporate representative of GPL and that Mr Hodge was the personal authorised representative of GPL.",
      "id": "s421"
    },
    {
      "text": "139 However, if it is necessary for me to find that Mr Hodge knew the representations as to Bearsden's title were false, a real barrier exists as to a finding under s 75B.",
      "id": "s422"
    },
    {
      "text": "This is because I would have to find that Mr Hodge knew of the error in the SBA which was his own undoing.",
      "id": "s423"
    },
    {
      "text": "I could not make that finding notwithstanding the view I formed of Mr Hodge as an untruthful witness.",
      "id": "s424"
    },
    {
      "text": "140 Accordingly, I prefer to rest my finding against Mr Hodge on the basis of the extended operation of the Trade Practices Act under s 6(3).",
      "id": "s425"
    },
    {
      "text": "Issue 7: The final instalments \n \n141 It is quite clear form the principles stated in McDonald v Danny Lascelles that Bearsden is not entitled to recover the second and third instalments as claimed in the cross-claim.",
      "id": "s426"
    },
    {
      "text": "CONCLUSION AND ORDERS \n \n142 There will be judgment for Cairnsmore and Mr Howland against Bearsden and Mr Hodge for breach of contract and damages and for damages under the Trade Practices Act .",
      "id": "s427"
    },
    {
      "text": "143 I have set out above how the amounts are to be calculated.",
      "id": "s428"
    },
    {
      "text": "Interest will be payable.",
      "id": "s429"
    },
    {
      "text": "The parties are to bring in short minutes to effect the reasons for judgment.",
      "id": "s430"
    },
    {
      "text": "144 I have heard argument on costs.",
      "id": "s431"
    },
    {
      "text": "Ms Perry, the solicitor for Cairnsmore and Mr Howland, relied firstly upon an offer of compromise dated 11 December 2006.",
      "id": "s432"
    },
    {
      "text": "There can be no argument but that a proper exercise of my discretion in accordance with O 23 r 11(4) of the Federal Court Rules would be that Cairnsmore and Mr Howland should be entitled to costs on a party and party basis up to 28 days from 11 December 2006, with costs on an indemnity basis thereafter.",
      "id": "s433"
    },
    {
      "text": "145 However, Ms Perry also points to the provisions of cl 28.2 of the SBA.",
      "id": "s434"
    },
    {
      "text": "This would give Cairnsmore full indemnity against all of the costs and expenses incurred by it and that seems to me to be the clear result of the contractual provisions entered into by the parties.",
      "id": "s435"
    },
    {
      "text": "I do not think that there would be any double-counting flowing from this.",
      "id": "s436"
    },
    {
      "text": "I have been referred without objection to what took place before the proceedings were actually commenced and it would appear that considerable costs were incurred when Cairnsmore and Mr Howland were represented by Minter Ellison.",
      "id": "s437"
    },
    {
      "text": "Those costs would fall within the indemnity provided under cl 28.2.",
      "id": "s438"
    },
    {
      "text": "146 It follows that I will order Bearsden to pay the costs and expenses of the proceedings incurred by Cairnsmore on an indemnity basis pursuant to cl 28.2 of the SBA.",
      "id": "s439"
    },
    {
      "text": "147 I also make a costs order in favour of Mr Howland but that costs order can only be in accordance with O 23 r 11(4) for party and party costs up to 11 January 2007.",
      "id": "s440"
    },
    {
      "text": "Indemnity costs are applicable thereafter.",
      "id": "s441"
    },
    {
      "text": "I certify that the preceding one hundred and forty-seven (147) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jacobson.",
      "id": "s442"
    },
    {
      "text": "Associate:\n\nDated: 26 November 2007\n\n\n Counsel for the Applicant: J Svehla \n \n Solicitor for the Applicant: Parry Carroll \n \n Counsel for the Respondent: S Galitsky \n \n Solicitor for the Respondent: Haylen McKenzie \n \n Date of Hearing: 22-24 and 26 October 2007 \n \n Date of Judgment: 29 October 2007 \n \n \n \n \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1822.html",
      "id": "s443"
    }
  ]
}