{
  "name": "SZJBE v Minister for Immigration &amp; Citizenship [2007] FCA 190 (13 February 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/190.html",
  "catchphrases": [
    {
      "text": "application for leave to appeal from orders made by the federal magistrates court",
      "id": "c0"
    },
    {
      "text": "where the refugee review tribunal has regard to any record of the proceedings of the review made by the tribunal as previously constituted under s 422(2)",
      "id": "c1"
    },
    {
      "text": "migration",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "1 I have before me an application for leave to appeal from orders made by the Federal Magistrates Court dismissing an application on the basis that it raised no arguable case.",
      "id": "s0"
    },
    {
      "text": "The applicant is a citizen of the Peoples Republic of China.",
      "id": "s1"
    },
    {
      "text": "He arrived in Australia on 1 June 2004 and on 24 June 2004 lodged an application for protection (Class XA) visa under the Migration Act 1958 (Cth) (the Act).",
      "id": "s2"
    },
    {
      "text": "On 10 August 2004 a delegate of the Minister for Immigration and Citizenship (the Minister) refused to grant a protection visa and on 14 September 2004 the applicant applied to the Refugee Review Tribunal (the Tribunal) for review of the delegate's decision.",
      "id": "s3"
    },
    {
      "text": "On 22 December 2004 the Tribunal affirmed the delegate's decision.",
      "id": "s4"
    },
    {
      "text": "However, on 20 March 2006 the Federal Court set aside the Tribunal's decision and remitted the matter to the Tribunal for reconsideration.",
      "id": "s5"
    },
    {
      "text": "2 On 5 June 2006, the Tribunal once again affirmed the decision not to grant the applicant a protection visa.",
      "id": "s6"
    },
    {
      "text": "It is not clear when that decision was notified to the applicant.",
      "id": "s7"
    },
    {
      "text": "However, on 12 July 2006 he commenced a proceeding in the Federal Magistrates Court seeking judicial review of the Tribunal's decision of 5 June 2006.",
      "id": "s8"
    },
    {
      "text": "On 9 October 2006, the Federal Magistrates Court dismissed the application pursuant to rule 44.12(1)(a) of the Federal Magistrates Court Rules 2001 (Cth) on the basis that the applicant had failed to demonstrate an arguable case.",
      "id": "s9"
    },
    {
      "text": "The Rules of the Federal Magistrates Court provide that such an order is interlocutory.",
      "id": "s10"
    },
    {
      "text": "The applicant therefore applied to this Court on 25 October 2006 for leave to appeal from the decision of the Federal Magistrates Court, although, having regard to the time limits under the Act, there may be a question as to whether or not the effect of the order is final.",
      "id": "s11"
    },
    {
      "text": "It appears that the proper course is to treat the order as interlocutory.",
      "id": "s12"
    },
    {
      "text": "3 When the matter was called on for hearing today, the applicant appeared in person.",
      "id": "s13"
    },
    {
      "text": "Although he did not formally apply for an adjournment, he observed several times during the course of the hearing that he had no legal assistance and had not had time to get any.",
      "id": "s14"
    },
    {
      "text": "No attempt was made to indicate what steps he had taken and why it was not possible to get legal advice.",
      "id": "s15"
    },
    {
      "text": "It is significant that the application filed on 12 July 2006, and an amended application filed on 20 September 2006, contained legal language that clearly did not originate from the applicant.",
      "id": "s16"
    },
    {
      "text": "He simply said that he had obtained assistance from a friend in the preparation of those documents.",
      "id": "s17"
    },
    {
      "text": "4 The applicant claimed that he would suffer persecution if he returns to China because of the fine that was imposed upon him for breach of China's child policy.",
      "id": "s18"
    },
    {
      "text": "He also claimed that he may suffer persecution because he is not free to express his views in China.",
      "id": "s19"
    },
    {
      "text": "The Tribunal accepted that the applicant is a citizen of China.",
      "id": "s20"
    },
    {
      "text": "However, the Tribunal formed the view that the applicant lacked credibility and that his claims could not be accepted.",
      "id": "s21"
    },
    {
      "text": "The Tribunal considered that his evidence was inconsistent, contradictory and implausible.",
      "id": "s22"
    },
    {
      "text": "The Tribunal was not satisfied that the applicant had suffered any persecution in China prior to coming to Australia.",
      "id": "s23"
    },
    {
      "text": "5 The Tribunal then referred to three specific inconsistencies and contradictions that led the Tribunal to conclude that the applicant was not truthful or credible.",
      "id": "s24"
    },
    {
      "text": "Each of them involved a reference to the evidence that had been given by the applicant at an earlier hearing before the Tribunal differently constituted.",
      "id": "s25"
    },
    {
      "text": "The three inconsistencies are as follows.",
      "id": "s26"
    },
    {
      "text": "6 First, during his evidence before the Tribunal in November 2005, the applicant mentioned an incident in June 2002 when he was detained by Communist Party officials.",
      "id": "s27"
    },
    {
      "text": "During the evidence before the reconstituted Tribunal at a hearing on 26 May 2006, the applicant failed to mention that incident until he was reminded of his evidence before the previously constituted Tribunal.",
      "id": "s28"
    },
    {
      "text": "7 Secondly, in his evidence before the previously constituted Tribunal, the applicant stated that the authorities imposed a fine of 30,000 RMB.",
      "id": "s29"
    },
    {
      "text": "During his evidence before the reconstituted Tribunal, the applicant stated that a fine of RMB 35,000 or more was imposed.",
      "id": "s30"
    },
    {
      "text": "His evidence regarding the fine and contact with the authorities varied throughout the duration of the second hearing.",
      "id": "s31"
    },
    {
      "text": "The Tribunal dealt specifically with the inconsistencies during the hearing before it.",
      "id": "s32"
    },
    {
      "text": "8 Thirdly, the applicant's evidence before the previously constituted Tribunal was that the authorities went to his home and damaged and stole property.",
      "id": "s33"
    },
    {
      "text": "The evidence before the reconstituted Tribunal omitted any mention of damage to the property until he was reminded of his previous evidence.",
      "id": "s34"
    },
    {
      "text": "9 The Tribunal, having summarised those three matters, then observed that the applicant's evidence in relation to his material claims varied constantly during the hearing.",
      "id": "s35"
    },
    {
      "text": "It observed that his demeanour gave the impression of a person attempting to come up with answers spontaneously without any real history.",
      "id": "s36"
    },
    {
      "text": "The Tribunal considered that it was that that led to the many inconsistencies in the evidence that he gave.",
      "id": "s37"
    },
    {
      "text": "It is apparent from the Tribunal's reasons that the inconsistency between his evidence before the Tribunal as previously constituted and before the reconstituted Tribunal was put to the applicant in the course of the hearing on 26 May 2006.",
      "id": "s38"
    },
    {
      "text": "There was no unfairness in the way in which the Tribunal conducted that hearing and in concluding that the applicant's evidence lacked credibility.",
      "id": "s39"
    },
    {
      "text": "10 In his original application to the Federal Magistrates Court, the applicant raised four grounds as follows:\n \n \n \"1.",
      "id": "s40"
    },
    {
      "text": "The Tribunal had bias against me when considered my application and therefore, the Tribunal failed to consider my claims.",
      "id": "s41"
    },
    {
      "text": "2.",
      "id": "s42"
    },
    {
      "text": "The Tribunal failed to consider my application for protection according to section 91R of the Migration Act .",
      "id": "s43"
    },
    {
      "text": "3.",
      "id": "s44"
    },
    {
      "text": "The Tribunal failed to carry out its statutory duty.",
      "id": "s45"
    },
    {
      "text": "The Tribunal did not consider my application according to 424A of the Migration Act .",
      "id": "s46"
    },
    {
      "text": "4.",
      "id": "s47"
    },
    {
      "text": "The Tribunal did not refer to sufficient independent information for the consideration of my application.",
      "id": "s48"
    },
    {
      "text": "\" \n \n \n\n11 In an amended application filed on 20 September 2006, the applicant furnished particulars of the complaint that the Tribunal failed to carry out its statutory duty.",
      "id": "s49"
    },
    {
      "text": "The particulars were as follows:\n \n \n \"(a) The only information before the Tribunal was that contained in the first respondent's file and that given to the Tribunal by the applicant.",
      "id": "s50"
    },
    {
      "text": "(b) The Tribunal was required to provide particulars of the information that was the reason or part of the reason for affirming the decision.",
      "id": "s51"
    },
    {
      "text": "Migration Act 1958 section 424A.",
      "id": "s52"
    },
    {
      "text": "The Tribunal also was required to explain why the information was relevant and provide the applicant with an opportunity to comment upon it.",
      "id": "s53"
    },
    {
      "text": "(c) The above particulars had to be provided in writing... \n (d) The information to be given extends to that information given by the applicant to the first respondent as part of his application for a visa... \n (e) The Tribunal based its findings on the information, or lack of information contained in the applicant's application for a visa and was required by section 424A to give particulars of the information, explain why the information is relevant and provide the applicant with an opportunity to comment on it.",
      "id": "s54"
    },
    {
      "text": "The Tribunal's failed to so act was a jurisdictional error.",
      "id": "s55"
    },
    {
      "text": "\" \n \n \n\n12 The Federal Magistrates Court dealt with all of the grounds and rejected each of them.",
      "id": "s56"
    },
    {
      "text": "The only evidence before the Federal Magistrates Court of what occurred at the Tribunal hearing was the Court book.",
      "id": "s57"
    },
    {
      "text": "The primary judge observed that there were no particulars of the allegation of bias and that there was no evidence to support that allegation.",
      "id": "s58"
    },
    {
      "text": "His Honour concluded, therefore, that the first ground was unarguable.",
      "id": "s59"
    },
    {
      "text": "13 His Honour observed that a breach of s 91R had been identified in relation to the first Tribunal hearing and that is why the first decision was set aside.",
      "id": "s60"
    },
    {
      "text": "However his Honour observed, s 91R did not figure at all in the reasons of the reconstituted Tribunal.",
      "id": "s61"
    },
    {
      "text": "Indeed, it was unnecessary for that section to be considered by the reconstituted Tribunal, which decided the matter simply on an assessment of the applicant's credibility.",
      "id": "s62"
    },
    {
      "text": "14 The fourth ground referred to an alleged failure by the Tribunal to refer to sufficient independent information.",
      "id": "s63"
    },
    {
      "text": "The applicant had ample opportunity to provide information to the Tribunal if he wished.",
      "id": "s64"
    },
    {
      "text": "Having rejected the applicant's claims as lacking credibility, there was no reason for the Tribunal to refer to any independent information concerning circumstances in China.",
      "id": "s65"
    },
    {
      "text": "No particulars of the inquiries that should have been made were furnished.",
      "id": "s66"
    },
    {
      "text": "15 The primary judge then had regard to the third ground, based on s 424A of the Migration Act .",
      "id": "s67"
    },
    {
      "text": "The ground, as particularised, has no substance whatsoever.",
      "id": "s68"
    },
    {
      "text": "There is nothing in the reasons of the Tribunal to indicate that it had regard to information provided by the applicant to the Minister in connection with his original application for a protection visa that had not been provided to the Tribunal by the applicant.",
      "id": "s69"
    },
    {
      "text": "16 Nevertheless, the primary judge considered the possibility that there may have been a contravention of s 424A of the Act by reason of the Tribunal having taken into account, in assessing the credibility of the applicant, the fact that the applicant failed to mention before the reconstituted Tribunal matters that he had mentioned to the earlier constituted Tribunal until he was reminded of them.",
      "id": "s70"
    },
    {
      "text": "His Honour concluded that there was no contravention of s 424A in adopting that course without giving written notice of information consistent of the evidence given by the applicant to the previously constituted Tribunal.",
      "id": "s71"
    },
    {
      "text": "Section 424A does not require such notice to be given in respect of information given by the applicant for the purposes of the application to the Tribunal.",
      "id": "s72"
    },
    {
      "text": "Sections 421 , 422 and 422A of the Act refer to a particular review conducted by the Tribunal.",
      "id": "s73"
    },
    {
      "text": "In doing so, they identify the review initiated under s 414(1) and culminating in a decision in accordance with s 430.",
      "id": "s74"
    },
    {
      "text": "That is a review that a particular person, namely the applicant for review, has initiated in respect of an RRT reviewable decision.",
      "id": "s75"
    },
    {
      "text": "17 An invalid decision by the Tribunal is no decision at all.",
      "id": "s76"
    },
    {
      "text": "However, it does not follow that steps and procedures taken in arriving at that decision are themselves invalid, or of no effect.",
      "id": "s77"
    },
    {
      "text": "The Tribunal still has before it the materials that were obtained when the decision that had been set aside was made.",
      "id": "s78"
    },
    {
      "text": "Specifically, under s 422(2) , where the Tribunal is reconstituted, that Tribunal may have regard to any record of the proceedings of the review made by the Tribunal as previously constituted.",
      "id": "s79"
    },
    {
      "text": "In the present case, it may be said that the Tribunal had regard to the statements made by the applicant to the Tribunal as previously constituted.",
      "id": "s80"
    },
    {
      "text": "I do not consider that s 424A could be said to have been breached by an assessment on the part of the Tribunal of the credibility of the applicant based upon what he said at an earlier hearing of the Tribunal.",
      "id": "s81"
    },
    {
      "text": "Even if that ground were raised in the application to the Federal Magistrates Court, it had no substance.",
      "id": "s82"
    },
    {
      "text": "18 In the draft notice of appeal, filed in support of the application for leave, the applicant has made no attempt to articulate error on the part of the Federal Magistrates Court other than to say that the Federal Magistrates Court did not consider the application for review and that the applicant did not have a hearing before the Federal Magistrates Court.",
      "id": "s83"
    },
    {
      "text": "The other grounds are reiteration of the original grounds of review, save for the reference to s 91R.",
      "id": "s84"
    },
    {
      "text": "On the other hand, in his oral submissions, the applicant several times referred to s 91R without giving any indication as to how that section had any relevance.",
      "id": "s85"
    },
    {
      "text": "19 I do not consider that an appeal on the grounds in the draft notice of appeal would have any prospects of success.",
      "id": "s86"
    },
    {
      "text": "There is therefore no utility in granting leave to appeal.",
      "id": "s87"
    },
    {
      "text": "The application should therefore be dismissed with costs.",
      "id": "s88"
    },
    {
      "text": "I certify that the preceding nineteen (19) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Emmett.",
      "id": "s89"
    },
    {
      "text": "Associate:\n\nDated: 22 February 2007\n\n\n The Applicant appeared in person.",
      "id": "s90"
    },
    {
      "text": "Solicitor for the Respondent: Sparke Helmore \n \n Date of Hearing: 13 February 2007 \n \n Date of Judgment: 13 February 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/190.html",
      "id": "s91"
    }
  ]
}