{
  "name": "Unsworth v Tristar Steering and Suspension Australia Limited [2007] FCA 1082 (20 July 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1082.html",
  "catchphrases": [
    {
      "text": "legal professional privilege",
      "id": "c0"
    },
    {
      "text": "meeting not confidential",
      "id": "c1"
    },
    {
      "text": "meeting was not held for the dominant purpose of the client being provided with professional legal services",
      "id": "c2"
    },
    {
      "text": "claim for litigation privilege for notes of meeting rejected",
      "id": "c3"
    },
    {
      "text": "evidence",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "Privilege is claimed on behalf of the applicant in relation to documents which have been produced to the Court pursuant to a notice to produce.",
      "id": "s0"
    },
    {
      "text": "Counsel for the respondent seeks access to these documents for the purpose of cross-examination and other forensic use.",
      "id": "s1"
    },
    {
      "text": "Privilege is claimed pursuant to s 119 of the Evidence Act 1995 (Cth) (the Act) which is agreed to be the appropriate source in this case at this stage rather than the common law.",
      "id": "s2"
    },
    {
      "text": "Section 119 relevantly provides: \n \n \" 119 Litigation \n \n Evidence is not to be adduced if, on objection by a client, the court finds that adducing the evidence would result in disclosure of: \n \n \n \n (a) a confidential communication between the client and another person, or between a lawyer acting for the client and another person, that was made; or \n ... \n \n \n \n for the dominant purpose of the client being provided with professional legal services relating to an Australian or overseas proceeding (including the proceeding before the court), or an anticipated or pending Australian or overseas proceeding, in which the client is or may be, or was or might have been, a party.",
      "id": "s3"
    },
    {
      "text": "\" \n \n \n The documents have been identified as a letter of 25 May 2007 from Mr Paul Bastian, the New South Wales State Secretary of the Australian Manufacturing Workers' Union to Mr Leigh Johns, the Chief Counsel of the Legal and Advice Branch at the Office of Workplace Services, and the reply of 31 May 2007 enclosing another document and two facsimile header sheets.",
      "id": "s4"
    },
    {
      "text": "Mr Johns has given evidence in support of the claim for privilege.",
      "id": "s5"
    },
    {
      "text": "He has identified his position and has given evidence that he is a barrister and solicitor of the Supreme Court of Victoria and holds a current practising certificate.",
      "id": "s6"
    },
    {
      "text": "He gave evidence of being present at a meeting on 18 May 2007 with other persons connected with the Office of Workplace Services and a number of employees of the respondent, together with at least the New South Wales State Secretary of the Australian Manufacturing Workers' Union.",
      "id": "s7"
    },
    {
      "text": "The meeting concerned a report as to the progress of this case and included statements by Mr Johns and a question and answer session.",
      "id": "s8"
    },
    {
      "text": "He gave evidence about the topics discussed, although not the substance of what was disclosed.",
      "id": "s9"
    },
    {
      "text": "Counsel for the respondent has referred me to the decision of Branson J in Sparnon v Apand Pty Ltd (1996) 68 FCR 322 to support the proposition that the onus lies upon the applicant to establish the required dominant purpose as an objective fact although based upon the evidence which is given.",
      "id": "s10"
    },
    {
      "text": "Counsel for the respondent also referred to the decision of the New South Wales Court of Appeal in Westpac Banking Corporation v 789Ten Pty Ltd (2005) 55 ACSR 519; [2005] NSWCA 321 , particularly per Tobias JA at [57]---[58].",
      "id": "s11"
    },
    {
      "text": "Counsel for the applicant did not refer to authority but submitted, as he had in an earlier argument as to s 119 , that a wide meaning should be given to the provision of professional legal services relating to a proceeding.",
      "id": "s12"
    },
    {
      "text": "The meeting in question, which is said to be the protected confidential communication, involved representatives of the client in the formal sense (see s 117) and representatives of persons who, in addition to being witnesses, were claimed to be in the position of clients because they stood to benefit from the proceeding.",
      "id": "s13"
    },
    {
      "text": "The union official was a representative of those affected persons.",
      "id": "s14"
    },
    {
      "text": "Counsel submitted that the case fell within both limbs of subs (a) of s 119.",
      "id": "s15"
    },
    {
      "text": "6 I do not see Mr Johns as a lawyer acting for the client in this meeting.",
      "id": "s16"
    },
    {
      "text": "Clayton Utz was instructed in that role.",
      "id": "s17"
    },
    {
      "text": "He was effectively the client along with the other inspectors.",
      "id": "s18"
    },
    {
      "text": "The Office of Workplace Services has transmogrified into the Office of the Workplace Ombudsman.",
      "id": "s19"
    },
    {
      "text": "The applicant in this case is an inspector connected with each of those successive offices.",
      "id": "s20"
    },
    {
      "text": "The inspector at the time of the meeting was removed as applicant and a substitute inspector added in her stead this morning.",
      "id": "s21"
    },
    {
      "text": "I am prepared to regard the Office of Workplace Services as the effective client at that time for the purposes of argument.",
      "id": "s22"
    },
    {
      "text": "However, in my opinion, communications at the meeting were not confidential within the meaning of s 119(a).",
      "id": "s23"
    },
    {
      "text": "I deduce from the evidence that the principal purpose of the meeting was to keep the potential witnesses and beneficiaries informed as to what was taking place in order both to do the right thing and to secure the continuing cooperation of those persons and the union which had coverage.",
      "id": "s24"
    },
    {
      "text": "It was not a meeting in which evidence was sought or obtained, nor was any legal advice sought or given or any report given as to confidential legal advice, at least so far as the evidence before me goes.",
      "id": "s25"
    },
    {
      "text": "At the invitation of counsel for the applicant, and without objection, I inspected the documents pursuant to s 133 of the Act for the purpose of assessing the nature of the documents rather than reading them as such.",
      "id": "s26"
    },
    {
      "text": "That inspection confirms the effect of the evidence.",
      "id": "s27"
    },
    {
      "text": "No evidence was given that there was any express agreement that the proceedings of the meeting would be confidential.",
      "id": "s28"
    },
    {
      "text": "I cannot see that any such obligation would be implied.",
      "id": "s29"
    },
    {
      "text": "The presence of the union official in itself would tend against any such conclusion.",
      "id": "s30"
    },
    {
      "text": "I find it hard to see why any of the employees or the union official would be inhibited in freely discussing what they learned with anybody they saw fit.",
      "id": "s31"
    },
    {
      "text": "They would be free, for example, to disclose it to their legal advisers, to lobby parliamentarians or even go to the press.",
      "id": "s32"
    },
    {
      "text": "Even if the employees could be regarded as having a common interest with the applicant, (s 122(5)(b)) , (a doubtful proposition), the presence of the union official cannot be explained in that way.",
      "id": "s33"
    },
    {
      "text": "I also have difficulty in seeing that the purpose of the meeting was to provide the client with professional legal services, no matter how widely that concept is understood.",
      "id": "s34"
    },
    {
      "text": "No doubt one consequence of such a meeting would be feedback to the solicitors for the applicant that would be useful in preparation for the case.",
      "id": "s35"
    },
    {
      "text": "That might have been an ancillary purpose, but was not the dominant purpose of the meeting.",
      "id": "s36"
    },
    {
      "text": "The claim for litigation privilege pursuant to s 119 is rejected.",
      "id": "s37"
    },
    {
      "text": "The documents will be made available for inspection.",
      "id": "s38"
    },
    {
      "text": "The documents in question are MFI7.",
      "id": "s39"
    },
    {
      "text": "I certify that the preceding ten (10) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gyles.",
      "id": "s40"
    },
    {
      "text": "Associate:\n\nDated: 24 July 2007\n\n Counsel for the Applicant: Mr IM Neil SC, Mr T Saunders \n \n Solicitor for the Applicant: Clayton Utz \n \n Counsel for the Respondent: Mr AR Moses, Mr A Short \n \n Solicitor for the Respondent: Minter Ellison \n\n Date of Argument: 19 July 2007 \n \n Date of Ruling: 20 July 2007 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1082.html",
      "id": "s41"
    }
  ]
}