{
  "name": "Australian Prudential Regulation Authority v Siminton (No 8) [2007] FCA 1612 (7 November 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1612.html",
  "catchphrases": [
    {
      "text": "civil contempt",
      "id": "c0"
    },
    {
      "text": "failure to pay fine imposed by the full court",
      "id": "c1"
    },
    {
      "text": "capacity to pay fine",
      "id": "c2"
    },
    {
      "text": "whether respondent had the capacity to pay all or any part of the fine",
      "id": "c3"
    },
    {
      "text": "whether refusal to pay fine was \"wilful\"",
      "id": "c4"
    },
    {
      "text": "standard of proof",
      "id": "c5"
    },
    {
      "text": "beyond reasonable doubt",
      "id": "c6"
    },
    {
      "text": "contempt",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "1 On 15 December 2005 the Australian Prudential Regulation Authority (\"APRA\") obtained ex parte interim orders from Sundberg J restraining Mr David Robert Siminton from, inter alia:\n \n \"2(b) dealing with, withdrawing or disposing of, or giving any instructions in relation to the distribution or transfer of, all or part of the moneys standing to the credit of the Respondent and/or his nominee in any account (whether held alone, jointly or in conjunction with any other person, including any accounts or property in the name of the Principality of Camside or the Terra Nova Cache) in any bank, building society or other financial institution and without limiting the generality of the foregoing, the following account: \n \n Commonwealth Bank of Australia \n \n \n &#8226; Account Name: Principality of Camside \n &#8226; Account Number: 3162 1027 8861 ...\" \n \n\nThe circumstances in which these orders came to be made were that, in January 2002, Mr Siminton had registered the business name \"Principality of Camside\" under Victorian legislation.",
      "id": "s0"
    },
    {
      "text": "Later he established a website which advised readers that the Principality had a 'new bank\" which was to be known as the \"Terra Nova Cache\".",
      "id": "s1"
    },
    {
      "text": "Mr Siminton addressed a number of public meetings in which he encouraged those present to deposit funds with the 'new bank\".",
      "id": "s2"
    },
    {
      "text": "He succeeded in persuading a considerable number of people to place their funds in the \"bank\".",
      "id": "s3"
    },
    {
      "text": "When it became aware of these events APRA formed the view that Mr Siminton had contravened certain provisions of the Banking Act 1959 (Cth) (\"the Act \").",
      "id": "s4"
    },
    {
      "text": "It sought the orders granted by Sundberg J under s 65A of the Act and s 23 of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s5"
    },
    {
      "text": "2 On 29 December 2005, 4 January 2006 and on 19 January 2006 APRA filed notices of motion and statements of charge seeking orders that Mr Siminton be punished for contempt in respect of nine alleged breaches of the orders made by Sundberg J.",
      "id": "s6"
    },
    {
      "text": "On 30 March 2006 Merkel J found six of those charges proven.",
      "id": "s7"
    },
    {
      "text": "He described them collectively as \"the disposal contempts\".",
      "id": "s8"
    },
    {
      "text": "In sentencing Mr Siminton for these contempts Merkel J summarised Mr Siminton's conduct as follows:\n \n \"On the evidence before the court, it is clear that Siminton's disposal contempts were of an extremely serious kind and constituted wilful disobedience and contumacious disregard of the court's orders.",
      "id": "s9"
    },
    {
      "text": "The seriousness of the breaches is underlined by the fact that Siminton's conduct was precisely the kind of conduct against which Sundberg J sought to guard by the making of the orders the subject of the contempt charges.",
      "id": "s10"
    },
    {
      "text": "The conduct involved the actual transfer of large sums of money ($536,880.18, $38,000, $43,000, $5,000 and $10,000 respectively), and an attempted cash withdrawal from a Bendigo Bank account of $500,000, all of which occurred shortly after Siminton became aware of the Sundberg J orders.",
      "id": "s11"
    },
    {
      "text": "\" \n\nSee: Australian Prudential Regulation Authority v Siminton (No 3) (2006) 230 ALR 528 at 529.",
      "id": "s12"
    },
    {
      "text": "On 10 April 2006 Merkel J ordered that Mr Siminton be imprisoned for a period of 10 weeks in respect of the disposal contempts.",
      "id": "s13"
    },
    {
      "text": "3 Mr Siminton lodged an appeal against the findings and orders made by Merkel J.",
      "id": "s14"
    },
    {
      "text": "On 19 July 2006 a Full Court allowed the appeal in part, setting aside the order for imprisonment and imposing, in lieu, a fine of $50,000.",
      "id": "s15"
    },
    {
      "text": "Paragraph two of the Full Court's order read:\n \n \"2.",
      "id": "s16"
    },
    {
      "text": "Paragraph 2 of the orders of Merkel J made on 10 April 2006 is set aside and in lieu thereof it is ordered: \n \n \n (a) A fine in the sum of $50,000 be imposed on the appellant in respect of the contempt the subject of charges 1.1 and 1.2 of the statement of charge dated 4 January 2006 and charges 1.1, 1.2, 1.3 and 1.4 of the statement of charge dated 19 January 2006.",
      "id": "s17"
    },
    {
      "text": "(b) The fine be paid to the District Registrar within 60 days or such further time and by such instalments as the District Registrar may allow.",
      "id": "s18"
    },
    {
      "text": "(c) In the event that there is default in payment of the fine or of any instalment, the District Registrar shall apply to a judge of the Court for direction concerning enforcement.",
      "id": "s19"
    },
    {
      "text": "\" \n\nMr Siminton was present in Court when the order was pronounced.",
      "id": "s20"
    },
    {
      "text": "4 On 18 September 2006, the day which the 60 day period prescribed by Order 2(b) expired, Mr Siminton applied for an extension of time within which to make payment of the $50,000.",
      "id": "s21"
    },
    {
      "text": "The application was supported by an affidavit, sworn on 14 September 2006, by the solicitor acting for Mr Siminton.",
      "id": "s22"
    },
    {
      "text": "The solicitor deposed:\n \n \"5.",
      "id": "s23"
    },
    {
      "text": "I am advised by my client and verily believe that he is presently unable to pay the said fine.",
      "id": "s24"
    },
    {
      "text": "On 10 January 2006 Gray J made an interlocutory order in the principal matter inter alia totally freezing all of my client's funds and assets.",
      "id": "s25"
    },
    {
      "text": "As a consequence of the full order of Gray J, which addresses a number of aspects, many hundreds of thousands of dollars have been frozen.",
      "id": "s26"
    },
    {
      "text": "As part of the proposed Application to stay and or set aside the principal application, a consequential application will be made to stay and/or set aside the said order of Gray J.",
      "id": "s27"
    },
    {
      "text": "In the circumstances, it is respectfully submitted that my client's ability to pay the fine or otherwise should not be determined whilst he is subject to such freezing order and since a challenge is to be mounted as aforesaid to such order that there be a stay for the payment of the fine pending the hearing and determination of such challenge.",
      "id": "s28"
    },
    {
      "text": "\" \n \n\nBy order dated 18 September 2006 the District Registrar extended the time for payment to 5:00 pm on 2 October 2006.",
      "id": "s29"
    },
    {
      "text": "On that day Mr Siminton's solicitors wrote to the District Registrar seeking a further extension of one month for Mr Siminton to pay the fine.",
      "id": "s30"
    },
    {
      "text": "No reason for seeking the extension was given.",
      "id": "s31"
    },
    {
      "text": "The application was refused.",
      "id": "s32"
    },
    {
      "text": "The fine has not since been paid.",
      "id": "s33"
    },
    {
      "text": "5 On 3 October 2006, in accordance with paragraph 2 (c) of the order of the Full Court, the District Registrar applied for direction concerning enforcement of its order.",
      "id": "s34"
    },
    {
      "text": "6 On 6 November 2006 I directed the District Registrar to commence contempt proceedings in respect of the failure of Mr Siminton to pay the fine.",
      "id": "s35"
    },
    {
      "text": "7 By notice of motion dated 15 December 2006 the District Registrar sought orders that Mr Siminton be committed to prison or otherwise punished for contempt of Court for failing to pay the fine imposed by the Full Court.",
      "id": "s36"
    },
    {
      "text": "The accompanying statement of charge alleged that Mr Siminton was guilty of contempt of court in that he failed to pay the $50,000 fine within the time stipulated in the Full Court's order (including the additional two weeks allowed by the District Registrar under that order).",
      "id": "s37"
    },
    {
      "text": "It was further alleged that the contempt was wilful and contumacious.",
      "id": "s38"
    },
    {
      "text": "PRELIMINARY OBJECTIONS \n \n8 At the outset of the hearing counsel for Mr Siminton made what he described as four \"preliminary objections\" to the District Registrar's charges.",
      "id": "s39"
    },
    {
      "text": "9 The first objection was that s 65A of the Act was \"unconstitutional\" and that this precluded the laying of contempt charges.",
      "id": "s40"
    },
    {
      "text": "I rejected this contention for reasons which I gave when dealing with the principal proceeding: see Australian Prudential Regulation Authority v Siminton [2007] FCA 1608 at [7] to [11].",
      "id": "s41"
    },
    {
      "text": "10 The second objection was framed thus:\n \n \n \"(a) The Contempt Charges herein have been brought in the wrong proceeding and in the wrong Court, and should have been brought either in matter number 376 of 2006 or, alternatively, in a new separate a discretely numbered proceeding and, in any event, in the Full Court.",
      "id": "s42"
    },
    {
      "text": "(b) The Victorian District Registrar proceeded on Directions which were incorrectly made in matter number 1607 of 2005, by Tracey J, sitting in the Trial Division, rather than on a Direction given by a Member of the Full Court in matter number 376 of 2006 ...\" \n \n\nA submission to like effect had been made to me when the Registrar sought directions on 6 October 2006.",
      "id": "s43"
    },
    {
      "text": "I rejected the submissions for reasons which I gave in Australian Prudential Regulation Authority v Siminton (No 5) [2006] FCA 1340 at [5] .",
      "id": "s44"
    },
    {
      "text": "Proceeding number 376 of 2006 was the file number assigned to Mr Siminton's appeal from the finding and orders of Merkel J.",
      "id": "s45"
    },
    {
      "text": "Proceeding number 1607 of 2005 is the file number assigned to the principal proceeding in which the ex parte orders of Sundberg J were made.",
      "id": "s46"
    },
    {
      "text": "In my view Order 2(c) of the Full Court's orders empowered the District Registrar to make application to a single judge of the Court.",
      "id": "s47"
    },
    {
      "text": "It did not require her to make application to a member of the Full Court.",
      "id": "s48"
    },
    {
      "text": "It was appropriate for her to seek such directions by resort to a notice of motion filed in the principal proceeding.",
      "id": "s49"
    },
    {
      "text": "This is what she did.",
      "id": "s50"
    },
    {
      "text": "11 The third preliminary matter was an application that I disqualify myself from dealing with this contempt charge.",
      "id": "s51"
    },
    {
      "text": "It was submitted that I should disqualify myself because I had:\n \n &#8226; previously rejected an application by Mr Siminton for a further extension of time in which to pay the fine; and\n &#8226; directed the District Registrar to bring contempt charges.",
      "id": "s52"
    },
    {
      "text": "I refused to disqualify myself.",
      "id": "s53"
    },
    {
      "text": "Neither of these decisions involved any prejudgment of any issue arising on the present notice of motion.",
      "id": "s54"
    },
    {
      "text": "Nor have I, in making those decisions, had occasion to form or express any judgment as to Mr Siminton's credit.",
      "id": "s55"
    },
    {
      "text": "I was not referred to any authority which would require me to disqualify myself.",
      "id": "s56"
    },
    {
      "text": "12 The fourth objection was that the principal application was an abuse of process which should permanently be stayed or struck-out.",
      "id": "s57"
    },
    {
      "text": "This submission was also made in the principal proceeding.",
      "id": "s58"
    },
    {
      "text": "I rejected it then: see Australian Prudential Regulation Authority v Siminton (No 6) [2007] FCA 1608 at [25] to [27].",
      "id": "s59"
    },
    {
      "text": "I reject it now.",
      "id": "s60"
    },
    {
      "text": "13 In any event, these arguments cannot avail Mr Siminton in contempt proceedings.",
      "id": "s61"
    },
    {
      "text": "As the Full Court pointed out in Siminton v Australian Prudential Regulation Authority [2006] FCAFC 118 ; (2006) 152 FCR 129 and 137-8:\n \n \"An order made by a superior court of record stands and is bound to be observed even though it may ultimately be determined that the order should not have been made or was made without jurisdiction.",
      "id": "s62"
    },
    {
      "text": "Whilst the order stands, and it is not set aside, it must be observed and obeyed and any breach of contravention of such an order can give rise to a charge of contempt of failing to comply with it or observe it.",
      "id": "s63"
    },
    {
      "text": "\" \n\nMr Siminton was, and remains, bound to comply with the order made by the same Full Court.",
      "id": "s64"
    },
    {
      "text": "CONTEMPT \n \n14 In Louis Vuitton Malletier SA v Design Elegance Pty Ltd [2006] FCA 83 ; (2006) 149 FCR 494 at 497-8 Merkel J summarised the current state of the law on when disobedience of a Court order will constitute a contempt of court.",
      "id": "s65"
    },
    {
      "text": "His Honour said:\n \n \"Deliberate conduct which is in breach of a court order will constitute wilful disobedience of the order, and therefore a civil contempt, unless the conduct be casual, accidental or unintentional: see Australasian Meat Industry Employees Union v Mudginberri Station Pty Ltd [1986] HCA 46 ; (1986) 161 CLR 98 at 106 to 107 and 112 to 113.",
      "id": "s66"
    },
    {
      "text": "However, the disobedience will amount to a criminal contempt if it involves 'deliberate defiance or, as it is sometimes said, if it is contumacious': see Witham v Holloway [1995] HCA 3 ; (1995) 183 CLR 525 at 530 ...",
      "id": "s67"
    },
    {
      "text": "However, as all proceedings for contempt are now regarded as criminal in nature, all of the charges must be proved beyond reasonable doubt: see Witham at 534.",
      "id": "s68"
    },
    {
      "text": "\" \n\nSee also AMIEU v Mudginberri Station Pty Ltd [1986] HCA 46 ; (1986) 161 CLR 98 at 112-3; Heatons Transport v TGWU [1973] AC 15 at 109.",
      "id": "s69"
    },
    {
      "text": "15 In Advan Investments Pty Ltd v Dean Gleeson Motor Sales Pty Ltd [2003] VSC 201 Gillard J identified the elements which it is necessary for a complainant to establish in order to make good a charge of civil contempt of Court.",
      "id": "s70"
    },
    {
      "text": "His Honour said:\n \n \n \"[31] In order to prove a civil contempt of Court involving a breach of an order of the Court, the plaintiff has to prove the following: \n \n \n \n \n \n \n (i) that an order was made by the Court; \n (ii) that the terms of the order are clear, unambiguous and capable of compliance; \n (iii) that the order was served on the alleged contemnor or excused in the circumstances, or service dispensed with pursuant to the Rules of Court; \n (iv) that the alleged contemnor has knowledge of the terms of the order; \n (v) that the alleged contemnor has breached the terms of the order.",
      "id": "s71"
    },
    {
      "text": "[32] It is necessary for the plaintiff to prove each element beyond reasonable doubt.",
      "id": "s72"
    },
    {
      "text": "In accordance with the principles of the criminal law, in proving element (v) it must be proven that the act or omission which constituted the breach of the order was deliberate and voluntarily.",
      "id": "s73"
    },
    {
      "text": "\" \n\n16 There is no dispute, and I am satisfied that:\n \n &#8226; Order 2 was made by the Full Court on 19 July 2006.",
      "id": "s74"
    },
    {
      "text": "&#8226; The terms of the order were clear and unambiguous.",
      "id": "s75"
    },
    {
      "text": "&#8226; A copy of the Full Court's orders was served on Mr Siminton on 27 July 2006.",
      "id": "s76"
    },
    {
      "text": "The endorsement required by O 37 r 2(3) of the Federal Court Rules appeared on the order.",
      "id": "s77"
    },
    {
      "text": "&#8226; Mr Siminton had knowledge of the terms of the order.",
      "id": "s78"
    },
    {
      "text": "Mr Siminton has put in issue the question of whether, at relevant times, he had the capacity to pay all or any of the $50,000 fine and the related question of whether, in the absence of any capacity to pay, it can be said that he deliberately and voluntarily failed to comply with the Full Court's order.",
      "id": "s79"
    },
    {
      "text": "17 Counsel for the District Registrar accepted that his client bore the onus of establishing that Mr Siminton had the capacity to comply with the Full Court's order and that his failure to comply with that order was wilful.",
      "id": "s80"
    },
    {
      "text": "He was correct to do so: see Australian Competition and Consumer Commission v World Netsafe Pty Ltd [2003] FCA 159 at [51] ; Pattison v Bell [2007] FCA 137 at [34] .",
      "id": "s81"
    },
    {
      "text": "18 The evidence relied on by the District Registrar was contained in a series of affidavits (together with the exhibits referred to in those affidavits).",
      "id": "s82"
    },
    {
      "text": "The affidavits were those of:\n \n &#8226; David John Harley sworn on 20 September 2006;\n &#8226; Sia Lagos sworn on 3 October 2006;\n &#8226; Lawrence Krsto Juresko sworn on 6 December 2006;\n &#8226; Heather Joy Goodliffe sworn on 12 December 2006;\n &#8226; Sia Lagos sworn on 13 December 2006;\n &#8226; Anthony Donald Watson sworn on 13 December 2006;\n &#8226; Angelo Fonti sworn on 13 December 2006;\n &#8226; Merinda Joan Northrop sworn on 14 December 2006;\n &#8226; Neil Holland sworn on 14 December 2006; and\n &#8226; Sia Lagos sworn on 14 June 2007.",
      "id": "s83"
    },
    {
      "text": "19 In paras 14 to 22 of her written submissions the District Registrar sets out the matters which she says are established by the evidence in relation to Mr Siminton's capacity to pay the fine:\n \n \"14.",
      "id": "s84"
    },
    {
      "text": "The evidence shows that: \n \n \n \n \n a Siminton is a bankrupt; \n b he has not completed a statement of affairs or co-operated with his Trustee in Bankruptcy; \n c he has not complied with the order of the court to produce documents and books of account in aid of an oral examination \n d he has not applied to APRA to release funds caught by the order or identify what money covered by the order is his; and \n e he has had access to funds in an account in the name of Dale and Karen Holzheimer.",
      "id": "s85"
    },
    {
      "text": "15.",
      "id": "s86"
    },
    {
      "text": "On each of 18 August and 30 August 2006 Siminton withdrew $1,000 from Visa account 4564367900311427 in the name of Dale and Karen Holzheimer ... \n \n \n \n \n \n 16.",
      "id": "s87"
    },
    {
      "text": "On each of 23, 25, 26, 27, 28 and 31 July, 3 August and 5 September 2006 Siminton used Visa account number 4564367900311427 to purchase various items ... \n \n \n \n \n \n 17.",
      "id": "s88"
    },
    {
      "text": "A payment of $24,981 was made from an account in the name of Siminton to the Holzheimer account ... \n \n \n \n \n \n [This occurred on 16 August 2006] \n \n \n \n \n \n 18.",
      "id": "s89"
    },
    {
      "text": "A large number of transactions are recorded through the account.",
      "id": "s90"
    },
    {
      "text": "19.",
      "id": "s91"
    },
    {
      "text": "From 13 February 2006, a merchant account in the name of Siminton directed payments to Visa account 456436790011427 in the name of Dale and Karen Holzheimer ... \n \n \n \n \n \n 20.",
      "id": "s92"
    },
    {
      "text": "Each of the above facts supports the conclusion that Siminton has: \n \n \n \n \n \n a access to funds; \n \n \n \n \n b uses surreptitious means to conceal transactions conducted by him; but \n \n \n \n \n c no disclosed means of financial support.",
      "id": "s93"
    },
    {
      "text": "21.",
      "id": "s94"
    },
    {
      "text": "That is sufficient to reach the conclusion that his failure to pay the fine is wilful because he had access to funds which would allow him to pay the fine in whole or in part.",
      "id": "s95"
    },
    {
      "text": "22.",
      "id": "s96"
    },
    {
      "text": "Siminton's attempts to conceal his use of funds, and his failure to complete a statement of affairs or provide books of account leads readily to an inference that Siminton has access to the funds in the account in the name of Holzheimer.",
      "id": "s97"
    },
    {
      "text": "...\" \n \n\n20 Some of the transactions and other events on which the Deputy Registrar relies were also relied on by APRA in a separate but related contempt proceeding: see Australian Prudential Regulation Authority v Siminton (No 7) [2007] FCA 1609 (\" Siminton (No 7 )\").",
      "id": "s98"
    },
    {
      "text": "&#8226; The transactions referred to in para 15 of the District Registrar's written submissions are explained and dealt with in Siminton (No 7) at [33] and [63].",
      "id": "s99"
    },
    {
      "text": "&#8226; The transaction referred to in para 17 of the District Registrar's submissions is explained and dealt with in Siminton (No 7) at [28], [29] and [62].",
      "id": "s100"
    },
    {
      "text": "&#8226; The direction referred to in para 19 of the District Registrar's submissions is explained and dealt with in Siminton (No 7) at [37].",
      "id": "s101"
    },
    {
      "text": "The transactions referred to in para 16 of the District Registrar's submissions are, largely, in addition to those dealt with in Siminton (No 7) at [22].",
      "id": "s102"
    },
    {
      "text": "They involved the use, by Mr Siminton, of the Visa card in the name of Holzheimer, to purchase goods and services from a garage, a Seven Eleven store, a cinema and a restaurant.",
      "id": "s103"
    },
    {
      "text": "21 In oral submissions counsel for the District Registrar also drew attention to the use, by Mr Siminton, of the Holzheimer's Visa account, to pay legal fees totalling $19,500 in the period between 3 May 2006 and 16 August 2006.",
      "id": "s104"
    },
    {
      "text": "Nine separate transactions were involved.",
      "id": "s105"
    },
    {
      "text": "The details appear in Siminton (No 7) at [23].",
      "id": "s106"
    },
    {
      "text": "Of these only one payment of $2,000 was made between 19 July and 2 October 2006.",
      "id": "s107"
    },
    {
      "text": "Counsel, however, submitted that the earlier payments provided evidence that Mr Siminton was in a position to draw on and did drawn on the account to satisfy his financial needs during 2006.",
      "id": "s108"
    },
    {
      "text": "22 The District Registrar's invitation to the Court to draw inferences from the facts is made in circumstances in which neither Mr Siminton nor any other persons, such as the Holzheimers, who might reasonably have been expected to have knowledge of the various transactions and of his financial position, gave evidence.",
      "id": "s109"
    },
    {
      "text": "No adverse inference can be drawn merely because Mr Siminton has chosen not to give or call evidence in defence of the charge.",
      "id": "s110"
    },
    {
      "text": "The failure is nonetheless of potential significance.",
      "id": "s111"
    },
    {
      "text": "This is because, as the High Court explained in RPS v R [2000] HCA 3 ; (2000) 199 CLR 620 at 632-3:\n \n \"...it will seldom, if ever, be reasonable to conclude that an accused in a criminal trial would be expected to give evidence.",
      "id": "s112"
    },
    {
      "text": "The most that can be said in criminal matters is that there are some cases in which evidence (or an explanation) contradicting and apparently damning inference to be drawn from proven facts could come only from the accused.",
      "id": "s113"
    },
    {
      "text": "In the absence of such evidence or explanation, the jury may more readily draw the conclusion which the prosecution seeks.",
      "id": "s114"
    },
    {
      "text": "As was said in Weissensteiner v The Queen: \n \n \n '[I]n a criminal trial, hypotheses consistent with innocence may cease to be rational or reasonable in the absence of evidence to support them when that evidence, if it exists at all, must be within the knowledge of the accused.",
      "id": "s115"
    },
    {
      "text": "' \"(footnotes omitted).",
      "id": "s116"
    },
    {
      "text": "\" \n\n23 The inferences which the District Registrar invited the Court to draw are founded on uncontradicted evidence.",
      "id": "s117"
    },
    {
      "text": "Counsel for Mr Siminton did not make any specific submissions as to why the inferences for which APRA contended should not be drawn.",
      "id": "s118"
    },
    {
      "text": "24 I am satisfied beyond reasonable doubt that those inferences ought to be drawn, that the conclusions contended for by the District Registrar are supported by the evidence and that the evidence does not support a finding that there is any reasonable or rational hypothesis consistent with Mr Siminton's innocence of the charge.",
      "id": "s119"
    },
    {
      "text": "25 I am also satisfied that the affidavit and documentary evidence tendered by the District Registrar strongly supports the case made by her and that this evidence establishes each of the matters of fact on which she sought to rely.",
      "id": "s120"
    },
    {
      "text": "26 Counsel for the District Registrar submitted that the evidence supported the conclusion that, in the period between 19 July 2006 and 2 October 2006, Mr Siminton had access to funds which would have enabled him, had he wished to do so, to pay some or all of the fine imposed by the Full Court.",
      "id": "s121"
    },
    {
      "text": "Counsel accepted that there was an issue as to whether Mr Siminton was entitled to have access to the funds consistently with orders made by Gray J on 10 January 2006.",
      "id": "s122"
    },
    {
      "text": "In Siminton (No 7) I have held that, in dealing with these funds, Mr Siminton was in contempt of His Honour's orders: see at [3], [4], [60], [61], [62], and [63].",
      "id": "s123"
    },
    {
      "text": "Counsel, however, submits that Mr Siminton could have made application to the Court in accordance with an order made by Gray J which gave him \"liberty to apply on two days notice in writing to [APRA], supported by an Affidavit as to his means, for an order that he be permitted to withdraw moneys for the purposes of paying his own living expenses and/or paying his legal expenses in relation to the proceeding.",
      "id": "s124"
    },
    {
      "text": "\" Alternatively, an application could have been made to vary His Honour's orders so as to permit Mr Siminton to have access to sufficient funds to pay some or all of the $50,000 fine.",
      "id": "s125"
    },
    {
      "text": "This was not done.",
      "id": "s126"
    },
    {
      "text": "27 Counsel for Mr Siminton pointed to the attempt made by Mr Siminton, in September 2006, to have the time for payment enlarged and, in particular, to the part of the affidavit, sworn by his instructing solicitor on 14 September 2006, which has been extracted above at [4].",
      "id": "s127"
    },
    {
      "text": "This was said to indicate that Mr Siminton was making a bona fide attempt to obtain access to the funds frozen by Gray J's order in order to pay the fine.",
      "id": "s128"
    },
    {
      "text": "The affidavit did not disclose that Mr Siminton had, in fact, obtained access to some of the funds comprehended by his Honour's orders.",
      "id": "s129"
    },
    {
      "text": "Faced with the uncontradicted evidence that Mr Siminton had had access to some of these funds counsel was forced to concede that Mr Siminton did, during the relevant period, have the capacity, should he have so wished, to pay part of the fine.",
      "id": "s130"
    },
    {
      "text": "He submitted, however, that the evidence, adduced by the District Registrar, did not establish that Mr Siminton had the capacity to pay the entire $50,000 before 2 October 2006.",
      "id": "s131"
    },
    {
      "text": "There was, therefore, he contended a \"more than reasonable doubt\" as to whether Mr Siminton's failure to pay the full amount was wilful.",
      "id": "s132"
    },
    {
      "text": "28 The area of disagreement between the parties was thus narrowed to the question of whether it was necessary for the District Registrar to establish that Mr Siminton had the capacity to pay the full $50,000 fine at relevant times or whether, if he had the capacity to pay part of the fine (as it was conceded he did) and did not do so he could be found guilty of contempt.",
      "id": "s133"
    },
    {
      "text": "It was not disputed that a failure to comply with an order of the Court to pay a money amount could constitute a contempt (a proposition supported by decisions of the Court in Australian Industry Group v Automotive, Food, Metals, Engineering, Printing and Kindred Industries of Australia (2001) 188 ALR 653 at 658 and World Netsafe at [29]) or that the Court had power to deal with such a contempt under s 31(1) of the Federal Court of Australia Act 1976 (Cth) and s 24 of the Judiciary Act 1903 (Cth) (as to which see Mudginberri Station at 105-6).",
      "id": "s134"
    },
    {
      "text": "29 In dealing with the disputed issue both parties sought to rely on a passage from the judgment of Spender J in World Netsafe .",
      "id": "s135"
    },
    {
      "text": "His Honour said, at [51], that:\n \n \"The ACCC is not seeking to imprison Mr Butler because he has not paid a debt to it; it is seeking his committal for disobedience of a court order.",
      "id": "s136"
    },
    {
      "text": "Further, and regardless of any possible application of the Debtors Act in the present application, I am of the opinion that to establish contempt of an order to pay within 28 days of the making of the order, it has to be shown that a failure to comply with that order was wilful.",
      "id": "s137"
    },
    {
      "text": "That requirement will not be made out unless it is shown that the person the subject of the order has the capacity to comply with it, in whole or in part.",
      "id": "s138"
    },
    {
      "text": "A truly impecunious person who does not make a payment which a court has ordered him to pay is not guilty of contempt, in my opinion.",
      "id": "s139"
    },
    {
      "text": "\" \n\nThe money had been paid to a company as part of pyramid selling scheme promoted by it.",
      "id": "s140"
    },
    {
      "text": "The alleged contemnor was the sole shareholder and director of the company.",
      "id": "s141"
    },
    {
      "text": "He was found not to have committed contempt by failing to comply with an order requiring him to refund certain moneys which had been paid to the company.",
      "id": "s142"
    },
    {
      "text": "This was because it had not been established that he had the means of making the payment.",
      "id": "s143"
    },
    {
      "text": "30 In my view a person who is ordered by the Court to make a payment within a certain time and, within the prescribed period, has the capacity to pay part, but not all, of the amount needed to satisfy the order, is bound to make that part of the payment which he or she has the capacity to make.",
      "id": "s144"
    },
    {
      "text": "Failure to make such part payment as the person has the capacity to make will constitute a contempt of Court.",
      "id": "s145"
    },
    {
      "text": "I understand Spender J's dictum in World Netsafe to admit this possibility.",
      "id": "s146"
    },
    {
      "text": "Where the Court order is made in favour of another person such an approach ensures that that person obtains at least some of the money to which the Court has adjudged him or her to be entitled.",
      "id": "s147"
    },
    {
      "text": "Where, as here, the Court has imposed a fine for contempt, a requirement of part payment to the limit of the contemnor's capacity at least partially serves \"the very substantial purpose of disciplining the [contemnor] and vindicating the authority of the court\": see Mudginberri at 112.",
      "id": "s148"
    },
    {
      "text": "It would offend common sense and a sense of justice if a person could avoid complying with a Court order to pay a particular sum when he or she had the capacity to pay most but not all of it.",
      "id": "s149"
    },
    {
      "text": "31 The circumstances in which Mr Siminton came to have access to the Holzheimer's Visa account are explained in detail in Siminton (No 7) at [23] and [36].",
      "id": "s150"
    },
    {
      "text": "In summary, what occurred was that, in April 2006, Mrs Holzheimer obtained an additional card to operate the account by reporting the loss of a card held by her.",
      "id": "s151"
    },
    {
      "text": "She provided the replacement card to Mr Siminton who used it regularly from April 2006 until it was cancelled by the bank on [15] September 2006.",
      "id": "s152"
    },
    {
      "text": "Between 19 July 2006 and 16 August 2006 he used it on many occasions to purchase goods and services.",
      "id": "s153"
    },
    {
      "text": "On 16 August 2006 the account had a debit balance of $2,463.73.",
      "id": "s154"
    },
    {
      "text": "At about that time Mr Siminton gave instructions to a bank in Austria to transfer $25,000 (less commission) from an account controlled by him to the Holzheimer's Visa account.",
      "id": "s155"
    },
    {
      "text": "Pursuant to those instructions $24,981 was transferred into the Visa account on 16 August 2006.",
      "id": "s156"
    },
    {
      "text": "The account then had a credit balance of $22,517.27.",
      "id": "s157"
    },
    {
      "text": "On that day he used the card to pay $2,000 to his solicitor.",
      "id": "s158"
    },
    {
      "text": "On 18 August 2006 he withdrew $1,000 in cash from the account.",
      "id": "s159"
    },
    {
      "text": "He did so again on 30 August 2006.",
      "id": "s160"
    },
    {
      "text": "32 I am, accordingly, satisfied that Mr Siminton had the financial capacity to pay at least $22,517.27 to comply, in part, with the Full Court's order.",
      "id": "s161"
    },
    {
      "text": "I am satisfied that his refusal to do so was wilful.",
      "id": "s162"
    },
    {
      "text": "He was well aware of his obligation to make the payment and he chose to use the funds at his disposal for other purposes.",
      "id": "s163"
    },
    {
      "text": "33 I found, in Siminton (No 7) , that the funds transferred from the Austrian bank and other funds credited to the Visa account were subject to the \"freezing order\" made by Gray J in January 2006.",
      "id": "s164"
    },
    {
      "text": "Mr Siminton should not, therefore, have dealt with these moneys.",
      "id": "s165"
    },
    {
      "text": "This does not, in my opinion, lead to the conclusion that he lacked the capacity to make part payment.",
      "id": "s166"
    },
    {
      "text": "Counsel for Mr Siminton did not so submit.",
      "id": "s167"
    },
    {
      "text": "Mr Siminton, in fact, had obtained access to these funds and used them.",
      "id": "s168"
    },
    {
      "text": "He asserted an entitlement to some, at least, of the moneys covered by Gray J's order.",
      "id": "s169"
    },
    {
      "text": "He had the option of preparing an affidavit as to his means and establishing his entitlement to the funds.",
      "id": "s170"
    },
    {
      "text": "He chose not to do so.",
      "id": "s171"
    },
    {
      "text": "I accept the submission of counsel for the District Registrar that Mr Siminton could, had he wished to do so, lawfully have obtained the right to use the funds to pay the fine by exercising the liberty to apply granted to him by Gray J or by applying to vary Gray J's orders.",
      "id": "s172"
    },
    {
      "text": "He did neither of these things.",
      "id": "s173"
    },
    {
      "text": "CONCLUSION \n \n34 I am satisfied beyond reasonable doubt that each element of the charge preferred by District Registrar has been made out.",
      "id": "s174"
    },
    {
      "text": "I will give directions as to the steps which need to be taken in advance of a hearing on penalty.",
      "id": "s175"
    },
    {
      "text": "I certify that the preceding thirty-four (34) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Tracey.",
      "id": "s176"
    },
    {
      "text": "Associate:\n\nDated: 7 November 2007\n\n\n Counsel for the District Registrar: Mr R Niall \n \n Solicitor for the District Registrar: Australian Government Solicitor \n \n Counsel for the Respondent: Mr D Sharp \n \n Solicitor for the Respondent: Erhardt &amp; Associates \n \n Date of Hearing: 14 June 2007 \n \n Date of Judgment: 7 November 2007 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1612.html",
      "id": "s177"
    }
  ]
}