{
  "name": "Namgung v Minister for Immigration and Citizenship [2007] FCA 1696 (5 November 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1696.html",
  "catchphrases": [
    {
      "text": "inconsistency of federal magistrate's decision with decision of full court in minister for immigration and citizenship v szkkc 96 ald 25",
      "id": "c0"
    },
    {
      "text": "futile to remit matter to federal magistrate as minister's decision not reviewable.",
      "id": "c1"
    },
    {
      "text": "migration law",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an Application for Extension of Time to file and serve a Notice of Appeal filed on 26 June 2007.",
      "id": "s0"
    },
    {
      "text": "The applicant in a draft Notice of Appeal from a decision of Federal Magistrate Turner, given on 8 May 2007, contends that he was denied natural justice by the failure to process his application and states that he resided at 79 Garfield Street, Wentworthville, New South Wales when his application was in process at the Department of Immigration and Citizenship (\"the Department\").",
      "id": "s1"
    },
    {
      "text": "2 The decision of the Federal Magistrate was that the application for review of the decision of the Migration Review Tribunal was refused because it was lodged out of time.",
      "id": "s2"
    },
    {
      "text": "The magistrate referred to s 477(1) of the Migration Act 1958 (Cth) (\"the Act \") and noted that:\n \n '... for a remedy to be granted in relation to a migration decision [it] must be made within 28 days of the actual notification of the decision.",
      "id": "s3"
    },
    {
      "text": "' \n \n\n3 On 12 July 2007 the Full Court of this Court in Minister for Immigration and Citizenship v SZKKC 96 ALD 25 decided that the reference to \" actual notification \" in s 477(1) required, in relation to applications concerning the Refugee Review Tribunal, actual notification to an applicant of the Tribunal's decision through physical delivery to the applicant of a written statement prepared by the Tribunal in accordance with s 430(1) of the Act .",
      "id": "s4"
    },
    {
      "text": "4 When the applicant appeared before me today with the aid of an interpreter, he stated that he had in fact lived at 79 Garfield Street, Wentworthville at all relevant times, except for occasional periods when he was not at those premises.",
      "id": "s5"
    },
    {
      "text": "He was unable to give any explanation, however, as to why correspondence from the Department was not opened or answered either by himself or his family.",
      "id": "s6"
    },
    {
      "text": "5 The decision of the Federal Magistrate in the present case was given before the judgment of the Full Court.",
      "id": "s7"
    },
    {
      "text": "It is therefore based on an interpretation of s 477 which the Full Court has held to be incorrect, and is based on an error of law.",
      "id": "s8"
    },
    {
      "text": "Accordingly, the decision of the Federal Magistrate should be set aside on that basis.",
      "id": "s9"
    },
    {
      "text": "That being so, however, the question then arises as to the utility of remitting the matter back to the Federal Magistrate's Court for further consideration.",
      "id": "s10"
    },
    {
      "text": "This question arises because s 47 of the Act only requires the Minister to consider a valid application for visa, and a decision by the Minister that an application is not valid is not the same thing as a decision to refuse to grant the visa.",
      "id": "s11"
    },
    {
      "text": "The decision that the application is not valid is not merits reviewable by the Migration Review Tribunal, as noted in s 338 of the Act .",
      "id": "s12"
    },
    {
      "text": "6 In this case, the decision of the Minister was that the application was not valid because it did not specify the residential address in the form.",
      "id": "s13"
    },
    {
      "text": "In a letter dated 13 September 2003 the department stated that:\n \n 'Recent Departmental investigations have revealed that the address you provided in the application is not a bona fide residential address.",
      "id": "s14"
    },
    {
      "text": "The Department has obtained information indicating that as at 19 August 2003 you did not reside at the address at the head of this letter.",
      "id": "s15"
    },
    {
      "text": "In addition, other persons have occupied the stated address since December 2002.",
      "id": "s16"
    },
    {
      "text": "The Department is not satisfied that you resided at the stated address at the time of the application.",
      "id": "s17"
    },
    {
      "text": "You may wish to apply again when you think you may be able to meet all the requirements for a valid application.",
      "id": "s18"
    },
    {
      "text": "In doing so, you must provide evidence of residing at the stated residential address in any future applications.",
      "id": "s19"
    },
    {
      "text": "' \n \n\n7 Through the application of reg 2.07 of the Migration Regulations 1994 (Cth), an application for a visa that is made using an approved form is not valid if it does not set out the applicant's residential address in the form or in some second accompanying document.",
      "id": "s20"
    },
    {
      "text": "In the present case, the approval form does set out a residential address, but the Department has taken the view that this was not a bona fide residential address, and therefore rejected it as a residential address for the purpose of reg 2.07.",
      "id": "s21"
    },
    {
      "text": "8 Although I consider that there was an error of law by the Federal Magistrate as a consequence of a misinterpretation of the provisions of the Act to which I have referred, I do not think there is any utility in sending the matter back to the Federal Magistrate for further consideration.",
      "id": "s22"
    },
    {
      "text": "Having regard to the limited evidence which is presently before me and the stringent and clear provision of the Act , the law seems to be quite clear that the Department considered the approval form to be invalid, and that such a decision is not reviewable by the Migration Review Tribunal.",
      "id": "s23"
    },
    {
      "text": "9 Accordingly, while I find that the decision of the Federal Magistrate was in error in this matter, I am of the view that it is futile to remit the matter.",
      "id": "s24"
    },
    {
      "text": "I therefore am not prepared to grant the application for extension of time to file and serve the notice of appeal.",
      "id": "s25"
    },
    {
      "text": "10 In relation to the question of costs, I think the appropriate order in the present case, having regard to the way in which events have transpired, is that there should be no order as to costs.",
      "id": "s26"
    },
    {
      "text": "I certify that the preceding ten (10) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Tamberlin.",
      "id": "s27"
    },
    {
      "text": "Associate:\n\nDated: 7 November 2007\n\n Counsel for the Respondent: L. Buchanan \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 5 November 2007 \n \n Date of Judgment: 5 November 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1696.html",
      "id": "s28"
    }
  ]
}