{
  "name": "Parker on behalf of The Martu Idja Banyjima People v Western Australia [2007] FCA 1027 (6 July 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1027.html",
  "catchphrases": [
    {
      "text": "future act objection",
      "id": "c0"
    },
    {
      "text": "whether the tribunal considered the nature of the activity that would constitute interference with the aboriginal site under s 237(b) of the native title act 1993 (cth)",
      "id": "c1"
    },
    {
      "text": "native title",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "1 On 13 July 2005, the first respondent gave notice under s 29 of the Native Title Act 1993 (Cth) (the Act) of its intention to grant exploration licence E47/1385 to the second respondent, an executive officer of the third respondent --- the intended ultimate holder of the licence (the grantee party).",
      "id": "s0"
    },
    {
      "text": "The notice included a statement that the first respondent considered that the grant attracted the expedited procedure under the Act.",
      "id": "s1"
    },
    {
      "text": "The proposed exploration licence is some 120.43 km 2 in area and is located 87 km north-west of Newman in the Shire of East Pilbara.",
      "id": "s2"
    },
    {
      "text": "The Martu Idja Banyjima People (the native title party) have a registered native title claim which is overlapped by the area of the proposed licence.",
      "id": "s3"
    },
    {
      "text": "The Yandi mine, operated by BHP Billiton Limited (BHP) is close to the area of the proposed exploration licence.",
      "id": "s4"
    },
    {
      "text": "2 On 9 November 2005, the appellants, on behalf of the native title party, made an expedited procedure objection application to the National Native Title Tribunal (the Tribunal).",
      "id": "s5"
    },
    {
      "text": "They contended that the future act did not comply with any of the three limbs referred to in s 237 of the Act.",
      "id": "s6"
    },
    {
      "text": "3 Section 237 of the Act provides:\n \n A future act is an act attracting the expedited procedure if:\n \n \n (a) the act is not likely to interfere directly with the carrying on of the community or social activities of the persons who are the holders (disregarding any trust created under Division 6 of Part 2) of native title in relation to the land or waters concerned; and \n \n \n \n (b) the act is not likely to interfere with areas or sites of particular significance, in accordance with their traditions, to the persons who are the holders (disregarding any trust created under Division 6 of Part 2) of the native title in relation to the land or waters concerned; and\n \n (c) the act is not likely to involve major disturbance to any land or waters concerned or create rights whose exercise is likely to involve major disturbance to any land or waters concerned.",
      "id": "s7"
    },
    {
      "text": "(Original emphasis.",
      "id": "s8"
    },
    {
      "text": ") \n \n \n\n4 On 2 June 2006, Deputy President Sumner of the Tribunal rejected the appellants' objection and determined that the proposed grant of exploration licence E47/1385 to the first respondent was an act attracting the expedited procedure.",
      "id": "s9"
    },
    {
      "text": "On 20 June 2006, the native title party appealed.",
      "id": "s10"
    },
    {
      "text": "The Tribunal's determination in respect of s 237(b) of the Act \n \n5 The issue in this appeal relates only to the Tribunal's decision in respect of s 237(b) of the Act, namely, that it was not likely that there would be interference with a site of particular significance to the native title party.",
      "id": "s11"
    },
    {
      "text": "The site in question was a site known as the Barimunya site.",
      "id": "s12"
    },
    {
      "text": "6 The relevant evidence relied upon by the native title party before the Tribunal comprised an affidavit sworn by Mr Slim Parker on 17 May 2006 and an affidavit of Mr Tim Parker sworn on the same day.",
      "id": "s13"
    },
    {
      "text": "Each of the affidavits annexed a witness statement by the deponent.",
      "id": "s14"
    },
    {
      "text": "The appellants also relied on a letter from Ms Fiona Sutherland, an anthropologist, dealing with the cultural heritage significance of the Barimunya site.",
      "id": "s15"
    },
    {
      "text": "The Tribunal made a direction under s 155 of the Act that these documents, as well as the statement of contentions of the native title parties, were not to be disclosed.",
      "id": "s16"
    },
    {
      "text": "At [24], the Tribunal observed:\n \n The affidavits of Slim and Timothy Parker and some other evidence were the subject of a non-disclosure or \"confidentiality\" directions [sic] pursuant to s 155 of the Act.",
      "id": "s17"
    },
    {
      "text": "In these reasons I have only referred to those documents to the extent necessary to explain my decision and have not included material which should according to customary law and traditions remain confidential.",
      "id": "s18"
    },
    {
      "text": "7 The confidential witness statements of Mr Slim Parker and Mr Tim Parker set out the reasons why the Barimunya site has special significance to the native title party.",
      "id": "s19"
    },
    {
      "text": "The Tribunal did not disclose the content of this evidence in its reasons.",
      "id": "s20"
    },
    {
      "text": "In his witness statement, Mr Slim Parker also said that the potential interference with the Barimunya site was a major concern when BHP developed the Yandi mine.",
      "id": "s21"
    },
    {
      "text": "Mr Parker said he participated with members of the claim group on heritage surveys with BHP to map a boundary for the Barimunya site, and it was agreed with BHP that none of their employees or contractors would go onto the site and that it would be a \"no go\" area.",
      "id": "s22"
    },
    {
      "text": "8 The native title party also provided to the Tribunal a copy of BHP's \"Aboriginal Heritage Induction Handbook\" which referred to the Barimunya site.",
      "id": "s23"
    },
    {
      "text": "9 The Tribunal found that the Barimunya site was a site of particular significance to the native title party in accordance with their traditions.",
      "id": "s24"
    },
    {
      "text": "At [42] the Tribunal said:\n \n I have no difficulty in finding that Barimunya is a site of particular significance to the native title party in accordance with their traditions.",
      "id": "s25"
    },
    {
      "text": "The evidence provided by Mr Slim Parker, Mr Timothy Parker and Ms Fiona Sutherland, Anthropologist with Australian Cultural Heritage Management in a letter to Paul Sheiner of 3 April 2006 were the subject of confidentiality orders because of the sensitive nature of the site.",
      "id": "s26"
    },
    {
      "text": "However, the native title party provided a copy of BHP Billiton's \" Aboriginal Heritage Induction Handbook \" which is publicly available and contains the following reference to Barimunya:\n \n \n \"The three large hills that dominate the landscape at Yandi are a significant ethnographic site known as Barimunya.",
      "id": "s27"
    },
    {
      "text": "In order to comply with the Western Australian Aboriginal Heritage Act, 1972 and the wishes of the heritage custodians BHP Billiton Iron Ore is committed to the management and protection of this site.",
      "id": "s28"
    },
    {
      "text": "To ensure this, an area of land surrounding the hills has been made a Designated Area.",
      "id": "s29"
    },
    {
      "text": "Part of this area has been fenced and marked with signs marking the Designated Area status.",
      "id": "s30"
    },
    {
      "text": "\"\n \n\n10 The Tribunal went on to find that it was necessary to apply a predictive assessment as to whether the proposed future act was likely to give rise to the proscribed interference or disturbance.",
      "id": "s31"
    },
    {
      "text": "This involved taking into account the grantee party's intention in relation to the protection of Aboriginal heritage sites.",
      "id": "s32"
    },
    {
      "text": "In its reasons, the Tribunal drew a distinction between a \"buffer zone\" surrounding the site and the Barimunya site itself.",
      "id": "s33"
    },
    {
      "text": "11 The Tribunal referred to the statutory protective regime under the Aboriginal Heritage Act 1972 (WA) (the AHA).",
      "id": "s34"
    },
    {
      "text": "Section 17 of that Act provides that certain specified conduct in respect of an Aboriginal site, such as damaging or in any way altering the site, is an offence.",
      "id": "s35"
    },
    {
      "text": "Section 18 provides for a means of obtaining an exemption from the provisions of s 17 in the prescribed circumstances.",
      "id": "s36"
    },
    {
      "text": "The grantee party said that it would comply with its legal obligations under the AHA and would attempt to avoid Aboriginal sites but in the event there was a need to disturb a site, it would pursuant to s 18 make an application through the Aboriginal Cultural Material Committee, for consent to disturb the site.",
      "id": "s37"
    },
    {
      "text": "12 The Tribunal said that the existence of the statutory protective regime and the expressed intention on the part of the grantee party to operate within the statutory regime was not decisive of the question of whether it was not likely there would be a proscribed interference with the Barimunya site under s 237(b) of the Act.",
      "id": "s38"
    },
    {
      "text": "13 At [35], the Tribunal rejected the contention that the existence of the statutory protective regime meant that \"in all cases the protective regime will be adequate to make s 237(b) interference unlikely\" and said:\n \n Each case must be considered on its particular facts.",
      "id": "s39"
    },
    {
      "text": "What is clear is that the Tribunal is entitled to have regard and give considerable weight to the Government party's site protection regime.",
      "id": "s40"
    },
    {
      "text": "14 At [47], the Tribunal observed:\n \n As already explained, the possibility that a s 18 application may be made is not, since the amendment to the Act in 1998, decisive (as it was prior to 1998) in leading to a conclusion that there will be interference with sites of particular significance.",
      "id": "s41"
    },
    {
      "text": "This possibility has always been a part of the Government party's regulatory regime which has been considered by the Tribunal and Federal Court in Little .",
      "id": "s42"
    },
    {
      "text": "Its importance in deciding whether there is a real risk of interference with sites of particular significance will depend under the predictive assessment approach on all the circumstances.",
      "id": "s43"
    },
    {
      "text": "If the evidence were to be that exploration could not be carried out without avoiding sites or that a s 18 application was virtually inevitable then these circumstances would need to be given greater weight.",
      "id": "s44"
    },
    {
      "text": "It would still, however, need to be considered in the context of the number of sites, the consultative mechanism in place with the native title party through a heritage survey or otherwise and the attitude of the grantee party to site protection.",
      "id": "s45"
    },
    {
      "text": "15 The Tribunal then went on to say at [48]:\n \n In this case I have had regard to the following factors in deciding that there is unlikely to be interference with the Barimunya site.",
      "id": "s46"
    },
    {
      "text": "&#8226; The existence of the site is well known and been [sic] the subject of earlier site surveys (including for BHP Billiton).",
      "id": "s47"
    },
    {
      "text": "&#8226; Parts of the buffer zone (and possibly the actual site) are currently the subject of a heritage survey being carried out by MIB and the grantee party in relation to E47/1237).",
      "id": "s48"
    },
    {
      "text": "&#8226; The most important part of the DIA delineated site area, the Three Sisters hills, are also within the Innawonga and Bunjima Peoples registered claimant area and any exploration will be the subject of a site survey conducted by them pursuant to the RSHA.",
      "id": "s49"
    },
    {
      "text": "&#8226; While the grantee party has made application for a mining lease (M47/1360) which appears to be at least partially over the DIA delineated site, suggesting the possibility of future mining in the area, the future act with which the Tribunal is concerned here is an exploration licence only.",
      "id": "s50"
    },
    {
      "text": "A proposal to mine will be a separate future act and subject to the right to negotiate provisions of the Act not involving the expedited procedure.",
      "id": "s51"
    },
    {
      "text": "&#8226; Before making a recommendation to the Minister the ACMC will be aware of the views of the Traditional Owners which will include members of the MIB and Innawonga and Bunjima claim groups.",
      "id": "s52"
    },
    {
      "text": "&#8226; The agreement of the Traditional Owners with BHP which preceded the development of the Yandi mine recognised the significance of this area and restricted access to it by employees of BHP (Slim Parker affidavit).",
      "id": "s53"
    },
    {
      "text": "&#8226; The native title party has not been opposed to exploration per se but has not been satisfied with the RSHA adopted by Yamatji.",
      "id": "s54"
    },
    {
      "text": "Negotiations have been about the type and cost of a site survey, not about whether a survey should be conducted.",
      "id": "s55"
    },
    {
      "text": "&#8226; \n The Government party's condition...will provide the option for the MIB native title party to enter into a RSHA.",
      "id": "s56"
    },
    {
      "text": "I am aware of the contents of the RSHA a copy of which was tendered in this matter (see also findings in Champion at [21]).",
      "id": "s57"
    },
    {
      "text": "I can see no reason why the RSHA will not provide for an adequate Aboriginal heritage survey, something with which Yamatji, the native title representative body for the area with a special responsibility for looking after the interests of native title holders and claimants, by its endorsement of the RSHA agrees with.",
      "id": "s58"
    },
    {
      "text": "&#8226; The grantee party is currently carrying out surveys with MIB and other native title claimants.",
      "id": "s59"
    },
    {
      "text": "Other groups have indicated that work programs will not interfere with sites such as the proposed drilling in the Phil's Creek area on E47/1237 which is within the DIA delineated area (see below).",
      "id": "s60"
    },
    {
      "text": "16 The Tribunal also made other findings in respect of s 237(b) of the Act, but they are not relevant to the issues in the appeal.",
      "id": "s61"
    },
    {
      "text": "The appeal \n \n17 The amended notice of appeal relied upon the following grounds:\n \n 1.",
      "id": "s62"
    },
    {
      "text": "The Deputy President erred in law in that he failed to consider whether the grant of the exploration licence was not likely to interfere with the Barimunya site or area in that:\n \n (a) The Deputy President failed to consider whether there was a real risk of interference with the site or area otherwise than by conduct in breach of s. 17 of the Aboriginal Heritage Act 1972 (WA) and/or conduct approved under s. 18 of that Act.",
      "id": "s63"
    },
    {
      "text": "(b) The Deputy President failed to consider whether Low Impact Exploration as defined in the Regional Standard Heritage Agreement ( RSHA ) would constitute interference with the Barimunya site or area.",
      "id": "s64"
    },
    {
      "text": "(c) The Deputy President failed to consider the particular significance of the Barimunya site or area to the Native Title Party and what might comprise interference with that site in accordance with traditional laws and customs in assessing whether or not there was a real risk of interference with that site or area.",
      "id": "s65"
    },
    {
      "text": "18 As to the first ground of appeal, it was submitted by the appellants that there was an erroneous conflation by the Tribunal of \"interference for the purpose of s 237(b) of the Act with a breach of s 17 of the AHA\".",
      "id": "s66"
    },
    {
      "text": "In my view, there was no such conflation by the Tribunal.",
      "id": "s67"
    },
    {
      "text": "The Tribunal distinguished between the protection that might be afforded to an Aboriginal site by the statutory protective regime under the AHA and the application of the predictive assessment required under s 237(b) of the Act.",
      "id": "s68"
    },
    {
      "text": "It found that neither the existence of the statutory protective regime nor the expressed intention of a grantee party to give effect to that regime, was conclusive of the question under s 237(b) of the Act whether the grant of the exploration licence was not likely to interfere with the Barimunya site.",
      "id": "s69"
    },
    {
      "text": "The distinction between the protection afforded by the statutory regime, and the application of the predictive assessment required in respect of s 237(b) of the Act, is evidenced by the passages of the Tribunal's reasons referred to at [13] and [14] above.",
      "id": "s70"
    },
    {
      "text": "This ground of appeal should be dismissed.",
      "id": "s71"
    },
    {
      "text": "19 I deal with the second and third grounds of appeal together because they are, in my view, related.",
      "id": "s72"
    },
    {
      "text": "The appellants contended that the Tribunal did not consider what activities might constitute interference with the Barimunya site by reference to the traditions of the native title party, in determining that it was not likely that the grantee party would interfere with the site.",
      "id": "s73"
    },
    {
      "text": "The appellants referred specifically to the evidence that, under the customs of the native title party, it would be \"wrong\" to walk over or disturb any part of the area without senior members of the claim group.",
      "id": "s74"
    },
    {
      "text": "This evidence was given by Mr Slim Parker and was covered by the confidentiality order.",
      "id": "s75"
    },
    {
      "text": "The appellants said that the Tribunal made no express finding as to the nature of the activities that would constitute interference with the site under s 237(b) of the Act.",
      "id": "s76"
    },
    {
      "text": "It followed, contended the appellants, that, in undertaking the predictive assessment, the Tribunal did not have regard to the sensitivity of the site and, in particular, that even walking on the site in the absence of senior members, would constitute an interference.",
      "id": "s77"
    },
    {
      "text": "20 I am of the view, that although the Tribunal made no express finding as to which activities would constitute \"interference\" with the site, the Tribunal was aware of, and accepted the evidence of Mr Slim Parker that even walking upon the site in the absence of senior members, would breach the laws and customs of the native title party.",
      "id": "s78"
    },
    {
      "text": "In my view, the reason why there is no such express finding is because the Tribunal was reluctant to refer expressly to this part of Mr Slim Parker's evidence because of the sensitivity of this information.",
      "id": "s79"
    },
    {
      "text": "This reluctance is evident from the Tribunal's reasons referred to at [6] above and, in particular, the distinction drawn by the Tribunal in its reasons referred to at [9] above, between the fact that the evidence of Mr Slim Parker and others was, because of the sensitivity of the site, confidential, whereas the information in the BHP handbook was \"publicly available\".",
      "id": "s80"
    },
    {
      "text": "The same deference by the Tribunal to the sensitivity of the information about the site and the attendant confidentiality orders, is also evident from the following observations made at [44] of the Tribunal's reasons:\n \n The significance of the Bariumunya site was not contested by either of the other parties and there is no need to publish further details of the site or analysis of reasons for this finding.",
      "id": "s81"
    },
    {
      "text": "Suffice to say that the Barimunya site is a very special traditional place for the native title party.",
      "id": "s82"
    },
    {
      "text": "21 I am of the view, for the following reasons, that, in its application of the predictive assessment, the Tribunal took into account that even walking on the site in the absence of senior members would constitute interference with the site.",
      "id": "s83"
    },
    {
      "text": "22 Firstly, the Tribunal referred expressly to the BHP \"Aboriginal Heritage Induction Handbook\" on the basis that it was \"publicly available\" information about the site, and chose to quote verbatim from that part of the handbook which referred to the site being \"fenced off and marked with signs marking the Designated Area status\".",
      "id": "s84"
    },
    {
      "text": "The reference to the site being \"fenced off\" recognises the degree of exclusion necessary to prevent an \"interference\".",
      "id": "s85"
    },
    {
      "text": "23 Secondly, it is significant that in [48] of its reasons (referred to at [15] above) the Tribunal refers specifically to the fact that the traditional owners had reached an agreement with BHP which recognised the significance of the site and restricted access to it by employees of BHP.",
      "id": "s86"
    },
    {
      "text": "Again, the Tribunal there manifests further recognition of the requisite degree of exclusion necessary to prevent \"interference\".",
      "id": "s87"
    },
    {
      "text": "24 As to the second ground of appeal specifically, it follows a fortiori from the abovementioned finding that the Tribunal took into account that low impact drilling, as defined in the RSHA, would constitute interference with the site.",
      "id": "s88"
    },
    {
      "text": "25 Accordingly, in my view, the second and third grounds of appeal should be dismissed.",
      "id": "s89"
    },
    {
      "text": "26 I also record that at the hearing of the appeal the second and third respondents sought to tender and rely upon affidavit evidence as to events which had transpired after the Tribunal hearing.",
      "id": "s90"
    },
    {
      "text": "The appellants objected to the tender of the evidence.",
      "id": "s91"
    },
    {
      "text": "I said that I would rule on that question in my reasons.",
      "id": "s92"
    },
    {
      "text": "In the absence of any motion having been brought by these respondents to stay the appeal on the grounds that it was moot, I am of the view that the evidence is irrelevant, and, therefore, inadmissible.",
      "id": "s93"
    },
    {
      "text": "27 The appeal is dismissed with costs.",
      "id": "s94"
    },
    {
      "text": "I certify that the preceding twenty-seven (27) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Siopis.",
      "id": "s95"
    },
    {
      "text": "Associate:\n\nDated: 6 July 2007\n\n\n Counsel for the Appellants: Mr GM McIntyre SC and Mr PA Sheiner \n \n Solicitor for the Appellants: Christensen Vaughan \n \n Counsel for the First Respondent: \n Mr TA Creewel \n \n Solicitor for the First Respondent: \n State Solicitor's Office \n \n Counsel for the\nSecond and Third Respondents: \n\nMr MR Holmes \n \n Solicitor for the\nSecond and Third Respondents: \n\nTaylor Linfoot &amp; Holmes \n \n Date of Hearing: 28 November 2006 \n \n Date of Judgment: 6 July 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1027.html",
      "id": "s96"
    }
  ]
}