{
  "name": "SZIYI v Minister for Immigration and Citizenship [2007] FCA 1379 (31 August 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1379.html",
  "catchphrases": [
    {
      "text": "judicial review",
      "id": "c0"
    },
    {
      "text": "protection visa",
      "id": "c1"
    },
    {
      "text": "procedural fairness",
      "id": "c2"
    },
    {
      "text": "whether breach of procedural fairness",
      "id": "c3"
    },
    {
      "text": "reference to independent country evidence",
      "id": "c4"
    },
    {
      "text": "scope of fair hearing requirements",
      "id": "c5"
    },
    {
      "text": "application of s 422b and s 424a of the migration act 1958 (cth)",
      "id": "c6"
    },
    {
      "text": "appeal against federal magistrate's decision dismissed",
      "id": "c7"
    },
    {
      "text": "migration",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "Introduction \n \n1 The appellant is a citizen of Sri Lanka who came to Australia in May 2005 and subsequently lodged an application for a protection visa which was refused by a delegate of the Minister.",
      "id": "s0"
    },
    {
      "text": "The delegate's decision was affirmed by the Refugee Review Tribunal (the Tribunal).",
      "id": "s1"
    },
    {
      "text": "An application for judicial review was allowed in the Federal Magistrates Court and the matter remitted to the Tribunal.",
      "id": "s2"
    },
    {
      "text": "Upon rehearing by a differently constituted Tribunal the delegate's decision was again affirmed.",
      "id": "s3"
    },
    {
      "text": "A further judicial review application in the Federal Magistrates Court was dismissed.",
      "id": "s4"
    },
    {
      "text": "The appellant now appeals against that decision.",
      "id": "s5"
    },
    {
      "text": "For the reasons that follow his appeal will be dismissed.",
      "id": "s6"
    },
    {
      "text": "Factual and procedural background \n \n2 The appellant is a citizen of Sri Lanka who was born on 10 August 1973.",
      "id": "s7"
    },
    {
      "text": "He is married with two daughters aged 8 and 3.",
      "id": "s8"
    },
    {
      "text": "He is of the Burgher ethnic group.",
      "id": "s9"
    },
    {
      "text": "He arrived in Australia on 12 May 2005 on a visitors visa.",
      "id": "s10"
    },
    {
      "text": "He had applied for a visa in Colombo and stated that he wanted to visit Australia on a holiday.",
      "id": "s11"
    },
    {
      "text": "3 On 10 June 2005, the appellant lodged an application for a protection visa.",
      "id": "s12"
    },
    {
      "text": "The application was refused by a delegate of the Minister on 6 September 2005.",
      "id": "s13"
    },
    {
      "text": "His claims made in support of the application were conveniently summarised in the delegate's decision record as follows: \n \n \n .",
      "id": "s14"
    },
    {
      "text": "the applicant joined the Sri Lankan Army (SLA) in August 1996, and after a short training period, was transferred to Pallali Army base in Jaffna; \n .",
      "id": "s15"
    },
    {
      "text": "[he] was engaged in tracking LTTE operatives, and in attacks on LTTE bases, and during these operations he witnessed many atrocities against the civilian population;\n .",
      "id": "s16"
    },
    {
      "text": "[he] was promoted to the rank of Lance Corporal in May 2000, however he made known his opposition to the atrocities that had been committed by SLA personnel; \n .",
      "id": "s17"
    },
    {
      "text": "[he] was transferred to Ambepussa camp in June 2000, where he was allocated kitchen duties, and was told that this was the result of his complaints about the atrocities he had witnessed; \n .",
      "id": "s18"
    },
    {
      "text": "the applicant was quickly transferred back to regular duties in Jaffna as LTTE attacks increased and the SLA was required to respond to the situation; \n .",
      "id": "s19"
    },
    {
      "text": "the applicant was transferred to Anuradhapura camp in April 2001, and again spoke openly of his experiences and the atrocities he had witnessed; \n .",
      "id": "s20"
    },
    {
      "text": "in September 2001 the applicant was denied a promotion to full Corporal, was targeted by fellow personnel, but his complaints were ignored by his commanding officer; \n .",
      "id": "s21"
    },
    {
      "text": "in January 2002 the applicant wrote a letter about the atrocities under a pseudonym to a Sinhala newspaper called \"Aththa\", and around the same time his wife started to receive letters which threatened her husband the applicant if he did not forget his experiences in the north; \n .",
      "id": "s22"
    },
    {
      "text": "in April 2002 the applicant was assaulted several times while on duty at the base, and was ostracised and harassed; \n .",
      "id": "s23"
    },
    {
      "text": "the applicant wrote another letter to \"Aththa\" in May 2002, again under a pseudonym, in which he offered to testify about the events he had witnessed if the security of he and his family could be guaranteed; \n .",
      "id": "s24"
    },
    {
      "text": "the applicant's wife received another threatening letter after this, and was admitted to hospital when she became hysterical; \n .",
      "id": "s25"
    },
    {
      "text": "the applicant was travelling home to Colombo for Christmas leave in December 2002 when he was attacked by [persons] whom he believes (sic) were army personnel, who gagged and bound him, and beat him while questioning him about his activities; \n .",
      "id": "s26"
    },
    {
      "text": "the applicant was hospitalised after this attack, having suffered serious injuries; \n .",
      "id": "s27"
    },
    {
      "text": "the matter was reported to police, however no one was arrested, and after the applicant was discharged in January 2003 he began living like a recluse, deserting the army, and moving from house to house and seeking odd jobs; \n .",
      "id": "s28"
    },
    {
      "text": "the applicant's wife borrowed money from their relatives and a friend of the applicant made secret arrangements to obtain a visitor visa to Australia; \n .",
      "id": "s29"
    },
    {
      "text": "the applicant travelled to Australia on 12 May 2005 and subsequently applied for a Protection visa; \n .",
      "id": "s30"
    },
    {
      "text": "[he] believes that the army is pro-government and will not take steps to jeopardise its status, while the government will do everything possible to suppress the applicant's allegations during this ceasefire period with the LTTE; \n .",
      "id": "s31"
    },
    {
      "text": "the applicant believes he will not have any protection whatsoever if he was to return to Sri Lanka.",
      "id": "s32"
    },
    {
      "text": "4 Following the refusal of his application by the delegate, the appellant applied to the Tribunal for review of the decision.",
      "id": "s33"
    },
    {
      "text": "On 1 May 2006 the Tribunal affirmed the delegate's decision not to grant him a protection visa under the Refugees Convention.",
      "id": "s34"
    },
    {
      "text": "The appellant then sought judicial review of the Tribunal's decision in the Federal Magistrates Court.",
      "id": "s35"
    },
    {
      "text": "On 16 August 2006 his Honour, Driver FM, made orders by consent granting the application for judicial review.",
      "id": "s36"
    },
    {
      "text": "A writ of certiorari issued quashing the decision of the Tribunal made on 1 May 2006 and a writ of mandamus issued requiring the Tribunal to redetermine the matter according to law.",
      "id": "s37"
    },
    {
      "text": "The application for review was considered afresh by a Tribunal differently constituted and on 12 December 2006 that Tribunal affirmed the decision not to grant a protection visa.",
      "id": "s38"
    },
    {
      "text": "The appellant then sought judicial review of the second Tribunal's decision.",
      "id": "s39"
    },
    {
      "text": "On 17 May 2007 the judicial review application was dismissed with costs by her Honour Emmett FM in the Federal Magistrates Court.",
      "id": "s40"
    },
    {
      "text": "The appellant has now appealed to this Court against that decision.",
      "id": "s41"
    },
    {
      "text": "The Tribunal's reasons for decision \n \n5 The Tribunal's reasons recorded that the appellant appeared before it on 28 November 2006 to give evidence and present arguments.",
      "id": "s42"
    },
    {
      "text": "He was represented by a registered migration agent who attended the hearing.",
      "id": "s43"
    },
    {
      "text": "6 The Tribunal referred to the appellant's 10 years of education between 1974 and 1984 at Catholic schools.",
      "id": "s44"
    },
    {
      "text": "It noted that he travelled to Australia on a passport \"issued legally and without difficulties by the government of Sri Lanka on 16 March 2005 and valid until 16 November 2010\".",
      "id": "s45"
    },
    {
      "text": "It set out his claims for protection which were contained in his original application for a protection visa and then undertook a detailed review of his evidence at the hearing.",
      "id": "s46"
    },
    {
      "text": "7 Following its review of evidence at the hearing the Tribunal referred to \"EVIDENCE FROM OTHER SOURCES\".",
      "id": "s47"
    },
    {
      "text": "This related to the position of Burghers in Sri Lanka and military service in Sri Lanka.",
      "id": "s48"
    },
    {
      "text": "It cited a Country Information Report dated 12 June 1996 which said that Burghers are not a particular group in which the Sri Lankan government is interested.",
      "id": "s49"
    },
    {
      "text": "There are very few Burghers in Sri Lanka today because most migrated after the national language policy was reformed in the 1950s and English ceased to be their official language.",
      "id": "s50"
    },
    {
      "text": "It was said that they do not suffer discrimination in Sri Lanka.",
      "id": "s51"
    },
    {
      "text": "8 The Tribunal referred to a report from the Research Directorate, Immigration and Refugee Board in Ottawa dated 26 May 2000 which quoted, inter alia, a telephone interview with the Executive Director of the Asia Pacific Centre for Justice and Peace in Washington, DC.",
      "id": "s52"
    },
    {
      "text": "In that telephone interview, which was said to have occurred on 26 May 2000, the Executive Director said that she understood Burghers to be persons of mixed Dutch heritage.",
      "id": "s53"
    },
    {
      "text": "They typically had English as a mother tongue and were predominantly Christian.",
      "id": "s54"
    },
    {
      "text": "They were not a privileged group in Sri Lanka but neither were they generally poor.",
      "id": "s55"
    },
    {
      "text": "It was not likely that a Burgher could be a landowner.",
      "id": "s56"
    },
    {
      "text": "When asked what their treatment might be by government authorities if they were thought to be supporting the Liberation Tigers of Tamil Eelam (LTTE) she said it would not differ from the treatment of any other person thought to be supporting the LTTE.",
      "id": "s57"
    },
    {
      "text": "The Tribunal's reasons then set out the views of an unnamed Professor of Anthropology at Columbia University said to have \"... provided additional detail\" to that provided by the Executive Director of the Asia Pacific Centre for Justice and Peace.",
      "id": "s58"
    },
    {
      "text": "It was not made very clear from the way that the Tribunal's reasons were set out that the views of the Professor of Anthropology were part of the 26 May 2000 report of the Research Directorate of the Immigration and Refugee Board in Ottawa.",
      "id": "s59"
    },
    {
      "text": "This appears from a Directorate document which was in the papers before the Tribunal and was included in the appeal book.",
      "id": "s60"
    },
    {
      "text": "According to the Directorate's report of what the professor said: \n \n He stated that Burghers are predominantly descendants from mixed marriages of Sri Lankans with either Dutch or Portuguese persons.",
      "id": "s61"
    },
    {
      "text": "As such the term \"Eurasian\" refers to a section of Burghers who \"would rather call themselves Eurasian\".",
      "id": "s62"
    },
    {
      "text": "He said these persons would most likely be descendants of mixed marriages of Sri Lankans with persons of British descent.",
      "id": "s63"
    },
    {
      "text": "However, he also stated that a person identifying their Burgher ethnicity outside of Sri Lanka could use the term \"Eurasian\" because it would be more easily understood by non-Sri Lankans.",
      "id": "s64"
    },
    {
      "text": "The professor said that most Burghers live in Colombo, Kandy and the southern part of the country in regions outside of LTTE activity .",
      "id": "s65"
    },
    {
      "text": "However, he said there are a few poor Burghers known as \"shoemakers\" in the eastern part of the country.",
      "id": "s66"
    },
    {
      "text": "He said that most Burghers would be middle-class and often work in areas where they can serve as \"intermediaries\" between Europeans and Sri Lankans.",
      "id": "s67"
    },
    {
      "text": "He gave hotel manager as an example.",
      "id": "s68"
    },
    {
      "text": "He also stated that while it was possible for Burghers to be landowners, historically, as well as at the present time, it would be much more likely for them to be working as a manager of farm estates, rather than as the estates' owners.",
      "id": "s69"
    },
    {
      "text": "When asked if Burghers would be treated differently by government authorities if they were thought to be supporting the LTTE, the professor said they would not be treated any worse than others.",
      "id": "s70"
    },
    {
      "text": "He said that a Burgher could be treated \"possibly better.",
      "id": "s71"
    },
    {
      "text": "\" He explained that \"Burghers generally do not do this\" (support the LTTE) and, as such, if they were suspected of doing so they could be treated \"like someone gone astray\".",
      "id": "s72"
    },
    {
      "text": "He said that Sinhalese aggression is directed mainly against the Tamils and that that out of all the different ethnic groups in Sir Lanka, the Burghers are \"the least touched by inter-ethnic strife\".",
      "id": "s73"
    },
    {
      "text": "(Tribunal emphasis)\n \n\n9 Under the heading \" Military service\" the Tribunal again resorted to a report of the Research Directorate, Immigration and Refugee Board in Ottawa dated 25 January 1999.",
      "id": "s74"
    },
    {
      "text": "The report referred, inter alia, to an amnesty extended to deserters from the armed forces in February 1998.",
      "id": "s75"
    },
    {
      "text": "A separate document from the Department of Foreign Affairs and Trade, also cited by the Tribunal, stated that: \n \n A period of absence without leave is referred to as desertion.",
      "id": "s76"
    },
    {
      "text": "This is a punishable offence under the army act.",
      "id": "s77"
    },
    {
      "text": "Deserters are court-marshalled, summarily tried and face prison term of 3 to more than 36 months depending on the circumstances of the case and the reasons for desertion.",
      "id": "s78"
    },
    {
      "text": "[sic]\n \n\nThat document was dated 17 August 1999.",
      "id": "s79"
    },
    {
      "text": "10 In its \"FINDINGS AND REASONS\" the Tribunal found the appellant to be a citizen of Sri Lanka.",
      "id": "s80"
    },
    {
      "text": "It was satisfied that he was a member of the military but regarded his claims and evidence as implausible, contradictory, internally inconsistent and \"... inconsistent with the independent evidence\".",
      "id": "s81"
    },
    {
      "text": "It did not accept as credible or plausible his claims to have written letters criticising the military and its tactics, or that he was targeted by the military because of those letters and that he was assaulted or abducted.",
      "id": "s82"
    },
    {
      "text": "11 The Tribunal considered whether or not the appellant would face harm for reasons of his race in the reasonably foreseeable future in Sri Lanka.",
      "id": "s83"
    },
    {
      "text": "This was not a matter he had raised as a claim.",
      "id": "s84"
    },
    {
      "text": "The independent evidence suggested Burghers were not a particular group in which the government is interested.",
      "id": "s85"
    },
    {
      "text": "There were very few of them in Sri Lanka and they did not suffer discrimination beyond the fact that English was no longer the official language.",
      "id": "s86"
    },
    {
      "text": "In light of the independent evidence, the Tribunal could not be satisfied that the appellant would face harm in Sri Lanka on account of his ethnicity or race as a Burgher.",
      "id": "s87"
    },
    {
      "text": "12 Under the sub heading \" The applicant, the military and the letters\" , the Tribunal accepted that the appellant enlisted in the army as a Private in August 1996.",
      "id": "s88"
    },
    {
      "text": "It referred to his claims that in January 2002, having become deeply disillusioned with the military, he wrote a letter to a newspaper criticising its conduct.",
      "id": "s89"
    },
    {
      "text": "He gave evidence at the hearing that he wrote a second letter in May 2002 following which his wife started receiving threatening letters.",
      "id": "s90"
    },
    {
      "text": "He also claimed that he had been assaulted in April 2001 and again in December 2002 and was \"mocked and sidelined\".",
      "id": "s91"
    },
    {
      "text": "He said he had gone into hiding and fled the country in 2005.",
      "id": "s92"
    },
    {
      "text": "The Tribunal did not find those claims to be plausible or credible.",
      "id": "s93"
    },
    {
      "text": "It analysed the evidence, particularly that given at the hearing.",
      "id": "s94"
    },
    {
      "text": "It noted that the appellant had sought promotion in the military in March 2000 and had been promoted to Lance Corporal.",
      "id": "s95"
    },
    {
      "text": "He sought promotion again in July 2001.",
      "id": "s96"
    },
    {
      "text": "The Tribunal observed: \n \n Further, of great significance is the applicant's evidence that he re-enlisted with the military in August 2002.",
      "id": "s97"
    },
    {
      "text": "The Tribunal finds it implausible that a soldier who was disillusioned with the military and its conduct in the manner described by the applicant would seek promotion, and then re-enlist in the very organisation for which he feels such antipathy.",
      "id": "s98"
    },
    {
      "text": "The Tribunal therefore finds the applicant's claims to have been disillusioned with the military to lack credibility.",
      "id": "s99"
    },
    {
      "text": "There were also inconsistencies in the appellant's evidence about the assault and the Tribunal disbelieved his claims to have written letters in January 2002 and May 2002.",
      "id": "s100"
    },
    {
      "text": "13 With respect to the appellant's alleged desertion from the army, the Tribunal referred to the independent country evidence about the punishment for desertion.",
      "id": "s101"
    },
    {
      "text": "This information had been made available at the hearing.",
      "id": "s102"
    },
    {
      "text": "The Tribunal found that he would not face persecution arising from his desertion, but rather prosecution for a criminal act.",
      "id": "s103"
    },
    {
      "text": "There was no evidence to suggest that he would face punishment disproportionately harsh for any of the Refugees Convention reasons.",
      "id": "s104"
    },
    {
      "text": "14 The Tribunal was not satisfied that the appellant was a person to whom Australia had protection obligations under the Convention.",
      "id": "s105"
    },
    {
      "text": "Grounds of judicial review application \n \n15 The appellant applied for judicial review of the Tribunal's decision on the following grounds:\n \n \n 1.",
      "id": "s106"
    },
    {
      "text": "The Tribunal erred in law by failing to comply with s 424A(1) of the Migration Act 1958 (the Act) in relation to the provision of information made pursuant to the Act.",
      "id": "s107"
    },
    {
      "text": "...\n \n 2.",
      "id": "s108"
    },
    {
      "text": "Further or in the alternative, the Tribunal erred in law in making a finding of fact that in the absence of evidence that could reasonably support such finding.",
      "id": "s109"
    },
    {
      "text": "[sic]\n \n ...\n \n 3.",
      "id": "s110"
    },
    {
      "text": "Further, or in the alternative, the Tribunal erred in law and thereby acted without jurisdiction in failing to consider or determine relevant matters or substantive issues arising on the evidence before the Tribunal.",
      "id": "s111"
    },
    {
      "text": "...\n \n 4.",
      "id": "s112"
    },
    {
      "text": "The member was bias [sic] (at least ostensibly) against the applicant.",
      "id": "s113"
    },
    {
      "text": "...\n \n 5.",
      "id": "s114"
    },
    {
      "text": "The Tribunal member disregarded the evidence that supported applicant's claims.",
      "id": "s115"
    },
    {
      "text": "[sic]\n \n ...\n \n 6.",
      "id": "s116"
    },
    {
      "text": "The tribunal member acted beyond jurisdiction.",
      "id": "s117"
    },
    {
      "text": "Consequently the applicant suffered denial of procedural fairness.",
      "id": "s118"
    },
    {
      "text": "16 The first ground, relying upon s 424A of the Migration Act 1958 (Cth) (the Act) was particularised.",
      "id": "s119"
    },
    {
      "text": "The Tribunal was said to have identified and to have relied upon discrepancies between information provided by the appellant and information collected by the Tribunal from the Internet.",
      "id": "s120"
    },
    {
      "text": "The Tribunal was also said to have relied upon \"... information or evidence collected (apparently in an informal meeting with the member) from an un-named person \"a professor\".",
      "id": "s121"
    },
    {
      "text": "\" It was said to be the Tribunal's duty to invite the appellant to comment on, or respond to, such information.",
      "id": "s122"
    },
    {
      "text": "It was said: \n \n It was also fundamentally wrong for the tribunal to collect evidence in informal meetings while the applicant was not present.",
      "id": "s123"
    },
    {
      "text": "Particulars were provided for the other grounds but need not be referred to for present purposes.",
      "id": "s124"
    },
    {
      "text": "The decision of the Federal Magistrates Court \n \n17 The learned Federal Magistrate dismissed the judicial review application.",
      "id": "s125"
    },
    {
      "text": "She dismissed the complaint in ground 1 that the Tribunal had relied upon independent evidence rather than on the appellant's evidence as a complaint which effectively invited the Court to conduct merits review.",
      "id": "s126"
    },
    {
      "text": "The Tribunal had given \"no weight\" to the appellant's claim and found that because of his lack of reliability as a witness, it could not rely on any of the documents he provided in relation to his Convention claims.",
      "id": "s127"
    },
    {
      "text": "Her Honour found that the Tribunal had identified with particularity the reasons why it found the appellant to be untruthful in relation to specific claims.",
      "id": "s128"
    },
    {
      "text": "Those findings and conclusions were open to it on the evidence.",
      "id": "s129"
    },
    {
      "text": "18 In relation to the appellant's complaint about the failure of the Tribunal to provide him with the name of the Professor from whom it obtained information to which it had regard, the Court said there was no such obligation on the Tribunal.",
      "id": "s130"
    },
    {
      "text": "The learned magistrate may have misunderstood the Tribunal's reasons at this point.",
      "id": "s131"
    },
    {
      "text": "She said (at [30]): \n \n The Tribunal identified the Professor as a \" Professor of Anthropology at Columbia University, who is also Director of the Southern Asian Institute at the university, is of Sri Lankan origin, and is a specialist and author on India and Sri Lanka\".",
      "id": "s132"
    },
    {
      "text": "The information relied upon by the Tribunal obtained from the Professor was largely the same as that obtained by the Tribunal from \" The Executive Director of the Asia Pacific Centre for Justice and Peace in Washington DC, who is also Coordinator of the Centre's US NGO Forum on Sri Lanka\".",
      "id": "s133"
    },
    {
      "text": "The substance of the information relied upon from those sources was that Burghers, of which the Applicant claimed to be one, who supported the LTTE would not be treated any differently by the government authorities than any other person supporting the LTTE.",
      "id": "s134"
    },
    {
      "text": "The unnamed Professor went a little further by stating that a Burgher could be treated \"possibly better\".",
      "id": "s135"
    },
    {
      "text": "[Emphasis in original]\n \n\nIt may be that her Honour thought, as did the appellant, that the Tribunal had itself communicated with the Professor of Anthropology referred to in its reasons.",
      "id": "s136"
    },
    {
      "text": "In fact, as examination of those reasons and the documentation in the Appeal Book indicate, the information provided by that Professor was provided to the Research Directorate of the Immigration and Refugee Board in Ottawa in May 2000.",
      "id": "s137"
    },
    {
      "text": "It was part of the independent country information obtained from the Research Directorate.",
      "id": "s138"
    },
    {
      "text": "Counsel for the Minister on the hearing of the appeal also seemed to be under the impression that the Tribunal had conducted an independent interview with the Professor.",
      "id": "s139"
    },
    {
      "text": "19 The learned Federal Magistrate went on to say that the Professor's evidence was only relevant to the possibility of the persecution of the appellant on account of his ethnic origins as a Burgher.",
      "id": "s140"
    },
    {
      "text": "This did not relate to any claim directly raised.",
      "id": "s141"
    },
    {
      "text": "Rather, as her Honour put it, the Tribunal sought to ensure that it considered every possible reason why the appellant might face harm were he to return to Sri Lanka and therefore gave him the benefit of considering the issue of race.",
      "id": "s142"
    },
    {
      "text": "The information obtained from the Professor was information about a class of persons and not about the appellant specifically.",
      "id": "s143"
    },
    {
      "text": "In such a case the obligations of the Tribunal under s 424A(1) were not enlivened.",
      "id": "s144"
    },
    {
      "text": "This was because of the operation of s 424A(3)(a).",
      "id": "s145"
    },
    {
      "text": "Her Honour went on (at [33]): \n \n Moreover, the Tribunal is entitled to obtain the independent information from whatever sources it chooses ( NAHI v Minster for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 10 at [11] ).",
      "id": "s146"
    },
    {
      "text": "20 The learned Federal Magistrate also rejected the appellant's complaints in his written submissions that information relied upon by the Tribunal was obtained from the Wikipedia website on the internet and was therefore unreliable.",
      "id": "s147"
    },
    {
      "text": "She held the complaint to be misconceived.",
      "id": "s148"
    },
    {
      "text": "The Tribunal had identified the independent information to which it had regard and the source of that information.",
      "id": "s149"
    },
    {
      "text": "It was not confined to material obtained from Wikipedia but included information from various other human rights sources.",
      "id": "s150"
    },
    {
      "text": "There was therefore no failure to comply with the requirements of s 424A(1) of the Act simply because the Tribunal had regard to independent information.",
      "id": "s151"
    },
    {
      "text": "21 The Court went on to consider ground 2 which it characterised as a complaint about the finding made by the Tribunal that it was not satisfied that the appellant would face harm in Sri Lanka because of his ethnicity or race as a Burgher.",
      "id": "s152"
    },
    {
      "text": "Rejecting the appellant's contention that this was a finding of fact made in the absence of evidence, the learned Federal Magistrate said it was open on the evidence and material before the Tribunal.",
      "id": "s153"
    },
    {
      "text": "22 The third ground was an alleged failure by the Tribunal to consider State protection.",
      "id": "s154"
    },
    {
      "text": "Given that the Tribunal had rejected all factual claims made by the appellant, other than that he was a member of the military and had subsequently deserted, there was no requirement for the Tribunal to proceed to consider whether or not State protection was available.",
      "id": "s155"
    },
    {
      "text": "23 In relation to the claim of bias or ostensible bias, which was the fourth ground of review, the Court held that there was nothing on the face of the Tribunal's decision that would suggest that it had approached its decision making task with a mind not open to persuasion.",
      "id": "s156"
    },
    {
      "text": "24 The fifth ground related to alleged disregard of the appellant's evidence.",
      "id": "s157"
    },
    {
      "text": "The Court again said there was no evidence before it to support that contention.",
      "id": "s158"
    },
    {
      "text": "On the face of it the Tribunal had regard to his evidence and made findings open to it on the evidence and provided reasons.",
      "id": "s159"
    },
    {
      "text": "25 The sixth and final ground of review before the Federal Magistrates Court was an alleged denial of procedural fairness in regard to \"meeting with unnamed Professor\".",
      "id": "s160"
    },
    {
      "text": "The Court said that ground was misconceived and had been addressed earlier in its reasons.",
      "id": "s161"
    },
    {
      "text": "It was open to the Tribunal to obtain evidence from whatever sources it chose.",
      "id": "s162"
    },
    {
      "text": "Where the information was about a class of persons of which the appellant was a member and not about him or a particular person, then s 424A(1) was not enlivened.",
      "id": "s163"
    },
    {
      "text": "Statutory framework \n \n26 Section 424A of the Act, upon which the appellant relies in this case, provides: \n \n (1) Subject to subsection (3), the Tribunal must: \n \n \n \n \n (a) give to the applicant, in the way that the Tribunal considers appropriate in the circumstances, particulars of any information that the Tribunal considers would be the reason, or a part of the reason, for affirming the decision that is under review; and \n (b) ensure, as far as is reasonably practicable, that the applicant understands why it is relevant to the review; and \n (c) invite the applicant to comment on it.",
      "id": "s164"
    },
    {
      "text": "(2) The information and invitation must be given to the applicant: \n \n (a) except where paragraph (b) applies --- by one of the methods specified in section 441A; or \n (b) if the applicant is in immigration detention --- by a method prescribed for the purposes of giving documents to such a person.",
      "id": "s165"
    },
    {
      "text": "(3) This section does not apply to information: \n \n (a) that is not specifically about the applicant or another person and is just about a class of persons of which the applicant or other person is a member; or \n (b) that the applicant gave for the purpose of the application; or \n (c) that is non-disclosable information.",
      "id": "s166"
    },
    {
      "text": "27 Reference should also be made to s 422B which provides: \n \n \n (1) This Division is taken to be an exhaustive statement of the requirements of the natural justice hearing rule in relation to the matters it deals with.",
      "id": "s167"
    },
    {
      "text": "(2) Sections 416, 437 and 438 and Division 7A, in so far as they relate to this Division, are taken to be an exhaustive statement of the requirements of the natural justice hearing rule in relation to the matters they deal with.",
      "id": "s168"
    },
    {
      "text": "The grounds of appeal \n \n28 The grounds of appeal were in the following terms: \n \n \n 1.",
      "id": "s169"
    },
    {
      "text": "Federal Magistrate grossly breached the rules procedural fairness (and also appellant's fundamental right to be heard) by refusing to consider the written submission made by the appellant on the date of final hearing while taking oral submissions made by the legal representatives for the first respondent.",
      "id": "s170"
    },
    {
      "text": "[sic]\n \n 2.",
      "id": "s171"
    },
    {
      "text": "Federal Magistrate erred in law by rejecting to apply the law created by the High Court in Kioa v West [1985] HCA 81 ; (1985) 159 CLR 550 and instead applying a Federal Court cases MIMA v Lay Lat [2006] FCAFC 61 and SZCIJ v MIMA [2006] FCAFC 62.",
      "id": "s172"
    },
    {
      "text": "This is contrary to the fact that the High Court applied \" Kioa\" in recent refugee cases in 2006 and 2005.",
      "id": "s173"
    },
    {
      "text": "[sic]\n \n 3.",
      "id": "s174"
    },
    {
      "text": "Federal Magistrate erred in law by ignoring the submission that the tribunal breached the s 441A thus the tribunal committed an jurisdictional error.",
      "id": "s175"
    },
    {
      "text": "[sic]\n \n 4.",
      "id": "s176"
    },
    {
      "text": "Federal Magistrate erred in law in her finding that the appellant is entitled to \"limited\" rules of procedural fairness.",
      "id": "s177"
    },
    {
      "text": "Appellant says that this is contrary to the findings of High Court in cases such as VEAL v MIMA [2005] HCA 72 , SAAP v MIMA [2005] HCA 24 , SZBEL v MIMA [2006] HCA 63 , and NAFF v MIMA [2004] HCA 62.",
      "id": "s178"
    },
    {
      "text": "[sic]\n \n PARTICULARS\n \n Federal magistrate found that the appellant is not entitled to the rules of procedural fairness established by the High Court of Australia; instead the appellant's only entitlement in procedural fairness is limited to the sections of the Act.",
      "id": "s179"
    },
    {
      "text": "5.",
      "id": "s180"
    },
    {
      "text": "Federal Magistrate erred in law by ignoring an important procedural fairness issue raised in the application to the court; in particular the appellant complained that \"the tribunal member while taking evidence did not allow the appellant to refer to his written notes and still regarded appellant's changed memory of date of assault (April 2001 and later April 2002) was a serious mistake\".",
      "id": "s181"
    },
    {
      "text": "[sic]\n \n 6.",
      "id": "s182"
    },
    {
      "text": "Federal Magistrate erred in law by finding that the tribunal is entitled to obtain the independent information from whatever the sources it chooses.",
      "id": "s183"
    },
    {
      "text": "[sic] This is a serious misreading of s 424(1) of the Migration Act 1958 .",
      "id": "s184"
    },
    {
      "text": "I will now deal with each of the grounds of appeal in turn.",
      "id": "s185"
    },
    {
      "text": "Appeal ground 1 --- failure to consider written submission \n \n29 In written submissions filed in this Court the appellant said that he had presented a submission in the Federal Magistrates Court just before the hearing commenced.",
      "id": "s186"
    },
    {
      "text": "He asserted that it was not considered by the learned magistrate.",
      "id": "s187"
    },
    {
      "text": "He was able to point to no evidence to support the contention that the learned magistrate had failed to consider his written submissions.",
      "id": "s188"
    },
    {
      "text": "The hearing was completed on 2 May 2007 and judgment was given on 17 May 2007.",
      "id": "s189"
    },
    {
      "text": "In her reasons the learned magistrate noted that the appellant had filed further submissions on 2 May 2007.",
      "id": "s190"
    },
    {
      "text": "The factual premise upon which the first ground of appeal relies is not made out.",
      "id": "s191"
    },
    {
      "text": "Appeal ground 2 --- failure to apply Kioa v West \n \n30 In dealing with ground 1 of the judicial review application in which the appellant had alleged failure by the Tribunal to comply with s 424A , the learned Federal Magistrate noted that he had referred in his written submissions to various extracts from judgments of the High Court in Kioa v West [1985] HCA 81 ; (1985) 159 CLR 550.",
      "id": "s192"
    },
    {
      "text": "She said (at [35]): \n \n Counsel for the First Respondent correctly submitted that the common law principles of procedural fairness identified by the High Court in Kioa are not necessarily applicable to the proceeding before this Court.",
      "id": "s193"
    },
    {
      "text": "Section 422B of the Act has the effect that all that is required of the Tribunal in so far as procedural fairness is concerned is to comply with the provisions of the Act ( Minister for Immigration and Multicultural Affairs v Lay Lat [(2006) [2006] FCAFC 61 ; 151 FCR 214] and SZCIJ v Minister for Immigration and Multicultural Affairs [2006] FCAFC 62).",
      "id": "s194"
    },
    {
      "text": "Accordingly, the Applicant's written submissions referring to the common law rule of procedural fairness are misconceived in so-far as they relate to the matter before this Court.",
      "id": "s195"
    },
    {
      "text": "31 In Minister for Immigration and Multicultural and Indigenous Affairs v Lat [2006] FCAFC 61 ; (2006) 151 FCR 214 the Full Court held that s 51A of the Act operates to exclude the common law fair hearing rule in relation to offshore visa applications.",
      "id": "s196"
    },
    {
      "text": "Section 51A relates to ministerial grants of visas to non-citizens.",
      "id": "s197"
    },
    {
      "text": "Its effect is similar to that of s 422B in its application to Tribunal hearings.",
      "id": "s198"
    },
    {
      "text": "Similar provision is made by s 357A in relation to Migration Review Tribunal hearings.",
      "id": "s199"
    },
    {
      "text": "The operation of these sections has been considered in a large number of authorities which were referred to by the Full Court in its judgment.",
      "id": "s200"
    },
    {
      "text": "The Court said, in relation to Subdiv AB in which s 51A is found: \n \n \n 66.",
      "id": "s201"
    },
    {
      "text": "What was intended was that Subdiv AB provide comprehensive procedural codes which contain detailed provisions for procedural fairness but which exclude the common law natural justice hearing rule.",
      "id": "s202"
    },
    {
      "text": "67.",
      "id": "s203"
    },
    {
      "text": "Other aspects of the common law of natural justice, such as the bias rule are not excluded: see ( VXDC v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCA 1388 ; (2005) 146 FCR 562 at [27] ).",
      "id": "s204"
    },
    {
      "text": "68.",
      "id": "s205"
    },
    {
      "text": "The intention to exclude the common law rules in the present case is especially plain when s 51A(1) is read with s 57(3).",
      "id": "s206"
    },
    {
      "text": "The legislature could hardly have intended to provide the full panoply of common law natural justice to visa applicants who are required to be outside Australia when the visa is granted, while conferring a more limited form of statutory protection upon onshore applicants.",
      "id": "s207"
    },
    {
      "text": "The same Full Court in SZCIJ v Minister for Immigration and Multicultural Affairs [2006] FCAFC 62 , said that s 422B excludes the common law natural justice hearing rule for the reasons given, in relation to s 51A, in Lat [2006] FCAFC 61 ; 151 FCR 214.",
      "id": "s208"
    },
    {
      "text": "32 The second ground of appeal therefore fails.",
      "id": "s209"
    },
    {
      "text": "Appeal ground 3 --- failure to consider submission that the Tribunal breached s 441A \n \n33 Section 441A sets out methods by which the Tribunal may pass documents to a person other than the Secretary of the Department.",
      "id": "s210"
    },
    {
      "text": "The section is facultative.",
      "id": "s211"
    },
    {
      "text": "The written submissions filed on behalf of the appellant referred to s 424 of the Act under which the Tribunal is empowered to invite a person to give additional information and prescribes the way in which the invitation to give additional information must be given.",
      "id": "s212"
    },
    {
      "text": "In his written submissions the appellant said: \n \n There was no evidence in the Court or Tribunal to the effect that any of these official transfers of document took place.",
      "id": "s213"
    },
    {
      "text": "[sic] \n \n This means that the intimate meeting took place between the Tribunal member and the third person was a breach of the Act.",
      "id": "s214"
    },
    {
      "text": "[sic]\n \n\nThis submission is based on the factual assumption that the Tribunal actually met with the Professor of Anthropology whose views were quoted in the report of the Research Directorate of the Immigration and Refugee Review Board in Ottawa.",
      "id": "s215"
    },
    {
      "text": "The premise upon which the ground of appeal is based is wrong.",
      "id": "s216"
    },
    {
      "text": "No other argument was advanced in support of it.",
      "id": "s217"
    },
    {
      "text": "This ground therefore fails.",
      "id": "s218"
    },
    {
      "text": "Appeal ground 4 --- limited application of rules of procedural fairness \n \n34 No separate submissions were made in respect of this appeal ground.",
      "id": "s219"
    },
    {
      "text": "It appears to be a revisiting of the Kioa [1985] HCA 81 ; 159 CLR 550 point.",
      "id": "s220"
    },
    {
      "text": "The scope of the hearing rule aspect of the rules of procedural fairness is limited by s 422B as already discussed.",
      "id": "s221"
    },
    {
      "text": "This ground therefore fails.",
      "id": "s222"
    },
    {
      "text": "Appeal ground 5 --- ignoring an important procedural fairness issue \n \n35 No submission was made in support of this ground.",
      "id": "s223"
    },
    {
      "text": "No factual basis for it was identified.",
      "id": "s224"
    },
    {
      "text": "This ground fails.",
      "id": "s225"
    },
    {
      "text": "Appeal ground 6 --- Tribunal's entitlement to obtain independent information \n \n36 The appellant referred to s 424 empowering the Tribunal to obtain any information that it considers relevant.",
      "id": "s226"
    },
    {
      "text": "He contended that this did not authorise the Tribunal to get any information from any source.",
      "id": "s227"
    },
    {
      "text": "In this respect there is no basis for the contention that the Tribunal or the learned magistrate erred.",
      "id": "s228"
    },
    {
      "text": "In so saying I would express my concern about the quality of some of the information on which the Tribunal acted.",
      "id": "s229"
    },
    {
      "text": "A six year old report of a telephone conversation between somebody unknown in a Canadian agency, with somebody unknown in an American University, might not be thought to provide a particularly solid foundation for an important administrative decision which could affect the life or liberty of the person concerned.",
      "id": "s230"
    },
    {
      "text": "In fairness however, it must be acknowledged that the independent evidence relating to the treatment of Burghers in Sri Lanka was peripheral to the case and relevant to a matter which the Tribunal raised as a possible basis for the grant of a protection visa.",
      "id": "s231"
    },
    {
      "text": "The matter of persecution on the grounds of ethnicity had not been raised by the appellant.",
      "id": "s232"
    },
    {
      "text": "Conclusion \n \n37 For the preceding reasons the appeal will be dismissed with costs.",
      "id": "s233"
    },
    {
      "text": "I certify that the preceding thirty-seven (37) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice French.",
      "id": "s234"
    },
    {
      "text": "Associate:\nDated: 31 August 2007\n\n\n \n The Appellant appeared in person \n \n Counsel for the First Respondent: Mr J Potts \n \n Solicitor for the First Respondent: Clayton Utz \n \n Date of Hearing: 20 August 2007 \n \n Date of Judgment: 31 August 2007 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1379.html",
      "id": "s235"
    }
  ]
}