{
  "name": "Kim v Minister for Immigration and Citizenship [2007] FCA 138 (9 March 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/138.html",
  "catchphrases": [
    {
      "text": "appeal from decision of federal magistrate reviewing decision of migration review tribunal",
      "id": "c0"
    },
    {
      "text": "consideration of occupational trainee visa",
      "id": "c1"
    },
    {
      "text": "whether minister's decision to refuse nomination by employer is reviewable",
      "id": "c2"
    },
    {
      "text": "appeal dismissed.",
      "id": "c3"
    },
    {
      "text": "migration",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal against an order of a Federal Magistrate made on 18 August 2006 dismissing the appellants' application for judicial review of a decision of the Migration Review Tribunal ('the Tribunal') given on 24 August 2005.",
      "id": "s0"
    },
    {
      "text": "The Tribunal had affirmed a decision of a delegate of the Minister for Immigration and Multicultural Affairs to refuse to grant the first appellant an Educational (Temporary) (Class TH) visa made on 25 January 2005.",
      "id": "s1"
    },
    {
      "text": "2 The appellants are husband and wife who are nationals of the Republic of Korea.",
      "id": "s2"
    },
    {
      "text": "The first appellant is the primary appellant, whilst the second appellant, the primary appellant's husband, relies on membership of the first appellant's family unit.",
      "id": "s3"
    },
    {
      "text": "The first appellant will be referred to as the 'appellant'.",
      "id": "s4"
    },
    {
      "text": "3 The appellant did not appear on the appeal.",
      "id": "s5"
    },
    {
      "text": "On 13 December 2006 she was advised by the Court that the matter would be heard on 14 February 2007 at 10.15am.",
      "id": "s6"
    },
    {
      "text": "On 19 December 2006 the respondents' solicitors also wrote to her advising her that the matter would be heard on 14 February at that time.",
      "id": "s7"
    },
    {
      "text": "On 9 February 2007 the respondents' solicitors sent a copy of the first respondent's outline of submissions to the appellant and advised her yet again of the day and time of the hearing.",
      "id": "s8"
    },
    {
      "text": "4 Section 25(2B)(bb) of the Federal Court of Australia Act 1976 (Cth) empowers a single judge of the Court to make an order that an appeal to the Court be dismissed for the failure of the appellant to attend a hearing relating to the appeal.",
      "id": "s9"
    },
    {
      "text": "5 Order 52 rule 38A of the Federal Court Rules provides an alternative procedure.",
      "id": "s10"
    },
    {
      "text": "That rule empowers the Court to proceed with the hearing either generally or in relation to any claim for relief in the appeal if a party is absent when an appeal is called on for hearing.",
      "id": "s11"
    },
    {
      "text": "6 The first respondent did not seek an order under s 25(2B)(bb) but, instead, asked that I proceed with the hearing of the appeal and decide the matter on the merits.",
      "id": "s12"
    },
    {
      "text": "That seemed to me to be appropriate and I proceeded accordingly.",
      "id": "s13"
    },
    {
      "text": "7 On 29 July 2004 the appellant applied for the relevant visa to study as a cook in an unpaid traineeship for 12 months on the basis that the appellant had been nominated for occupational training by Shark Australia Pty Ltd ('Shark Australia').",
      "id": "s14"
    },
    {
      "text": "Shark Australia lodged an application that nominated the appellant as a cook.",
      "id": "s15"
    },
    {
      "text": "One of the criteria to be satisfied for the grant of the visa was that a 'nomination' in respect of the occupational training had been approved by the Minister: Schedule 2 Item 442.222(1) Migration Regulations 1994 .",
      "id": "s16"
    },
    {
      "text": "Shark Australia's own application to become an approved nominator was refused by the Minister on 25 January 2005.",
      "id": "s17"
    },
    {
      "text": "Because Shark Australia's application to be an approved nominator was refused by the delegate in a separate decision on the same day, that left the appellant without a nominator and therefore a valid nomination.",
      "id": "s18"
    },
    {
      "text": "The delegate refused to grant the appellant a visa.",
      "id": "s19"
    },
    {
      "text": "8 An application for review by the Tribunal of the decision not to grant the appellant a visa was lodged on 24 February 2005.",
      "id": "s20"
    },
    {
      "text": "9 On 13 April 2005, the appellant was invited by letter to comment on the refusal of Shark Australia's application for a nomination.",
      "id": "s21"
    },
    {
      "text": "The appellant was advised that the information was required because 'the Member may be unable to find that you meet Regulation 442.222 which requires you have a valid nomination at the time of decision'.",
      "id": "s22"
    },
    {
      "text": "10 On 19 May 2005 the appellant responded by stating there was a misunderstanding regarding the capacity of Shark Australia as a nominator and that the company was qualified to provide occupational training.",
      "id": "s23"
    },
    {
      "text": "11 On 27 June 2005, the appellant was invited to appear before the Tribunal to provide oral evidence and other written material at 10.30 am on 5 August 2005.",
      "id": "s24"
    },
    {
      "text": "In a further letter dated 15 July 2005, the Tribunal rescheduled the time of the hearing to 12.00 noon.",
      "id": "s25"
    },
    {
      "text": "The Tribunal's decision \n \n12 On the scheduled hearing date, the appellant failed to attend the hearing and the Tribunal proceeded to make a decision pursuant to s 362B of the Migration Act 1958 (Cth) ('the Act') without taking any further action to enable the appellant to appear.",
      "id": "s26"
    },
    {
      "text": "13 The Tribunal noted that at the time the application for the relevant visa had been lodged, there were provisions in the Regulations which set out the criteria to be met at the time of decision for grant of the subclass 442 (Occupational Trainee) visa:\n \n '442.222 (1) Except in the case of an application made in relation to occupational training to be provided by the Commonwealth, a nomination in respect of the occupational training has been lodged and has been approved by the Minister.",
      "id": "s27"
    },
    {
      "text": "(2) The reference in subclause (1) to occupational training to be provided by the Commonwealth includes occupational training to be provided by: \n \n \n \n \n (a) a body corporate incorporated for a public purpose by an Act or regulations made under an Act; or \n (b) an authority or body, not being a body corporate, established for a public purpose by, or under, an Act or regulations made under an Act.",
      "id": "s28"
    },
    {
      "text": "' \n \n \n \n \n \n \n\n14 The Tribunal found the appellant did not provide evidence showing how his application met reg 442.222 of Schedule 2 of the Regulations.",
      "id": "s29"
    },
    {
      "text": "There was no suggestion the appellant met the key criteria for any other subclasses.",
      "id": "s30"
    },
    {
      "text": "Consequently, it affirmed the decision under review.",
      "id": "s31"
    },
    {
      "text": "Decision of court below \n \n15 On 30 September 2005, the appellant sought judicial review of the Tribunal's decision in the Federal Magistrates Court.",
      "id": "s32"
    },
    {
      "text": "The appellant raised the following grounds:\n \n &#8226; The Tribunal made a 'mistake' by not taking into account a relevant consideration: reg 442.222.",
      "id": "s33"
    },
    {
      "text": "&#8226; The Tribunal did not make further inquiries with the nominator 'which is considered an improper exercise of power' and the decision was therefore invalid.",
      "id": "s34"
    },
    {
      "text": "&#8226; The Tribunal did not review the information about the company which was supposed to provide occupational training.",
      "id": "s35"
    },
    {
      "text": "16 Only the appellant appeared at the hearing before the Federal Magistrate.",
      "id": "s36"
    },
    {
      "text": "She was unable to expand in any meaningful way on the grounds for review.",
      "id": "s37"
    },
    {
      "text": "The Federal Magistrate found the grounds could not be sustained.",
      "id": "s38"
    },
    {
      "text": "He found that the Tribunal did specifically refer and apply reg 442.222 in Schedule 2 of the Regulations; that there was no duty on the Tribunal to seek information independently; in any event, the Tribunal specifically requested information from the appellant; and that the Tribunal did not fail to have regard to the information provided.",
      "id": "s39"
    },
    {
      "text": "Notice of appeal \n \n17 The notice of appeal claims that the Tribunal decision was null and void because of jurisdictional error; the Tribunal exceeded its jurisdiction by failing to review the nomination application; and the Tribunal did not make further inquiries regarding the information provided by the nominator.",
      "id": "s40"
    },
    {
      "text": "Conclusion \n \n18 The appellant's application to the Tribunal was for a review of the delegate's decision to refuse the grant of the visa.",
      "id": "s41"
    },
    {
      "text": "She did not apply for a review of the decision to refuse Shark Australia's nomination for occupational training.",
      "id": "s42"
    },
    {
      "text": "The first respondent contended that the decision refusing Shark Australia's nomination was not reviewable by the Tribunal.",
      "id": "s43"
    },
    {
      "text": "19 The Tribunal has jurisdiction to review an MRT-reviewable decision and must do so if an application is properly made under s 347 of the Act: s 348 of the Act.",
      "id": "s44"
    },
    {
      "text": "Section 338 provides for those decisions which are reviewable as MRT-reviewable decisions.",
      "id": "s45"
    },
    {
      "text": "The decision refusing Shark Australia's nomination was not an MRT-reviewable decision within subsections 338(1)-(8) of the Act.",
      "id": "s46"
    },
    {
      "text": "Section 338(9) provides:\n \n '(9) A decision that is prescribed for the purpose of this subsection is an MRT-reviewable decision .",
      "id": "s47"
    },
    {
      "text": "' \n \n\n20 The first respondent contended that the Shark Australia decision was not a prescribed MRT-reviewable decision.",
      "id": "s48"
    },
    {
      "text": "21 Regulation 4.02(4)(d) and (e) provide:\n \n \n '(4) For subsection 338(9) of the Act each of the following decisions is an MRT-reviewable decision --- \n \n \n \n \n \n ... \n \n \n \n \n \n (d) a decision under regulation 1.20H to refuse to approve the nomination of an activity by a business sponsor; \n \n \n \n \n \n \n \n \n \n (e) a decision under subregulation 5.19(1B) to reject an application for approval of a nominated position.",
      "id": "s49"
    },
    {
      "text": "' \n \n \n \n \n \n \n\n22 A nomination under reg 1.20H relates to a nomination for approval of certain business activities of a business sponsor or party to a labour agreement.",
      "id": "s50"
    },
    {
      "text": "A nomination under subreg 5.19(1B) relates to a nomination for approval of an employment position of an employer and is not specific to a particular visa applicant.",
      "id": "s51"
    },
    {
      "text": "23 Those regulations do not govern the application for a nomination by Shark Australia.",
      "id": "s52"
    },
    {
      "text": "They do not require consideration of the criteria in Part 442, specifically subclause 442.223(a) and (b).",
      "id": "s53"
    },
    {
      "text": "24 In those circumstances, the decision to refuse Shark Australia's nomination was not an MRT-reviewable decision as it was not prescribed under s 338(9).",
      "id": "s54"
    },
    {
      "text": "25 In the end, I do not think it matters whether it was a prescribed MRT-reviewable decision or not.",
      "id": "s55"
    },
    {
      "text": "If it was not as the first respondent contends and I have found, it was not reviewable by the Tribunal.",
      "id": "s56"
    },
    {
      "text": "If it was, in my opinion, for the reasons that follow, it was also not reviewable by the Tribunal at the instigation of the appellant.",
      "id": "s57"
    },
    {
      "text": "26 Section 347(2) provides:\n \n '(2) An application for a review may only be made by: \n \n \n \n \n ... \n \n (d) If the MRT-reviewable decision is covered by subsection 338(9) --- the person prescribed in respect of the kind of decision in question prescribed for the purposes of that subsection.",
      "id": "s58"
    },
    {
      "text": "' \n \n \n \n \n \n \n\n27 If, contrary to my opinion, it was an MRT-reviewable deicison, it could only have been an MRT-reviewable decision by virtue of s 338(9).",
      "id": "s59"
    },
    {
      "text": "It follows that the only person who may seek a review of that decision is the person prescribed.",
      "id": "s60"
    },
    {
      "text": "Regulation 4.02(5)(e) applies to MRT-reviewable decisions under reg 4.02(4) and relevantly provides:\n \n 'For paragraph 347(2)(d) of the Act, an application for review of a decision mentioned in subregulation (4) may only be made by: \n \n ... \n \n \n \n (c) in the case of a decision mentioned in paragraph (4)(d) --- the business sponsor to whose nomination of an activity the decision relates; \n \n (d) in the case of a decision mentioned in paragraph (4)(e) --- the employer to whose nomination of a position the decision relates.",
      "id": "s61"
    },
    {
      "text": "' \n \n \n\n28 It follows therefore that the only party who might have sought a review of the decision to refuse Shark Australia's application for nomination was Shark Australia itself because only the business sponsor (reg 4.02(5)(c)) or the employer (reg 4.02(5)(d)) are prescribed persons for the purpose of s 347(2)(d) of the Act.",
      "id": "s62"
    },
    {
      "text": "29 It appears that Shark Australia has never sought a review.",
      "id": "s63"
    },
    {
      "text": "The decision of the delegate therefore to refuse Shark Australia's application for nomination must stand.",
      "id": "s64"
    },
    {
      "text": "30 In Tvarkovski v Minister for Immigration and Multicultural Affairs [2001] FCA 375 , Goldberg J said at [30]-[31]:\n \n ' 30 It is an accepted principle of administrative law that the jurisdiction given to a body to review an administrative decision generally extends to a consideration of the decision maker's findings or conclusions which contribute to the final or operative decision: see Australian Broadcasting Tribunal v Bond [1990] HCA 33 ; (1990) 170 CLR 321 at 338 per Mason CJ.",
      "id": "s65"
    },
    {
      "text": "The application of this principle to the Tribunal's decision means that the Tribunal was entitled to review, and should have reviewed, the whole process of decision making in relation to the applicant's visa, which included that part of the decision making process which determined that the applicant had not been nominated in accordance with reg 5.19.",
      "id": "s66"
    },
    {
      "text": "31 I am satisfied that the Tribunal had the power to consider the reg 5.19 issues as part of its review of the decision to refuse the visa application.",
      "id": "s67"
    },
    {
      "text": "The Tribunal fell into an error of law by failing to turn its mind to whether the visa criteria were satisfied by reference to the reg 5.19 definitions.",
      "id": "s68"
    },
    {
      "text": "The Tribunal precluded itself from considering the reg 5.19 issues by misconstruing the regulations and determining that there was no right of review in respect of employment nominations before 1 July 1999.",
      "id": "s69"
    },
    {
      "text": "' \n \n\n31 In this case, the decision to refuse Shark Australia's nomination was not reviewable by the Tribunal for the two reasons which I have mentioned.",
      "id": "s70"
    },
    {
      "text": "First, it was not an MRT-reviewable decision.",
      "id": "s71"
    },
    {
      "text": "Secondly, if it was, it was only reviewable at the instigation of Shark Australia.",
      "id": "s72"
    },
    {
      "text": "32 It was for the applicant to satisfy the Tribunal that the applicant met each of the relevant criteria for the grant of the visa.",
      "id": "s73"
    },
    {
      "text": "It was for the applicant to put forward any evidence in support of her application and make whatever submissions she wished to establish that she came within the relevant criteria in the Regulations: Abebe v The Commonwealth [1999] HCA 14 ; (1999) 197 CLR 510 at 576.",
      "id": "s74"
    },
    {
      "text": "33 The applicant's application did not require the Tribunal to review the decision of the Minister's delegate to refuse Shark Australia's nomination.",
      "id": "s75"
    },
    {
      "text": "In my opinion, no separate duty rested upon the Tribunal to inquire into the decision to refuse Shark Australia's nomination.",
      "id": "s76"
    },
    {
      "text": "It would have been pointless for the Tribunal to further inquire into that other decision.",
      "id": "s77"
    },
    {
      "text": "That is so because no-one who could seek a review had done so.",
      "id": "s78"
    },
    {
      "text": "34 The question before the Tribunal was whether the decision made by the delegate of the Minister in relation to the refusal of the applicant's application for a visa ought to be affirmed or otherwise.",
      "id": "s79"
    },
    {
      "text": "On the information that was before the delegate, it was inevitable that the decision had to be affirmed, as it was.",
      "id": "s80"
    },
    {
      "text": "The appellant did not put any material before the Tribunal which the Tribunal failed to consider.",
      "id": "s81"
    },
    {
      "text": "The appellant did not attend the Tribunal hearing and her claims were limited to the very brief statements in the letter of 29 May 2005.",
      "id": "s82"
    },
    {
      "text": "35 However, if I am wrong about that, the Tribunal did in fact turn its mind to the nomination assessment as part of its review of the visa decision.",
      "id": "s83"
    },
    {
      "text": "I have already mentioned that the Tribunal wrote to the appellant on 13 April 2005 inviting the appellant to comment on the refusal of Shark Australia's application for a nomination and the appellant responded, albeit briefly, on 19 May 2005.",
      "id": "s84"
    },
    {
      "text": "36 In its reasons, the Tribunal stated:\n \n '20.",
      "id": "s85"
    },
    {
      "text": "However the primary visa applicant has not provided any evidence as requested by the Tribunal in its letter of 19 March 2005 as to how her application meets Regulation 442.222 of Schedule 2 of the Regulations.",
      "id": "s86"
    },
    {
      "text": "The nomination of Shark Australia Pty Ltd for occupational training was refused on 25 January 2005 and the occupational training is not being provided by a body corporate incorporated for a public purpose or an authority or body, not being a body corporate, established for a public purpose, by or under, an Act or regulations made under an Act.",
      "id": "s87"
    },
    {
      "text": "21.",
      "id": "s88"
    },
    {
      "text": "Therefore on the basis of all the evidence before it the Tribunal makes the finding that at the time of decision the visa applicant fails to satisfy the requirements of clause 442.222 of Schedule 2 of the regulations.",
      "id": "s89"
    },
    {
      "text": "' \n \n\n37 Clearly, the Tribunal did apply its mind to the refusal by the delegate of Shark Australia's nomination application.",
      "id": "s90"
    },
    {
      "text": "38 \n \nThe appeal must be dismissed.",
      "id": "s91"
    },
    {
      "text": "39 The appellant must pay the first respondent's costs.",
      "id": "s92"
    },
    {
      "text": "I certify that the preceding thirty-nine (39) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Lander.",
      "id": "s93"
    },
    {
      "text": "Associate:\n\nDated: 9 March 2007\n\n\n Counsel for the Appellant: The Appellant did not appear \n \n Counsel for the Respondents: Mr J Mitchell \n \n Solicitor for the Respondents: DLA Phillips Fox \n \n Date of Hearing: 14 February 2007 \n \n Date of Judgment: 9 March 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/138.html",
      "id": "s94"
    }
  ]
}