{
  "name": "SZIZH v Minister for Immigration and Citizenship [2007] FCA 165 (22 February 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/165.html",
  "catchphrases": [
    {
      "text": "application for leave to appeal from interlocutory decision of federal magistrate",
      "id": "c0"
    },
    {
      "text": "whether decision attendant with sufficient doubt",
      "id": "c1"
    },
    {
      "text": "whether substantial injustice if leave refused",
      "id": "c2"
    },
    {
      "text": "migration",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 This is an application for leave to appeal from an interlocutory judgment of the Federal Magistrates Court.",
      "id": "s0"
    },
    {
      "text": "The history of the matter is as follows.",
      "id": "s1"
    },
    {
      "text": "2 The applicant arrived in Australia on 16 June 2005.",
      "id": "s2"
    },
    {
      "text": "On 13 December 2005, he lodged an application for a protection visa with the first respondent's Department.",
      "id": "s3"
    },
    {
      "text": "On 6 March 2006, a delegate of the first respondent refused to grant him a protection visa.",
      "id": "s4"
    },
    {
      "text": "On 23 March 2006, the applicant applied to the Refugee Review Tribunal for review of the delegate's decision.",
      "id": "s5"
    },
    {
      "text": "On 11 April 2006, the Tribunal sent a letter inviting him to attend a hearing.",
      "id": "s6"
    },
    {
      "text": "On 9 May 2006, the Tribunal received a \"Response to Hearing Invitation\" form indicating that the applicant did not want to attend the hearing.",
      "id": "s7"
    },
    {
      "text": "The Tribunal telephoned the applicant on 10 May 2006 to confirm that he did not want to attend the hearing.",
      "id": "s8"
    },
    {
      "text": "On 6 June 2006 the Tribunal handed down its decision affirming the delegate's decision to refuse to grant the applicant a protection visa.",
      "id": "s9"
    },
    {
      "text": "On 28 June 2006, the applicant filed an application in the Federal Magistrates Court seeking judicial review of the decision of the Tribunal.",
      "id": "s10"
    },
    {
      "text": "On 17 October 2006, the matter was listed for a hearing to show cause.",
      "id": "s11"
    },
    {
      "text": "The Federal Magistrate dismissed the application under Rule 44.12(1)(a) of the Federal Magistrates Court Rules 2001 (Cth) on the basis that he was not satisfied that the application raised an arguable case for the relief claimed.",
      "id": "s12"
    },
    {
      "text": "On 23 November 2006, the applicant filed his application for leave to appeal from this judgment.",
      "id": "s13"
    },
    {
      "text": "TRIBUNAL DECISION \n \n3 The Tribunal accepted that the applicant was a citizen of Bangladesh and was involved at some level in Awami League politics.",
      "id": "s14"
    },
    {
      "text": "He claims to fear persecution in Bangladesh on the ground of political opinion because of his involvement in the Awami League.",
      "id": "s15"
    },
    {
      "text": "The Tribunal said that:\n \n \"The applicant was invited to appear before the Tribunal but did not do so, leaving his claims unclarified and questions unanswered.",
      "id": "s16"
    },
    {
      "text": "On the evidence before it, the Tribunal is not satisfied that the applicant has suffered persecution in the past, nor that he has a well-founded fear of persecution within the meaning of the Convention if he returns to Bangladesh in the foreseeable future.",
      "id": "s17"
    },
    {
      "text": "\" \n\n\n THE FEDERAL MAGISTRATES' DECISION \n \n4 The Federal Magistrate said that the applicant's amended application appeared \"to have been taken from a document prepared for another case, since its criticisms all seem to be directed at findings by a Tribunal which has rejected evidence on the basis that it was fraudulently produced.",
      "id": "s18"
    },
    {
      "text": "\" His Honour continued:\n \n \"However ... that was not the path of reasoning followed by the present Tribunal.",
      "id": "s19"
    },
    {
      "text": "The present Tribunal failed to be satisfied due to the absence of the applicant from a hearing, at which he could have presented details of his claims and allowed himself to be questioned.",
      "id": "s20"
    },
    {
      "text": "I have carefully considered all the contentions made in the amended application, and am unable to identify any one of them raising an argument with any substance or prospects of success.",
      "id": "s21"
    },
    {
      "text": "\" \n\n\n \n5 His Honour noted that the applicant claimed in unsworn statements that he had not attended the Tribunal hearing because he was too sick and that this claim appeared to be inconsistent with his previous advice to the Tribunal that he did not want to attend a hearing.",
      "id": "s22"
    },
    {
      "text": "His Honour concluded that, on the material before him, he could see \"no arguable jurisdictional error on the part of the Tribunal when it proceeded on the basis that the applicant had consented to the Tribunal deciding the matter without a hearing\".",
      "id": "s23"
    },
    {
      "text": "APPLICATION FOR LEAVE TO APPEAL \n \n6 The first respondent submitted, and I accept, that the Federal Magistrate's decision of 17 October 2006 was an interlocutory decision: compare Hall v Nominal Defendant [1966] HCA 36 ; (1966) 117 CLR 423 at 440 per Taylor J.",
      "id": "s24"
    },
    {
      "text": "Accordingly, pursuant to s 24(1A) of the Federal Court of Australia Act 1976 (Cth), the applicant requires leave to appeal before he can proceed with his appeal.",
      "id": "s25"
    },
    {
      "text": "7 Whether or not leave to appeal should be granted or refused depends on two matters.",
      "id": "s26"
    },
    {
      "text": "They are: (1) whether in all the circumstances the decision is attended with sufficient doubt to warrant its being reconsidered by an appellate court; and (2) whether substantial injustice would result if leave were refused, supposing the decision to be wrong: see D&eacute;cor Corporation Pty Ltd v Dart Industries Inc (1991) 33 FCR 397 at 398-399 per Sheppard, Burchett and Heerey JJ.",
      "id": "s27"
    },
    {
      "text": "For present purposes, I assume that this second question would be answered in the applicant's favour.",
      "id": "s28"
    },
    {
      "text": "Thus, this application turns on the question, whether the decision of the Federal Magistrate is attended by doubt that warrants reconsideration on appeal.",
      "id": "s29"
    },
    {
      "text": "8 In an affidavit filed in support of this application, the applicant alleges that the Federal Magistrate (1) dismissed the proceeding without giving reasonable grounds; (2) breached the rules of natural justice and procedural fairness; and (3) failed to identify the errors made by the Tribunal.",
      "id": "s30"
    },
    {
      "text": "A draft notice of appeal alleges that the decision was an improper exercise of the power conferred by the enactment pursuant to which it was made.",
      "id": "s31"
    },
    {
      "text": "9 As to (1) above, the Federal Magistrate clearly stated the reasons for his decision that the application for judicial review did not raise an arguable case.",
      "id": "s32"
    },
    {
      "text": "These reasons were sufficient for the case.",
      "id": "s33"
    },
    {
      "text": "As to (2), the applicant has given no particulars of this allegation and there is no evidence or other material before me that might support such an allegation.",
      "id": "s34"
    },
    {
      "text": "As to (3), the only question for his Honour was whether the applicant had raised an arguable case for the relief claimed.",
      "id": "s35"
    },
    {
      "text": "There is no error in his Honour's findings that he had not done so.",
      "id": "s36"
    },
    {
      "text": "The applicant's allegation, in his draft notice of appeal, that the decision was an improper exercise of power is unparticularised.",
      "id": "s37"
    },
    {
      "text": "There is nothing shown that might support this allegation.",
      "id": "s38"
    },
    {
      "text": "10 In oral submissions today, the applicant stated that the situation in Bangladesh was not favourable.",
      "id": "s39"
    },
    {
      "text": "He referred to the fact that national leaders had been arrested and to his claim to be a leader in his local community.",
      "id": "s40"
    },
    {
      "text": "In this way, he addressed what are referred to as the merits of the application for a protection visa.",
      "id": "s41"
    },
    {
      "text": "The merits are, however, a matter for the first respondent, his Department and the Tribunal.",
      "id": "s42"
    },
    {
      "text": "This Court cannot enquire into or determine them.",
      "id": "s43"
    },
    {
      "text": "If the applicant wishes to maintain his entitlement to a protection visa in view of the present situation in Bangladesh, then he should apply to the first respondent's Department.",
      "id": "s44"
    },
    {
      "text": "11 The decision of the Federal Magistrate is not attended by sufficient doubt to warrant reconsideration.",
      "id": "s45"
    },
    {
      "text": "The application for leave to appeal must therefore be refused.",
      "id": "s46"
    },
    {
      "text": "12 Accordingly, I would order that:\n \n(1) the title of the first respondent be amended to \"Minister for Immigration and Citizenship\"\n \n(2) the application for leave to appeal be dismissed; and\n \n(3) the applicant pay the first respondent's costs of this application fixed in the amount of $1,000.",
      "id": "s47"
    },
    {
      "text": "I certify that the preceding twelve (12) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Kenny.",
      "id": "s48"
    },
    {
      "text": "Associate:\n\nDated: 22 February 2007\n Counsel for the Applicant: The applicant appeared in person with the assistance of an interpreter.",
      "id": "s49"
    },
    {
      "text": "Solicitor for the First Respondent: Mr Z. Chami of Clayton Utz \n \n Date of Hearing: 22 February 2007 \n \n Date of Judgment: 22 February 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/165.html",
      "id": "s50"
    }
  ]
}