{
  "name": "Communications, Electrical, Electronic, Energy, Information, Postal, Plumbing and Allied Services Union of Australia v Telstra Corporation Ltd [2007] FCA 1607 (24 October 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1607.html",
  "catchphrases": [
    {
      "text": "imposition and recovery of penalties",
      "id": "c0"
    },
    {
      "text": "where certified agreement breached",
      "id": "c1"
    },
    {
      "text": "where breaches arose from disputed and disputable construction of agreement",
      "id": "c2"
    },
    {
      "text": "where breaches not flagrant, wilful or deliberate",
      "id": "c3"
    },
    {
      "text": "whether penalty should be imposed",
      "id": "c4"
    },
    {
      "text": "whether penalty should be paid to applicant organisation",
      "id": "c5"
    },
    {
      "text": "industrial law",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 This proceeding concerned the Telstra Enterprise Agreement 2005 --- 2008 between Telstra Corporation Limited (\"Telstra\"), the Communications, Electrical, Electronic, Energy, Information, Postal, Plumbing and Allied Services Union of Australia (\"the CEPU\"), the Community and Public Section Union (\"the CPSU\") and others (\"the 2005 Enterprise Agreement\") and its relationship with the Telstra Redundancy Agreement 2002 (\"the TRA\").",
      "id": "s0"
    },
    {
      "text": "2 The principal issue was whether Telstra breached the 2005 Enterprise Agreement by failing to pay an employee, William McDonald, a member of the CEPU (\"Mr McDonald\"), his previous rate of salary after he was redeployed to, and later accepted a redundancy package from, a lower paying position.",
      "id": "s1"
    },
    {
      "text": "The answer to that issue turned on the proper construction of cl 17.4 of the 2005 Enterprise Agreement and, in particular whether cl 17.4 of the 2005 Enterprise Agreement permitted the application of cl 15.3 of the TRA to Mr McDonald.",
      "id": "s2"
    },
    {
      "text": "3 On 2 October 2007, I concluded that Telstra had breached the 2005 Enterprise Agreement by failing to pay Mr McDonald his previous rate of salary after he was redeployed to, and later accepted a redundancy package from, a lower paying position: see [2007] FCA 1515 (\"the Primary Reasons\").",
      "id": "s3"
    },
    {
      "text": "The facts resulting in that conclusion are set out in paras [3] to [38] of the Primary Reasons.",
      "id": "s4"
    },
    {
      "text": "I do not propose to repeat them.",
      "id": "s5"
    },
    {
      "text": "These reasons for decision should be read with the Primary Reasons.",
      "id": "s6"
    },
    {
      "text": "I adopt the same defined terms in these reasons for decision.",
      "id": "s7"
    },
    {
      "text": "4 The parties accept that as a result of the Primary Reasons, Telstra committed the following two breaches:\n \n (1) a breach of cl 17.4 of the 2005 Enterprise Agreement, by not paying Mr McDonald at the higher rate of pay after his redeployment in April 2006; and\n (2) a breach of cl 9.1 of the TRA, by not paying Mr McDonald severance pay at the higher rate of pay after Mr McDonald took voluntary redundancy in October 2006.",
      "id": "s8"
    },
    {
      "text": "5 The CEPU now seeks consequential relief for those breaches in the form of an imposition of a penalty under s 178 of the Industrial Relations Act 1988 (Cth) (\"the IR Act \") or s 719 of the Workplace Relations Act 1996 (Cth) (\"the WR Act \") and additional declaratory relief.",
      "id": "s9"
    },
    {
      "text": "The Court has jurisdiction to grant declaratory relief under s 21 of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s10"
    },
    {
      "text": "ISSUES AND CONCLUSION \n \n6 The application for consequential relief raises three issues:\n \n (1) whether the IR Act or the WR Act applies;\n \n (2) whether the Court should, in the exercise of its discretion, impose a penalty and if so, the quantum of any such penalty; and\n (3) whether it is necessary and/or appropriate to grant the declaratory relief sought.",
      "id": "s11"
    },
    {
      "text": "7 For the reasons that follow, although Telstra breached the 2005 Enterprise Agreement and the TRA, I consider that the Court, in the exercise of its discretion, should not impose a penalty.",
      "id": "s12"
    },
    {
      "text": "Any further relief is neither necessary nor appropriate.",
      "id": "s13"
    },
    {
      "text": "ANALYSIS \n Relevant legislation --- IR Act or WR Act ?",
      "id": "s14"
    },
    {
      "text": "8 As noted, there were two breaches by Telstra - one of the 2005 Enterprise Agreement and one of the TRA.",
      "id": "s15"
    },
    {
      "text": "The 2005 Enterprise Agreement was an agreement certified pursuant to s 170LT of the WR Act : see [10] of the Primary Reasons.",
      "id": "s16"
    },
    {
      "text": "Section 719(4) of the WR Act prescribes a maximum penalty of $33,000 for breach of a certified agreement.",
      "id": "s17"
    },
    {
      "text": "9 The WR Act applies to the breach of cl 17.4 of the 2005 Enterprise Agreement: see s 719 of the WR Act read with cll 1 and 6 of Sched 7 to WR Act and s 717 of the WR Act .",
      "id": "s18"
    },
    {
      "text": "The primary breach is that relating to cl 17.4 of the 2005 Enterprise Agreement.",
      "id": "s19"
    },
    {
      "text": "10 The breach of cl 9.1 of the TRA is entirely reliant upon, and arises out of, substantially the same course of conduct as the primary breach: Gibbs v The Mayor, Councillors and Citizens of the City of Altona (1992) 37 FCR 216.",
      "id": "s20"
    },
    {
      "text": "Accordingly, any penalty would be determined by reference to the \"totality principle\": CPSU, The Community and Public Sector Union v Telstra Corporation Limited (2001) 108 IR 228.",
      "id": "s21"
    },
    {
      "text": "11 For those reasons, it is strictly unnecessary for me to conclude whether the WR Act or the IR Act applies to the breach of cl 9.1 of the TRA.",
      "id": "s22"
    },
    {
      "text": "However, for the sake of completeness, I have concluded that the WR Act also applies to a breach of cl 9.1 of the TRA: see s 719 of the WR Act read with s 4(1) of the WR Act (definition of \"award\") and Item 4 of Sched 4 of the Workplace Relations Amendment (Work Choices) Act 2005 and s 717 of the WR Act.",
      "id": "s23"
    },
    {
      "text": "(The TRA had the status of an award: see definition of \"award\" in s 4(1) of the IR Act and, subsequently, s 4(1) of the WR Act prior to its amendment in 2005.",
      "id": "s24"
    },
    {
      "text": ")\n Principles to be applied \n \n12 In Kelly v Fitzpatrick [2007] FCA 1080 at [14] , Tracey J adopted the following \"non-exhaustive range of considerations to which regard may be had in determining whether particular conduct calls for the imposition of a penalty, and if it does the amount of the penalty\" (citing Mason v Harrington Corporation Pty Ltd [2007] FMCA 7): \n \n \n \"&#8226; The nature and extent of the conduct which led to the breaches.",
      "id": "s25"
    },
    {
      "text": "&#8226; The circumstances in which that conduct took place.",
      "id": "s26"
    },
    {
      "text": "&#8226; The nature and extent of any loss or damage sustained as a result of the breaches.",
      "id": "s27"
    },
    {
      "text": "&#8226; Whether there had been similar previous conduct by the respondent.",
      "id": "s28"
    },
    {
      "text": "&#8226; Whether the breaches were properly distinct or arose out of the one course of conduct.",
      "id": "s29"
    },
    {
      "text": "&#8226; The size of the business enterprise involved.",
      "id": "s30"
    },
    {
      "text": "&#8226; Whether or not the breaches were deliberate.",
      "id": "s31"
    },
    {
      "text": "&#8226; Whether senior management was involved in the breaches.",
      "id": "s32"
    },
    {
      "text": "&#8226; Whether the party committing the breach had exhibited contrition.",
      "id": "s33"
    },
    {
      "text": "&#8226; Whether the party committing the breach had taken corrective action.",
      "id": "s34"
    },
    {
      "text": "&#8226; Whether the party committing the breach had cooperated with the enforcement authorities.",
      "id": "s35"
    },
    {
      "text": "&#8226; The need to ensure compliance with minimum standards by provision of an effective means for investigation and enforcement of employee entitlements and\n \n \n \n \n \n &#8226; The need for specific and general deterrence.",
      "id": "s36"
    },
    {
      "text": "\" \n \n \n\n13 Before moving to apply these considerations to the facts set out in the Primary Reasons, two further points must be made.",
      "id": "s37"
    },
    {
      "text": "First, the Court has a discretion whether or not to impose a penalty: s 719 of the WR Act and see also Australasian Meat Industry Employees' Union v Australia Meat Holdings (1998) 82 IR 76 at 78 and Victoria University of Technology v Australian Education Union (1999) 91 IR 96 at [33] (which considered the discretion to impose penalty under s 178 of the WR Act prior to substantial amendments to the WR Act in 2005).",
      "id": "s38"
    },
    {
      "text": "In other words, there is no principle that a Court must, in all cases of proven breach, impose a penalty: Victoria University of Technology v Australian Education Union (1999) 91 IR 96 at [33].",
      "id": "s39"
    },
    {
      "text": "14 Secondly, although there were technically two breaches by Telstra (one of the 2005 Enterprise Agreement and one of the TRA), as the analysis of the facts in the Primary Reasons demonstrate, this is a case where the breaches arose out of substantially the same conduct, being conduct that \"impose[d] cumulative obligations or obligations that substantially overlap[ed]\": cf Gibbs v The Mayor, Councillors and Citizens of the City of Altona (1992) 37 FCR 216 at 223 and Clothing &amp; Allied Trades Union of Australia v J &amp; J Saggio Clothing Manufacturers Pty Ltd (1990) 34 IR 26 at 37.",
      "id": "s40"
    },
    {
      "text": "15 Thirdly, in those circumstances, it is appropriate to determine the penalty by reference to the \"totality principle\" as described by Finkelstein J in CPSU, The Community and Public Sector Union v Telstra Corporation Limited (2001) 108 IR 228 at 230 and Textile Clothing &amp; Footwear Union of Australia v Lotus Cove Pty Ltd [2004] FCA 43 at [44] .",
      "id": "s41"
    },
    {
      "text": "So much was conceded by the CEPU and by Telstra.",
      "id": "s42"
    },
    {
      "text": "Submissions by the parties \n \n16 Telstra submitted that no penalty, or alternatively that a 'low range penalty' should be imposed.",
      "id": "s43"
    },
    {
      "text": "In support of those contentions, Telstra referred to the following facts and matters:\n \n (1) there was no element of wilful or deliberate non-compliance by Telstra;\n \n (2) Mr McDonald's job was redundant and he was to be retrenched unless otherwise redeployed.",
      "id": "s44"
    },
    {
      "text": "Instead of retrenching Mr McDonald, Telstra accepted his request to redeploy him to a job more than two pay classification levels below his current employment.",
      "id": "s45"
    },
    {
      "text": "Telstra did not have to do so;\n (3) Telstra accepted the redeployment of Mr McDonald on a genuine but mistaken belief that it was only required to pay Mr McDonald the lower rate of pay;\n (4) the CEPU did not suggest that Telstra had any relevant \"prior convictions\".",
      "id": "s46"
    },
    {
      "text": "There is nothing to suggest that Telstra is disposed to contravene certified agreements to which it is a party.",
      "id": "s47"
    },
    {
      "text": "In those circumstances, no specific deterrence is relevant;\n (5) Telstra is a very large employer with employees across Australia and has been bound by numerous awards and certified agreements over the years;\n (6) a penalty would serve no remedial purpose.",
      "id": "s48"
    },
    {
      "text": "Mr McDonald will be fully compensated by the order made on 2 October 2007 in the Primary Reasons;\n (7) the Court cannot be influenced by any concern to reimburse the applicant or Mr McDonald for costs incurred in prosecuting the application: Victoria University of Technology v Australian Education Union (1999) 91 IR 96 at [34];\n (8) finally, although a penalty acts as a general deterrence, such deterrence is relevant where the obligations are clear, even if the employer was ignorant of the obligation.",
      "id": "s49"
    },
    {
      "text": "In the present case, the position adopted by Telstra was arguable but erroneous.",
      "id": "s50"
    },
    {
      "text": "17 On the other hand, the CEPU submitted that the maximum penalty of $33,000 for breach of a certified agreement indicates the seriousness of a breach.",
      "id": "s51"
    },
    {
      "text": "In particular, the CEPU referred to the following additional facts and matters which it described as 'significant' in considering the imposition of a penalty:\n \n (1) the need to maintain the integrity of the certified agreement;\n \n (2) that the amount withheld from Mr McDonald was significant;\n \n (3) that there was no contrition demonstrated by Telstra;\n \n (4) the fact that the breach was not flagrant or wilful or deliberate was not determinative: Textile, Clothing and Footwear Union of Australia v Givoni Pty Ltd (2002) 121 IR 250 at [75];\n (5) the need for specific and general deterrence having regard to size of Telstra and its workforce.",
      "id": "s52"
    },
    {
      "text": "Conclusion \n\n18 As the Primary Reasons demonstrate, the breaches arose out of a disputed and disputable construction of the 2005 Enterprise Agreement and the TRA.",
      "id": "s53"
    },
    {
      "text": "Neither breach was flagrant, wilful or deliberate.",
      "id": "s54"
    },
    {
      "text": "Amendments to the WR Act increasing the penalty for breaches of industrial instruments arising out of unlawful industrial conduct indicate a legislative desire to deter and discourage such conduct.",
      "id": "s55"
    },
    {
      "text": "These changes in industrial law have led to general deterrence being referred to as the \"most significant factor\" in determining the applicable penalty: see Finance Sector Union v Commonwealth Bank of Australia (2005) 224 ALR 467 at [60], [72].",
      "id": "s56"
    },
    {
      "text": "Where the unlawful conduct arises out of an arguable but erroneous construction of a relevant term, and the subsequent breach cannot be characterised as demonstrating a flagrant or wilful disregard for the agreement, this legislative purpose is not furthered by imposition of a penalty.",
      "id": "s57"
    },
    {
      "text": "In these circumstances, neither general nor specific deterrence is a significant factor weighing in favour of imposing a penalty.",
      "id": "s58"
    },
    {
      "text": "Moreover, Mr McDonald has been fully compensated for the loss suffered as a result of the breach.",
      "id": "s59"
    },
    {
      "text": "I do not consider that the circumstances in which the conduct took place warrant the Court exercising its discretion to impose a penalty on Telstra.",
      "id": "s60"
    },
    {
      "text": "19 The Court should not be concerned to reimburse an applicant for costs incurred in bringing the application by the imposition of a penalty under s 719 of the WR Act .",
      "id": "s61"
    },
    {
      "text": "The legislative policy of the WR Act in relation to costs is found in s 824 of the WR Act , which states that a party should not pay costs except in two prescribed circumstances.",
      "id": "s62"
    },
    {
      "text": "In light of this policy, it would be inappropriate to impose a penalty for the purpose of reimbursement: Finance Sector Union v Commonwealth Bank of Australia (2005) 224 ALR 467 at [63]-[64]; Victoria University of Technology v Australian Education Union (1999) 91 IR 96 at [34].",
      "id": "s63"
    },
    {
      "text": "Only when it has been determined that a penalty is appropriate, is it necessary to have resort to s 841 of the WR Act to decide whether the penalty should be paid to the Commonwealth or to a \"particular organisation or person\": Victoria University of Technology v Australian Education Union (1999) 91 IR 96 at [34] cf CPSU, The Community and Public Sector Union v Telstra Corporation Limited (2001) 108 IR 228 at 232-233; Seven Network (Operations) Pty Ltd v Communications, Electrical, Electronic, Energy Information, Postal, Plumbing and Allied Services Union (No 2) (2001) 110 IR 372 at [8].",
      "id": "s64"
    },
    {
      "text": "20 Finally, the Primary Reasons stated that Telstra had breached cl 17.4 of the 2005 Enterprise Agreement and cl 9.1 of the TRA.",
      "id": "s65"
    },
    {
      "text": "The applicant concedes that as a result of these findings, further declaratory relief is of no great significance.",
      "id": "s66"
    },
    {
      "text": "In the circumstances, no further relief is necessary or appropriate.",
      "id": "s67"
    },
    {
      "text": "I certify that the preceding twenty (20) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gordon.",
      "id": "s68"
    },
    {
      "text": "Associate:\n\nDated: 24 October 2007\n\n\n Counsel for the Applicant: Mr R Reitano \n \n Solicitor for the Applicant: Slater &amp; Gordon \n \n Counsel for the Respondent: Mr R Dalton \n \n Solicitor for the Respondent: Freehills \n \n Date of Written Submissions of the Applicant: 10 September 2007, 8 October 2007 \n \n Date of Written Submissions of the Respondent: 13 September 2007, 12 October 2007 \n \n Date of Judgment: 24 October 2007 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1607.html",
      "id": "s69"
    }
  ]
}