{
  "name": "SZHLI v Minister for Immigration and Citizenship [2007] FCA 1412 (10 September 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1412.html",
  "catchphrases": [
    {
      "text": "applicant declining offer to attend hearing of refugee review tribunal",
      "id": "c0"
    },
    {
      "text": "migration act 1958 (cth) subsequently amended to introduce right to make oral submissions at hearing",
      "id": "c1"
    },
    {
      "text": "whether offer to attend a hearing had to be made again",
      "id": "c2"
    },
    {
      "text": "whether applicant had consented to the tribunal deciding the review without the applicant appearing before it",
      "id": "c3"
    },
    {
      "text": "migration",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 The appellant appeals from the decision of a Federal Magistrate delivered on 22 September 2006 which dismissed an application for judicial review of the decision of the Refugee Review Tribunal (the Tribunal) delivered on 22 June 1999.",
      "id": "s0"
    },
    {
      "text": "The Tribunal had affirmed the decision of a delegate of the first respondent to refuse to grant a protection visa to the appellant.",
      "id": "s1"
    },
    {
      "text": "2 The appellant is a citizen of the Philippines who arrived in Australia on 18 December 1998.",
      "id": "s2"
    },
    {
      "text": "She lodged an application for a protection visa under the Migration Act 1958 (Cth) (the Act) with the Department of Immigration and Multicultural Affairs on 18 January 1999.",
      "id": "s3"
    },
    {
      "text": "3 In her visa application, the appellant claimed to have a fear of persecution due to her uncle's political campaigning in opposition to incumbent politicians in the Philippines.",
      "id": "s4"
    },
    {
      "text": "The appellant claimed that after these politicians won an election, her uncle had to move away and she and other members of her family had been subjected to threats and intimidation.",
      "id": "s5"
    },
    {
      "text": "She stated that she changed her name and moved to Australia to escape the threats and intimidation.",
      "id": "s6"
    },
    {
      "text": "On 22 January 1999, a delegate of the first respondent refused the application.",
      "id": "s7"
    },
    {
      "text": "4 On 16 February 1999, the appellant applied to the Tribunal for a review of the decision of the delegate.",
      "id": "s8"
    },
    {
      "text": "The appellant was at that time represented by a solicitor.",
      "id": "s9"
    },
    {
      "text": "5 In a letter addressed to the appellant, care of her solicitor, dated 5 March 1999 and headed \"Notice under s 426 of the Migration Act 1958 \", the Tribunal said:\n \n The Tribunal has looked at all the material relating to your application but it is not prepared to make a favourable decision on this information alone.",
      "id": "s10"
    },
    {
      "text": "You are now entitled to come to a hearing of the Tribunal to give oral evidence in support of your claims.",
      "id": "s11"
    },
    {
      "text": "You are also entitled to ask the Tribunal to obtain oral evidence from another person.",
      "id": "s12"
    },
    {
      "text": "You now need to tell the Tribunal\n \n \n &#8226; whether or not you want to come to the Tribunal to give oral evidence; and\n \n &#8226; whether or not you want to ask the Tribunal to obtain evidence from other people.",
      "id": "s13"
    },
    {
      "text": "PLEASE COMPLETE THE ENCLOSED \"RESPONSE TO HEARING OFFER\" FORM AND RETURN IT TO THE TRIBUNAL BY 26 March 1999.",
      "id": "s14"
    },
    {
      "text": "6 The appellant responded to the letter by completing the enclosed \"Response to Hearing Offer\" form.",
      "id": "s15"
    },
    {
      "text": "In response to the question contained in the document: \"DO YOU WANT TO COME TO A HEARING?",
      "id": "s16"
    },
    {
      "text": "\", the appellant ticked the \"NO\" box.",
      "id": "s17"
    },
    {
      "text": "Beneath the \"NO\" box the following words appeared:\n \n I understand that this means that the Tribunal may make a decision immediately on the information it has, including the information I have provided as well as information from the Department of Immigration and Multicultural Affairs and other sources.",
      "id": "s18"
    },
    {
      "text": "7 The completed form was returned to the Tribunal by the appellant's solicitor within the stipulated time.",
      "id": "s19"
    },
    {
      "text": "The appellant's solicitor also submitted short written submissions to the Tribunal.",
      "id": "s20"
    },
    {
      "text": "The Tribunal then proceeded to make a decision without holding a hearing.",
      "id": "s21"
    },
    {
      "text": "The Tribunal's decision affirming the decision of the delegate was issued on 22 June 1999 saying that because of the \"paucity of information\" and the appellant's failure to attend the hearing, it had come to the view that the threats, if they were made, were not of a nature to cause the appellant harm amounting to persecution.",
      "id": "s22"
    },
    {
      "text": "8 On 1 June 1999, amendments to the Act made by the Migration Legislation Amendment Act (No 1) 1998 (Cth) (the Amending Act) became effective.",
      "id": "s23"
    },
    {
      "text": "The amendments affected those provisions of the Act which dealt with the entitlement of a visa applicant to attend a hearing before the Tribunal.",
      "id": "s24"
    },
    {
      "text": "It follows that the invitation to the hearing and the appellant's response thereto, were made before the amendments took effect, and the Tribunal's decision was made three weeks after the amendments took effect.",
      "id": "s25"
    },
    {
      "text": "9 The relevant provisions of the Act, effective after 1 June 1999, read as follows:\n \n 425 (1) The Tribunal must invite the applicant to appear before the Tribunal to give evidence and present arguments relating to the issues arising in relation to the decision under review.",
      "id": "s26"
    },
    {
      "text": "(2) Subsection (1) does not apply if:\n \n (a) the Tribunal considers that it should decide the review in the applicant's favour on the basis of the material before it; or\n \n (b) the applicant consents to the Tribunal deciding the review without the applicant appearing before it; or\n \n (c) subsection 424C(1) or (2) applies to the applicant.",
      "id": "s27"
    },
    {
      "text": "(3) If any of the paragraphs in subsection (2) of this section apply, the applicant is not entitled to appear before the Tribunal.",
      "id": "s28"
    },
    {
      "text": "425A (1) If the applicant is invited to appear before the Tribunal, the Tribunal must give the applicant notice of the day on which, and the time and place at which, the applicant is scheduled to appear.",
      "id": "s29"
    },
    {
      "text": "426 (1) In the notice under section 425A, the Tribunal must notify the applicant:\n \n (a) that he or she is invited to appear before the Tribunal to give evidence; and\n \n (b) of the effect of subsection (2) of this section.",
      "id": "s30"
    },
    {
      "text": "(2) \n The applicant may, within 7 days after being notified under subsection (1), give the Tribunal written notice that the applicant wants the Tribunal to obtain oral evidence from a person or persons named in the notice.",
      "id": "s31"
    },
    {
      "text": "(3) If the Tribunal is notified by an applicant under subsection (2), the Tribunal must have regard to the applicant's wishes but is not required to obtain evidence (orally or otherwise) from a person named in the applicant's notice.",
      "id": "s32"
    },
    {
      "text": "426A (1) If the applicant:\n \n \n (a) is invited under section 425 to appear before the Tribunal; and\n \n (b) does not appear before the Tribunal on the day on which, or at the time and place at which, the applicant is scheduled to appear;\n \n the Tribunal may make a decision on the review without taking any further action to allow or enable the applicant to appear before it.",
      "id": "s33"
    },
    {
      "text": "(2) This section does not prevent the Tribunal from rescheduling the applicant's appearance before it, or from delaying its decision on the review in order to enable the applicant's appearance before it as rescheduled.",
      "id": "s34"
    },
    {
      "text": "Application before the Federal Magistrate \n \n10 The appellant filed an application for judicial review of the Tribunal's decision in the Federal Magistrates Court in October 2005.",
      "id": "s35"
    },
    {
      "text": "The appellant claimed that she was not aware of the Tribunal's decision until just before she filed the application.",
      "id": "s36"
    },
    {
      "text": "In her amended application the appellant relied upon the following grounds:\n \n 1 The Tribunal failed to give the appellant proper notice of the hearing pursuant to s 425A of the Act and thereby fell into jurisdictional error;\n 2 The Tribunal failed to exercise its discretion under s 426A of the Act and thereby fell into jurisdictional error;\n 3 \n The Tribunal committed jurisdictional error in that there was no evidence to support its conclusion that the alleged threats to the appellant did not amount to persecution;\n 4 The Tribunal failed to exercise its jurisdiction in not considering the appellant's claim that she was a member of a particular social group; and\n 5 The Tribunal acted in breach of s 424A of the Act in not giving the appellant an opportunity to comment on relevant materials.",
      "id": "s37"
    },
    {
      "text": "11 The appellant was given leave by the Federal Magistrate to pursue an additional ground, ground 1A, alleging failure on the part of the Tribunal to comply with s 425(1) of the Act.",
      "id": "s38"
    },
    {
      "text": "The particulars of that ground were:\n \n The Tribunal gave notice to the applicant that she was entitled to come to a hearing to give oral evidence to support her claims.",
      "id": "s39"
    },
    {
      "text": "The Tribunal did not invite the applicant to appear before it to give evidence and present arguments relating to the issues arising in relation to the decision under review.",
      "id": "s40"
    },
    {
      "text": "Decision of the Federal Magistrate \n \n12 The Federal Magistrate accepted that the amendments introduced by the Amending Act applied to the appellant's review after 1 June 1999.",
      "id": "s41"
    },
    {
      "text": "However, the Federal Magistrate found that this did not result in the Tribunal again having to invite the appellant to a hearing, because the signed \"Response to Hearing Offer\" form stood as the appellant's consent under s 425(2)(b), to the Tribunal conducting the review in her absence.",
      "id": "s42"
    },
    {
      "text": "As such, s 425(1) did not apply, and the Tribunal did not act in contravention of that section in not issuing the invitation.",
      "id": "s43"
    },
    {
      "text": "The Federal Magistrate referred to the case of Liu v Minister for Immigration and Multicultural Affairs [2001] FCA 1362 ; (2001) 113 FCR 541 ( Liu ) in support of his finding.",
      "id": "s44"
    },
    {
      "text": "13 The Federal Magistrate also found that, as s 425(1) did not apply, the requirements of s 425A were not enlivened and, therefore, no notice, as described in that section, was required.",
      "id": "s45"
    },
    {
      "text": "Similarly, as the appellant had not relevantly been invited to appear, s 426A had no application and was not contravened by the Tribunal.",
      "id": "s46"
    },
    {
      "text": "Grounds 1, 1A and 2, therefore, failed.",
      "id": "s47"
    },
    {
      "text": "14 In relation to grounds 3 and 4 the Federal Magistrate found that \"paucity of information\" was the basis of the Tribunal's conclusions but that this did not indicate jurisdictional error.",
      "id": "s48"
    },
    {
      "text": "Further, such \"paucity of information\" had prevented the Tribunal from giving any consideration to the appellant being a member of a particular social group for the purposes of ground 4.",
      "id": "s49"
    },
    {
      "text": "Finally, ground 5 failed as the Federal Magistrate found that there was no evidence that extraneous material had been relied upon by the Tribunal.",
      "id": "s50"
    },
    {
      "text": "Notice of Appeal \n \n15 The notice of appeal contained the following grounds:\n \n (a) The Federal Magistrate erred in failing to find the Tribunal committed jurisdictional error of law by non-compliance with s 425(1) of the Act in that the Tribunal did not invite the appellant to appear before it to give evidence and present arguments relating to issues arising in relation to the decision under review.",
      "id": "s51"
    },
    {
      "text": "(b) The Federal Magistrate erred by failing to find the Tribunal committed jurisdictional error of law by non-compliance with s 425A of the Act in that the Tribunal did not give to the appellant a notice pursuant to s 425A of the Act stating the day on which the appellant was scheduled to appear.",
      "id": "s52"
    },
    {
      "text": "(c) The Federal Magistrate erred by failing to find the Tribunal committed jurisdictional error of law by non-compliance with s 426A of the Act in that the Tribunal failed to exercise its discretion under s 426A in deciding whether to take further action to allow or enable the appellant to appear before it.",
      "id": "s53"
    },
    {
      "text": "16 The notice of appeal also raised additional grounds of appeal (namely, grounds 4 and 5) but at the hearing of the appeal, counsel for the appellant abandoned those grounds.",
      "id": "s54"
    },
    {
      "text": "17 As to ground 1, counsel for the appellant submitted that an important effect of the amendments was to give applicants a new right, namely, a right to make submissions at a hearing before the Tribunal.",
      "id": "s55"
    },
    {
      "text": "This right was additional to the pre-existing right to give evidence at the hearing.",
      "id": "s56"
    },
    {
      "text": "The appellant contended that after 1 June 1999, it was necessary under s 425(1) for the Tribunal, before it made its decision, to invite the applicant to attend a hearing to give evidence and make submissions.",
      "id": "s57"
    },
    {
      "text": "The appellant submitted that the decision of the Tribunal was attended by jurisdictional error because the Tribunal had not invited the appellant under s 425 of the Act to attend a hearing to give evidence and make submissions at that hearing.",
      "id": "s58"
    },
    {
      "text": "The appellant submitted that the Tribunal had thereby denied the appellant the benefit of the legislative amendments.",
      "id": "s59"
    },
    {
      "text": "18 The appellant submitted that the completion of the \"Response to Hearing Offer\" form by the appellant could not amount to \"consent\" within the meaning of s 425(2)(b) of the Act.",
      "id": "s60"
    },
    {
      "text": "This was because the form was sent in response to an invitation to attend a hearing which did not purport to comply with the Act as amended, and failed to offer the appellant the benefits of the \"substantive new rights\", namely, the right to give evidence and make submissions at the hearing.",
      "id": "s61"
    },
    {
      "text": "19 The appellant also submitted that the reliance by the Tribunal upon Liu was misplaced, because that case was distinguishable.",
      "id": "s62"
    },
    {
      "text": "In fact, said the appellant, if anything, the case supported the appellant's contention.",
      "id": "s63"
    },
    {
      "text": "The appellant also submitted that SZBEL v Minister for Immigration and Multicultural and Indigenous Affairs [2006] HCA 63 ; (2006) 231 ALR 592 ( SZBEL ) supported her contention that on a proper construction of ss 425, 425A, 426 and 426A of the Act, the Tribunal is required by s 425(1) to issue an invitation to the hearing before there can be any \"valid\" consent under s 425(2)(b).",
      "id": "s64"
    },
    {
      "text": "20 In my view, the appellant's contentions are not to be accepted.",
      "id": "s65"
    },
    {
      "text": "21 One of the amendments introduced by the Amending Act makes provision in s 425(2)(b) for an applicant to consent to the Tribunal deciding the review without the applicant appearing before it.",
      "id": "s66"
    },
    {
      "text": "The Act also provides that in circumstances where s 425(2) applies, s 425(1) does not apply.",
      "id": "s67"
    },
    {
      "text": "Further, the Act does not prescribe nor qualify the means by which an applicant may consent to the Tribunal deciding the review in the absence of a hearing within the meaning of s 425(2)(b) of the Act.",
      "id": "s68"
    },
    {
      "text": "In particular, the Act does not prescribe a procedure by which the Tribunal is to inform an applicant of his or her rights in relation to a hearing, as a precondition to the applicant giving a \"valid\" consent within the meaning of s 425(2)(b).",
      "id": "s69"
    },
    {
      "text": "Nor, in my view, does the proper construction of the Act require the issuing of an invitation to a hearing as a precondition to the giving of a \"valid\" consent.",
      "id": "s70"
    },
    {
      "text": "To the contrary, the scheme of the Act operates on the basis that an invitation to a hearing is only required to be given to an applicant, if none of the conditions described in s 425(2) is met.",
      "id": "s71"
    },
    {
      "text": "The Act contemplates the giving of consent as an event which precedes and exempts the Tribunal from issuing, any invitation to a hearing.",
      "id": "s72"
    },
    {
      "text": "Accordingly, in my view, the appellant's contention that the completion and forwarding of the \"Response to Hearing Offer\" form did not amount to the appellant consenting to the Tribunal deciding the review without the appellant appearing before it, cannot be accepted.",
      "id": "s73"
    },
    {
      "text": "22 In Liu , each of the applicants had, prior to the amendments coming into effect, attended a hearing before the Tribunal.",
      "id": "s74"
    },
    {
      "text": "However, the Tribunal member resigned before deciding the review, and a new member of the Tribunal was appointed to complete the review.",
      "id": "s75"
    },
    {
      "text": "After the amendments had come into effect, the second member made a decision and, thereby, completed the review, without inviting the applicants to a second hearing.",
      "id": "s76"
    },
    {
      "text": "The Full Court decided that there was no absolute right to a hearing before the Tribunal member who makes the review decision, and that the Tribunal had not fallen into jurisdictional error by not inviting the applicants to a second hearing.",
      "id": "s77"
    },
    {
      "text": "23 The appellant is correct in her contention that Liu is distinguishable on the facts from this case.",
      "id": "s78"
    },
    {
      "text": "However, contrary to the submissions of the appellant, the Liu case does not support the proposition contended for by the appellant.",
      "id": "s79"
    },
    {
      "text": "It is true that the Full Court acknowledged that the Amending Act introduced substantive new rights, including a right to make submissions at a hearing, but the Full Court did not consider the question of whether there are any conditions associated with an applicant giving a \"valid\" consent within the meaning of s 425(2)(b).",
      "id": "s80"
    },
    {
      "text": "Further, the Full Court did not find that, on the proper construction of the Act, consent could not validly be given unless there had been a prior invitation to a hearing issued under s 425(1).",
      "id": "s81"
    },
    {
      "text": "24 Likewise, in SZBEL the High Court did not consider the question of whether there are any conditions associated with an applicant giving a \"valid\" consent under s 425(2)(b).",
      "id": "s82"
    },
    {
      "text": "Further, the case is not authority for the proposition advanced by the appellant that, on a proper construction of the Act, it is necessary for the Tribunal to issue an invitation to a hearing before there can be a \"valid\" consent under s 425(2)(b).",
      "id": "s83"
    },
    {
      "text": "25 Accordingly, ground 1 of the appeal is dismissed.",
      "id": "s84"
    },
    {
      "text": "26 Grounds 2 and 3 of the appeal are also dismissed for the reasons given by the Federal Magistrate.",
      "id": "s85"
    },
    {
      "text": "In short, each of s 425A and s 426A is only enlivened if s 425(2) does not apply.",
      "id": "s86"
    },
    {
      "text": "In this case, s 425(2)(b) applied.",
      "id": "s87"
    },
    {
      "text": "It is well established that s 425 and s 425A are to be read together and s 425A does not impose a separate obligation to that in s 425.",
      "id": "s88"
    },
    {
      "text": "The process described in s 425A is the mechanism by which the invitation referred to in s 425 is to be issued ( VNAA v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 134 ; (2004) 136 FCR 407 at 413; Minister for Immigration and Multicultural and Indigenous Affairs v SZFHC [2006] FCAFC 73 ; (2006) 231 ALR 630).",
      "id": "s89"
    },
    {
      "text": "27 It follows, therefore, that the appeal is dismissed with costs.",
      "id": "s90"
    },
    {
      "text": "I certify that the preceding twenty-seven (27) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Siopis.",
      "id": "s91"
    },
    {
      "text": "Associate:\n\nDated: 10 September 2007\n\n\n Counsel for the Appellant: Mr R Anthony \n \n Counsel for the First Respondent: \n Ms S Sirtes \n \n Solicitor for the First Respondent: \n Sparke Helmore \n \n Date of Hearing: 14 February 2007 \n \n Date of Judgment: 10 September 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1412.html",
      "id": "s92"
    }
  ]
}