{
  "name": "Barrett Property Group Pty Ltd v Metricon Homes Pty Ltd [2007] FCA 1509 (28 September 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1509.html",
  "catchphrases": [
    {
      "text": "designs and constructed homes",
      "id": "c0"
    },
    {
      "text": "whether infringement by copying",
      "id": "c1"
    },
    {
      "text": "copyright act 1968 (cth) ss 14(1) and 31 (1)(b)(i)",
      "id": "c2"
    },
    {
      "text": "sufficient objective similarity",
      "id": "c3"
    },
    {
      "text": "substantial part of the whole",
      "id": "c4"
    },
    {
      "text": "common place features",
      "id": "c5"
    },
    {
      "text": "subjective copying overlap",
      "id": "c6"
    },
    {
      "text": "causal connection",
      "id": "c7"
    },
    {
      "text": "derivation of works",
      "id": "c8"
    },
    {
      "text": "access",
      "id": "c9"
    },
    {
      "text": "personal liability",
      "id": "c10"
    },
    {
      "text": "whether authorisation",
      "id": "c11"
    },
    {
      "text": "copyright act 1968 (cth) ss 36(1) and 13 (2)",
      "id": "c12"
    },
    {
      "text": "copyright",
      "id": "c13"
    },
    {
      "text": "copyright",
      "id": "c14"
    }
  ],
  "sentences": [
    {
      "text": "1 The corporate parties are competitors in the project home market in Victoria.",
      "id": "s0"
    },
    {
      "text": "The applicants say that certain home designs have been copied by the first respondent to produce designs from which project homes have been built and sold to the public.",
      "id": "s1"
    },
    {
      "text": "Each of the other respondents, they say, authorised this infringement of copyright.",
      "id": "s2"
    },
    {
      "text": "THE PARTIES AND THE COPYRIGHT WORKS \n \n2 Barrett Property Group Pty Ltd designs, builds and sells residential project homes in Victoria.",
      "id": "s3"
    },
    {
      "text": "It trades under the name \"Porter Davis Homes\".",
      "id": "s4"
    },
    {
      "text": "The business was commenced by Daniel Studdert in or about June 1999.",
      "id": "s5"
    },
    {
      "text": "Studdert had been the sales manager of Metricon Homes Pty Ltd between September 1997 and June 1999.",
      "id": "s6"
    },
    {
      "text": "Barrett is the owner of copyright in homes known as the Seattle 31 and the Memphis 33.",
      "id": "s7"
    },
    {
      "text": "The Memphis 33 is an adaptation of the Seattle 31.",
      "id": "s8"
    },
    {
      "text": "A home was built to the Seattle 31 plan at Scenic Drive, Beaconsfield and opened in early 2000.",
      "id": "s9"
    },
    {
      "text": "In November 2001 a home was completed to the Memphis 33 plan at 5 Highgate Way, Rowville.",
      "id": "s10"
    },
    {
      "text": "3 SRS Property Group Pty Ltd is the owner of copyright in the plans of the Seattle 31 (Schedule A) and the Memphis 33 (Schedule B).",
      "id": "s11"
    },
    {
      "text": "I will refer to these homes and plans, together as the Copyright Works.",
      "id": "s12"
    },
    {
      "text": "Whilst ownership of copyright is divided in this way, I will, unless the context otherwise demands, treat the applicants collectively.",
      "id": "s13"
    },
    {
      "text": "4 Metricon also designs, builds and sells residential project homes in Victoria.",
      "id": "s14"
    },
    {
      "text": "5 Mr Palazzesi is the managing director of Metricon.",
      "id": "s15"
    },
    {
      "text": "In June 1999 he joined Metricon as general manager, and on 1 July 2001 was appointed its managing director.",
      "id": "s16"
    },
    {
      "text": "He had experience spanning some 35 years in project home businesses, at financial, operational and management levels.",
      "id": "s17"
    },
    {
      "text": "Upon joining Metricon, Palazzesi developed a plan to convert the company from a low volume to a high volume builder but maintaining its reputation for high quality.",
      "id": "s18"
    },
    {
      "text": "The plan involved the construction and sale of approximately 800 homes a year.",
      "id": "s19"
    },
    {
      "text": "It also involved the development of an attractive product range.",
      "id": "s20"
    },
    {
      "text": "6 Mr Popple is Metricon's Product Development Manager.",
      "id": "s21"
    },
    {
      "text": "He had commenced work with Metricon in 1987 as a trainee draftsman and progressed from there over the years to various positions.",
      "id": "s22"
    },
    {
      "text": "He became drawing office manager then assumed responsibility for briefing external interior designers.",
      "id": "s23"
    },
    {
      "text": "He began, around 1995, to undertake some design work.",
      "id": "s24"
    },
    {
      "text": "In 1996 he began to design a home which assumes some importance in this case.",
      "id": "s25"
    },
    {
      "text": "It was called the Eldridge and Popple said that it was based on his own ideas and some concepts that he had seen in homes in the United States when he had visited there the year before.",
      "id": "s26"
    },
    {
      "text": "THE ALLEGED INFRINGING WORKS \n \n7 The applicants say that Metricon drew plans and from these constructed the following display homes in Victoria in breach of their respective copyright in the Copyright Works.",
      "id": "s27"
    },
    {
      "text": "These display homes were opened at or about the times stated below: \n \n \n \n Schedule C: the Prada 35 --- February 2003 at the Deer Park display village and Fogarty Avenue Highton; \n \n \n\nSchedule D: the Tyrell 29 - May 2002 at Craigieburn; \n \nSchedule E: the Connolly 30 --- August 2003 at Point Cook;\n \nSchedule F: the Coburn 33 --- October 2004 at Point Cook; and\n \nSchedule G: the Streeton 34 --- November 2003 at Keysborough.",
      "id": "s28"
    },
    {
      "text": "In fact the plan at Schedule F said by the applicants to be the Coburn 33 is in fact the Coburn 39.",
      "id": "s29"
    },
    {
      "text": "However, this makes no difference in this case in light of the evidence of Dr John Cooke to which I will refer later.",
      "id": "s30"
    },
    {
      "text": "I will refer to the above plans and homes as \"the Alleged Infringing Works\".",
      "id": "s31"
    },
    {
      "text": "THE PRIMARY ISSUE: COPYING OF SUBSTANTIAL PART \n \n8 During the course of the hearing, the respondents conceded the issue of subsistence in the Copyright Works.",
      "id": "s32"
    },
    {
      "text": "They accepted that the Seattle 31 and Memphis 33 plans and homes had sufficient originality to support the bare subsistence of copyright.",
      "id": "s33"
    },
    {
      "text": "9 The applicants abandoned, during closing submissions, the case in tortious liability.",
      "id": "s34"
    },
    {
      "text": "10 The applicants say that, in contravention of the Copyright Act (1968) (Cth) (\"the Act\") the Alleged Infringing Works were reproduced by actual copying from the Copyright Works or a substantial part of each of the Copyright Works.",
      "id": "s35"
    },
    {
      "text": "The respondents admit that the Alleged Infringing Works were brought into existence, but deny that, in doing so, they have infringed the applicants' copyright.",
      "id": "s36"
    },
    {
      "text": "The applicants did not seriously press their claim that the whole of the Copyright Works, in each case, was reproduced.",
      "id": "s37"
    },
    {
      "text": "Rather, the case concerned whether, in respect of each plan and home, a substantial part had been reproduced by copying: s 14(1) and s 31(1)(b)(i) of the Act.",
      "id": "s38"
    },
    {
      "text": "11 The \"substantial part\" of the Copyright Works identified by the applicants was the so-called \"alfresco quadrant\".",
      "id": "s39"
    },
    {
      "text": "This part comprised the combination of the rumpus, family, kitchen and meals areas around the alfresco, all under a single roof-line, but also having regard to the location and relative dimensions of rooms in this part of the house design.",
      "id": "s40"
    },
    {
      "text": "12 Accordingly, the primary issue is whether Metricon infringed copyright as alleged.",
      "id": "s41"
    },
    {
      "text": "If infringement is established, then there is a consequential question as to whether each of Palazzesi and Popple are personally liable as having authorised the infringement.",
      "id": "s42"
    },
    {
      "text": "THE LAW \n Copyright in Project Homes \n \n13 The application of copyright law to project homes and designs is not without difficulty.",
      "id": "s43"
    },
    {
      "text": "The competing concepts in copyright law of 'ideas' and 'expression of ideas' underpin the difficulty: Kenrick &amp; Co v Lawrence &amp; Co (1890) 25 QBD 99 provides an apt illustration.",
      "id": "s44"
    },
    {
      "text": "In that case, the author had printed a card that assisted illiterate voters.",
      "id": "s45"
    },
    {
      "text": "The card's design was simple.",
      "id": "s46"
    },
    {
      "text": "The design depicted a hand holding a pencil in the act of completing a cross within a square.",
      "id": "s47"
    },
    {
      "text": "Willis J held that the copyright protection sought would protect the idea rather than the expression alone, since \"a square can only be drawn as a square, a cross can only be drawn as a cross, and for such purposes as the plaintiff's drawing was intended to fulfil, there are scarcely more ways than one of drawing a pencil or the hand that holds it\": Kenrick at 104.",
      "id": "s48"
    },
    {
      "text": "The case is an extreme example, but gives expression to the idea-form dichotomy.",
      "id": "s49"
    },
    {
      "text": "14 In Tamawood Ltd v Henley Arch Pty Ltd (2004) 61 IPR 378 at 387, another project home case, the majority at [39] observed that: \"The idea-form distinction, often elusive, is particularly so in the case of project homes\".",
      "id": "s50"
    },
    {
      "text": "This, their Honours said at [38] was because such homes commonly have to be designed to fit blocks of approximately similar shape and dimension and to provide for vehicular access and accommodation.",
      "id": "s51"
    },
    {
      "text": "There was, it was said, a certain commonality of features demanded by the market in question:\n \n ... such as, a certain number of bedrooms, a laundry, a kitchen, a family or rumpus room, an ensuite and a walk-in wardrobe (\"WIR\") in association with the main bedroom, built-in wardrobes in the other bedrooms, at least one bathroom in proximity to the other bedrooms, and certain facilities in the kitchen such as a sink, bench, dishwasher, stove, hot plate and microwave oven.",
      "id": "s52"
    },
    {
      "text": "15 Project homes, and the drawing of such plans, are distinct from paintings and musical works.",
      "id": "s53"
    },
    {
      "text": "The distinction lies in the fact that a project home involves a mixture of familiar ideas and common place features \"based on the real world\" (in the form of previous project homes and plans) and \"labour, skill and judgment (in combining the various features)\": Tamawood at [41]---[43].",
      "id": "s54"
    },
    {
      "text": "The issue is further complicated when one bears in mind that the plan for a project home is \"partly functional.",
      "id": "s55"
    },
    {
      "text": "\" For example, placing a kitchen in reasonable \"proximity to a dining room\" is, broadly, a functional consideration: see Tamawood at [41].",
      "id": "s56"
    },
    {
      "text": "Accordingly, the \"dividing line between that which is dictated by broad functional requirements and that which is not, is...often unclear\": Tamawood at [56].",
      "id": "s57"
    },
    {
      "text": "16 Importantly, one must bear in mind in this case, and as was explained in Tamawood , that an individual part of a plan or home considered in isolation may merely explain a common idea \"...yet there will be copyright in the whole plan if the combination and arrangement originated with the author.",
      "id": "s58"
    },
    {
      "text": "\" (Emphasis added): Tamawood at [41].",
      "id": "s59"
    },
    {
      "text": "17 The applicants in this case point to the particular combination in the alfresco quadrant as central to their claims.",
      "id": "s60"
    },
    {
      "text": "Infringement \n \n18 The test for infringement is found in the well known passage from the judgment of Gibbs CJ in S W Hart &amp; Co Pty Ltd v Edwards Hot Water Systems [1985] HCA 59 ; (1985) 159 CLR 466 at 472 (with whom Mason and Brennan JJ agreed).",
      "id": "s61"
    },
    {
      "text": "In that case, the Chief Justice said:\n \n The notion of reproduction, for the purposes of copyright law, involves two elements -- resemblance to, and actual use of, the copyright work, or, to adopt the words which appear in the judgment of Willmer LJ in Francis Day &amp; Hunter Ltd v Bron [1963] Ch 587 at 614, \"a sufficient degree of objective similarity between the two works\" and \"some causal connection between the plaintiffs' and the defendants' work\".",
      "id": "s62"
    },
    {
      "text": "(Emphasis added) \n \n \n\nSee also Dixon Investments Pty Ltd v Hall (1990) 18 IPR 490 at 495; LED Builders Pty Ltd v Eagle Homes Pty Ltd (1996) 35 IPR 215 at 218; Henley Arch Pty Ltd v Clarendon Homes (Aust) Pty Ltd (1998) 41 IPR 443; Eagle Homes Pty Ltd v Austec Homes Pty Ltd [1999] FCA 138 ; (1999) 87 FCR 415 at [17] .",
      "id": "s63"
    },
    {
      "text": "19 Although, as I have said, the applicants' primary submission was that the whole of the Copyright Works were reproduced, their alternative case was that, in each case, a substantial part was reproduced.",
      "id": "s64"
    },
    {
      "text": "For reasons which I will set out later I do not find that the whole was taken.",
      "id": "s65"
    },
    {
      "text": "The alternative case, referrable to s 14(1) and s 31(1)(b)(i) of the Act, requires consideration.",
      "id": "s66"
    },
    {
      "text": "20 As rightly pointed out in Eagle Homes the word \"reproduction\" is not defined in the Act.",
      "id": "s67"
    },
    {
      "text": "Its ordinary meaning, however, is to \"make a copy, representation, duplicate, or close imitation of\" (Macquarie Dictionary) or \"repeat in a more or less exact copy; produce a copy or representation of\" (New Shorter Oxford English Dictionary).",
      "id": "s68"
    },
    {
      "text": "The question that follows from this is: how much of the copyright work must be reproduced before it can be said that the 'work' has been reproduced and how similar must it be to the copyright work?",
      "id": "s69"
    },
    {
      "text": "See Eagle Homes at [70].",
      "id": "s70"
    },
    {
      "text": "There Lindgren J considered how s 14(1) and s 31(1)(b)(i) of the Act interrelate as applied to the \"Paterson\" and \"Kookaburra\" project homes that were the subject of the litigation.",
      "id": "s71"
    },
    {
      "text": "At [70] to [71], his Honour stated:\n \n The effect of s 14(1) of the Act is that the reference in s 31(1)(b)(i) to reproducing an artistic work in a material form includes a reference to reproducing a substantial part of such a work in a material form.",
      "id": "s72"
    },
    {
      "text": "In terms, this provision acknowledges a distinction between the undifferentiated whole of a copyright work and a substantial part of it.",
      "id": "s73"
    },
    {
      "text": "The 'Paterson' does not reproduce exactly the whole of the 'Kookaburra'.",
      "id": "s74"
    },
    {
      "text": "Copinger and Skone James on Copyright (13th ed, 1991), par 8---20 states as follows:\n \n ... Alternatively, the defendant's work may have been taken from part only of the plaintiff's work.",
      "id": "s75"
    },
    {
      "text": "Here, the defendant's work may be an exact reproduction of that part of the plaintiff's work or it may only to a greater or lesser degree resemble that part.",
      "id": "s76"
    },
    {
      "text": "In this alternative class of case, the first step is to identify the part of the plaintiff's work which is alleged to have been reproduced and then decide whether it constitutes a substantial part of the plaintiff's work.",
      "id": "s77"
    },
    {
      "text": "If it does, but it is not an exact copy of that part, it must then be decided whether it is a reproduction or colourable imitation of that part of the plaintiff's work.",
      "id": "s78"
    },
    {
      "text": "[ Spectravest Inc v Aperknit Ltd [1988] FSR 161].",
      "id": "s79"
    },
    {
      "text": "Substantial Part \n \n21 The substantial part inquiry \"imputes questions of fact and degree\": Tamawood at [51].",
      "id": "s80"
    },
    {
      "text": "What is important is the quality of the part taken, rather than its quantity: SW Hart at 474-5; see also Tamawood at [50] and Milpurrurru &amp; Ors v Indofurn Pty Ltd (1994) 30 IPR 209 at 230 where the Court, in considering the qualitative worth of a part of Aboriginal artwork reproduced on carpets, stated: \n \n Although as a proportion either of the total artwork, or the total carpet, the area of copied material in comparison with the whole is not great, in a qualitative sense the copying is substantial.",
      "id": "s81"
    },
    {
      "text": "The pattern taken from the artwork constitutes the striking feature of the carpet.",
      "id": "s82"
    },
    {
      "text": "And again a predominant consideration is the animus furandi of those responsible for the design.... \n \n\n22 Emphasis on quality rather than quantity is further exemplified in more recent Australian authorities.",
      "id": "s83"
    },
    {
      "text": "In Data Access Corp v Powerflex Services Pty Ltd [1999] HCA 49 ; (1999) 202 CLR 1 at [32] , a majority of the High Court endorsed the views expressed by Mason CJ in dissent in Autodesk Inc v Dyason (No 2) [1993] HCA 6 ; (1993) 176 CLR 300 at 305.",
      "id": "s84"
    },
    {
      "text": "In that case, Mason CJ, citing Ladbroke (Football) Ltd v William Hill (Football) Ltd [1964] 1 WLR 273 stated:\n \n Whether a part is substantial must be decided by its quality rather than its quantity.",
      "id": "s85"
    },
    {
      "text": "The reproduction of a part which by itself has no originality will not normally be a substantial part of the copyright and therefore will not be protected.",
      "id": "s86"
    },
    {
      "text": "For that which would not attract copyright except by reason of its collocation will, when robbed of that collocation, not be a substantial part of the copyright and therefore the courts will not hold its reproduction to be an infringement.",
      "id": "s87"
    },
    {
      "text": "It is this, I think, which is meant by one or two judicial observations that 'there is no copyright' in some unoriginal part of a whole that is copyright.",
      "id": "s88"
    },
    {
      "text": "As this statement makes clear, in determining whether the quality of what is taken makes it a 'substantial part' of the copyright work, it is important to inquire into the importance which the taken portion bears in relation to the work as a whole: is it an 'essential' or 'material' part of the work?",
      "id": "s89"
    },
    {
      "text": "...in the context of copyright law, where emphasis is to be placed upon the 'originality' of the work's expression, the essential or material features of a work should be ascertained by considering the originality of the part allegedly taken.",
      "id": "s90"
    },
    {
      "text": "(Emphasis added)\n \n\n23 While the High Court's holding in Powerflex applied to a computer program, the passage is of general application.",
      "id": "s91"
    },
    {
      "text": "In any event, a common thread in a case which involves computer programs and one which involves project homes, is that the copyright may overlap with functional considerations.",
      "id": "s92"
    },
    {
      "text": "24 In Tamawood , the Full Court considered the meaning of the expression, 'substantial part', in the context of plans for project homes.",
      "id": "s93"
    },
    {
      "text": "Wilcox and Lindgren JJ concluded at [55] that:\n \n ... it is not infringement of the part, but infringement of the whole that is in question.",
      "id": "s94"
    },
    {
      "text": "Whether there has been an infringement of the whole requires that the originality of the part be considered in relation to the work in suit as a whole.",
      "id": "s95"
    },
    {
      "text": "It must be determined whether the part is an 'essential or material' feature of the whole work , regarded as a copyright work, in the present case, as an artistic work.",
      "id": "s96"
    },
    {
      "text": "In our opinion, it must be asked whether the part or parts taken represent a substantial part of the labour, skill and judgment of the author that made the whole work 'original' .",
      "id": "s97"
    },
    {
      "text": "(Emphasis added) \n \n \n\n25 Reference to the essential or material features mirrors the language in Powerflex.",
      "id": "s98"
    },
    {
      "text": "The passages in both Powerflex and Tamawood are firmly grounded in Ladbroke .",
      "id": "s99"
    },
    {
      "text": "In that case, Lord Pearce stated in dictum:\n \n Whether a part is substantial must be decided by its quality rather than its quantity.",
      "id": "s100"
    },
    {
      "text": "The reproduction of a part which by itself has no originality will not normally be a substantial part of the copyright and therefore will not be protected .",
      "id": "s101"
    },
    {
      "text": "For that which would not attract copyright except by reason of its collocation will, when robbed of that collocation, not be a substantial part of the copyright and therefore the courts will not hold its reproduction to be an infringement.",
      "id": "s102"
    },
    {
      "text": "It is this, I think, which is meant by one or two judicial observations that \" there is no copyright \" in some unoriginal part of a whole that is copyright.",
      "id": "s103"
    },
    {
      "text": "(Emphasis added) \n \n\n26 In other words, if an unoriginal part of the whole is taken that does not represent a substantial part of the labour, skill and judgment of the author that made the whole work 'original', then there is no infringement: Powerflex at [32].",
      "id": "s104"
    },
    {
      "text": "See also, Klissers Bakeries v Harvest Bakeries (1985) IPR 533 and Dixon Investments and Nine Network Australia Pty Ltd v IceTV Pty Ltd [2007] FCA 1172.",
      "id": "s105"
    },
    {
      "text": "27 Accordingly, three interrelated and overlapping issues arise in determining whether in this case, infringement is made out as to a substantial part of the applicants' works:\n \n&#8226; first, the Court must identify the part of the applicants' works which is alleged to be reproduced and then decide whether it constitutes a substantial part of the applicants' works as a whole; and\n \n&#8226; second, the Court is required to compare the substantial part of the applicants' work with the respondent's works and assess whether there is a sufficient objective similarity between the works; and \n \n&#8226; third, the Court must determine whether the substantial part of the applicants' works identified has been used to derive the respondents' works.",
      "id": "s106"
    },
    {
      "text": "28 While the above considerations are, typically, considered in a cumulative sense, I will address each of them in turn.",
      "id": "s107"
    },
    {
      "text": "Ultimately, however, whether the Alleged Infringing Works are, in each case, sufficiently similar to the Copyright Works such as to amount to a reproduction of a substantial part of these or any of these, is for the Court to determine and the Court will be assisted by expert evidence which \"is of value in exposing the facets of the ultimate question to which the expert opinion evidence is directed\": Ancher, Mortlock, Murray &amp; Woolley Pty Ltd v Hooker Homes Pty Ltd [1971] 2 NSWLR 278 at 286.",
      "id": "s108"
    },
    {
      "text": "THE ALFRESCO QUADRANT: IS IT A SUBSTANTIAL PART?",
      "id": "s109"
    },
    {
      "text": "29 The question is whether the alfresco quadrant in each of the Seattle 31 and Memphis 33 plans and homes constitutes a substantial part of each plan and home in the Alleged Infringing Works within the meaning of s 14 of the Act.",
      "id": "s110"
    },
    {
      "text": "The applicants submitted that this is the case for a number of reasons.",
      "id": "s111"
    },
    {
      "text": "30 First, the applicants asserted that the alfresco quadrant was the main communal living area of the home --- hence the design was of qualitative significance.",
      "id": "s112"
    },
    {
      "text": "As a corollary, it was submitted that the orientation of the kitchen was important, being at the \"hub\" of the design, which could be viewed from all rooms within the alfresco quadrant.",
      "id": "s113"
    },
    {
      "text": "31 Second, the applicants submitted that the alfresco feature is important in the identification of trends in housing, as observed by the Metricon staff whilst on a market research trip to Perth.",
      "id": "s114"
    },
    {
      "text": "I will deal with the matter of this trip in more detail later.",
      "id": "s115"
    },
    {
      "text": "For present purposes, however, in substance, the 'new' designs, as found on the Perth trip, were distinct from previous trends due to the alfresco feature, thus providing a point of departure from previous designs which lacked the feature as an integrated part of the floor plan and with the benefit of the cost-saving roof-line.",
      "id": "s116"
    },
    {
      "text": "32 Third, and borrowing the language of the respondents, the applicants submitted that there was no 'prior art' which had the same combination of features in the alfresco quadrant.",
      "id": "s117"
    },
    {
      "text": "The applicants asserted that the submission was reinforced by the notion that the originality of the alfresco feature for subsistence purposes was not challenged.",
      "id": "s118"
    },
    {
      "text": "33 Whilst the respondents conceded the bare subsistence of copyright, they submitted that the degree of originality was insufficient to support a conclusion that the alfresco quadrant was a substantial part of the Copyright Works.",
      "id": "s119"
    },
    {
      "text": "I reject this submission for three reasons.",
      "id": "s120"
    },
    {
      "text": "34 First, the applicants have clearly invested significant amounts of labour, skill and judgment into the development of the Seattle 31 and Memphis 33 plans.",
      "id": "s121"
    },
    {
      "text": "The work was done between June and September 1999.",
      "id": "s122"
    },
    {
      "text": "The drawing process, as evidenced in the applicants' affidavit material, shows a substantial evolution in the design concept and implementation, which is clearly revealed in the sequence of drawings exhibited.",
      "id": "s123"
    },
    {
      "text": "There are approximately 130 drawings and notes that culminate in the final Seattle 31 plan, which Barrett approved in or about September 1999.",
      "id": "s124"
    },
    {
      "text": "Such evidence was, in substance, unchallenged by the respondents.",
      "id": "s125"
    },
    {
      "text": "35 Second, there is no evidence that the applicants have copied their designs from another source.",
      "id": "s126"
    },
    {
      "text": "The respondents conceded as much throughout the hearing.",
      "id": "s127"
    },
    {
      "text": "36 Third, key features are clearly important and distinct --- particularly when features of the designs are viewed in collocation and as a whole.",
      "id": "s128"
    },
    {
      "text": "The distinctiveness of the Copyright Works also goes to the consideration of the quality of the works.",
      "id": "s129"
    },
    {
      "text": "While novelty is not a consideration of copyright, recent cases such as Tamawood suggest that distinctiveness and that which is \"essential\" to the copyright works are important considerations in cases where substantial part is at issue: see Tamawood at [51]-[54] and particularly at [89].",
      "id": "s130"
    },
    {
      "text": "Cases such as TCN Channel Nine Pty Ltd v Network Ten Pty Ltd [2001] FCA 108 ; (2001) 184 ALR 1 also stress the need to look at the essential features.",
      "id": "s131"
    },
    {
      "text": "See also McCutcheon's discussion in the article Property in Literary Characters [2007] EIPR 143.",
      "id": "s132"
    },
    {
      "text": "37 Applied here, clearly the distinctive and essential feature of the designs is the alfresco quadrant.",
      "id": "s133"
    },
    {
      "text": "There are 106 items of prior art or \"common place\" designs listed in the appendix to the Further Amended Defence.",
      "id": "s134"
    },
    {
      "text": "Counsel for the respondents indicated that I should give \"particular attention\" to only twelve of these homes.",
      "id": "s135"
    },
    {
      "text": "I infer that these plans represent the high water mark of the evidence in support of the common stock submissions.",
      "id": "s136"
    },
    {
      "text": "I have not considered the balance of the 106 plans noted in the respondents' Amended Defence.",
      "id": "s137"
    },
    {
      "text": "I indicated to both parties that given the voluminous materials in the Court Book, that I would consider only those documents which the parties expressly invited me to consider.",
      "id": "s138"
    },
    {
      "text": "I was not asked to do so with respect to all of the 106 plans.",
      "id": "s139"
    },
    {
      "text": "None of these twelve references show the precise combination of features in the alfresco quadrant in the Seattle 31 design, utilising, as the design does, a simple and inexpensive single roof-line.",
      "id": "s140"
    },
    {
      "text": "In combination, the key features of the Copyright Works (including the alfresco quadrant) cannot be said to be part of the commonplace designs created before they came into existence.",
      "id": "s141"
    },
    {
      "text": "I deal with these in detail later in this judgment.",
      "id": "s142"
    },
    {
      "text": "38 The Seattle 31 and Memphis 33 plans are not only original, but exhibit marked originality, particularly when one examines the substantial part of the works, namely, the alfresco quadrant.",
      "id": "s143"
    },
    {
      "text": "39 In the end, cases such as the instant one are a 'matter of impression' as pointed out by the Full Court in Clarendon Homes (Aust) Pty Ltd v Henley Arch Pty Ltd (1999) 46 IPR 309 at [34].",
      "id": "s144"
    },
    {
      "text": "In examining the quality of the alfresco quadrant with respect to the whole of the Copyright Works, I view that part as being substantial.",
      "id": "s145"
    },
    {
      "text": "This view was also supported by my personal inspection and impression of the Seattle 31 design at the Beaconsfield address.",
      "id": "s146"
    },
    {
      "text": "On inspection, I found that the Seattle 31 home consisted of a central hallway leading into the hub of the home that incorporated:\n \n&#8226; the kitchen/meals area;\n \n&#8226; the family/living area;\n \n&#8226; the alfresco; and\n \n&#8226; the rumpus room\n \nall under a single ('hip') roof-line.",
      "id": "s147"
    },
    {
      "text": "The roof-line was viewed on an external inspection of the home.",
      "id": "s148"
    },
    {
      "text": "The view that I express here, was my initial view from the third day of the hearing before much of the oral testimony.",
      "id": "s149"
    },
    {
      "text": "It remained unchanged throughout the course of the hearing.",
      "id": "s150"
    },
    {
      "text": "The parties have agreed that my impression of the Copyright Works and the Alleged Infringing Works, from my personal inspection, are to form part of the evidence.",
      "id": "s151"
    },
    {
      "text": "Cases such as Clarendon support this approach.",
      "id": "s152"
    },
    {
      "text": "40 The layout of the Seattle 31 gave the impression of a free-flowing design, leading from the hallway to the hub of the home, with the alfresco quadrant, under one roof-line, being central to the design.",
      "id": "s153"
    },
    {
      "text": "The impression was reinforced by the open-plan kitchen that looked over the living and alfresco areas.",
      "id": "s154"
    },
    {
      "text": "The design allowed one to view into the rumpus room which enhanced the free-flowing design features of the Seattle 31 plan.",
      "id": "s155"
    },
    {
      "text": "These features were clearly based in a communal area of the plan, so as to optimise appreciation of the alfresco quadrant and surrounding living areas.",
      "id": "s156"
    },
    {
      "text": "Based on my impression, I would describe the alfresco quadrant as being substantial in a qualitative sense.",
      "id": "s157"
    },
    {
      "text": "41 Quantitatively, also, the alfresco quadrant is substantial: it covers about one third of the floor area of the home: see Nationwide News Pty Ltd v Copyright Agency Ltd (1996) 34 IPR 53, where the Court looked at both qualitative and quantitative aspects.",
      "id": "s158"
    },
    {
      "text": "While quantitative aspects of the copyright works are of less importance to that of qualitative aspects, I will not disaggregate the fact that the alfresco quadrant constitutes a significant portion of the floor space of the Seattle 31 design.",
      "id": "s159"
    },
    {
      "text": "On the contrary, the fact that it covers about one third of the area gives weight to its significance.",
      "id": "s160"
    },
    {
      "text": "42 It follows that I hold that the alfresco quadrant to be a substantial part of the Copyright Works.",
      "id": "s161"
    },
    {
      "text": "SUFFICIENT OBJECTIVE SIMILARITY \n \n43 I will now compare the alfresco quadrant, being the substantial part of the Copyright Works, with the Alleged Infringing Works, to determine whether there is a sufficient objective similarity, having regard to: \n \n \n (a) the similarities and differences in the comparison: Tamawood at [28] and [86]-[89]; \n (b) the essential material and non-functional parts - being the most important and significant parts of the works: Tamawood at [86]-[89]; and\n (c) commonplace features that preceded the design of the Copyright Works: Clarendon at [42].",
      "id": "s162"
    },
    {
      "text": "44 Although I deal with these discretely, in the end, I consider them cumulatively.",
      "id": "s163"
    },
    {
      "text": "I will first compare the Seattle 31 plan (Schedule A) with the Prada 35 plan (Schedule C).",
      "id": "s164"
    },
    {
      "text": "45 Before doing so, I note that there is no relevant distinction between the Seattle 31 plan and the Memphis 33 plan.",
      "id": "s165"
    },
    {
      "text": "The Memphis 33 plan produces a marginally larger floor area.",
      "id": "s166"
    },
    {
      "text": "The applicants' statement of claim outlines the changes that were made to the Seattle 31 to construct the Memphis 33, at paragraph 12.",
      "id": "s167"
    },
    {
      "text": "Those changes include:\n \n&#8226; additional space in internal areas;\n \n&#8226; the garage position pulled back behind the front of the building line; and\n \n&#8226; the front wall configuration to allow the inclusion of an attached portico.",
      "id": "s168"
    },
    {
      "text": "46 It was not suggested by the respondents that anything turned on this difference.",
      "id": "s169"
    },
    {
      "text": "In any event, I do not view these differences as having an effect on my decision going to objective similarity.",
      "id": "s170"
    },
    {
      "text": "47 It should also be noted that the Memphis 33 did not come into existence as a plan before July 2001, which was after the Prada 35 design was produced and before the other Alleged Infringing Works came into existence.",
      "id": "s171"
    },
    {
      "text": "Accordingly, other than in relation to the Prada 35, in making the comparisons, I have treated the Seattle 31 and Memphis 33 plans and homes as relevantly the same in respect to the alfresco quadrant.",
      "id": "s172"
    },
    {
      "text": "Plan to Plan Objective Similarity Analysis: the Seattle 31 Plan and the Prada 35 Plan \n \n48 The assessment is a matter of impression for the Court: see generally Tamawood and Clarendon.",
      "id": "s173"
    },
    {
      "text": "In making the assessment, the Court was invited to compare the transparencies of the Seattle 31 and Prada 35 plans.",
      "id": "s174"
    },
    {
      "text": "Upon overlay of the transparencies, one can clearly see the striking similarities.",
      "id": "s175"
    },
    {
      "text": "In my view, the alfresco quadrant is almost identical in both cases.",
      "id": "s176"
    },
    {
      "text": "This is of paramount importance to the present case, as it constitutes the substantial part of the applicants' plan.",
      "id": "s177"
    },
    {
      "text": "49 My view is further fortified by several lay and expert witnesses of both parties.",
      "id": "s178"
    },
    {
      "text": "For instance, Popple agreed that the position of the kitchen was \"sort of similar\" and that of the rumpus, alfresco, family room and meals area were \"similar.",
      "id": "s179"
    },
    {
      "text": "\" The area that Popple refers to is, in essence, the alfresco quadrant.",
      "id": "s180"
    },
    {
      "text": "Palezzesi also found it difficult to disagree with Popple's assessment.",
      "id": "s181"
    },
    {
      "text": "50 The similarity between the Prada 35 and Seattle 31 designs was confirmed by Popple in cross-examination.",
      "id": "s182"
    },
    {
      "text": "Popple's and Palazzesi's observations of similarity given in the witness box in fact extended beyond the alfresco quadrant to include bedrooms two, three and four.",
      "id": "s183"
    },
    {
      "text": "51 The applicants' expert, Dr Cooke, was of the opinion relevantly that the rear part of both plans, containing the kitchen, dining, family, alfresco and rumpus, bedroom two, bedroom three, bedroom four, laundry, bath, WC and powder room are essentially the same.",
      "id": "s184"
    },
    {
      "text": "52 He said that that there were other differences, noting that the total area of the Prada 35 is about four squares larger than that of the Seattle 31, resulting in larger overall dimensions in the Prada 35.",
      "id": "s185"
    },
    {
      "text": "For example, the dimension of the short side of the plan rectangle of the Prada 35 is shown as 12960 mm compared with the corresponding dimension of 12670 mm shown on the Seattle 31 plan.",
      "id": "s186"
    },
    {
      "text": "53 Dr Cooke further said that \"the kitchen layout plans were similar\", incorporating an angled front counter containing the sink, a bench along the back wall containing the cook top, a space for a built in refrigerator and a pantry.",
      "id": "s187"
    },
    {
      "text": "He observed that the \"pantries differ in detail in shape and precise location.",
      "id": "s188"
    },
    {
      "text": "\" Despite objectively noting these minor differences, the key point of Dr Cookes' report indicates that the areas which formed the alfresco quadrant are essentially the same in both plans.",
      "id": "s189"
    },
    {
      "text": "Objective Similarities and Subjective Copying Overlap \n \n54 Consistent with the above analysis, it has been suggested that where subjective copying is found, the task of proving objective similarities of what was taken was a \"substantial part\" of the protected work becomes \"easier\" to find: see Eagle Homes and Ancher, Mortlock, Murray &amp; Woolley Pty Ltd at 289.",
      "id": "s190"
    },
    {
      "text": "55 My findings below of subjective copying have enabled me more readily to find objective similarities between the Alleged Infringing Works and the Copyright Works.",
      "id": "s191"
    },
    {
      "text": "Taking of Essential, Material and Non---Functional Features \n \n56 In Tamawood at [56], Wilcox and Lindgren JJ considered the functional aspects of the copyright works: \n \n In applying the \"substantial part\" test in the present case, one must bear in mind that the plan for a project home is partly functional.",
      "id": "s192"
    },
    {
      "text": "Placing a kitchen in reasonable proximity to a dining room, and bedrooms in reasonable proximity to each other and to a bathroom, is suggested by broad functional considerations.",
      "id": "s193"
    },
    {
      "text": "Those proximities would not be a substantial part of a plan or house regarded as an artistic work.",
      "id": "s194"
    },
    {
      "text": "Moreover, they would be ideas.",
      "id": "s195"
    },
    {
      "text": "But broad functional requirements can be satisfied in more ways than one.",
      "id": "s196"
    },
    {
      "text": "Some features of a project home plan may be dictated by aesthetic and decorative concerns, for example.",
      "id": "s197"
    },
    {
      "text": "In these ways, the labour, skill and judgment of the author are called upon.",
      "id": "s198"
    },
    {
      "text": "The dividing line between that which is dictated by broad functional requirements and that which is not, is, however, often unclear.",
      "id": "s199"
    },
    {
      "text": "57 The alfresco quadrant, as I have found, is a most important feature, being both essential and material to the design of the Seattle 31 plan.",
      "id": "s200"
    },
    {
      "text": "Significant labour, skill and judgment went into the design of the plan, including 130 drawings over a six month period.",
      "id": "s201"
    },
    {
      "text": "The designs are centred around the incorporation of an alfresco, which is the part that the respondents have taken.",
      "id": "s202"
    },
    {
      "text": "To arrive at this conclusion, I must also examine why the alfresco quadrant is not functional.",
      "id": "s203"
    },
    {
      "text": "This was a key argument submitted by the respondents.",
      "id": "s204"
    },
    {
      "text": "I will turn to that issue below.",
      "id": "s205"
    },
    {
      "text": "58 A primary contention of the respondents was that there was very little (if any) room for choice as to where the alfresco and surrounding rooms could be placed in the Prada 35.",
      "id": "s206"
    },
    {
      "text": "The respondents' contention was purportedly buttressed by the following points:\n \n &#8226; since any alfresco is situated where the informal living rooms are situated to the \"rear\" or to the \"side\" of the house, there are limited options as to how an arrangement of rooms can be configured; \n &#8226; thus, if one decided to configure an alfresco within a Melbourne project home, either to the \"rear\" or to the \"side\" of the house, it would ordinarily be surrounded by rumpus, family and dining or meal rooms; and \n &#8226; this, the respondents assert, is what happened in the case of the Prada 35.",
      "id": "s207"
    },
    {
      "text": "Further, they assert that the applicants' arrangement is not \"so unusual\" that it must have been derived from the Seattle 31 plan.",
      "id": "s208"
    },
    {
      "text": "59 In short, so the respondents' argument goes, in the ordinary course, a Melbourne project home that lives to the side and which includes an alfresco, rumpus, family and dining or meals rooms would be designed inevitably in the same way as the Seattle 31 plan.",
      "id": "s209"
    },
    {
      "text": "This is a proposition which, in my opinion, ought to have been the subject of expert opinion testimony.",
      "id": "s210"
    },
    {
      "text": "It was not.",
      "id": "s211"
    },
    {
      "text": "60 I do not accept the respondents' contention.",
      "id": "s212"
    },
    {
      "text": "The evidence is to the contrary.",
      "id": "s213"
    },
    {
      "text": "For example, Bugeja identified five examples of alfrescos living to the side from the Perth trip.",
      "id": "s214"
    },
    {
      "text": "He also identified a further ten alfrescos that lived to the rear and side.",
      "id": "s215"
    },
    {
      "text": "Not one of these is essentially the same as the alfresco in the Seattle 31.",
      "id": "s216"
    },
    {
      "text": "Not one of the twelve prior art items cited particularly by the respondents discloses an alfresco, as expressed in the Seattle 31 design, under a single roof-line.",
      "id": "s217"
    },
    {
      "text": "61 The respondents further pointed to the fact that the alfresco in the Prada 35 was of a different size to the Seattle 31.",
      "id": "s218"
    },
    {
      "text": "For instance, they claimed it was wider and differently positioned starting in line with the end of the kitchen; whereas the Seattle 31 starts at a point in line with the mid-point of the kitchen.",
      "id": "s219"
    },
    {
      "text": "As a point of accuracy, however, I do not accept the correctness of the respondents' description of the kitchen.",
      "id": "s220"
    },
    {
      "text": "It does not start at a mid-point line.",
      "id": "s221"
    },
    {
      "text": "62 The respondents point to the fact that the doors and windows are differently sized and positioned.",
      "id": "s222"
    },
    {
      "text": "These differences, it was submitted, were highly significant given the asserted limited scope for variation in what they described as the very restrictive part of the plan relied upon by the applicants.",
      "id": "s223"
    },
    {
      "text": "Kenrick was used to support the respondents' submission.",
      "id": "s224"
    },
    {
      "text": "I disagree.",
      "id": "s225"
    },
    {
      "text": "This is not a \" Kenrick \"-like case, where there was only one means of expressing the idea of a hand ticking a box.",
      "id": "s226"
    },
    {
      "text": "Instead, it conforms with what Wilcox and Lindgren JJ stated in Tamawood , that \"broad functional requirements can be satisfied in more ways that one\" at [56].",
      "id": "s227"
    },
    {
      "text": "The evidence discloses that there are a number of ways of incorporating an alfresco in combination with a kitchen, living, dining and rumpus.",
      "id": "s228"
    },
    {
      "text": "Accordingly, the plan as expressed in the Seattle 31 design is far from obvious, as contended by the respondents' counsel and witnesses.",
      "id": "s229"
    },
    {
      "text": "I reject the submission that the design of the alfresco quadrant was 'obvious'.",
      "id": "s230"
    },
    {
      "text": "For example, there was no necessity for the shape of the alfresco to be rectangular: there are examples of angled rectangular shapes in the prior art.",
      "id": "s231"
    },
    {
      "text": "Longer rectangular features, squares and other shapes thus were possible options.",
      "id": "s232"
    },
    {
      "text": "63 In my view, there is no basis for any contention by the respondents that what was taken from the Seattle 31 were functional concepts and ideas with little room for varied expression, particularly where a single roof-line was employed.",
      "id": "s233"
    },
    {
      "text": "Indeed, the use of a single roof-line within the alfresco quadrant design was itself an essential, material feature and the result of the labour, skill and judgment.",
      "id": "s234"
    },
    {
      "text": "It follows that what has been taken is both material and essential to the applicants' Seattle 31 plan, being the alfresco quadrant as expressed in that design.",
      "id": "s235"
    },
    {
      "text": "Commonplace Features \n \n64 Common stock was a consideration that was assessed in Clarendon at [42].",
      "id": "s236"
    },
    {
      "text": "According to the respondents, it has application here.",
      "id": "s237"
    },
    {
      "text": "65 In the context of project homes the Clarendon decision is important in that it demonstrates that even where a building plan incorporates ideas or features which are \"common stock\" to project homes and plans generally, the original expression of features which may be well known may be protected under copyright and the reproduction of such expression may constitute copyright infringement.",
      "id": "s238"
    },
    {
      "text": "66 The Full Federal Court in Clarendon at [42] upheld the trial judge's finding that there was sufficient objective similarity between the appellant's and respondent's plans with respect to the Oakridge home.",
      "id": "s239"
    },
    {
      "text": "In considering the matter of the common stock they said: \n \n A comparison of the plans bears out the accuracy of the observation when the areas of similarity are considered.",
      "id": "s240"
    },
    {
      "text": "It also leads to the conclusion that the Clarendon plan reproduces substantial parts of the Oakridge plan.",
      "id": "s241"
    },
    {
      "text": "Not only is it a reproduction of substantial parts of the ... [respondent's] plan, it has appropriated many aspects that are not part of the common stock of attributes or designs of project homes... To the extent that \"ideas\" that are in the public domain have been reproduced in the [respondent's] plan, their manner of expression appears to be original and that originality can be seen in the [applicant's] plan.",
      "id": "s242"
    },
    {
      "text": "67 The real question in this case is whether the alfresco quadrant, as expressed in the Seattle 31 design, forms part of the common stock of attributes or designs of project homes.",
      "id": "s243"
    },
    {
      "text": "It was a key plank in the respondents' submissions.",
      "id": "s244"
    },
    {
      "text": "For the purposes of this analysis, however, it must be emphasised that the alfresco quadrant is a combination of rooms, including the alfresco under a single roof-line.",
      "id": "s245"
    },
    {
      "text": "In my opinion, the pertinent enquiry therefore is to discern whether that combination is to be found in the common stock of project home designs.",
      "id": "s246"
    },
    {
      "text": "It is not to the point to consider each of the alfresco quadrant rooms from the others and in that way assess the common stock argument.",
      "id": "s247"
    },
    {
      "text": "68 The respondents submitted that the Seattle 31 and Memphis 33 designs are not so out of the ordinary as the applicants had suggested.",
      "id": "s248"
    },
    {
      "text": "Mr Bugeja gave evidence that \"courtyard\" homes, with meals, kitchen, family and rumpus rooms surrounding a courtyard or outdoor space are very common or stock designs.",
      "id": "s249"
    },
    {
      "text": "Mr Popple also gave similar evidence.",
      "id": "s250"
    },
    {
      "text": "69 The affidavit evidence of Mr Campbell (not called) was that, while he was general manager of Orlit Homes in the late 1980s and early 1990s, it commissioned the design of and built and sold, amongst other things, the Cumberland, one of the homes referred to by Mr Bugeja.",
      "id": "s251"
    },
    {
      "text": "70 The respondents submitted a list of third party homes in evidence that they contended had substantially demonstrated the arrangement of meals, kitchen, family and rumpus around a \"court yard\" or \"outdoor space\" in a manner claimed by the applicants.",
      "id": "s252"
    },
    {
      "text": "As I earlier mentioned, counsel for the respondents indicated that I give \"particular attention\" to a list of twelve third party homes.",
      "id": "s253"
    },
    {
      "text": "These are set out under (a)-(j) below.",
      "id": "s254"
    },
    {
      "text": "With respect to the particularised third party homes, what is immediately obvious, however, is that this description in the respondents' closing submissions contains no reference to an alfresco area or to an alfresco under a single roof-line.",
      "id": "s255"
    },
    {
      "text": "Instead, reference is made to a \"court yard\" or \"outdoor space\".",
      "id": "s256"
    },
    {
      "text": "Despite this, I have considered each of the plans below and make the following observations:\n \n (a) Garden Court \n \nThis has no discernable alfresco area.",
      "id": "s257"
    },
    {
      "text": "It does have, however, several areas where an outdoor setting might be established for meals in the open and with no roof covering.",
      "id": "s258"
    },
    {
      "text": "It bears no obvious reference to the Seattle 31.",
      "id": "s259"
    },
    {
      "text": "(b) Cumberland \n \nThis plan has a patio area outside a family room bounded by a rumpus and kitchen on the other.",
      "id": "s260"
    },
    {
      "text": "It is not clear whether access can be gained to the patio from the rumpus room or the family.",
      "id": "s261"
    },
    {
      "text": "Indeed, there is a drawing of what appears to be a couch alongside the wall which bounds the family room, suggesting that there may be no such access.",
      "id": "s262"
    },
    {
      "text": "The patio area is not roofed.",
      "id": "s263"
    },
    {
      "text": "It is not obviously discernable as being an alfresco area.",
      "id": "s264"
    },
    {
      "text": "Furthermore, the evidence was that this was a Victorian design and that alfrescos were not common in Victoria.",
      "id": "s265"
    },
    {
      "text": "(c) Sandalwood \n \nThe Sandalwood has an area to the side of the home entitled \"entertainment area\", with the option of a pergola in one part.",
      "id": "s266"
    },
    {
      "text": "There are sliding doors giving access to this area from the family area, the internal dining area and bedroom one.",
      "id": "s267"
    },
    {
      "text": "Again, there is no covered alfresco under a single roof-line or any roof-line.",
      "id": "s268"
    },
    {
      "text": "(d) Blue Chip Trameland Langwarrin \n \nThis discloses rumpus, family, meals and dining rooms with an open area bounded on five sides by the rooms referred to with apparent access from the meals area.",
      "id": "s269"
    },
    {
      "text": "The open area is described as a verandah and the plan denotes that it will have a pergola.",
      "id": "s270"
    },
    {
      "text": "The overall design in combination is significantly different to the Seattle 31.",
      "id": "s271"
    },
    {
      "text": "(e) Executive Homes Carrington \n \nThis has a rumpus room to the back and side and a family room to the side leading down into the meals, kitchen and dining areas.",
      "id": "s272"
    },
    {
      "text": "There is a large external open area bounded by the rumpus at the back, the meals/kitchen and dining to the centre and the living area to the front.",
      "id": "s273"
    },
    {
      "text": "It is not roofed.",
      "id": "s274"
    },
    {
      "text": "It is not clear whether there is access to this area from the inside.",
      "id": "s275"
    },
    {
      "text": "There is no indication that its use is as an alfresco.",
      "id": "s276"
    },
    {
      "text": "It is not roofed and the overall combination and proportions are significantly different to the Seattle 31.",
      "id": "s277"
    },
    {
      "text": "(f) Blue Chip Hepburn 21 \n \nThis has a games room, moving down to a family, kitchen and living area through the centre with a dining area to the side opposite the kitchen.",
      "id": "s278"
    },
    {
      "text": "An open area exists between the games room and the dining room.",
      "id": "s279"
    },
    {
      "text": "It is not roofed.",
      "id": "s280"
    },
    {
      "text": "It is not obvious from the plan that it was intended as an alfresco area.",
      "id": "s281"
    },
    {
      "text": "The wall of the games room that bounds one side is longer than the wall of the dining room.",
      "id": "s282"
    },
    {
      "text": "Again, the combination is not the same as the Seattle 31.",
      "id": "s283"
    },
    {
      "text": "(g) Simonds Monterey \n \nThe floor plan is undated.",
      "id": "s284"
    },
    {
      "text": "However, the plan referred to is said to be referable to 9 September 2000.",
      "id": "s285"
    },
    {
      "text": "It may well be that this was designed after the Seattle 31.",
      "id": "s286"
    },
    {
      "text": "In any event, it discloses a rumpus to the back and side leading to a family room, kitchen with a meals area to the side and then a dining and living area immediately below the kitchen.",
      "id": "s287"
    },
    {
      "text": "There is a detailed description in the advertisement which appears to have been contained in the Herald Sun Home magazine for Spring-Summer 2000.",
      "id": "s288"
    },
    {
      "text": "This description makes no reference to an alfresco area.",
      "id": "s289"
    },
    {
      "text": "There is, however, an open family area bounded on one side of the rumpus and the meals area.",
      "id": "s290"
    },
    {
      "text": "It is not roofed.",
      "id": "s291"
    },
    {
      "text": "The overall combination of rumpus, family, kitchen and living areas is significantly different, to that of the Seattle 31.",
      "id": "s292"
    },
    {
      "text": "(h) Simonds Seville \n \nThis is a very small plan contained in the 'newHome Publication' hand-out, dated 30 May 1998.",
      "id": "s293"
    },
    {
      "text": "It discloses a rumpus to the back and side, leading to the family, kitchen with a meals area opposite and with access to, through the centre of the home, a living area below with a dining room opposite the living room and on the side of the home opposite to where the meals area is.",
      "id": "s294"
    },
    {
      "text": "There is an open space between the rumpus and the meals area, with apparent access from the family room.",
      "id": "s295"
    },
    {
      "text": "It is not described as an alfresco area.",
      "id": "s296"
    },
    {
      "text": "It is not roofed.",
      "id": "s297"
    },
    {
      "text": "It is shaped like a funnel because each of the rumpus and meal rooms is truncated with angled walls on opposite corners.",
      "id": "s298"
    },
    {
      "text": "Again, the combination is quite different to the Seattle 31.",
      "id": "s299"
    },
    {
      "text": "(i) LJ Hooker Sagewood \n \nThis contains a rumpus to the back and side, leading into a family area in the side and centre, with a meals area opposite the kitchen, creating a space with one wall for each of the meals area, family and rumpus.",
      "id": "s300"
    },
    {
      "text": "It is not similar to the Copyright Works.",
      "id": "s301"
    },
    {
      "text": "For instance, the dining room is immediately below the kitchen in the centre between the garage, which is below the meals area and bedroom one on the other side of the home.",
      "id": "s302"
    },
    {
      "text": "The living area is at the front of the home, diagonally opposite the rumpus.",
      "id": "s303"
    },
    {
      "text": "There is a space between the rumpus and the meals area which has no discernable purpose but may be accessible from the inside of the home, although this is not obvious.",
      "id": "s304"
    },
    {
      "text": "It is not roofed.",
      "id": "s305"
    },
    {
      "text": "Again, there are marked differences between this plan and the Seattle 31.",
      "id": "s306"
    },
    {
      "text": "(j) Sunview \n \nThis has a rumpus room to the back and side, with family and kitchen in the centre and a dining room opposite and below, leading on angle to the front of the home.",
      "id": "s307"
    },
    {
      "text": "There is a five sided open area contained within the rumpus, family, kitchen and dining areas.",
      "id": "s308"
    },
    {
      "text": "It is not shown as an alfresco.",
      "id": "s309"
    },
    {
      "text": "It is not roofed.",
      "id": "s310"
    },
    {
      "text": "The overall combination is different to the Seattle 31.",
      "id": "s311"
    },
    {
      "text": "71 Accordingly, it may be seen that none of these plans has an alfresco quadrant, as expressed in the combination of the Seattle 31 plan under a single roof-line.",
      "id": "s312"
    },
    {
      "text": "72 At the most, these 'prior art' plans contain expressions of the 'idea' of a home design incorporating an external court yard or outdoor space, bounded by three or more walls.",
      "id": "s313"
    },
    {
      "text": "However, the applicants' plan incorporates an actual alfresco area with the particular combination within the alfresco quadrant under a single roof-line.",
      "id": "s314"
    },
    {
      "text": "The applicants have taken the idea and, importantly, the expression of the idea, further than that established in the common stock.",
      "id": "s315"
    },
    {
      "text": "On this basis, it cannot be considered part of the common stock.",
      "id": "s316"
    },
    {
      "text": "For instance, the applicants' plan not only has a roof, but a flat ceiling with light fittings in the same vein as an internal ceiling within the home.",
      "id": "s317"
    },
    {
      "text": "The respondents did not challenge the applicants' witnesses as to any lack of originality by reference to this so-called \"prior art\".",
      "id": "s318"
    },
    {
      "text": "There was no cross-examination to demonstrate that the applicants' designers had drawn on features and/or arrangements of features that were allegedly well known and in the broad public domain of project home designs.",
      "id": "s319"
    },
    {
      "text": "On this basis, the common stock argument fails; however, I will make the following comments for completeness.",
      "id": "s320"
    },
    {
      "text": "73 It is to be remembered that it is the combination of features producing the alfresco quadrant which is the result of the labour, skill and judgment of the applicants' Copyright Works and, which as a whole, may be characterised as original.",
      "id": "s321"
    },
    {
      "text": "Quite apart from the failure to cross-examine as to the matters which I have identified, the conclusion of infringement is not to be challenged by breaking down the alfresco quadrant and considering the individual areas, and then considering each in isolation as to whether it represents a common or stock feature: Tamawood 61 IPR 378 at [41].",
      "id": "s322"
    },
    {
      "text": "74 While there was some discounting of common stock designs in the Tamawood decision, this is not a Tamawood case.",
      "id": "s323"
    },
    {
      "text": "Tamawood is distinguishable from this case on the basis that the starting design for the respondent's work in Tamawood was a design that it had owned.",
      "id": "s324"
    },
    {
      "text": "The respondent had then incorporated aspects from the applicant's copyright work into the original starting design owned by the respondent.",
      "id": "s325"
    },
    {
      "text": "Moreover, the case is distinct for another reason.",
      "id": "s326"
    },
    {
      "text": "In Tamawood , the level of specificity of the analysis of the 18 items was particular to that case.",
      "id": "s327"
    },
    {
      "text": "Here, the substantial part can be grouped within the back end of the Seattle 31 plan, being the alfresco quadrant.",
      "id": "s328"
    },
    {
      "text": "In light of the distinctions with Tamawood, the issue of discounting as outlined in that case is not applicable in this case.",
      "id": "s329"
    },
    {
      "text": "75 Accordingly, in my opinion, there is sufficient objective similarity to satisfy the first limb of the SW Hart test, as between the alfresco quadrant in the Seattle 31 and that in the Prada 35.",
      "id": "s330"
    },
    {
      "text": "Plan to Home Objective Similarity Analysis: Comparing Seattle 31 Plan with Prada 35 Home \n \n 76 To establish infringement in three dimensions from the applicants' plans, the test is still a visual one and it is necessary here to establish that a substantial part of each of the Alleged Infringing Works resembles visually a substantial part of those plans, namely the alfresco quadrant: see further Lend Lease Homes Pty Ltd v Warrigal Homes Pty Ltd [1970] 3 NSWR 265, 273-274; LED Builders Pty Ltd and, in relation to the Copyright Act 1911 , see Chabot v Davies [1936] 3 All ER 221 at 227-228.",
      "id": "s331"
    },
    {
      "text": "77 In Lend Lease , the Court reached a conclusion of objective similarity by looking at photographs of the three dimensional structures and comparing them to the plans.",
      "id": "s332"
    },
    {
      "text": "However, a visual inspection is perhaps a more telling means of determining this question.",
      "id": "s333"
    },
    {
      "text": "I certainly found my inspections in the present case to be most helpful in my analysis.",
      "id": "s334"
    },
    {
      "text": "Such inspections occurred in Henley Arch Pty Ltd 41 IPR 443.",
      "id": "s335"
    },
    {
      "text": "78 In this regard, it is important, when considering resemblance from two to three dimensions, to take account of all the matters appearing on the two dimensional floor plans, including the relationship of the rooms and spaces to each other and their approximate dimensions, as indicated in the plan.",
      "id": "s336"
    },
    {
      "text": "79 On the third day of the trial, I inspected a range of properties that were the subject of evidence in two-dimensional form.",
      "id": "s337"
    },
    {
      "text": "As to the Prada 35, my impression of a light and spacious interior was derived not from any one particular feature but from the combination of features.",
      "id": "s338"
    },
    {
      "text": "The most distinctive features of the Prada 35 home comprised a central hallway leading into a central hub that incorporated:\n \n&#8226; the kitchen/dining area (note that the dining room in the Prada 35 is equivalent to the meals room in the Seattle 31); \n \n&#8226; the family/living area;\n \n&#8226; the alfresco; and \n \n&#8226; the rumpus room\n \n all under a single ('hip') roof-line.",
      "id": "s339"
    },
    {
      "text": "80 The features above were interrelated in a way that the central hallway led into an open plan kitchen.",
      "id": "s340"
    },
    {
      "text": "The kitchen was placed in the corner of the living space on a diagonal looking into the open-plan family and alfresco eating area.",
      "id": "s341"
    },
    {
      "text": "The alfresco area was, in effect, protected by the flanking rumpus room and internal dining area.",
      "id": "s342"
    },
    {
      "text": "81 From the outside, it was clear that the alfresco area had been incorporated into the roof-line of the home.",
      "id": "s343"
    },
    {
      "text": "In effect, the roof provided shelter for dining purposes.",
      "id": "s344"
    },
    {
      "text": "The smaller bedrooms of the home were located behind the kitchen, with an additional shower and laundry.",
      "id": "s345"
    },
    {
      "text": "The master bedroom was simple with an ensuite and walk-in-robe incorporated into the design.",
      "id": "s346"
    },
    {
      "text": "82 My personal inspection of the alfresco quadrant in the Prada 35 home demonstrated a close resemblance to that in the Seattle 31 plan: Lend Lease ; LED Builders Pty Ltd .",
      "id": "s347"
    },
    {
      "text": "The Prada 35 home also closely resembles the Memphis 33 plan.",
      "id": "s348"
    },
    {
      "text": "Accordingly, there is sufficient objective similarity between the two works so as to satisfy the relevant limb of the infringement test espoused in SW Hart .",
      "id": "s349"
    },
    {
      "text": "Functional and common stock considerations have been assessed earlier in the judgment, where I compare the Seattle 31 plan and the Prada 35 plan.",
      "id": "s350"
    },
    {
      "text": "My findings there in favour of the applicants are similarly found with respect to the Seattle 31 plan and the Prada 35 home in three dimensional form.",
      "id": "s351"
    },
    {
      "text": "Home to Home Objective Similarity Analysis: Comparing Seattle 31 Home with Prada 35 Home \n \n 83 I have set out my observations of the Seattle 31 gained during my inspection of it.",
      "id": "s352"
    },
    {
      "text": "I have noted that there is no relevant distinction between the Seattle 31 plan and the Memphis 33 plan.",
      "id": "s353"
    },
    {
      "text": "Accordingly my findings on the personal inspection in relation to the Seattle 31 home apply equally to the Memphis 33.",
      "id": "s354"
    },
    {
      "text": "In the case of alleged infringement in three dimensions, that is from home to home, once again the comparison remains a visual one.",
      "id": "s355"
    },
    {
      "text": "My observations of the Seattle 31 home are substantially the same as those concerning the Prada 35 home.",
      "id": "s356"
    },
    {
      "text": "Therefore, after inspecting the Seattle 31 home and the Prada 35 home, I find that there are sufficient objective similarities between the works so to satisfy the SW Hart test.",
      "id": "s357"
    },
    {
      "text": "The same holding applies with respect to the Memphis 33 home and the Prada 35 home.",
      "id": "s358"
    },
    {
      "text": "Objective Similarity Analysis: Respondents' Secondary Plans and Homes \n \n84 In addition to the Prada 35, the applicants contend that the following plans and/or homes also breach copyright in the Copyright Works at or about the times stated.",
      "id": "s359"
    },
    {
      "text": "The Further Amended Defence admits at paragraphs 25-29 in each case that homes were built to each of the challenged plans.",
      "id": "s360"
    },
    {
      "text": "The additional Alleged Infringing Works and the dates of when the homes were constructed are as follows: \n \n(a) the Tyrell 29 --- May 2002 at Craigieburn; \n \n(b) the Connolly 30 --- August 2003 at Point Cook;\n \n(c) the Coburn 33 --- October 2004 at Point Cook; and\n \n(d) the Streeton 34 --- November 2003 at Keysborough,\n \nFor convenience I will refer to them collectively as the respondents' 'secondary plans and/or homes.",
      "id": "s361"
    },
    {
      "text": "' \n \n85 The secondary plans, and the homes constructed from them, differ marginally from the Prada 35 plan.",
      "id": "s362"
    },
    {
      "text": "This is confirmed upon overlaying these with the transparency of the Prada 35 plan.",
      "id": "s363"
    },
    {
      "text": "Importantly each of the secondary plans adopt the alfresco quadrant as an essential part of each design, making them almost identical to the Prada 35 plan in respect to the alfresco quadrant.",
      "id": "s364"
    },
    {
      "text": "In so finding, I have taken into account that in the Coburn 33 plan and home, the alfresco is positioned between the sitting (lounge) and dining, whereas in the Seattle 31 it is between the meals (dining) and rumpus.",
      "id": "s365"
    },
    {
      "text": "The kitchen sink return has been reconfigured in the Coburn in one line.",
      "id": "s366"
    },
    {
      "text": "An overlap of the transparencies of the alfresco quadrant in each of the Seattle 31 and Coburn 33 plans illuminates, subject to the modification I have mentioned, the objective similarities.",
      "id": "s367"
    },
    {
      "text": "86 Each of the Prada 35 plan and home is substantially identical to the Seattle 31 plan and home in respect to the alfresco quadrant.",
      "id": "s368"
    },
    {
      "text": "87 It follows, therefore, that there is sufficient degree of objective similarity between the Seattle 31 plan and home and the secondary plans and homes .",
      "id": "s369"
    },
    {
      "text": "Furthermore, my personal inspection of the Seattle 31 home disclosed a sufficient degree of objective similarity with the secondary plans and homes, even accepting the differences in relation to the Coburn 33 which I outlined above.",
      "id": "s370"
    },
    {
      "text": "88 My view is further fortified by both expert testimony and my own impressions from my viewing of the secondary homes in their three dimensional form.",
      "id": "s371"
    },
    {
      "text": "Dr Cooke observed 'significant' similarities between the Seattle 31 plan and home and each of the secondary plans and homes.",
      "id": "s372"
    },
    {
      "text": "Dr Cooke's visual comparisons accordingly support the finding that sufficient objective similarities exist in relation to these.",
      "id": "s373"
    },
    {
      "text": "For example, with respect to the Seattle 31 plan and the Connolly 30 plan, Dr Cooke describes the alfresco areas to the rear of both plans as \"essentially the same.",
      "id": "s374"
    },
    {
      "text": "\" He made similar observations in relation to the other secondary plans.",
      "id": "s375"
    },
    {
      "text": "As I indicated earlier the plan at Schedule F, said by the applicants to be the Coburn 33, is in fact the Coburn 39.",
      "id": "s376"
    },
    {
      "text": "Dr Cooke concluded that the Coburn 33 had been designed with reference to the Memphis 33.",
      "id": "s377"
    },
    {
      "text": "He said that those views applied similarly to the Coburn 39 which is an enlargement of the Coburn 33.",
      "id": "s378"
    },
    {
      "text": "There is a plan of a Coburn 33 annexed to Dr Cooke's report.",
      "id": "s379"
    },
    {
      "text": "COPYING OF SUBSTANTIAL PART --- CAUSAL CONNECTION \n \n89 The applicants contend that the second limb of the SW Hart test is satisfied.",
      "id": "s380"
    },
    {
      "text": "The applicants' case was one of actual copying, by reference to the plans, homes or both.",
      "id": "s381"
    },
    {
      "text": "90 In Clarendon , the Full Federal Court at [37] stated that a substantial part will be held to be taken, that is, copied, \"if what has been taken is an important or material part of the plaintiff's work.",
      "id": "s382"
    },
    {
      "text": "\" Importantly, it is not necessary to show that the copy is a perfect reproduction of a substantial part of the plaintiff's work.",
      "id": "s383"
    },
    {
      "text": "As applied in that case, the Full Court held that infringement was made out as there had been a finding of deliberate copying and the areas of similarities between the works were close enough to have a sufficient objective similarity: Clarendon at [40]-[42].",
      "id": "s384"
    },
    {
      "text": "91 Copying is a question of fact: Skybase Nominees Pty Ltd v Fortuity Pty Ltd (1996) 36 IPR 529 at 531.",
      "id": "s385"
    },
    {
      "text": "Generally, access to the copyright works combined with the sufficient objective similarities between the copyright works and the alleged infringing works are relevant.",
      "id": "s386"
    },
    {
      "text": "It enables the Court to conclude that independent creation is unlikely and that actual copying has occurred, as I find below: Clarendon at [27]; Pacific Gaming Pty Ltd v Aristocrat Leisure Industries Pty Ltd [2001] FCA 1636 ; (2001) 116 FCR 448 at [19] .",
      "id": "s387"
    },
    {
      "text": "92 As to whether there was infringement by copying, the issue of whether Metricon had access to the Copyright Works is an important consideration.",
      "id": "s388"
    },
    {
      "text": "I now turn to that question.",
      "id": "s389"
    },
    {
      "text": "Access \n The Seattle 31 \n \n93 It is common ground that Metricon had access to the Seattle 31 display home and plans, prior to the creation of the plans and construction of the Prada 35.",
      "id": "s390"
    },
    {
      "text": "The access variously occurred in late 1999 and early 2000, when Palazzesi and Popple were conducting a review of Metricon's housing product range and commencing the development of an extensive new range.",
      "id": "s391"
    },
    {
      "text": "Jason Biasin, who was employed in 2002 by Metricon in Melbourne as a Sales Manager, said that when Palazzesi commenced as General Manager at Metricon it moved into a period of frenetic activity, a description also adopted by Popple, who stated that \"in late 1999 and throughout the years 2000 and into 2001, new product was designed, developed and built at a frenetic pace\".",
      "id": "s392"
    },
    {
      "text": "During this period, Palazzesi, as I have mentioned, laid out plans to make Metricon a volume builder, transforming it from being a builder with a reputation for building and selling high quality housing, but not in volume.",
      "id": "s393"
    },
    {
      "text": "Palazzesi said that from July 1999, he set an ambitious plan to develop new product, systems and recruitment, and set ambitious milestones and ultimate objectives for the Metricon employees charged with carrying out his directions demanding that all tasks be accomplished quickly.",
      "id": "s394"
    },
    {
      "text": "94 In late 1999 Biasin brought to Metricon's notice that Stutterd's company, Porter Davis Homes, was constructing two display homes at Beaconsfield.",
      "id": "s395"
    },
    {
      "text": "95 The single storey Seattle 31 home was on display from early 2000.",
      "id": "s396"
    },
    {
      "text": "The reason for Biasin's visit in the latter half of 1999, according to him, was that it was customary for him to inspect competitors' display sites to \"keep abreast of new concept design trends or features ...interiors and exteriors ... and other information that would assist in the further development of Metricon's business\".",
      "id": "s397"
    },
    {
      "text": "96 Either prior to Christmas 1999 or early in 2000, Biasin again visited and inspected the Seattle 31 home.",
      "id": "s398"
    },
    {
      "text": "This time, however, Biasin was accompanied by Palazzesi and Mario Biasin (a Metricon director and Jason Biasin's father).",
      "id": "s399"
    },
    {
      "text": "The Seattle 31 home was near completion at this time.",
      "id": "s400"
    },
    {
      "text": "This was the second visit made by Biasin.",
      "id": "s401"
    },
    {
      "text": "It was Palazzesi's first and only inspection.",
      "id": "s402"
    },
    {
      "text": "He stated in his affidavit that he only visits display sites of competitors about two or three times a year and that Barrett was one of several competitors.",
      "id": "s403"
    },
    {
      "text": "Mario Biasin was not called to give evidence.",
      "id": "s404"
    },
    {
      "text": "97 After its public opening in early 2000, Biasin made a third visit to the Seattle 31 home and undertook a \"closer examination\" of it.",
      "id": "s405"
    },
    {
      "text": "He noted that the home was \"well presented with interesting colour schemes\".",
      "id": "s406"
    },
    {
      "text": "He said that the back half was very similar to the Metricon \"Eldridge\", referring in particular to the two bedrooms and rumpus room across the back and the open plan living area formed by the family, meals and kitchen areas.",
      "id": "s407"
    },
    {
      "text": "I will return to this alleged similarity later.",
      "id": "s408"
    },
    {
      "text": "Biasin included in his evidence a press advertisement for the Seattle 31 home from 13 January 2000.",
      "id": "s409"
    },
    {
      "text": "In his affidavit, Biasin refers to collecting \"competitor's brochures\", and in cross-examination, he stated that he took a brochure of the Seattle 31 home on this visit which he placed with his \"library\" materials.",
      "id": "s410"
    },
    {
      "text": "98 In addition to Biasin's physical access to the Seattle 31 home, Biasin also viewed the Porter Davis Homes website.",
      "id": "s411"
    },
    {
      "text": "He stated in his affidavit that he had viewed websites of competitors occasionally, to see what Metricon's competitors were doing in their business and whether Metricon should be adopting any relevant developments or techniques in building, promotion or marketing.",
      "id": "s412"
    },
    {
      "text": "In cross-examination, Biasin agreed that he was looking at the Porter Davis Homes website from the time that they had a website in operation.",
      "id": "s413"
    },
    {
      "text": "The Seattle 31 plan was reproduced on the website at www.barrettgroup.com.au from December 2000.",
      "id": "s414"
    },
    {
      "text": "99 In early 2000, just before Biasin's third visit to the Seattle 31 home, Popple and another Metricon employee, Ms Suzanne Frazer, inspected the Seattle 31 home.",
      "id": "s415"
    },
    {
      "text": "This was shortly before its opening to the public.",
      "id": "s416"
    },
    {
      "text": "Popple's position at Metricon was at this time Product Development Manager.",
      "id": "s417"
    },
    {
      "text": "In the period from 1997 to February 2002, Frazer was employed by Metricon in the position of Client Colour Consultant and Display Home D&eacute;cor Co-ordinator.",
      "id": "s418"
    },
    {
      "text": "100 Popple recalled the Seattle 31 plan from the time of his visit, both in his written evidence and in cross-examination.",
      "id": "s419"
    },
    {
      "text": "The visit in question was initiated by Popple ringing Stutterd after learning, from Palazzesi, of his visit together with Biasin and his father, and receiving an invitation from Stutterd to inspect the home.",
      "id": "s420"
    },
    {
      "text": "Popple recalled thinking that Stutterd had done \"a good job\" with the Seattle 31 home, although in his affidavit he was generally critical in his remarks.",
      "id": "s421"
    },
    {
      "text": "According to Popple, he told Frazer that the Seattle 31 home combined the back half of the Eldridge, which he had designed, and the front half of the 'Henley Rochester'.",
      "id": "s422"
    },
    {
      "text": "It was put to Frazer in cross-examination that Popple had said to her during the visit that the parents retreat, at the front of the home, was like the Henley Properties 'Rochester' home.",
      "id": "s423"
    },
    {
      "text": "The Memphis 33 \n \n101 In February 2003, Jeffrey Bugeja visited Barrett's display centre in Deer Park, where he inspected the home built in accordance with the Memphis 33 plan that was on display.",
      "id": "s424"
    },
    {
      "text": "This occurred the day before the first Prada 35 display home was opened at the Deer Park display village.",
      "id": "s425"
    },
    {
      "text": "102 Bugeja had been a full-time employee of Metricon since July 2002.",
      "id": "s426"
    },
    {
      "text": "He designed new homes amongst other things.",
      "id": "s427"
    },
    {
      "text": "He was appointed as Metricon's Design Manager in May 2005.",
      "id": "s428"
    },
    {
      "text": "However, his connection with Metricon began in 1983, when for four years he worked as its Drawing Office Design Manager.",
      "id": "s429"
    },
    {
      "text": "From early 1988, he ran his own business as a consultant designer and draftsperson.",
      "id": "s430"
    },
    {
      "text": "Metricon was, from the start, one of his clients, and indeed was one of his main clients for the next eleven years, during which time it became his biggest client.",
      "id": "s431"
    },
    {
      "text": "From around 1994 Bugeja worked with Popple, who had joined Metricon's design team.",
      "id": "s432"
    },
    {
      "text": "103 After a brief period in 1999 when he did no work for Metricon, he was re-engaged to work with Metricon's design team to develop new designs under the direction of Palazzesi who had joined Metricon earlier that year.",
      "id": "s433"
    },
    {
      "text": "From around February 2001 until June 2002, he also took on the role of Metricon's Documentation Manager, which involved responsibility for managing the production of all working drawings for Metricon's master plans and plans for homes built for clients.",
      "id": "s434"
    },
    {
      "text": "104 In summary, there were four visits to the Seattle 31 display home by Metricon employees, with most visits being by senior representatives of Metricon, and one visit by Bugeja to the Memphis 33 display home.",
      "id": "s435"
    },
    {
      "text": "Additionally, Biasin had access to the floor plans of the Seattle 31 contained in the brochure which he took and placed in his library at his office, as well as by website access.",
      "id": "s436"
    },
    {
      "text": "The Perth Trip in November 2001 and Metricon's Expansion \n \n105 It is relevant to consider Metricon's activities not only in Victoria but also in Western Australia in gathering 'market intelligence' and information concerning home designs generally.",
      "id": "s437"
    },
    {
      "text": "In November 2001, Palazzesi, Popple, Biasin and Bugeja visited Perth.",
      "id": "s438"
    },
    {
      "text": "106 Pallazzesi, Popple and Bugeja, in various ways, described the purpose of the trip as being one, in substance, that would allow Metricon to look for new ideas for house designs to import into the Victorian market.",
      "id": "s439"
    },
    {
      "text": "Specifically, Biasin, in cross-examination, explained that the purpose was that \"it was common knowledge in the building industry that Porter Davis had been to Perth and got a lot of ideas from Perth\", and that, accordingly, it was in Metricon's interest to view the Perth property market.",
      "id": "s440"
    },
    {
      "text": "Biasin said that the group visited 150 different homes during the five day trip.",
      "id": "s441"
    },
    {
      "text": "107 It is important to keep in mind that the period during which this Perth trip occurred was one of rapid growth in the business of Metricon.",
      "id": "s442"
    },
    {
      "text": "In the period from 1999 to 2002, the company released approximately 15-20 new designs, with both Popple and Bugeja working on designs.",
      "id": "s443"
    },
    {
      "text": "According to Popple, they were under a lot of pressure to come up with many new designs.",
      "id": "s444"
    },
    {
      "text": "The Perth trip was intended to assist that process.",
      "id": "s445"
    },
    {
      "text": "108 As to the Perth properties, Popple said that he was impressed by the alfresco feature which he had observed in various display homes in Perth, and wanted to introduce this feature in the Victorian market.",
      "id": "s446"
    },
    {
      "text": "Popple was further impressed by bright colour schemes and \"the indoor/outdoor relationship\" of the homes on the Perth trip.",
      "id": "s447"
    },
    {
      "text": "Biasin, too, said that he was impressed by the use of the \"alfresco feature\" in Perth display homes.",
      "id": "s448"
    },
    {
      "text": "Bugeja referred to the alfresco feature seen in Perth as \"a new trend or fashion\".",
      "id": "s449"
    },
    {
      "text": "109 During the Perth trip, Biasin was impressed by a home called the 'Richmond'.",
      "id": "s450"
    },
    {
      "text": "In written evidence, he indicated that he had noticed that it had a fa&ccedil;ade similar to that of the Seattle 31 home.",
      "id": "s451"
    },
    {
      "text": "Popple recalled a discussion during the Perth visit, when Biasin said that the fa&ccedil;ade of the Richmond looked just like that of the Seattle 31 home.",
      "id": "s452"
    },
    {
      "text": "Popple indicated that Biasin's comment was made in the presence of the entire group that had travelled to Perth.",
      "id": "s453"
    },
    {
      "text": "110 Of the 150 homes inspected, the group also viewed a home constructed by Ross North Homes which was to assume considerable significance in the context of this case.",
      "id": "s454"
    },
    {
      "text": "The home was called the 'Pavillion'.",
      "id": "s455"
    },
    {
      "text": "A copy of the Pavillion plan can be found at Schedule H. Palazzesi had not only inspected the display home, but had also inspected the floor plan whilst in Perth.",
      "id": "s456"
    },
    {
      "text": "During the Perth trip and upon returning to Melbourne, Palazzesi had discussions with Biasin, Bugeja and Popple about the designs which they had seen during the Perth trip and what would \"work\" in Melbourne if \"incorporated\" into the Metricon range.",
      "id": "s457"
    },
    {
      "text": "He discussed with them designing a home with a similar \"look and feel\" to the Pavillion.",
      "id": "s458"
    },
    {
      "text": "Popple, too, referred to discussions in Perth and later in Melbourne between the four of them when they identified those concepts and features that they had seen in Perth that each believed could and should be incorporated into the Metricon range of homes.",
      "id": "s459"
    },
    {
      "text": "These features included: \n \n &#8226; a covered courtyard or alfresco area with feature living seen in many Perth homes; and \n\n\n \n &#8226; a master bedroom suite with the courtyard which had been seen in the Pavillion.",
      "id": "s460"
    },
    {
      "text": "111 Bugeja, speaking of these conversations, said that they all liked the private courtyard area off the master bedroom in the Pavillion and back in Melbourne discussed how they could incorporate this and other trends which had impressed them in Perth, into a Metricon design.",
      "id": "s461"
    },
    {
      "text": "Another of these, he said, was a covered outdoor alfresco area.",
      "id": "s462"
    },
    {
      "text": "112 A copy of the brochure for the Pavilion was retained by Biasin.",
      "id": "s463"
    },
    {
      "text": "Bugeja said he may have looked at a Pavillion brochure in Perth.",
      "id": "s464"
    },
    {
      "text": "Following the Melbourne trip, Metricon's case is that new homes, including the Prada 35 were designed, based on impressions from the Perth trip, combined with existing Metricon designs, particularly the Elderidge and Gallery designs.",
      "id": "s465"
    },
    {
      "text": "Attached to Schedule I and Schedule J are the Gallery (Schedule I) and Elderidge (Schedule J) plans, respectively.",
      "id": "s466"
    },
    {
      "text": "113 By contrast, the applicants' case is that, following Metricon's access to the Seattle 31 home and plans, infringement by copying occurred leading to the design and construction of the Prada 35.",
      "id": "s467"
    },
    {
      "text": "This access, combined with later access to the Memphis 33 home, together led to infringement by the other Alleged Infringing Works.",
      "id": "s468"
    },
    {
      "text": "114 Although, as I earlier noted, the applicants contend in their pleading that the whole of the Seattle 31 and later the Memphis 33 were copied, it is readily apparent that if there was copying it was only copying of a part.",
      "id": "s469"
    },
    {
      "text": "This part was the 'alfresco quadrant'.",
      "id": "s470"
    },
    {
      "text": "Derivation of Alleged Infringing Works \n \n115 Where objective similarities are so close that it is open to the Court to draw an inference of copying, then such an inference may be rebutted by the respondents by evidence which explains the provenance of the similarities other than as the result of copying the applicants' copyright works: Pacific Gaming at [19] citing Ibcos Computers Ltd v Barclays Mercantile Highland Finance Ltd [1994] FSR 275, at 296-297; Ancher, Mortlock, Murray &amp; Woolley Pty Ltd at 284; Francis Day &amp; Hunter Ltd v Bron [1963] Ch 587 at 614.",
      "id": "s471"
    },
    {
      "text": "116 Accordingly, I will now consider the case of the respondents as to the derivation of the Alleged Infringing Works.",
      "id": "s472"
    },
    {
      "text": "I will deal firstly with the Prada 35, after a short description of how Metricon developed its designs generally.",
      "id": "s473"
    },
    {
      "text": "Development of Designs Generally \n \n117 The process for developing a new design at Metricon was, Bugeja said \"quite informal.",
      "id": "s474"
    },
    {
      "text": "\" Initial briefings from Palazzesi (or Kline) to Popple and Bugeja were verbal, typically taking around 5 to 10 minutes.",
      "id": "s475"
    },
    {
      "text": "Usually the briefing was given to both Popple and Bugeja, but in some instances, it was given to Popple with the information being imparted by him to Bugeja.",
      "id": "s476"
    },
    {
      "text": "Bugeja further indicated that Biasin, in his role as Sales Manager, would also occasionally be involved in providing instructions.",
      "id": "s477"
    },
    {
      "text": "118 The \"target market\" would typically be discussed in the initial briefing.",
      "id": "s478"
    },
    {
      "text": "Specifically, Bugeja stated that the \"size of the proposed house, the number of rooms, the relevant block size, whether the living area should be to the back or the side of the home, whether it will be single or double storey, and any particular distinguishing features\" were all topics that were discussed.",
      "id": "s479"
    },
    {
      "text": "119 Following the initial briefing, Bugeja and Popple worked \"closely\" together.",
      "id": "s480"
    },
    {
      "text": "The following passage from Bugeja's evidence is instructive of that working relationship:\n \n [I] usually prepared the initial sketches rather than Popple.",
      "id": "s481"
    },
    {
      "text": "However, I closely liaise with Popple as I prepare the sketches to get ideas and feedback.",
      "id": "s482"
    },
    {
      "text": "We constantly chat to each other throughout the day and bounce ideas off each other.",
      "id": "s483"
    },
    {
      "text": "I also frequently get feedback from Palazzesi, Biasin and sometimes Kline at this stage.",
      "id": "s484"
    },
    {
      "text": "120 Popple, however, had \"sign off or veto power over all designs\".",
      "id": "s485"
    },
    {
      "text": "It was a working relationship that had worked \"very well\" over many years as part of the Metricon design team.",
      "id": "s486"
    },
    {
      "text": "121 Upon completion of a design, Bugeja said that he would prepare a \"scaled\" sketch which, once it had been approved by Popple, would then be shown to Palazzesi for his approval.",
      "id": "s487"
    },
    {
      "text": "Sometimes Kline and Biasin were involved at this completion stage.",
      "id": "s488"
    },
    {
      "text": "Once the \"scaled\" drawing was approved, it was then referred to the relevant documentation manager, for working drawings to be prepared for a display home.",
      "id": "s489"
    },
    {
      "text": "122 Popple substantially corroborated Bugeja's evidence on these matters.",
      "id": "s490"
    },
    {
      "text": "As to the role of Palazzesi, Popple gave evidence that:\n \n Palazzesi would say, for example, that he wanted a single storey home with three bedrooms, large master bedroom suite with quality ensuite facilities, and large informal family areas.",
      "id": "s491"
    },
    {
      "text": "Palazzesi frequently used the term \"wow factor\".",
      "id": "s492"
    },
    {
      "text": "Palazzesi explained that by the term \"wow factor\" he meant openness and light filled areas and that when a prospective purchaser entered the display home the purchaser would be overwhelmed by what the purchaser saw.",
      "id": "s493"
    },
    {
      "text": "All of Palazzesi's oral briefs emphasised the necessity for the \"wow factor\".",
      "id": "s494"
    },
    {
      "text": "123 He said that Bugeja would prepare the sketches of floor plans in which he would attempt to capture the accommodation and features requested by Palazzesi, including the \"wow factor\" and the design ideas exchanged between them.",
      "id": "s495"
    },
    {
      "text": "Once the sketches had been prepared by Bugeja and accepted by Popple, they would be discussed with Palazzesi, amongst others, and sometimes Biasin.",
      "id": "s496"
    },
    {
      "text": "Once the sketches were agreed, full working documents were created.",
      "id": "s497"
    },
    {
      "text": "124 The evidence above clearly establishes that Palazzesi and Biasin were also involved in the design process.",
      "id": "s498"
    },
    {
      "text": "Kline, in exercising his directorial duties, would sometimes discuss the development sketches.",
      "id": "s499"
    },
    {
      "text": "It would seem, however, on the written evidence, that Kline's role was very limited and that Palazzesi would provide approval for designs created by the joint designers, being Bugeja and Popple.",
      "id": "s500"
    },
    {
      "text": "Accordingly, I find that a core design group of Pallezzesi, Popple, Bugeja and Biasin were directly involved in developing the Metricon designs.",
      "id": "s501"
    },
    {
      "text": "Derivation of the Prada 35 \n \n125 In producing plans for, and then constructing the Prada 35, and by incorporating the alfresco quadrant from the Seattle 31 plans, alternatively, the display home built to those plans, or both, the applicants' case is that Metricon copied their works.",
      "id": "s502"
    },
    {
      "text": "Metricon denies this and asserts that the Prada 35 was developed by reference to several earlier Metricon home designs.",
      "id": "s503"
    },
    {
      "text": "126 Metricon tendered a design chronology chart of the Prada 35.",
      "id": "s504"
    },
    {
      "text": "A copy of the Metricon Design Development Chronology --- Mk I (the 'Design Chronology Mk I') is found at Schedule K. This sets out Metricon's case as to the derivation of the Prada 35, and the other Alleged Infringing Works.",
      "id": "s505"
    },
    {
      "text": "The predominant design references were said by Metricon to be the Eldridge, a Metricon design developed in December 1996, and the Gallery 32 design - a Metricon plan dating from December 2000.",
      "id": "s506"
    },
    {
      "text": "A copy of the Gallery 32 plan can be found at Schedule I.",
      "id": "s507"
    },
    {
      "text": "A copy of the Eldridge plan can be found at Schedule J.",
      "id": "s508"
    },
    {
      "text": "127 Following cross-examination, amendments to the Design Chronology Mk I were made by the respondents, resulting in the Metricon Design Development Chronology --- Mk II (the 'Design Chronology Mk II') which is found at Schedule L. I will make reference to this in my analysis below.",
      "id": "s509"
    },
    {
      "text": "Prototypes 20A and 20B \n \n128 The drawing work on the concept for the Prada 35 plan began on 22 February 2002 and was finished by 27 February 2002.",
      "id": "s510"
    },
    {
      "text": "The drawing work was done by Bugeja in liaison with, and under the instruction and direction of, Popple, in particular, as well as Palazzesi.",
      "id": "s511"
    },
    {
      "text": "129 There were only thirteen preliminary drawings which were said to have resulted in the sketch known as Prototype 20A.",
      "id": "s512"
    },
    {
      "text": "Some bear the date 22 February 2002 and others 24 February 2002.",
      "id": "s513"
    },
    {
      "text": "Some as Bugeja acknowledged were \"pretty rudimentary\".",
      "id": "s514"
    },
    {
      "text": "Indeed, several are difficult to see as in any way related to Prototype 20A.",
      "id": "s515"
    },
    {
      "text": "None bears any obvious reference to the Seattle 31 design.",
      "id": "s516"
    },
    {
      "text": "Prototype 20A is dated 26 February 2002: Schedule M. The rapid completion of the Prototype 20A sketch is a reflection of Palazzesi's general requirement that \"every task be accomplished quickly\".",
      "id": "s517"
    },
    {
      "text": "The final design concept for the Prada 35 was completed by the making of only one drawing, changing the back half of Prototype 20A resulting in Prototype 20B.",
      "id": "s518"
    },
    {
      "text": "This was done on 27 February 2002, the day after Prototype 20A was produced.",
      "id": "s519"
    },
    {
      "text": "Prototype 20B is at Schedule N. \n \n130 The front half of Prototype 20B appears to be a copy of the front half of Prototype 20A, although with a few minimal dimensional alterations.",
      "id": "s520"
    },
    {
      "text": "However, the back half (the part above the line from the top of the living room through the bottom of the kitchen to the top of the ensuite) has been subject to significant changes to the alfresco quadrant.",
      "id": "s521"
    },
    {
      "text": "Respondents' Affidavit Evidence on Derivation \n \n131 There were four key witnesses called by the respondents who, in one way or another were involved in the development of the Prada 35.",
      "id": "s522"
    },
    {
      "text": "They were:\n \n &#8226; Jeffrey Mark Bugeja --- who worked with Metricon since 1988 as a contractor, became an employee in 2002 and in May 2005 Design Manager;\n &#8226; Adrian Graham Popple --- the Product Development Manager of Metricon who has worked with Metricon since 1987;\n &#8226; Ross Palazzesi --- the Managing Director of Metricon, whom has been employed by Metricon since 1999; and\n &#8226; Jason Berin Biasin --- the General Manager of housing for Queensland and New South Wales divisions of Metricon since March 2006.",
      "id": "s523"
    },
    {
      "text": "In 2002, he was employed by Metricon in Melbourne as a Design Sales Manager.",
      "id": "s524"
    },
    {
      "text": "Bugeja's Evidence \n \n132 Bugeja's first affidavit was sworn by him on 1 April 2006.",
      "id": "s525"
    },
    {
      "text": "He said that shortly after he joined Metricon in September 1999, he and Popple began work on the design of an entirely new range of homes, which work was initiated and undertaken over a period of between 6-8 months under the direction of Palazzesi whose objective was to revamp Metricon's entire product range.",
      "id": "s526"
    },
    {
      "text": "Bugeja said that Palazzesi had wanted, as key elements in the new product range, an increased feeling of spaciousness and light, more upmarket features and where possible, a design which enabled a view from the entrance right through to the back of the home.",
      "id": "s527"
    },
    {
      "text": "133 Bugeja said that he and Popple \"jointly designed\" each of the Prada 35, Connolly, Streeton and Tyrell designs, although he was the \"principal designer\" of the Coburn design, with input from Popple.",
      "id": "s528"
    },
    {
      "text": "Importantly, Bugeja also said that each of the designs received input and assistance from Palazzesi, Jason Biasin and Kline.",
      "id": "s529"
    },
    {
      "text": "Kline was one of Metricon's directors and founding members.",
      "id": "s530"
    },
    {
      "text": "Bugeja further stated in his first affidavit that the design development drawings leading to the designs of the Alleged Infringing Works were done by him, with input from Popple and the others.",
      "id": "s531"
    },
    {
      "text": "The discussion of the Metricon design process in the following paragraphs details the collaboration involved.",
      "id": "s532"
    },
    {
      "text": "134 Whilst the evolutionary development of the Prada 35 and the other Alleged Infringing Works was the subject of the Respondents' Design Chronology MK I and subsequently Design Chronology MK I, disclosing an asserted lengthy developmental history, the evidence of Bugeja was that, following the market research trip to Perth, the Metricon home plans the subject of this litigation, were largely based on Metricon's previous Eldridge and Gallery 32 designs.",
      "id": "s533"
    },
    {
      "text": "135 Bugeja said that the Prada 35 home was designed by himself and Popple with input and feedback from Palazzesi and Biasin.",
      "id": "s534"
    },
    {
      "text": "He said that the \"key ideas and inspiration\" for the design of the Prada 35 were largely as a result of the market research trip to Perth by himself, Palazzesi, Popple and Biasin in November 2001.",
      "id": "s535"
    },
    {
      "text": "Whilst there, over approximately 5 days, they visited many display homes.",
      "id": "s536"
    },
    {
      "text": "They had done so, he said, because Mr Phil Barrett, one of Metricon's sales managers, on his return from a recent holiday in Perth had said that there were lots of interesting and innovative housing concepts in the Perth market that would be worth looking at.",
      "id": "s537"
    },
    {
      "text": "Mr Barrett said that the principle objectives which he and Popple had in creating a new design was to include a courtyard off the master bedroom suite together with a study and retreat area, no formal dining area and an alfresco area, all of which could fit on a 161/2 metre wide allotment.",
      "id": "s538"
    },
    {
      "text": "136 Bugeja referred to a home which they had seen in Perth called the 'Pavillion', marketed by Ross North Homes.",
      "id": "s539"
    },
    {
      "text": "It had, he said, one particular feature which they had liked, namely, a private courtyard area off the master bedroom.",
      "id": "s540"
    },
    {
      "text": "He said that he had inspected the Pavillion display home in Perth and may have looked at a brochure at around that time but that he did not keep or refer to any brochure of the Pavillion in the development of the Prada 35.",
      "id": "s541"
    },
    {
      "text": "137 He said that when they returned to Melbourne and discussed how Metricon could incorporate a private courtyard area into the master bedroom area of one of their designs, it was thought that this might best be achieved by starting with the Gallery 32 design, because of the large master bedroom and forward retreat area in that design.",
      "id": "s542"
    },
    {
      "text": "Metricon's Gallery design had initially been developed by himself and Popple, between October 1999 and February 2000.",
      "id": "s543"
    },
    {
      "text": "The features which they wanted to include in the new design and which, he said, became the Prada 35 were an opulent master bedroom, including a private courtyard area and large walk-in robe, a very opulent ensuite with oval spas an option, double shower, double vanity and separate toilet, covered outdoor alfresco area and no formal dining room.",
      "id": "s544"
    },
    {
      "text": "These areas are in what was described as the \"front half\" of the house plan.",
      "id": "s545"
    },
    {
      "text": "138 He then prepared the development sketches and finally Prototype 20A, to which I have referred, in close collaboration with Popple and which he said reflected the input of both himself and Popple.",
      "id": "s546"
    },
    {
      "text": "He could not remember whether or not he had a plan of the Gallery 32 in front of him when he drew Prototype 20A, but clearly stated that the front half was based on it.",
      "id": "s547"
    },
    {
      "text": "139 Bugeja then referred to discussions that he had with Popple on 26 February 2002 concerning Prototype 20A, which concerned a number of perceived problems, namely that the alfresco roof-line protruded past the side of the living room, which in turn meant that it would not be cost effective, due to the necessity of constructing two large brick piers, two pitching beams and an additional roof valley, hip and ridge.",
      "id": "s548"
    },
    {
      "text": "He said that, as a result of that discussion, it was concluded that further work needed to be done on the rear half of the home.",
      "id": "s549"
    },
    {
      "text": "He said that Popple also did not like the angle in the open living areas of the design; that it was clear to him (Bugeja) that the design at that stage did not have a big enough living area and also that there was no definition to the family, dining and rumpus rooms because they all flowed into one large area.",
      "id": "s550"
    },
    {
      "text": "140 Bugeja said that he and Popple then decided to re-design the drawing to adopt a rear or \"back-half\" layout similar to that in the Eldridge plan in order to overcome these design concerns, and that as a result, Prototype 20B was produced by him on or about 27 February 2002.",
      "id": "s551"
    },
    {
      "text": "According to Bugeja, that drawing is essentially the same as the Prada 35.",
      "id": "s552"
    },
    {
      "text": "He said that he and Popple thought that the addition of a standard rumpus room would give the additional living area required as well as the definition which had previously been lacking, and that most importantly the design allowed the alfresco to be a covered area in a very cost-effective way because it involved only the addition of one pitching beam with a very simple roof-line.",
      "id": "s553"
    },
    {
      "text": "This approach, he said, countered all of the costs concerns which had worried Popple and himself.",
      "id": "s554"
    },
    {
      "text": "141 The Eldridge, as I earlier mentioned, had been designed by Popple in 1996 and Bugeja said that, whilst he did not have any input to it, he was very familiar with it because it formed part of the Metricon range and was a good seller from 1996 onwards.",
      "id": "s555"
    },
    {
      "text": "He said that he had prepared numerous production drawings for many clients based on the Eldridge design.",
      "id": "s556"
    },
    {
      "text": "He said that the Eldridge design had been very popular because \"the back half worked very well\" and because of that it had formed the basis for the development of many subsequent Metricon designs, including each of the designs the subject of this litigation.",
      "id": "s557"
    },
    {
      "text": "142 The result then, was that the changes made to Prototype 20A by himself in consultation with Popple were referrable only to the back half and, as Bugeja said, this brought the design similar to the standard layout used in the back of the Eldridge and that, in turn, the final version of the Prada 35 design was very similar to, and based on, the back of the Eldridge.",
      "id": "s558"
    },
    {
      "text": "143 In his first affidavit Bugeja summarised the evolution of the Prada 35 from October 1999 onwards, paras [101]-[102].",
      "id": "s559"
    },
    {
      "text": "These paragraphs bring together his very lengthy, detailed and obviously considered version of the alleged events involved in the evolution of the Prada 35 contained earlier in his affidavit.",
      "id": "s560"
    },
    {
      "text": "I have set out these paragraphs below.",
      "id": "s561"
    },
    {
      "text": "This evidence is essential to the disposition of this case.",
      "id": "s562"
    },
    {
      "text": "If accepted, it disposes of the allegations of copying in Metricon's favour.",
      "id": "s563"
    },
    {
      "text": "101.",
      "id": "s564"
    },
    {
      "text": "The evolution of the Prada from the Prototype 1A (JMB-6) sketches of October 1999 can be summarised as follows: \n \n \n \n \n \n \n (a) The Gallery (JMB-4 or JMB-13) was developed from Prototype 1A (JMB-6) by: \n \n \n \n (i) swapping the double garage and study at the front of the house so that the garage was adjacent to the living room and the study was adjacent to the master bedroom and converted into a retreat area; and \n \n (ii) the overall dimensions were increased.",
      "id": "s565"
    },
    {
      "text": "These modifications can be seen in Exhibit \"JMB-7\" which shows markings in blue felt tip pen done by myself on a photocopy of Prototype 1A at the time of designing the Gallery.",
      "id": "s566"
    },
    {
      "text": "These changes are reflected in the Prototype 8A (JMB-12A) and 8B (JMB-12D) drawings discussed above.",
      "id": "s567"
    },
    {
      "text": "(b) The Prada 32 (JMB-15), was developed from the Gallery 32 (JMB-13) by making the following modifications: \n \n \n \n (i) To achieve the front courtyard area, bedroom 1 was made larger and wider in proportion (to extend across the original passage area in the Gallery), and the study was pushed in the same direction, towards the garage.",
      "id": "s568"
    },
    {
      "text": "This simple design manoeuvre created the front courtyard in the front corner of the house adjacent to bedroom 1 and the study.",
      "id": "s569"
    },
    {
      "text": "We were then able to access the courtyard off bedroom 1 via a set of double hinged doors.",
      "id": "s570"
    },
    {
      "text": "(ii) Because of the larger bedroom 1, the vestibule (i.e.",
      "id": "s571"
    },
    {
      "text": "entrance area) to bedroom 1 was deleted and the ensuite and walk in robe layout was altered.",
      "id": "s572"
    },
    {
      "text": "It was then possible to have the ensuite opening directly off bedroom 1.",
      "id": "s573"
    },
    {
      "text": "(iii) The widening of bedroom 1 in turn pushed the entry and passage over towards the garage side of the house.",
      "id": "s574"
    },
    {
      "text": "This created a void behind the new walk in robe position (which had previously been the end of the entry passage).",
      "id": "s575"
    },
    {
      "text": "This was the obvious area to relocate the kitchen because the kitchen in its original position in the Gallery was now in direct line with the repositioned entry passage making it unworkable.",
      "id": "s576"
    },
    {
      "text": "(iv) Once the kitchen was repositioned, access to the laundry became impracticable so it was then decided to reposition the laundry between bedroom 2 and the bathroom.",
      "id": "s577"
    },
    {
      "text": "Another positive of this repositioned laundry was that it gave us more furnishing space to the wall between the rear hallway and family room.",
      "id": "s578"
    },
    {
      "text": "We had used a similar laundry position in previous Metricon house designs such as MC4T149ER (JMB-3) discussed above so this was not a difficult or innovative step.",
      "id": "s579"
    },
    {
      "text": "We retained the key components of the bathroom layout in the Gallery which includes a powder room with vanity that is open to the corridor, and separate W.C.",
      "id": "s580"
    },
    {
      "text": "This enables different people to use the W.C, vanity, and bathroom at the same time, and the open powder room opens up the corridor and creates a better sense of space.",
      "id": "s581"
    },
    {
      "text": "This layout is very different to the layout in the Seattle and Memphis designs which do not have a powder room.",
      "id": "s582"
    },
    {
      "text": "(v) The workshop adjacent the garage in the Gallery was deleted in turn causing the garage to be adjacent to the new entry position.",
      "id": "s583"
    },
    {
      "text": "It was also decided to move the garage back in line with the front study to simplify the roof design, delete the formal dining area and move the living room towards the rear.",
      "id": "s584"
    },
    {
      "text": "(vi) A rumpus room was added off the family room and the meals area was moved out slightly so as to line up with the rumpus room.",
      "id": "s585"
    },
    {
      "text": "The meals area then became both the formal and informal dining room.",
      "id": "s586"
    },
    {
      "text": "(The rumpus room in this position was also available as an option to the Gallery as discussed above in paragraph 100).",
      "id": "s587"
    },
    {
      "text": "(vii) This essentially was an application of the \"standard rear layout\" of the Eldridge (which the rear of the Gallery was based on).",
      "id": "s588"
    },
    {
      "text": "(viii) The cost effective decision was made (especially in light of our recent Perth trip where we observed many display homes that had alfresco areas positioned to the rear or sides) to create a covered alfresco area between the rumpus room and meals/dining room.",
      "id": "s589"
    },
    {
      "text": "This was especially cost effective because:\n &#8226; all it required was a pitching beam between the rumpus and dining room stud walls and soffit ceiling lining to the alfresco;\n &#8226; it enabled the deletion of one roof ridge, two roof hips and two roof valleys which provided a much more simplified cost effective roof line especially in relation to the design of the roof trusses, the reduction of the length of gutter and fascia required, and the deletion of at least one down pipe.",
      "id": "s590"
    },
    {
      "text": "102.",
      "id": "s591"
    },
    {
      "text": "Now produced and shown to me and marked Exhibit \"JMB-28\" is a copy of a scaled up sketch of the Gallery 32 which is marked with red pen to show the changes that were made to the Gallery 32 to create the Prada 32.",
      "id": "s592"
    },
    {
      "text": "These red markings were drawn by Popple after this litigation was commenced.",
      "id": "s593"
    },
    {
      "text": "' \n \n \n\n144 It was indicated at the trial that Bugeja's references in these paragraphs of his affidavit to Prada 32 were incorrect, and that he should have referred to Prada 35.",
      "id": "s594"
    },
    {
      "text": "In short, Bugeja's written evidence describes the development of the Prada 35 from the Gallery 32 through to Prototype 20A, Prototype 20B, leading to the Prada 35.",
      "id": "s595"
    },
    {
      "text": "Prototype 20B and the Prada 35 are substantially identical.",
      "id": "s596"
    },
    {
      "text": "145 In particular, para [101(b)(i)-(v)] describes the asserted evolution of the front half and para [101(b)(vi)-(viii)], the asserted evolution of the back half of the Prada 35.",
      "id": "s597"
    },
    {
      "text": "The starting point was said to be the Gallery 32.",
      "id": "s598"
    },
    {
      "text": "The back half was said to be essentially an application of the standard rear layout of the Eldridge.",
      "id": "s599"
    },
    {
      "text": "146 A few weeks prior to trial he swore a supplementary affidavit on 22 February 2007.",
      "id": "s600"
    },
    {
      "text": "At para [10] he mentioned for the very first time that what he said was an omission concerning the development of the floor plan of the Prada 35 .",
      "id": "s601"
    },
    {
      "text": "This omission was his failure to say in his first affidavit at paras [94]-[95] that, when shown the sketch of Prototype 20A, he and Popple, in addition to those matters previously deposed to, discussed that Prototype 20A was very close to the floor plan of the Pavillion and that this, in effect, was one of the reasons that changes were made to Prototype 20A.",
      "id": "s602"
    },
    {
      "text": "Popple's Evidence \n \n147 Popple swore a lengthy and detailed affidavit on 10 April 2006.",
      "id": "s603"
    },
    {
      "text": "In it he said that he had read the affidavit of Mr Bugeja and agreed relevantly with his account of the development of the Gallery, Manhattan, Carrington, Burton, Prada, Tyrell, Streeton, Cockburn and Connolly designs.",
      "id": "s604"
    },
    {
      "text": "148 He said that the back half of the Gallery was based on the Eldridge and that the Gallery was designed from Metricon's upmarket \"Signature Series\" launched in early 2001.",
      "id": "s605"
    },
    {
      "text": "This he said, was a successful design for Metricon.",
      "id": "s606"
    },
    {
      "text": "149 Popple gave evidence concerning the study trip to Perth in November 2001, leading to the development of the Prada 35 design.",
      "id": "s607"
    },
    {
      "text": "He said that, as a result of discussions involving himself, Palazzesi, Biasin and Phil Barrett of Metricon, it was considered that the building industry in Perth was more advanced than the industry in other States of Australia in the volume building market.",
      "id": "s608"
    },
    {
      "text": "This was the view of Mr Barrett, who had just returned in the second half of 2001 from a holiday in Perth.",
      "id": "s609"
    },
    {
      "text": "Popple said that he had obtained similar information from representatives of building suppliers and he knew that, amongst others, that Mr Studdert had visited Perth.",
      "id": "s610"
    },
    {
      "text": "He said that during the visit, brochures and other promotional materials were acquired and photographs were taken of display homes seen.",
      "id": "s611"
    },
    {
      "text": "He said that if he picked up any brochures or other promotional materials on those visits, he gave them to Biasin.",
      "id": "s612"
    },
    {
      "text": "Photographs were taken by him and loaded onto Ms Frazer's computer on their return to Melbourne.",
      "id": "s613"
    },
    {
      "text": "150 One home which particularly impressed him was the Pavillion home, by Ross North Homes.",
      "id": "s614"
    },
    {
      "text": "What he particularly noted, in a positive sense, was that it had a contemporary and very interesting exterior and fa&ccedil;ade, that the master bedroom was large with a study and parents retreat to the front of the master bedroom, that there was an interesting front courtyard adjacent to the master bedroom, a large informal living area and a large covered outdoor courtyard or alfresco area.",
      "id": "s615"
    },
    {
      "text": "151 During and following their return from Perth he, Bugeja, Palazzesi and Biasin discussed and identified the concepts and features that they had seen in Perth which \"each believed could and should be incorporated into the Metricon range of houses\".",
      "id": "s616"
    },
    {
      "text": "152 The two \"predominant aspects\" which had impressed them were the alfresco areas and the opulent master bedroom suites.",
      "id": "s617"
    },
    {
      "text": "He particularly liked the master bedroom suite with courtyard which they had seen in the Pavillion, and Metricon subsequently introduced an alfresco into many of its designs as well as opulent master bedroom suites with a courtyard in the Prada 35 and later in the Coburn and other designs.",
      "id": "s618"
    },
    {
      "text": "153 He said that he was present during a discussion involving Palazzesi, Bugeja and Biasin when, he said, it was decided to modify the Metricon Gallery to incorporate many of the features and concepts which had been seen in Perth, because the Gallery already had a large master bedroom configuration together with a parents retreat.",
      "id": "s619"
    },
    {
      "text": "He said that he and others started work to accomplish that objective in February 2002 and contributed to those sketches.",
      "id": "s620"
    },
    {
      "text": "This written evidence, as it transpired, was to become of some significance at the trial.",
      "id": "s621"
    },
    {
      "text": "154 Popple referred to a copy of a sketch of the Gallery 32 (Exhibit JMB 28), which he said that he had marked up with red pen during a conference with Metricon's solicitors, following the commencement of this litigation, in order to show the changes that were made to the Gallery 32 plan to create the Prada 35 plan.",
      "id": "s622"
    },
    {
      "text": "This is the same marked up sketch plan as was deposed to by Bugeja, at [102] of his first affidavit.",
      "id": "s623"
    },
    {
      "text": "155 He then referred to \"Prototype 20A\" developed by Bugeja, dated 26 February 2002.",
      "id": "s624"
    },
    {
      "text": "He said that upon reviewing this, he had suggested that the angled wall in the opening living area be squared off.",
      "id": "s625"
    },
    {
      "text": "He referred to the fact that the use of angles had been, historically, a constant issue between himself and Bugeja.",
      "id": "s626"
    },
    {
      "text": "He said that he also suggested the need for a separate rumpus room and a defined dining area.",
      "id": "s627"
    },
    {
      "text": "He said that, following this discussion with Bugeja, he had suggested that the \"Prototype 20A\" be modified in those ways in order to recreate the layout of the back half of the Eldridge.",
      "id": "s628"
    },
    {
      "text": "He said that Bugeja subsequently did this.",
      "id": "s629"
    },
    {
      "text": "156 Popple's affidavit evidence substantially mirrors and complements Bugeja's evidence as to the design of the Prada 35.",
      "id": "s630"
    },
    {
      "text": "Whilst both witnesses gave detailed evidence concerning the Perth trip and refer to the Pavillion plan (Schedule H), this is not a plan which forms part of the Design Chronology Mk I, or Design Chronology Mk II.",
      "id": "s631"
    },
    {
      "text": "Instead, Popple deposed that features of homes from the Perth trip were merely to be \"incorporated in the Metricon range of houses\".",
      "id": "s632"
    },
    {
      "text": "He made no specific reference to the Pavillion plan.",
      "id": "s633"
    },
    {
      "text": "157 It is necessary for me to deal with an evidentiary submission made during the course of the trial by senior counsel for the applicants, concerning certain evidence given by Popple.",
      "id": "s634"
    },
    {
      "text": "158 In the course of re-examination, and for the first time in the proceeding, Popple gave a description of an unidentified Perth home allegedly containing an alfresco feature to the side based on a reference to a very limited photograph included in a series of photographs taken during the Perth trip: Exh AGP-6 at CB C1.115.",
      "id": "s635"
    },
    {
      "text": "Popple was here describing the features, from memory (over five years after the event), of one of approximately 150 homes which he and his group visited over five days in Perth.",
      "id": "s636"
    },
    {
      "text": "He was not able to identify where, in Perth, the home was located.",
      "id": "s637"
    },
    {
      "text": "He did not describe it by name nor did he identify its builder.",
      "id": "s638"
    },
    {
      "text": "159 He said that this Perth home contained a three-sided alfresco area, which was centrally located in the informal living area, that is the kitchen, family and dining area.",
      "id": "s639"
    },
    {
      "text": "A large sliding door opened out to it.",
      "id": "s640"
    },
    {
      "text": "It was covered under a traditional pitched roof and was lined with plaster.",
      "id": "s641"
    },
    {
      "text": "160 Although he did not say so expressly, my impression was that he was attempting to describe a design of similar layout to the alfresco quadrant in the Seattle 31.",
      "id": "s642"
    },
    {
      "text": "161 While the respondents were permitted to ask this question, over the objection of the applicants, the answer, in my view, should be accorded no weight under s 135 of the Evidence Act 1995 , as being unfairly prejudicial to the applicants.",
      "id": "s643"
    },
    {
      "text": "The prejudice arises from the failure of the respondents to provide this evidence prior to the hearing or even to adduce it in chief, so as to enable it to be properly considered and responded to by the applicants.",
      "id": "s644"
    },
    {
      "text": "In the exercise of my discretion I would exclude this evidence as being unfairly prejudicial to the applicants.",
      "id": "s645"
    },
    {
      "text": "The photograph itself does not clearly depict any alfresco area let alone one which might have any bearing on this case.",
      "id": "s646"
    },
    {
      "text": "No diagram of the floor plan of this home was available for inspection, though a great many other floor plans were produced.",
      "id": "s647"
    },
    {
      "text": "Even if I were to have admitted this evidence, I would not have placed any weight upon it.",
      "id": "s648"
    },
    {
      "text": "Popple's apparently clear memory of this floor plan did not, when cross-examined, carry over to the floor plans of other homes which were included in the series of photographs as outlined in cross-examination.",
      "id": "s649"
    },
    {
      "text": "I do not accept that Popple could recall the floor plan of this one home in great detail and yet has no recollection of its location, the builder or its name.",
      "id": "s650"
    },
    {
      "text": "I also have had regard to the generally unsatisfactory nature of his evidence.",
      "id": "s651"
    },
    {
      "text": "Palazzesi's Evidence \n \n162 Palazzesi said that during the Perth study trip, he too was impressed by the Pavillion and particularly the \"courtyard or alfresco outside the master bedroom\".",
      "id": "s652"
    },
    {
      "text": "He said that, during the course of the trip and upon their return to Melbourne, discussions took place between himself, Biasin, Bugeja and Popple, as to what they had seen in Perth and what would work in Melbourne if it were to be incorporated into the Metricon range of homes.",
      "id": "s653"
    },
    {
      "text": "He said that he came to the conclusion and so advised Biasin, Popple and Bugeja that the aspects of the Pavillion home referred to above had the general \"look and feel\" of a home that would be well received in the Victorian market, and that they should design such a home.",
      "id": "s654"
    },
    {
      "text": "Palazzesi said that this was an instruction he gave if he \"needed to do it\".",
      "id": "s655"
    },
    {
      "text": "163 It can be seen then that a very detailed and considered approach was taken by Bugeja, Popple and Pallezzesi in explaining the derivation of the Prada 35.",
      "id": "s656"
    },
    {
      "text": "This affidavit material went to the heart of the defence of the respondents to the allegations of infringement.",
      "id": "s657"
    },
    {
      "text": "Biasin's Evidence \n \n164 In mid to late 1997, Biasin was appointed Metricon's Sales Manager for the Horizon Homes Division.",
      "id": "s658"
    },
    {
      "text": "He said that at that time, he had no input into product design.",
      "id": "s659"
    },
    {
      "text": "By late 2000 or early 2001 Metricon's business had increased from about 250 homes per year to approximately 800 homes per year.",
      "id": "s660"
    },
    {
      "text": "165 Biasin's workload had, for this reason, become unsustainable.",
      "id": "s661"
    },
    {
      "text": "The sales region was split and he became Sales Manager for the south-eastern region.",
      "id": "s662"
    },
    {
      "text": "His responsibilities included managing the sales team, advertising and marketing.",
      "id": "s663"
    },
    {
      "text": "166 He said that prior to 1 July 2005, he did not have any responsibility for, or significant involvement in product design, other than an occasional input to possible modifications to existing products.",
      "id": "s664"
    },
    {
      "text": "Although not part of the product development team, he was, following Palazzesi's arrival at Metricon, sometimes consulted, or expressed his opinion concerning designs.",
      "id": "s665"
    },
    {
      "text": "Popple confirmed that Biasin's opinion would be sought in relation to what designs Metricon was developing.",
      "id": "s666"
    },
    {
      "text": "167 It would be surprising, were it otherwise, that in the course of the radical overhaul of Metricon's products involving as it did the introduction of a significant number of new products, that the Sales Manager would not be consulted for his views as to what was likely to succeed in the market-place.",
      "id": "s667"
    },
    {
      "text": "168 Biasin's involvement in product development, even though he had no formal responsibility for product development, is also evidenced by his participation in the Perth study trip.",
      "id": "s668"
    },
    {
      "text": "169 Biasin remained in contact with Studdert, even after Studdert left Metricon's employ to commence his own business.",
      "id": "s669"
    },
    {
      "text": "It was through this ongoing relationship that in late 1999 Biasin became aware that Studdert's company was building two display homes, one of which was the Seattle 31.",
      "id": "s670"
    },
    {
      "text": "He in turn told others at Metricon.",
      "id": "s671"
    },
    {
      "text": "170 I have already mentioned the visits by Biasin and others to the Seattle 31 display home.",
      "id": "s672"
    },
    {
      "text": "Following his third visit which he described as \"a closer examination\", he said that he formed the view that it was well presented.",
      "id": "s673"
    },
    {
      "text": "He considered the back half to be similar to the 'Eldridge' and the front half similar to the 'Henley Rochester' design.",
      "id": "s674"
    },
    {
      "text": "This, apparently, was the very same conclusion which, according to Popple, he too had reached.",
      "id": "s675"
    },
    {
      "text": "171 Biasin denied discussing with Popple his visits to the Seattle 31, although Popple said that Biasin did mention his visits to him but that he did not go into detail.",
      "id": "s676"
    },
    {
      "text": "172 The Seattle 31 home design was obviously of sufficient interest for Biasin to return for a third visit, following his second visit in the company of his father and Palazzesi, who was orchestrating the massive changes to Metricon's business.",
      "id": "s677"
    },
    {
      "text": "173 Additionally, Biasin had exposure to the plans of Porter Davis homes on its website, which he visited from time to time to keep abreast of Barrett's developments and techniques.",
      "id": "s678"
    },
    {
      "text": "In cross-examination, Biasin agreed that he was looking at the Porter Davis website from \"whenever they had a website (in) operation\".",
      "id": "s679"
    },
    {
      "text": "The Seattle 31 Plan was reproduced on the website at www.barrettgroup.com.au from December 2000.",
      "id": "s680"
    },
    {
      "text": "174 Whilst in Perth, he noted and then mentioned to the others on the trip, that the fa&ccedil;ade of a home called the 'Richmond' by Dale Alcock Homes looked almost the same as the Seattle 31 fa&ccedil;ade.",
      "id": "s681"
    },
    {
      "text": "This view was formed nearly two years after his \"close inspection\" visit to the Seattle 31 display home in early 2000.",
      "id": "s682"
    },
    {
      "text": "Biasin however, had at about that time taken a brochure of the Seattle 31 containing a floor plan.",
      "id": "s683"
    },
    {
      "text": "175 He was impressed by a range of features in the Perth market and significantly the incorporation of alfresco areas, which, he was confident, would be attractive to the Victorian market.",
      "id": "s684"
    },
    {
      "text": "He particularly liked the Pavillion home he saw there.",
      "id": "s685"
    },
    {
      "text": "176 Biasin identified Popple and Bugeja as the \"principal designers\" of Metricon's designs, including the Alleged Infringing Works.",
      "id": "s686"
    },
    {
      "text": "Instructions were generally obtained from Palazzesi within the \"informal\" working environment at Metricon.",
      "id": "s687"
    },
    {
      "text": "Respondents' Oral Evidence on Derivation \n \n177 On the second day of his giving evidence, Bugeja requested that certain passages from para [101] and the whole of para [102] in his April 2006 affidavit be deleted.",
      "id": "s688"
    },
    {
      "text": "He said that he wished to do so, after re-reading this affidavit overnight.",
      "id": "s689"
    },
    {
      "text": "This occurred, despite the fact that Bugeja, at the start of his evidence the day before had, before he adopted the contents of this affidavit as true and correct, made other amendments to para [101].",
      "id": "s690"
    },
    {
      "text": "Paragraph [101(b)] contained his summary of the asserted evolution of the Prada 35 as developed from the Gallery 32.",
      "id": "s691"
    },
    {
      "text": "178 I have set out below the passages from para [101], in effect, disavowed by him.",
      "id": "s692"
    },
    {
      "text": "(vi) A rumpus room was added off the family room and the meals area was moved out slightly so as to line up with the rumpus room.",
      "id": "s693"
    },
    {
      "text": "The meals area then became both the formal and informal dining room.",
      "id": "s694"
    },
    {
      "text": "(The rumpus room in this position was also available as an option to the Gallery as discussed above in paragraph 100).",
      "id": "s695"
    },
    {
      "text": "(vii) This essentially was an application of the \"standard rear layout\" of the Eldridge (which the rear of the Gallery was based on).",
      "id": "s696"
    },
    {
      "text": "(viii) The cost effective decision was made (especially in light of our recent Perth trip where we observed many display homes that had alfresco areas positioned to the rear or sides) to create a covered alfresco area between the rumpus room and meals/dining room.",
      "id": "s697"
    },
    {
      "text": "This was especially cost effective because: \n \n \n &#8226; all it required was a pitching beam between the rumpus and dining room stud walls and soffit ceiling lining to the alfresco;\n &#8226; it enabled the deletion of one roof ridge, two roof hips and two roof valleys which provided a much more simplified cost effective roof line especially in relation to the design of the roof trusses, the reduction of the length of gutter and fascia required, and the deletion of at least one down pipe.",
      "id": "s698"
    },
    {
      "text": "179 He likewise removed the whole of para [102] from his affidavit at trial.",
      "id": "s699"
    },
    {
      "text": "For ease of reference I will repeat its terms:\n \n 102.",
      "id": "s700"
    },
    {
      "text": "Now produced and shown to me and marked Exhibit \"JMB-28\" is a copy of a scaled up sketch of the Gallery 32 which is marked with red pen to show the changes that were made to the Gallery 32 to create the Prada 32.",
      "id": "s701"
    },
    {
      "text": "These red markings were drawn by Popple after this litigation was commenced.",
      "id": "s702"
    },
    {
      "text": "180 Apart from suggesting that the material to be deleted could be arguably misleading, no explanation for these deletions was provided by Bugeja.",
      "id": "s703"
    },
    {
      "text": "Counsel for the respondents indicated that he was not seeking leave to adduce other evidence in substitution.",
      "id": "s704"
    },
    {
      "text": "These passages, self-evidently, are concerned with important and central factual matters going to the issue of derivation, so far as concerned the Prada 35.",
      "id": "s705"
    },
    {
      "text": "They concern the alleged modification of the Gallery 32 design to create Prototype 20A and the subsequent further modification of Prototype 20A by the application of the back half of the Eldridge design, as well as the creation of a covered alfresco area under one roof-line in order to produce Prototype 20B and in turn Prada 35.",
      "id": "s706"
    },
    {
      "text": "In oral evidence Bugeja said that the matters contained in para [101](vi)-(viii) \"... didn't form part of the (design) process\".",
      "id": "s707"
    },
    {
      "text": "I have taken the abandonment of this evidence to mean that the Gallery 32 design was not in fact used as a basis for designing the back half of Prototype 20B and thereby the Prada 35, and that Bugeja sought to rely on the different explanation as set out in paras [93]-[98] of his 11 April 2006 affidavit.",
      "id": "s708"
    },
    {
      "text": "These paragraphs outline the discussions alleged to have occurred between Popple and Bugeja, concerning Prototype 20A and the need for this to be modified.",
      "id": "s709"
    },
    {
      "text": "I have set out paras [97] and [98] below: \n \n \n 97.",
      "id": "s710"
    },
    {
      "text": "In summary, the changes made to the Prototype 20A (JMB-23) design to create the Prototype 20B design (JMB-26) were as follows: \n \n \n \n \n (a) a new separate living area was added by adding a rumpus room to the back corner of the house adjacent to the alfresco area.",
      "id": "s711"
    },
    {
      "text": "In turn, the open rumpus room area in the original design was replaced with a family area, and the family area in the original design was replaced with a dining room area; \n (b) the alfresco area was squared off and the angle was deleted in line with Popple's request;\n (c) the alfresco area was made flush with the adjacent dining and rumpus rooms to simplify the roof line and to reduce building costs.",
      "id": "s712"
    },
    {
      "text": "98.",
      "id": "s713"
    },
    {
      "text": "These design changes in the back half of Prototype 20B (JMB-26) brought the design similar to the \"standard layout\" used in the back of the Eldridge, and in turn the final version of the Prada design is very similar to and based on the back of the Eldridge.",
      "id": "s714"
    },
    {
      "text": "We had tried to do something different in the original sketches but it did not work.",
      "id": "s715"
    },
    {
      "text": "181 In addition, important sections from Popple's affidavit evidence were disavowed by him throughout the course of the hearing including, notably, the following sections which were deleted at his request: \n \n 64.",
      "id": "s716"
    },
    {
      "text": "I was present during a discussion with Palazzesi, Bugeja and Biasin when those present decided to modify the design of the Metricon Gallery to incorporate many of the features and concepts we had seen in Perth, as the Gallery already had a large master bedroom configuration with parents retreat.",
      "id": "s717"
    },
    {
      "text": "65.",
      "id": "s718"
    },
    {
      "text": "Bugeja started work to accomplish this objective in February 2002.",
      "id": "s719"
    },
    {
      "text": "182 This is important, at least, because according to Palazzesi's main affidavit, Popple was present during such a discussion.",
      "id": "s720"
    },
    {
      "text": "It is a discussion which goes to the core of the respondents' case on derivation of the Prada 35 and the other Alleged Infringing Works.",
      "id": "s721"
    },
    {
      "text": "183 As with the sworn evidence later disavowed by Bugeja, this passage is concerned with the alleged modification of the Gallery 32 design to create the Prada 35.",
      "id": "s722"
    },
    {
      "text": "184 Popple then admitted that the Pavillion design from the Perth trip in 2001, was in key aspects copied to create Prototype 20A.",
      "id": "s723"
    },
    {
      "text": "The striking similarities upon a comparison of the floor plans of the Pavillion and Prototype 20A are accordingly not coincidental.",
      "id": "s724"
    },
    {
      "text": "His gradual, although understandably, reluctant acknowledgment of copying, is found in the following passage in his cross-examination: \n \n And do you accept that it [referring to Prototype 20A] copies some key elements of the Pavillion design?",
      "id": "s725"
    },
    {
      "text": "It has some elements, yes.",
      "id": "s726"
    },
    {
      "text": "Which elements?",
      "id": "s727"
    },
    {
      "text": "Well, let me put that again to you.",
      "id": "s728"
    },
    {
      "text": "Not just some elements, but it copies some key elements of the Pavillion design?",
      "id": "s729"
    },
    {
      "text": "It - it has incorporated some of those elements, yes.",
      "id": "s730"
    },
    {
      "text": "It does?",
      "id": "s731"
    },
    {
      "text": "It has incorporated?",
      "id": "s732"
    },
    {
      "text": "Yes.",
      "id": "s733"
    },
    {
      "text": "Sorry.",
      "id": "s734"
    },
    {
      "text": "I want to get your answer clear.",
      "id": "s735"
    },
    {
      "text": "Would you say it again?",
      "id": "s736"
    },
    {
      "text": "Incorporated some elements.",
      "id": "s737"
    },
    {
      "text": "Do you have a problem with the word \"copy\"?",
      "id": "s738"
    },
    {
      "text": "I do, yes.",
      "id": "s739"
    },
    {
      "text": "You didn't copy.",
      "id": "s740"
    },
    {
      "text": "You just incorporated?",
      "id": "s741"
    },
    {
      "text": "I didn't design the house.",
      "id": "s742"
    },
    {
      "text": "No, but on looking at it do you agree that aspects of it are a copy from Pavillion?",
      "id": "s743"
    },
    {
      "text": "At the time of reviewing it, yes that was my impression.",
      "id": "s744"
    },
    {
      "text": "It was your impression?",
      "id": "s745"
    },
    {
      "text": "Yes.",
      "id": "s746"
    },
    {
      "text": "By the way did you express that impression?",
      "id": "s747"
    },
    {
      "text": "Yes.",
      "id": "s748"
    },
    {
      "text": "You did?",
      "id": "s749"
    },
    {
      "text": "Correct.",
      "id": "s750"
    },
    {
      "text": "Why didn't you mention that in your affidavit?",
      "id": "s751"
    },
    {
      "text": "I am not sure, I don't know.",
      "id": "s752"
    },
    {
      "text": "Is it because you didn't actually express that impression at all?",
      "id": "s753"
    },
    {
      "text": "No, I did, I did.",
      "id": "s754"
    },
    {
      "text": "...\n Yes, but the detail of them for example, can you recall the detail of the discussion you had about the review of this.",
      "id": "s755"
    },
    {
      "text": "Like he said and I said?",
      "id": "s756"
    },
    {
      "text": "I said to him that the family, dining, rumpus room, that didn't work and was too similar to the Pavillion and that he needed to redesign it, to create a defined dining area and a family room.",
      "id": "s757"
    },
    {
      "text": "And to add the rumpus room to the back of it similar to the Eldridge.",
      "id": "s758"
    },
    {
      "text": "You say that you told him that the design was too close to the Pavillion?",
      "id": "s759"
    },
    {
      "text": "In that area, yes.",
      "id": "s760"
    },
    {
      "text": "And yet it is not something that you are able to recall for record in your affidavit, can you explain that?",
      "id": "s761"
    },
    {
      "text": "No I have obviously just overlooked it.",
      "id": "s762"
    },
    {
      "text": "I have \n \n You have sworn three affidavits in the proceeding, it is a material matter isn't it?",
      "id": "s763"
    },
    {
      "text": "It is, yes.",
      "id": "s764"
    },
    {
      "text": "...",
      "id": "s765"
    },
    {
      "text": "These are events of five years ago, right, as we sit here?",
      "id": "s766"
    },
    {
      "text": "Five years ago, obviously when this matter first arose it was two years ago.",
      "id": "s767"
    },
    {
      "text": "And when you swore your affidavit in April 2006 you couldn't remember that fact, but you remembered it now today, for the first time you have expressed it in the witness box?",
      "id": "s768"
    },
    {
      "text": "That - that obviously didn't come up at the time.",
      "id": "s769"
    },
    {
      "text": "I don't know why.",
      "id": "s770"
    },
    {
      "text": "Are you making it up?",
      "id": "s771"
    },
    {
      "text": "No.",
      "id": "s772"
    },
    {
      "text": "185 Popple there conceded that some key elements of the Pavillion design were incorporated into Prototype 20A.",
      "id": "s773"
    },
    {
      "text": "Whilst not immediately conceding copying, he did then agree that his impression was that aspects of the Prototype 20A had been copied from the Pavillion - an impression which he said he had expressed to Bugeja.",
      "id": "s774"
    },
    {
      "text": "186 Bugeja, likewise, for the first time, conceded \"referring\" to the Pavillion in the production of Prototype 20A.",
      "id": "s775"
    },
    {
      "text": "The following exchange occurred during the cross-examination of Bugeja.",
      "id": "s776"
    },
    {
      "text": "Its context was that Mr Kline, in his affidavit, had given evidence that he had been told by Bugeja that he had made no reference to competitors' homes or floor plans, in doing the February 2002 design work for the Prada 35.",
      "id": "s777"
    },
    {
      "text": "You see, the reality is that you did refer to a competitor's floor plan and design, didn't you?",
      "id": "s778"
    },
    {
      "text": "Do you remember that?",
      "id": "s779"
    },
    {
      "text": "Do you have any memory of that at all, Mr Bugeja, of referring to a competitor's floor plan or design in doing the design work of February 2002?---Yes.",
      "id": "s780"
    },
    {
      "text": "You mean in relation to the Ross North home in - - - \n \n What was that called, by the way?---That was called the Pavillion.",
      "id": "s781"
    },
    {
      "text": ".",
      "id": "s782"
    },
    {
      "text": ".",
      "id": "s783"
    },
    {
      "text": ".",
      "id": "s784"
    },
    {
      "text": "If you had said you did not have regard to any other competitor's homes or floor plans in doing the work you did in February 2002, that would be wrong?---Yes.",
      "id": "s785"
    },
    {
      "text": "Well, yes, obviously.",
      "id": "s786"
    },
    {
      "text": "Yes.",
      "id": "s787"
    },
    {
      "text": "It would be wrong?---Mm.",
      "id": "s788"
    },
    {
      "text": "Because, in fact, you had regard to Pavillion, didn't you?---Sorry?",
      "id": "s789"
    },
    {
      "text": "You had regard to Pavillion?---Yes.",
      "id": "s790"
    },
    {
      "text": "Yes.",
      "id": "s791"
    },
    {
      "text": "187 However, the use made of the Pavillion design was only, so Bugeja said, in respect of the study and courtyard area at the front of the Pavillion design, but not the back half incorporating as it did the alfresco.",
      "id": "s792"
    },
    {
      "text": "Nonetheless, even if I were to accept this, it demonstrates that Bugeja had misled Kline and, until this concession, he misled the Court, as to the derivation of the Prada 35 at least.",
      "id": "s793"
    },
    {
      "text": "188 It then emerged, for the first time, during Popple's cross-examination, that when he saw \"Prototype 20B\" he thought that it bore similarities to the Seattle 31.",
      "id": "s794"
    },
    {
      "text": "189 The following passage in cross-examination of Popple is instructive:\n \n Do you recall seeing prototype 20B on about 27 February 2002?",
      "id": "s795"
    },
    {
      "text": "I don't recall the exact - that exact date.",
      "id": "s796"
    },
    {
      "text": "Around those dates?",
      "id": "s797"
    },
    {
      "text": "Around those - yes, February, late February.",
      "id": "s798"
    },
    {
      "text": "And are you telling his Honour that you saw that concept plan and it didn't occur to you that it bore similarities to the Seattle display home that you inspected, is that your evidence?",
      "id": "s799"
    },
    {
      "text": "That it bore similarities to any number of our houses that we already had in our range.",
      "id": "s800"
    },
    {
      "text": "Did you have a problem following my question then, did you?",
      "id": "s801"
    },
    {
      "text": "Yes.",
      "id": "s802"
    },
    {
      "text": "I have asked you to answer the question .",
      "id": "s803"
    },
    {
      "text": "Are you suggesting to the Court that you did the - you saw the prototype 20B and that you weren't then aware that it bore similarities to the Seattle display that you saw?",
      "id": "s804"
    },
    {
      "text": "Yes, I did, I was aware that it bore similarities.",
      "id": "s805"
    },
    {
      "text": "Yes, you were aware weren't you.",
      "id": "s806"
    },
    {
      "text": "And what similarities were you aware at the time that it bore to the Seattle display?",
      "id": "s807"
    },
    {
      "text": "The kitchen, dining, alfresco area.",
      "id": "s808"
    },
    {
      "text": "Family, kitchen, dining, alfresco, rumpus ?",
      "id": "s809"
    },
    {
      "text": "Not family.",
      "id": "s810"
    },
    {
      "text": "The family was in the Metricon house before that, in that position.",
      "id": "s811"
    },
    {
      "text": "Why haven't you said that before in your written evidence?",
      "id": "s812"
    },
    {
      "text": "Said what, I am sorry?",
      "id": "s813"
    },
    {
      "text": "That you were aware that it bore similarities, at the time when you saw it you were aware it bore similarities to the Seattle that you saw on display?",
      "id": "s814"
    },
    {
      "text": "I am not sure, I don't know.",
      "id": "s815"
    },
    {
      "text": "It was a material matter to draw attention to wasn't it?",
      "id": "s816"
    },
    {
      "text": "Probably, yes.",
      "id": "s817"
    },
    {
      "text": "Frazer's Evidence \n \n190 Ms Frazer was called by the applicants.",
      "id": "s818"
    },
    {
      "text": "For two and a half years, whilst employed at Metricon, Frazer and Popple had lived together as partners.",
      "id": "s819"
    },
    {
      "text": "Frazer said that she and Popple had visited many display homes together, which they photographed as well as taking brochures concerning them.",
      "id": "s820"
    },
    {
      "text": "In early 2000, she and Popple visited the Seattle 31 display home at Beaconsfield.",
      "id": "s821"
    },
    {
      "text": "This was the fourth visit by relatively senior representatives of Metricon.",
      "id": "s822"
    },
    {
      "text": "In her affidavit sworn 25 November 2005, Frazer said that she and Popple were both impressed by the Seattle 31 home, and in particular, the parents retreat and the positioning and functionality of the covered alfresco area.",
      "id": "s823"
    },
    {
      "text": "Their initial reaction, according to her, was \"wow, this is sensational\".",
      "id": "s824"
    },
    {
      "text": "Frazer also states that on the Monday following this visit, Popple and she discussed the Seattle 31 home with their colleagues at Metricon.",
      "id": "s825"
    },
    {
      "text": "Reasoning and Findings on Derivation of the Prada 35 \n \n191 It is relevant firstly that Metricon's employees had access to the Seattle 31 display home and floor plan.",
      "id": "s826"
    },
    {
      "text": "From late 1999 up until early 2002, several employees from Metricon had inspected Barrett's display homes, including the Seattle 31.",
      "id": "s827"
    },
    {
      "text": "There is evidence of at least four visits that I have outlined in the judgment.",
      "id": "s828"
    },
    {
      "text": "These visits evidence Metricon's keen interest in the Seattle 31 design.",
      "id": "s829"
    },
    {
      "text": "To use Mr Popple words, Studdert \"had done a good job\".",
      "id": "s830"
    },
    {
      "text": "Ms Frazer, whose evidence in this respect I accept, was more emphatic.",
      "id": "s831"
    },
    {
      "text": "She said that when she and Popple visited the Seattle 31 home that their initial reaction in their discussions was \"wow, this is sensational\".",
      "id": "s832"
    },
    {
      "text": "She said that they were also very impressed by the positioning and functionality of the covered alfresco dining area.",
      "id": "s833"
    },
    {
      "text": "192 Metricon was, as a matter of corporate culture, clearly prepared to visit competitors' display homes, to view and, through Biasin at least, collect floor plans of these display homes in order to see what could and should be incorporated into its own designs.",
      "id": "s834"
    },
    {
      "text": "The Perth trip stands as testimony to that fact.",
      "id": "s835"
    },
    {
      "text": "I find it extraordinary that Popple and Palazzesi in particular were prepared to proclaim the virtues of the alfresco as seen in Perth, but to assert disinterest in such a feature found in the Seattle 31, in Melbourne.",
      "id": "s836"
    },
    {
      "text": "193 I accept Frazer's evidence that during the period she was employed by Metricon, she regularly overheard Palazzesi direct staff at Metricon to work up concepts for house designs based on other builders' designs.",
      "id": "s837"
    },
    {
      "text": "While she was referring there to a period several years before the alleged infringing conduct, it is nonetheless consistent with what had occurred just before the alleged conduct when Palazzesi directed that a design be produced which had the \"look and feel\" of the Pavillion, a competitor's design.",
      "id": "s838"
    },
    {
      "text": "194 Furthermore, Biasin, referring to Frazer's affidavit evidence in this respect, said that he was present when Palazzesi and others discussed concepts and trends being used by competitors, as well as about improving the Metricon product range by designing certain concepts or features or producing developments meeting certain trends.",
      "id": "s839"
    },
    {
      "text": "195 I also accept the evidence of Frazer that when she visited Barrett's display it was a feature that captured Popple's attention as having a \"wow factor\" and that he said to her \"Wow.",
      "id": "s840"
    },
    {
      "text": "This is sensational.",
      "id": "s841"
    },
    {
      "text": "\" Popple denied that he had said this.",
      "id": "s842"
    },
    {
      "text": "The view conducted by me, following the opening of the parties' respective cases, led me to the view that the covered alfresco arrangement within the alfresco quadrant under a single roof-line, the alfresco having an interior type ceiling, was a very striking and distinctive feature as a matter of impression.",
      "id": "s843"
    },
    {
      "text": "196 I accept Frazer's evidence that on the Monday following the visit to the Seattle 31 display home with Popple, they both discussed what they had seen with other colleagues, including Palazzesi and Biasin.",
      "id": "s844"
    },
    {
      "text": "197 I also accept her evidence that Popple collected information from other builders, such as brochures and floor plans, as well as taking photographs of display homes.",
      "id": "s845"
    },
    {
      "text": "Popple said that he had taken photographs of homes visited during the Perth trip and then loaded these onto Frazer's computer.",
      "id": "s846"
    },
    {
      "text": "If Popple was prepared to visit and photograph display homes built by competitors both in Victoria and Western Australia, I cannot think that he would not also assist his market intelligence by taking brochures and floor plans if they were available, or, in the case of the Seattle 31 home, referring to the brochure with its floor plan, which Biasin admittedly had and which he kept in his office.",
      "id": "s847"
    },
    {
      "text": "198 I am not prepared to find however, that Seattle 31 brochures were available at the Beaconsfield display home at the time of their visit.",
      "id": "s848"
    },
    {
      "text": "Nonetheless, I have no hesitation in finding that Popple would have had access to the floor plan in the brochure of the Seattle 31 home which Biasin had, and that he in fact obtained access to it at least shortly before Prototype 20B was produced, which enabled him to direct Bugeja as to the design.",
      "id": "s849"
    },
    {
      "text": "Palazzesi said that his sales managers showed him competitors' brochures, referring to brochures of their homes including floor plans.",
      "id": "s850"
    },
    {
      "text": "Biasin, as I have said, also collected competitors' brochures.",
      "id": "s851"
    },
    {
      "text": "It is inconceivable, in my view, that this knowledge and information was not shared as Popple appears to suggest, when he said that \"we\", which I take to mean the design development personnel, did not interact with sales staff.",
      "id": "s852"
    },
    {
      "text": "There was certainly interaction involving Biasin, the sales manager, whose opinion on design matters were sought, from time to time, and who had participated in the market research trip to Perth.",
      "id": "s853"
    },
    {
      "text": "199 I do not accept the evidence of Ms Frazer that she saw Popple drawing and designing a home plan that went to the market as the Prada 35.",
      "id": "s854"
    },
    {
      "text": "The house plan she saw, was, she said, called the 'Cumberland'.",
      "id": "s855"
    },
    {
      "text": "According to Popple, and this was not challenged, the Cumberland was marketed as the 'Panorama'.",
      "id": "s856"
    },
    {
      "text": "I have concluded that she was mistaken about this.",
      "id": "s857"
    },
    {
      "text": "200 I do not accept that Popple said to Frazer during their visit to the Seattle 31 display home, that the Seattle 31 combined the back half of the Eldridge and the front half of the 'Henley Rochester'.",
      "id": "s858"
    },
    {
      "text": "In cross-examination, the Eldridge comment was not put to her and she denied that Popple had mentioned the 'Henley Rochester' at all.",
      "id": "s859"
    },
    {
      "text": "I accept her evidence.",
      "id": "s860"
    },
    {
      "text": "I regard Popple's evidence as just another attempt by him to reinforce his version of an independent design evolution in respect of the Prada 35 and the other plans/houses constituting the Alleged Infringing Works constructed as it is on the alleged application, by Bugeja on the instruction of Popple, of the Eldridge design to the back half of Prototype 20A.",
      "id": "s861"
    },
    {
      "text": "201 Popple said that he could not recall whether he had mentioned his visit to the Seattle 31 home to Bugeja on the Monday following.",
      "id": "s862"
    },
    {
      "text": "However, I consider it highly likely that the Seattle 31 design was discussed in detail between Popple and Bugeja, at least before Prototype 20B was drawn, and probably well before then.",
      "id": "s863"
    },
    {
      "text": "There was clearly an awareness of the Seattle 31 display home among those who went on the Perth trip.",
      "id": "s864"
    },
    {
      "text": "Biasin said that he saw the fa&ccedil;ade of a home in Perth known as the Richmond.",
      "id": "s865"
    },
    {
      "text": "He thought it looked almost the same as the Seattle 31 fa&ccedil;ade.",
      "id": "s866"
    },
    {
      "text": "Popple recalls Biasin saying as much to the whole group in Perth, which included Bugeja.",
      "id": "s867"
    },
    {
      "text": "Popple at first denied but then agreed that the Seattle 31 home was mentioned by Biasin to the group.",
      "id": "s868"
    },
    {
      "text": "Palazzesi recalled Biasin talking about how Studdert had \"copied\" a Perth fa&ccedil;ade.",
      "id": "s869"
    },
    {
      "text": "The above conversation was confirmed in cross-examination by Biasin who said that when he was with Bugeja, Popple and Palazzesi in Perth he saw the Richmond fa&ccedil;ade and said to the others --- \"I didn't realise that Porter Davis were building in Perth because there is Seattle over there\".",
      "id": "s870"
    },
    {
      "text": "He said that \"it looked exactly like the Seattle that I had seen in Beaconsfield, exactly the same\" and that was what he said to the group.",
      "id": "s871"
    },
    {
      "text": "202 Accordingly, the Seattle 31 home was raised in Bugeja's presence before the design of the Prada 35 commenced.",
      "id": "s872"
    },
    {
      "text": "I find that it was likely, despite Popple's denial, that it was the subject of further discussion, in the light of Biasin's comments.",
      "id": "s873"
    },
    {
      "text": "None of the witnesses raised any suggestion that Bugeja had queried what the reference to the Seattle 31 home or Porter Davis was about.",
      "id": "s874"
    },
    {
      "text": "I do not accept the evidence of Bugeja when he said, in his affidavit, that he could not recall any mention of Porter Davis display homes, prior to the commencement of the litigation other than the display centres in Berwick and Caroline Springs.",
      "id": "s875"
    },
    {
      "text": "I find that Bugeja was present when Biasin made these comments about the Seattle 31 fa&ccedil;ade.",
      "id": "s876"
    },
    {
      "text": "203 I also consider it highly likely that Bugeja, again, despite his denial, was shown a copy of the Seattle 31 floor plan by Biasin, or Popple or both.",
      "id": "s877"
    },
    {
      "text": "Biasin, as I have found, was involved in the design process generally.",
      "id": "s878"
    },
    {
      "text": "I find that Popple made reference to the Seattle 31 floor plan together with Bugeja in producing Prototype 20B, which is substantially identical to the Prada 35.",
      "id": "s879"
    },
    {
      "text": "He had access both to a copy of the brochure as well as to the Barrett website, where the Seattle 31 floor plan was reproduced.",
      "id": "s880"
    },
    {
      "text": "204 In his affidavit of 18 April 2006, Biasin detailed his sources of obtaining information concerning competitors, including floor plans and specifications, in order to keep abreast of new concepts design trends and features, amongst other things, that would assist in the further development of Metricon's business and whether Metricon should be adopting any such developments or techniques in building, promotion and marketing.",
      "id": "s881"
    },
    {
      "text": "The only way that this could be achieved would be by Biasin sharing with the design team, Palazzesi, Popple and Bugeja the information which he had obtained.",
      "id": "s882"
    },
    {
      "text": "He later deposed as follows, concerning events which led to the Perth trip: \n \n 31.",
      "id": "s883"
    },
    {
      "text": "During general discussions with other employees at Metricon and particularly Palazzesi we agreed that the marketing intelligence we had been receiving from various sources strongly suggested that we should undertake a study tour of housing developments in Perth.",
      "id": "s884"
    },
    {
      "text": "We decided to go in November 2001 and the study tour group was composed of myself, Palazzesi, Bugeja and Popple.",
      "id": "s885"
    },
    {
      "text": "205 I infer that Popple and Bugeja were party to these general discussions which again indicate clearly the sharing of information concerning competitors' products within Metricon and relevantly, between Palazzesi, Popple, Bugeja and Biasin.",
      "id": "s886"
    },
    {
      "text": "It would be extraordinary, in my opinion, were it otherwise.",
      "id": "s887"
    },
    {
      "text": "206 Given this evidence, as well as what I consider to be the obvious probability in the circumstances, I conclude that whatever information Biasin had in relation to such matters, including brochures and floor plans, would have been shared with and discussed between him and members of the design team, Palazzesi, Popple and Bugeja.",
      "id": "s888"
    },
    {
      "text": "I do not accept his evidence to the contrary.",
      "id": "s889"
    },
    {
      "text": "The similarities between the Seattle 31 home and Prototype 20B/Prada 35 as to the alfresco quadrant are striking, too striking in my opinion, to be the product merely of a good memory on the part of Popple although I consider that he would have drawn to some extent on his recollections of inspecting the Seattle 31 display home.",
      "id": "s890"
    },
    {
      "text": "An overlay of the relevant plans above shows the same combination with respect to the alfresco quadrant in substantially the same dimensions.",
      "id": "s891"
    },
    {
      "text": "207 I find that Exhibit JMB 28 was misleading, and deliberately so, as to what occurred in the design sequence of the Prada 35.",
      "id": "s892"
    },
    {
      "text": "This, as I have identified, had been prepared by Popple, delineating in red the alleged amendments made to the Gallery 32 plan, in order to produce the Prada 35 plan.",
      "id": "s893"
    },
    {
      "text": "This was acknowledged by Bugeja to be arguably misleading at the start of his evidence.",
      "id": "s894"
    },
    {
      "text": "Popple, belatedly, conceded in cross-examination that para [66] of his affidavit which purports to authenticate what Bugeja had said in his affidavit concerning JMB 28, was misleading.",
      "id": "s895"
    },
    {
      "text": "This was after several ineffectual attempts on his part to explain away the exhibit as not being misleading.",
      "id": "s896"
    },
    {
      "text": "It had however, been relied upon by Bugeja in his sworn affidavit as a statement of the changes which \"were made\" to the Gallery 32 to make the Prada 32 (35), although disavowed at trial without explanation.",
      "id": "s897"
    },
    {
      "text": "Whilst amended, the fact that this evidence was given at all, displays that Bugeja and Popple were engaged in advancing on oath misleading versions of the derivation of the Prada 35 plan.",
      "id": "s898"
    },
    {
      "text": "208 Neither Popple nor Bugeja in any of their affidavits, sought to explain the derivation of Prototype 20A by any direct reference to the Pavillion.",
      "id": "s899"
    },
    {
      "text": "Bugeja's only mention of the Pavillion, in the context of the design of the Prada 35, was in his affidavit of 22 February 2007 when he sought to note an \"omission\" in paras [94] and [95] of his affidavit of 11 April 2006.",
      "id": "s900"
    },
    {
      "text": "He said that in addition to what he had said in those paragraphs, that he also recalled discussing with Popple that the floor plan of sketch 20A was very close to the floor plan of the Pavillion.",
      "id": "s901"
    },
    {
      "text": "Even this belated recollection of a matter which was central to the derivation case, was less than forthright.",
      "id": "s902"
    },
    {
      "text": "It did not seek to explain how the \"very close\" similarity had occurred.",
      "id": "s903"
    },
    {
      "text": "It did not extend to the fact, elicited only at trial in cross-examination, that he had made actual reference to the Pavillion when producing Prototype 20A.",
      "id": "s904"
    },
    {
      "text": "Nor did it seek to explain why, when deposing in great detail to discussions purportedly had between him and Popple at paras [94]-[95], this vital evidence was omitted or what caused him, a year later, to recall it.",
      "id": "s905"
    },
    {
      "text": "209 I accept the evidence of Palazzesi that he told Bugeja and Popple to design a home with the \"look and feel\" of the Pavillion.",
      "id": "s906"
    },
    {
      "text": "I do so, despite the denials of each of Bugeja and Popple that they were given this instruction.",
      "id": "s907"
    },
    {
      "text": "Other considerations aside, Prototype 20A is virtually a copy of the Pavillion design.",
      "id": "s908"
    },
    {
      "text": "210 I do not accept the evidence of Popple or Bugeja that Prototype 20A was derived by modifying the Gallery 32 design.",
      "id": "s909"
    },
    {
      "text": "I find that, as a whole, it was substantially a copy of the Pavillion.",
      "id": "s910"
    },
    {
      "text": "This is so, despite some obvious differences, such as the extended location of bedrooms three and four, the design of the master bedroom, WIR and ensuite.",
      "id": "s911"
    },
    {
      "text": "The similarities, however, particularly in relation to alfresco, rumpus/games, dining, kitchen, family, lounge, living, gallery, entry and courtyard off the master bedroom, are striking as between Prototype 20A and Pavillion.",
      "id": "s912"
    },
    {
      "text": "The Gallery 32 had no rumpus or alfresco.",
      "id": "s913"
    },
    {
      "text": "The kitchen was differently located.",
      "id": "s914"
    },
    {
      "text": "The dining and living areas were differently located.",
      "id": "s915"
    },
    {
      "text": "It had no courtyard outside the master bedroom, nor any study.",
      "id": "s916"
    },
    {
      "text": "Its entrance and hallway leading off it were differently located.",
      "id": "s917"
    },
    {
      "text": "211 I do not accept Bugeja's evidence to the effect that he did not, consciously, copy the back half of the Pavillion design, and that the close similarity only dawned on him when it was pointed out to him by Popple upon reviewing Prototype 20A together on 26 February 2007.",
      "id": "s918"
    },
    {
      "text": "I do not accept that the Gallery 32 was used in any way to produce Prototype 20A.",
      "id": "s919"
    },
    {
      "text": "212 When Prototype 20A and the Pavillion designs are compared, the similarities are striking.",
      "id": "s920"
    },
    {
      "text": "On the other hand, on a comparison between the floor plan of Prototype 20A with the Gallery 32, there are clear dissimilarities.",
      "id": "s921"
    },
    {
      "text": "This result is consistent with Palazzesi's instructions to produce a sketch that had the \"look and feel\" of the Pavillion.",
      "id": "s922"
    },
    {
      "text": "Popple indicated, however, that because the similarities were \"too close\" between the Pavillion and Prototype 20A, that design was not used.",
      "id": "s923"
    },
    {
      "text": "Thus, the modification of 20A to become 20B was sought to be portrayed by the respondents as a virtue demonstrating that, upon realising that copying had occurred (whether consciously or subconsciously by Bugeja), immediate steps were taken to rectify the situation.",
      "id": "s924"
    },
    {
      "text": "What this ignores, of course, is that Prototype 20A, as a whole, is almost identical to the Pavillion.",
      "id": "s925"
    },
    {
      "text": "Popple and Bugeja conceded as much in cross-examination.",
      "id": "s926"
    },
    {
      "text": "It also ignores that all that Bugeja and Popple were prepared to do was to modify the back half of Prototype 20A.",
      "id": "s927"
    },
    {
      "text": "213 As I have already said, the explanations as to derivation of the Prada 35 given by Popple, Bugeja and Palazzesi, point in a detailed way to its design being the product of independent creation by Metricon.",
      "id": "s928"
    },
    {
      "text": "However, neither Popple nor Bugeja (until his affidavit of 22 February 2007), deposed to this most important discussion, apparently had between them, concerning the close similarity between the Prototype 20A and the Pavillion leading to the alterations to produce Prototype 20B.",
      "id": "s929"
    },
    {
      "text": "Popple's evidence at trial, which I have set out above, leads me to conclude that both he and Bugeja were less than forthright when each swore their first affidavit concerning the derivation of the Prada 35.",
      "id": "s930"
    },
    {
      "text": "This lack of candour was again displayed by Bugeja with his limited disclosure concerning the discussion about the Pavillion in his later affidavit.",
      "id": "s931"
    },
    {
      "text": "I think it unlikely that either would have forgotten such a conversation concerning the similarity between Prototype 20A and the Pavillion.",
      "id": "s932"
    },
    {
      "text": "Indeed Popple did not suggest that he had forgotten to mention it in his affidavit.",
      "id": "s933"
    },
    {
      "text": "He proffered no explanation when asked.",
      "id": "s934"
    },
    {
      "text": "214 In the context of a case involving allegations of copying by Metricon of the Seattle 31 it is extraordinary that Popple omitted to mention in his April 2006 affidavit the significant discussion between him and Bugeja concerning the Prototype 20A floor plan being very close to that of the Pavillion.",
      "id": "s935"
    },
    {
      "text": "He was unable to explain why he did not do so, whilst acknowledging that it was \"probably\" a material matter to which attention should have been drawn by him.",
      "id": "s936"
    },
    {
      "text": "He did not suggest in his oral evidence that, at the time he swore his affidavit, he had forgotten about this matter.",
      "id": "s937"
    },
    {
      "text": "215 I conclude that he deliberately omitted to include this information, because it was inconsistent with the entire thrust of his affidavit, which was that the design of the Prada 35 was created independently of any design other than prior Metricon designs.",
      "id": "s938"
    },
    {
      "text": "216 Furthermore, it is an explanation for the changes made to Prototype 20A in order to produce Prototype 20B, which represents a very significant additional explanation to that first given by both Popple and Bugeja, which centred upon lengthy explanations about the back half not working, the use of angles and the need for a cost effective alfresco design.",
      "id": "s939"
    },
    {
      "text": "217 I reject the explanations given in the affidavits of each, as to how Prototype 20A came into existence.",
      "id": "s940"
    },
    {
      "text": "I have concluded that it was substantially based on the design of the Pavillion.",
      "id": "s941"
    },
    {
      "text": "Both Popple and Bugeja had seen the Pavillion display home.",
      "id": "s942"
    },
    {
      "text": "Popple may have also seen a floor plan.",
      "id": "s943"
    },
    {
      "text": "Palazzesi requested that the new design have the \"look and feel\" of the Pavillion.",
      "id": "s944"
    },
    {
      "text": "The sketch plan of Prototype 20A, as I have said, bears a close and striking similarity to the floor plan of the Pavillion.",
      "id": "s945"
    },
    {
      "text": "Ultimately, Bugeja conceded that he had referred to the Pavillion design, and Popple admitted that copying had occurred.",
      "id": "s946"
    },
    {
      "text": "218 I also find that each of the Design Chronology Mk I and Mk II were misleading, and deliberately so, in important respects.",
      "id": "s947"
    },
    {
      "text": "There is no reference to the Pavillion in the Design Chronology Mk II (or Mk I), which Mr Bugeja said was a correct reflection of how the Prada 35 came into existence.",
      "id": "s948"
    },
    {
      "text": "When pressed by counsel for the applicants as to whether the Pavillion should have been included in the document, he said: \"I am not sure.",
      "id": "s949"
    },
    {
      "text": "\" In my opinion, the Pavillion design ought to have been disclosed as part of the design chronology for the Prada 35 and the plans, which in turn were based on the Prada 35.",
      "id": "s950"
    },
    {
      "text": "Indeed I have concluded that each of these chronologies are almost entirely misleading.",
      "id": "s951"
    },
    {
      "text": "219 I do not accept that the modifications to Prototype 20A, in order to produce Prototype 20B, were in any way based upon the Eldridge design.",
      "id": "s952"
    },
    {
      "text": "220 As I have said, not only did Bugeja disavow his sworn explanations in para [101] of his first affidavit concerning the application of the \"rear lay out of the Eldridge\" to the Gallery 32 design, upon which he said that the Prada 35 was based as well as the explanation of the covered alfresco area and the single roof-line, but he also disavowed the explanation by Popple concerning the amendments made in red to the sketch of the Gallery 32, to show what changes had been made to Gallery 32 to derive the Prada 35.",
      "id": "s953"
    },
    {
      "text": "221 Nor do I accept that upon reviewing Prototype 20A, Popple suggested that this should be modified so as to create the back half of the Eldridge or as Bugeja put it \"... to put the rear of the Eldridge on\".",
      "id": "s954"
    },
    {
      "text": "The application of the Eldridge to Prototype 20A does not produce Prototype 20B.",
      "id": "s955"
    },
    {
      "text": "The back half of the Eldridge commencing immediately above the dividing wall between the dining and kitchen is visually, in my view, quite distinct from the back half of Prototype 20B, again, taking the line immediately above the living area extending across to kitchen and bedroom two as the commencement of the back half.",
      "id": "s956"
    },
    {
      "text": "In the Eldridge, the kitchen is to the left of the hallway, with a kitchen island centrally located beneath the family room, with the meals encompassed by a bay window opposite the family room.",
      "id": "s957"
    },
    {
      "text": "The dining area in Prototype 20B is directly opposite the kitchen.",
      "id": "s958"
    },
    {
      "text": "The Eldridge has no alfresco, but it does have a rumpus room that is similarly located in both designs.",
      "id": "s959"
    },
    {
      "text": "222 Having said that, it was Popple's evidence that, when he talked about the Eldridge, he was referring to \"the combination across the back of the bedrooms and the rumpus room.",
      "id": "s960"
    },
    {
      "text": "\" Later he said that, when he mentioned the Eldridge to Bugeja, he told Bugeja to include the rumpus, but did not mention the bedrooms.",
      "id": "s961"
    },
    {
      "text": "This qualified use of the Eldridge does not explain the derivation of the alfresco quadrant other than the rumpus room.",
      "id": "s962"
    },
    {
      "text": "223 Ultimately therefore, the derivation of the alfresco quadrant in Prototype 20B and the Prada 35 is unexplained by either Popple or Bugeja.",
      "id": "s963"
    },
    {
      "text": "The explanations based on modifications to the Gallery 32 were false and that, based on the Eldridge, does not withstand scrutiny.",
      "id": "s964"
    },
    {
      "text": "I find that it too was a false explanation.",
      "id": "s965"
    },
    {
      "text": "224 I find however, that there were probably discussions between Popple and Bugeja to the effect that a more cost effective design of the back half of Prototype 20A was desirable, and that this could be achieved by using the design of the back half of the Seattle 31 and in particular those areas which I have called the alfresco quadrant.",
      "id": "s966"
    },
    {
      "text": "As I have said previously the similarities between the back half of the Seattle 31 and that of Prototype 20B are striking, particularly in relation to the alfresco quadrant.",
      "id": "s967"
    },
    {
      "text": "225 I find that Bugeja deliberately copied the alfresco quadrant from the Seattle 31, by reference to a floor plan and discussions with Popple who had the benefit of actually inspecting the Seattle 31 display home.",
      "id": "s968"
    },
    {
      "text": "Popple, at trial and for the very first time, said that when he saw Prototype 20B he thought that it was similar to the Seattle 31.",
      "id": "s969"
    },
    {
      "text": "He said that he did not say this to Bugeja or Palazzesi and he was unable to explain why he did not put this in his affidavit.",
      "id": "s970"
    },
    {
      "text": "It was a matter central to the case.",
      "id": "s971"
    },
    {
      "text": "He had obviously not forgotten about it.",
      "id": "s972"
    },
    {
      "text": "His observation as to similarity was well founded.",
      "id": "s973"
    },
    {
      "text": "226 Popple knew that Prototype 20B was similar to Seattle 31 when he first saw it.",
      "id": "s974"
    },
    {
      "text": "He said he had a \"good memory\" for designs.",
      "id": "s975"
    },
    {
      "text": "He conceded in cross-examination that when he saw the revised plan on 27 February 2002, he knew that it was similar to the Seattle 31 plan.",
      "id": "s976"
    },
    {
      "text": "I have no doubt that he knew it was similar, because as I have found, the alfresco quadrant was deliberately copied, both to his knowledge and that of Bugeja.",
      "id": "s977"
    },
    {
      "text": "227 When asked whether he was aware that the effect of instructing the changes to Prototype 20A was to create a design similar to the Seattle 31 design in connection with the alfresco quadrant, Popple did not initially deny doing so.",
      "id": "s978"
    },
    {
      "text": "He said that he \"didn't tell him (Bugeja) how to do that.",
      "id": "s979"
    },
    {
      "text": "I just suggested those --- those things needed to be addressed and he addressed them.",
      "id": "s980"
    },
    {
      "text": "\" In light of my view that Popple was generally an unreliable witness, the concession of copying in respect to the Pavillion, and the striking similarity between the back half of Seattle 31 and the back half of the Prada 35, I find this evidence to be quite unconvincing.",
      "id": "s981"
    },
    {
      "text": "228 The fact Popple and Bugeja were prepared to keep the front half of Prototype 20A, designed as it was by direct reference to the Pavillion, as well as to copy the back half of the Seattle 31, leads me to conclude that the primary reason for the modifications to Prototype 20A was not because of any perceived problem with similarity to the Pavillion.",
      "id": "s982"
    },
    {
      "text": "I find that the similarity was intended from the outset.",
      "id": "s983"
    },
    {
      "text": "It was not something which only occurred to Popple after it had been drawn.",
      "id": "s984"
    },
    {
      "text": "Rather, the Seattle 31 design, which created a covered alfresco area under a single roof-line, was seen by both as a cost effective remedy to counter the more expensive alfresco arrangement found in the Pavillion.",
      "id": "s985"
    },
    {
      "text": "Accordingly, the amendment to Prototype 20A to produce Prototype 20B had to do with money and not with virtue.",
      "id": "s986"
    },
    {
      "text": "Both were prepared to retain in Prototype 20B what was copied from the Pavillion in the front half of Prototype 20A.",
      "id": "s987"
    },
    {
      "text": "229 The objective similarities between Prototype 20B and the Seattle 31 plan and display home are indicative of copying.",
      "id": "s988"
    },
    {
      "text": "In particular, there is a marked similarity in the features of the alfresco quadrant, the location and relationship of rooms in this part of the house design and room dimensions relative to each other, and the single roof-line in both designs.",
      "id": "s989"
    },
    {
      "text": "There are also some incidental features of similarity (and which were not needed for functional purposes), which indicate copying, for example: \n \n(i) the location of the windows and fireplace in the lounge of both Prototype 20B and the Seattle 31 display home (though this feature is not shown on the Seattle 31 plan).",
      "id": "s990"
    },
    {
      "text": "This was a feature which Popple could recall from his visit to the Seattle 31 display home.",
      "id": "s991"
    },
    {
      "text": "Bugeja could not recall whether this feature in the design was discussed with Popple; and\n \n(ii) the change in the kitchen island feature in Prototype 20B, compared with Prototype 20A, which had the island adopt a return toward the wall (which follows the direction and angle of the return in the Seattle 31 display home and plan, although the return there runs to the wall).",
      "id": "s992"
    },
    {
      "text": "Popple had a recollection of the kitchen feature from the Seattle 31 display home.",
      "id": "s993"
    },
    {
      "text": "Bugeja could not recall whether this design change was discussed with Popple.",
      "id": "s994"
    },
    {
      "text": "The respondents contended that the kitchen position and layout is the same as the between Prototype 20A and Prototype 20B and that, accordingly, could not have been coped from the Seattle 31.",
      "id": "s995"
    },
    {
      "text": "I do not accept this.",
      "id": "s996"
    },
    {
      "text": "Whilst the position is similar, the layout has obviously been changed and is very close to the angular design of the Seattle 31 kitchen although a walk through has been provided for in Prototype 20B.",
      "id": "s997"
    },
    {
      "text": "In that respect it is a colourable change to the Seattle 31 kitchen.",
      "id": "s998"
    },
    {
      "text": "While these incidental features might have limited utility in isolation in making the case on usage, they should be considered in combination and as reflective of an overall reference to the Seattle 31 plan and house.",
      "id": "s999"
    },
    {
      "text": "Popple agreed that none of his company's prior designs had these features in combination.",
      "id": "s1000"
    },
    {
      "text": "230 I find that there was conscious copying of the Seattle 31 design and/or display home as to the alfresco quadrant, by Metricon, in producing Prototype 20B and in turn the Prada 35.",
      "id": "s1001"
    },
    {
      "text": "231 In finding that the alfresco quadrant in the Prada 35 was copied from that area in the Seattle 31 I have also relied on the expert opinion evidence of Dr John Cooke, a chartered architect, to the effect that the alfresco quadrant in each design was distinctive and essentially the same.",
      "id": "s1002"
    },
    {
      "text": "I do so despite the criticism of his evidence by the respondents.",
      "id": "s1003"
    },
    {
      "text": "I will deal with that shortly.",
      "id": "s1004"
    },
    {
      "text": "232 I have also had regard to the expert opinion evidence of Mr John Permewan, a registered architect, but have afforded his opinion no weight because of the flawed assumptions which were the subject of his instructions.",
      "id": "s1005"
    },
    {
      "text": "I will also deal with these shortly.",
      "id": "s1006"
    },
    {
      "text": "COPYING IN RESPECT OF THE OTHER HOUSES \n \n233 Bugeja deposed to the design evolution of each of the other homes comprised in the Alleged Infringing Works: the Tyrell, the Streeton, the Connolly and the Coburn.",
      "id": "s1007"
    },
    {
      "text": "The evidence that he gave was detailed and in the case of each design, was to the effect that they had evolved from earlier Metricon designs.",
      "id": "s1008"
    },
    {
      "text": "He did not mention the Prada 35 design as forming part of the design path for any of these other home designs.",
      "id": "s1009"
    },
    {
      "text": "234 Popple also deposed to the design evolution of these homes.",
      "id": "s1010"
    },
    {
      "text": "This in a summary way was to the same effect as the evidence of Bugeja, although he did mention the Prada 35, but not as a design used to develop any of the other designs.",
      "id": "s1011"
    },
    {
      "text": "He said, in regard to the Tyrell design, that he and Bugeja decided to add a covered rectangular verandah to the Metricon Manhattan 26 design, between the dining area and rumpus room, primarily to simplify the roof-line.",
      "id": "s1012"
    },
    {
      "text": "This layout, he said, was similar to the covered alfresco areas in the Prada 35 and other designs in dispute.",
      "id": "s1013"
    },
    {
      "text": "235 Bugeja in cross-examination denied making any use of Prototype 20B or the Prada 35 in designing the Tyrell.",
      "id": "s1014"
    },
    {
      "text": "He persisted with this denial even when confronted with the obvious close similarities between the alfresco quadrant in each of these designs.",
      "id": "s1015"
    },
    {
      "text": "236 When warned by senior counsel for the applicants that the Court would be invited to reject this evidence as false and was then asked the question again, to the effect whether he had made reference to Prototype 20B in the development of the Tyrell in particular in respect to the rumpus, family, kitchen, dining and alfresco, he answered twice, \"I can't remember\".",
      "id": "s1016"
    },
    {
      "text": "237 Bugeja was not prepared to say that the Prada 35 was used in the design of the Streeton.",
      "id": "s1017"
    },
    {
      "text": "He again resorted to saying that he could not recall.",
      "id": "s1018"
    },
    {
      "text": "He reiterated this response when asked whether the Prada 35 was used in the designing of the Connolly.",
      "id": "s1019"
    },
    {
      "text": "However, he was prepared to positively say that he did not use the Prada 35 design when designing the Coburn.",
      "id": "s1020"
    },
    {
      "text": "238 At trial but not until his cross-examination, Popple accepted that the Tyrell was in fact designed by reference to the Prada 35 and Prototype 20B and that by not mentioning this in his affidavit, it could be construed as misleading.",
      "id": "s1021"
    },
    {
      "text": "He went on to acknowledge that in respect of both the Streeton and the Connolly, that the design evolution process for each should include both Prototype 20B and the Prada 35.",
      "id": "s1022"
    },
    {
      "text": "I accept this evidence.",
      "id": "s1023"
    },
    {
      "text": "It is consistent with the visual comparisons made both by Dr Cooke and by myself.",
      "id": "s1024"
    },
    {
      "text": "239 Then he agreed that the Design Chronology Mk I and Mk II should have included a relationship between the Prada 35, and each of the Tyrell, Connolly and Streeton designs.",
      "id": "s1025"
    },
    {
      "text": "240 A comparison of the alfresco quadrants in each of Prototype 20B, Prada 35, Tyrell, Streeton and Connolly throws up a striking similarity.",
      "id": "s1026"
    },
    {
      "text": "My own view of the four homes involved supports this view.",
      "id": "s1027"
    },
    {
      "text": "241 I reject Bugeja's evidence as false that no use was made of the alfresco quadrant design in the Prada 35 in developing the same areas in the plans and homes for the Tyrell, the Streeton and the Connolly.",
      "id": "s1028"
    },
    {
      "text": "I do not accept that Popple could acknowledge derivation from Prada 35 which was unknown by Bugeja.",
      "id": "s1029"
    },
    {
      "text": "His evidence on these matters was dissembled, as was his evidence, in my view, that, when he visited the Memphis 33 display home in Deer Park in February 2003, the day before the first Prada 35 display home was opened there, it did not occur to him that the combination of rooms which in this judgment are called the alfresco quadrant, was almost the same in the Memphis 33 as it was in the Prada 35 which, according to him, he had designed.",
      "id": "s1030"
    },
    {
      "text": "The visual comparisons are compelling as to the relationship.",
      "id": "s1031"
    },
    {
      "text": "It would have been virtually impossible for him not to have noticed this.",
      "id": "s1032"
    },
    {
      "text": "242 I find Bugeja's evidence that the Memphis 33 reminded him of other alfrescos, but did not bring to mind his own recently completed design for the Prada 35 as incredible.",
      "id": "s1033"
    },
    {
      "text": "The alfresco quadrants in each are almost identical.",
      "id": "s1034"
    },
    {
      "text": "Had the alfresco quadrant in the Prada 35 been designed independently, as Bugeja said it was, then the discovery by him, of an almost identical design in the Memphis 33, would inevitably, I find, have triggered some reaction on his part.",
      "id": "s1035"
    },
    {
      "text": "It would at the very least, in my view, have been mentioned by him to Popple when he saw him shortly after.",
      "id": "s1036"
    },
    {
      "text": "I also consider it highly likely that Bugeja would have raised it with others within Metricon, such as Palazzesi.",
      "id": "s1037"
    },
    {
      "text": "However there was no such discussion with Popple or later with Palazzesi.",
      "id": "s1038"
    },
    {
      "text": "That there was no such response triggered is simply because, as I find, when Bugeja saw the alfresco quadrant in the Memphis 33 it did not cause him any surprise at all.",
      "id": "s1039"
    },
    {
      "text": "He knew this to be a Porter Davis design and indeed one which he, together with Popple, had recently copied from the Seattle 31 in producing Prototype 20B and the Prada 35.",
      "id": "s1040"
    },
    {
      "text": "243 I do not accept his affidavit evidence at paras [189] and [190], including his statement that when he visited the Memphis 33 display home that he thought that the rear of the home was similar to the back half of the Eldridge.",
      "id": "s1041"
    },
    {
      "text": "Finally, Popple, whose affidavit evidence was both incomplete and oblique on the subject, did at trial admit that use was made of the alfresco quadrant in each case.",
      "id": "s1042"
    },
    {
      "text": "I find that the alfresco quadrant in each case was copied from the Prada 35, albeit subject to some modifications to the kitchen layouts.",
      "id": "s1043"
    },
    {
      "text": "Accordingly, they were in effect copied from the Seattle 31, given my findings in respect to the derivation of the Prada 35.",
      "id": "s1044"
    },
    {
      "text": "I find that Bugeja also made reference to the Memphis 33 alfresco quadrant design in combination with that in the Prada 35.",
      "id": "s1045"
    },
    {
      "text": "He had visited the Memphis 33 display home in February 2003.",
      "id": "s1046"
    },
    {
      "text": "There is relevantly no design distinction between these.",
      "id": "s1047"
    },
    {
      "text": "244 The Coburn design raises some different considerations.",
      "id": "s1048"
    },
    {
      "text": "As Dr Cooke points out, the alfresco, dining and sitting areas in the Coburn, compared with the Prada 35, have been repositioned such that the rumpus (or home theatre) opens to the dining area, whereas the Seattle 31 alfresco space is bordered by the rumpus room and meals area.",
      "id": "s1049"
    },
    {
      "text": "This, he said, results in plans less similar to the Seattle 31 than the Prada 35 plans.",
      "id": "s1050"
    },
    {
      "text": "Still, his view was that the Coburn plans had been derived by reference to the Seattle 31 plans via modified Prada 35 plans.",
      "id": "s1051"
    },
    {
      "text": "I accept this opinion and it conforms with my own impressions.",
      "id": "s1052"
    },
    {
      "text": "The alfresco area, even though repositioned, is under one roof-line and on my view of the home, maintained the same distinct and significant impression.",
      "id": "s1053"
    },
    {
      "text": "The changes are minor and inconsequential: Spectravest Inc v Aperknit Ltd [1988] FSR 161.",
      "id": "s1054"
    },
    {
      "text": "245 Again, I have accepted the expert opinion evidence of Dr John Cooke to the effect that the alfresco quadrant in each of the Tyrell 29, the Connolly 30 and the Streeton 34 plans and homes were subject to minor modifications, essentially the same as the Seattle 31 plan and home.",
      "id": "s1055"
    },
    {
      "text": "This is so whether the comparison is plan to plan, home to home or plan to home.",
      "id": "s1056"
    },
    {
      "text": "These opinions involving comparisons with the Seattle 31 plan and home were generally also applicable to the same comparisons but involving the Memphis 33 plan and home.",
      "id": "s1057"
    },
    {
      "text": "This too was the case in comparisons between the Memphis 33 plan and home and the Coburn plan and home.",
      "id": "s1058"
    },
    {
      "text": "246 I have again not, for reasons I explain below, afforded any weight to the opinion of Mr John Permewan.",
      "id": "s1059"
    },
    {
      "text": "THE EXPERT EVIDENCE \n Dr John Cooke \n \n247 I referred earlier to my acceptance of Dr Cooke's opinion, that the alfresco quadrant in the Seattle 31, the Prada 35, the Seattle 31, the Memphis 33 and secondary plans and homes were essentially the same.",
      "id": "s1060"
    },
    {
      "text": "248 The respondents contend that the first of his two reports has a fundamental flaw, because Dr Cooke has assumed in it that merely by examining two drawings (the original Seattle 31 plan and the Prada 35 plan), that it was impossible to conclude affirmatively that one was copied from the other.",
      "id": "s1061"
    },
    {
      "text": "It is said that this flaw affects all of his conclusions in the homes in dispute.",
      "id": "s1062"
    },
    {
      "text": "249 Putting to one side his conclusions as to copying, his opinion as to objective similarity forms part of the mix of evidence going to the question of copying.",
      "id": "s1063"
    },
    {
      "text": "In my opinion, it is a significant ingredient and overlaps with the assessment of the copying limb regarding infringement: see Clarendon at [27].",
      "id": "s1064"
    },
    {
      "text": "250 The challenge to Dr Cooke's second report is that it is again fundamentally flawed to point to selected parts of the drawings in their context as being distinctive.",
      "id": "s1065"
    },
    {
      "text": "However, this depends upon the respondent establishing that the Alleged Infringing Works were created independently of the Copyright Works.",
      "id": "s1066"
    },
    {
      "text": "That context, on the respondents' case, which I have rejected, came from the Gallery, Prototype 20A and the Elderidge and not from the Copyright Works.",
      "id": "s1067"
    },
    {
      "text": "251 Again, I have had regard to the selected parts of the drawings identified by Dr Cooke, not in isolation, but as a significant component of the totality of the evidence relevant to the question of copying.",
      "id": "s1068"
    },
    {
      "text": "Mr John Permewan \n \n252 Mr Permewan is a registered architect.",
      "id": "s1069"
    },
    {
      "text": "His evidence sought to suggest that the alleged infringing works were the subject of an independent design process.",
      "id": "s1070"
    },
    {
      "text": "He did this essentially by reference to the designs and instructions provided to him by Metricon, his own searches of library archives as well as his reading of the affidavits of Metricon witnesses.",
      "id": "s1071"
    },
    {
      "text": "253 Thus, he incorrectly assumed that the Tyrell, the Connolly and the Streeton were not designed by reference to the Prada 35.",
      "id": "s1072"
    },
    {
      "text": "I have found that each was.",
      "id": "s1073"
    },
    {
      "text": "He said that his assumption that the later designs were not derived from the Prada 35 was important in formulating his opinion as to the derivation of these three designs.",
      "id": "s1074"
    },
    {
      "text": "He also assumed that the Pavilion design was not used in the design evolution process for the Prada 35.",
      "id": "s1075"
    },
    {
      "text": "He agreed that the description of the design development process was of significance in the opinion he expressed.",
      "id": "s1076"
    },
    {
      "text": "254 Permewan accepted in cross-examination that he needed to take account of the actual reference points for the Prada 35, in arriving at his opinion.",
      "id": "s1077"
    },
    {
      "text": "For reasons set out above, he was not properly instructed about the correct reference points.",
      "id": "s1078"
    },
    {
      "text": "In particular, he did not consider even the design derivation process for the Prada 35, as described by Bugeja.",
      "id": "s1079"
    },
    {
      "text": "He agreed, somewhat surprisingly in my view, that he did not deal expressly in his report with the actual design drawings of February 2002 from which, according to the respondents, Prototype 20A and 20B were derived.",
      "id": "s1080"
    },
    {
      "text": "Likewise, he did not take account of reference to Pavilion.",
      "id": "s1081"
    },
    {
      "text": "He assumed that the evidence in para [101(b)(vi), (vii) and (viii)] of Bugeja's affidavit was correct and he relied upon it.",
      "id": "s1082"
    },
    {
      "text": "This evidence, as I have noted, was disavowed by Bugeja at trial.",
      "id": "s1083"
    },
    {
      "text": "Indeed, he relied on the whole of para [101].",
      "id": "s1084"
    },
    {
      "text": "He also read and in forming his opinion, relied upon the further misleading evidence in para [102] of Bugeja's affidavit.",
      "id": "s1085"
    },
    {
      "text": "He accepted, and was not otherwise instructed, that Gallery 32 was used in the derivation of the Prada 35.",
      "id": "s1086"
    },
    {
      "text": "I have found that it was not.",
      "id": "s1087"
    },
    {
      "text": "255 Permewan also accepted that it may have had an effect on his perceptions concerning similarities and differences in designs, if he was told something about derivation which turned out to be wrong, if it was critical.",
      "id": "s1088"
    },
    {
      "text": "In my view, the incorrect assumptions made by Permewan, based on his instructions, were \"critical\" and would inevitably have affected his opinion as to derivation of the Alleged Infringing Works.",
      "id": "s1089"
    },
    {
      "text": "256 Permewan was significantly misdirected by Metricon on the above matters and was not told in the witness box before giving evidence about significant revisions, and as a result, his opinions as to independent derivation were founded upon significantly incorrect assumptions and are of no real assistance to the Court.",
      "id": "s1090"
    },
    {
      "text": "PERSONAL LIABILITY OF POPPLE AND PALAZZESI \n \n257 The case against Palazzesi is that he infringed the Copyright Works by authorising the infringing conduct of Metricon.",
      "id": "s1091"
    },
    {
      "text": "He directed Metricon's employees to create home designs which reproduced the Copyright Works and approved these, from which homes were then constructed.",
      "id": "s1092"
    },
    {
      "text": "258 The case against Popple was that he is liable for authorisation of infringement, as Product Development Manager, in that he closely directed and controlled the making of the infringement plans and consequently, the infringing homes .",
      "id": "s1093"
    },
    {
      "text": "Framework \n \n259 It is an infringement of copyright to authorise the doing of an act comprised in the copyright, without the licence of the copyright owner: s 36(1) and s 13(2) of the Act.",
      "id": "s1094"
    },
    {
      "text": "260 Section 36(1A) of the Act also specifies three factors to which the Court must have regard in deciding whether or not there has been authorisation:\n \n \n (1A) In determining, for the purposes of subsection (1), whether or not a person has authorised the doing in Australia of any act comprised in the copyright in a work, without the licence of the owner of the copyright, the matters that must be taken into account include the following: \n \n \n \n \n (a) the extent (if any) of the person's power to prevent the doing of the act concerned; \n (b) the nature of any relationship existing between the person and the person who did the act concerned; \n (c) whether the person took any reasonable steps to prevent or avoid the doing of the act, including whether the person complied with any relevant industry codes of practice.",
      "id": "s1095"
    },
    {
      "text": "261 While the Court must take these matters into account, they are not the only matters that may be taken into account: Cooper v Universal Music Australia Pty Ltd [2006] FCAFC 187 at [13] per Branson J; [135] per Kenny J, French J agreeing (concerning the construction and application of s 101(1A) of the Act which corresponds in terms to s 36(1A), in the context of infringement of copyright in sound recordings, films and the like).",
      "id": "s1096"
    },
    {
      "text": "Both these sections are premised on the concept of \"authorisation\" developed by the High Court in University of New South Wales v Moorhouse [1975] HCA 26 ; (1975) 133 CLR 1; Cooper at [136].",
      "id": "s1097"
    },
    {
      "text": "The word \"authorise\" in the cases has been given its dictionary meaning of \"sanction, approve or countenance\": Falcon v Famous Players Film Company [1926] 2 KB 474; Adelaide City Corporation v Australasian Performing Right Association Ltd [1928] HCA 10 ; (1928) 40 CLR 481; Moorhouse at 12 (Gibbs J), 20-21 (Jacobs J); WEA International Inc v Hanimex Corp Ltd (1987) 17 FCR 274, 285-286 (Gummow J); Cooper at [20] per Branson J, French J agreeing.",
      "id": "s1098"
    },
    {
      "text": "262 It is a question of fact in each case, as to what inferences may be drawn from the conduct of the person said to have authorised the act of which complaint is made: Winstone v Wurlitzer Automatic Phonograph Co of Australia Pty Ltd [1946] VLR 338.",
      "id": "s1099"
    },
    {
      "text": "This was referred to with apparent approval by the Full Court in Australasian Performing Right Association Ltd v Jain (1990) 26 FCR 53 at 59.",
      "id": "s1100"
    },
    {
      "text": "263 The degree of control which can constitute a sufficient basis for a finding of authorisation is a question of fact and degree: Cooper per Kenny J, French J agreeing at [142].",
      "id": "s1101"
    },
    {
      "text": "264 It was submitted on behalf of Palazzesi and Popple that the authorities on personal liability of corporate officers such as them, for authorising conduct of the company that infringes copyright, are ambiguous.",
      "id": "s1102"
    },
    {
      "text": "In King v Milpurrurru (1996) 66 FCR 474 at 494---500, Beazley J identified two competing lines of authority: the Performing Right Society test and the Mentmore test.",
      "id": "s1103"
    },
    {
      "text": "See also Allen Manufacturing Co Pty Ltd v McCallum &amp; Co Pty Ltd (2001) 53 IPR 400.",
      "id": "s1104"
    },
    {
      "text": "Under the former test, the corporate officer must be shown to have procured or directed the company's infringing conduct.",
      "id": "s1105"
    },
    {
      "text": "Under the latter test, it is necessary to show the deliberate, wilful and knowing pursuit of a course of conduct that was likely to constitute infringement or that reflected an indifference to the risk of it.",
      "id": "s1106"
    },
    {
      "text": "265 In Cooper at [159]-[164], Kenny J observed that no Full Court of this Court had settled which of these two tests was to be preferred, or indeed whether the exposition by Finkelstein J in Root Quality Pty Ltd v Root Control Technologies Pty Ltd (2000) 177 ALR 231 ought be followed.",
      "id": "s1107"
    },
    {
      "text": "266 However it is not necessary here to do so.",
      "id": "s1108"
    },
    {
      "text": "The case against Palazzesi and Popple is not that they are liable for the tort of Metricon, but rather that each was liable for infringement by authorisation under s 36(1A) of the Act.",
      "id": "s1109"
    },
    {
      "text": "The applicants refer to Australasian Performing Right Association v Jain (1990) 26 FCR 53.",
      "id": "s1110"
    },
    {
      "text": "No reliance was placed by the applicants upon the Performing Right Society test or the Mentmore test.",
      "id": "s1111"
    },
    {
      "text": "Personal Liability of Palazzesi \n \n267 As the managing director, Palazzesi accepted that Metricon would not have included the Prada 35 in its product line without his approval.",
      "id": "s1112"
    },
    {
      "text": "This fact, and the fact that Popple and Bugeja were subject to his direction, were said not in themselves to be enough to constitute authorisation by him.",
      "id": "s1113"
    },
    {
      "text": "It was contended, in my view correctly, that the necessary mental element required to be established: Moorhouse at p 12 per Gibbs CJ.",
      "id": "s1114"
    },
    {
      "text": "In other words, in this case, it is necessary, in order to render Palazzesi liable, not only that he approved the Alleged Infringing Works but that he did so knowing that they contained a copy of the alfresco quadrant from the Seattle 31.",
      "id": "s1115"
    },
    {
      "text": "This is not of universal application but it is the way that the case was put by the applicants.",
      "id": "s1116"
    },
    {
      "text": "268 Palazzesi did acknowledge in cross-examination that there are similarities between the Prada 35 and the Seattle 31, identifying the position of the two bedrooms, rumpus room, kitchen, dining and family and alfresco.",
      "id": "s1117"
    },
    {
      "text": "It was said, however, that there is no evidence that Palazzesi knew or appreciated that Prototype 20B, or the Prada 35, were copied from the Seattle 31 plan or home or were so similar that they must have been copied.",
      "id": "s1118"
    },
    {
      "text": "Palazzesi denied that he had any such appreciation.",
      "id": "s1119"
    },
    {
      "text": "269 Palazzesi pointed particularly to a number of matters which he says demonstrate that he had no relevant knowledge:\n \n(a) Popple did not tell him that he, Popple, thought Prototype 20B had similarities to the Seattle 31 display; \n \n(b) the reference by Jason Biasin to the similarity of the Richmond in Perth to the Seattle 31 was a reference to a fa&ccedil;ade and that there was no reason for him to be thinking about the Seattle 31 at the time they were looking at the Pavillion;\n \n(c) he had no special interest in the activities of the applicants between January 2000 when the Seattle 31 display opened, and 2002 when the Prada 35 was designed, and in particular:\n \n \n \n (i) he was not aware of how many homes were sold by the Barrett Property Group; \n (ii) he did not think about the Seattle 31 after his brief visit in January 2000 until Stutterd complained to Kline in mid 2003;\n (iii) while he did hope to keep abreast of the competition, he was not watching the applicants and the pressures on him were to build homes and manage the explosive growth at Metricon; and \n (iv) he did not know about the applicant's success with the Seattle 31; or how many homes they had sold by February 2002; other than he had heard that \"they were doing OK\"; \n \n \n\n(d) courtyard houses, with the meals, kitchen, family and rumpus areas arranged around an outdoor space were well known and he had involvement with a number of such designs (including both the Simonds Monterey and Seville as well as AV Jennings homes); and\n \n(e) the points of reference for the alfresco feature or concept were what he (and the others) had seen on the Perth trip.",
      "id": "s1120"
    },
    {
      "text": "270 Palazzesi submitted that there is no evidence to support the applicants' allegation that he had created a climate of opinion, in which Popple and Bugeja understood that it would be acceptable to infringe copyright.",
      "id": "s1121"
    },
    {
      "text": "In particular, he said that there was no instruction given to them to copy the Pavillion, merely an instruction to develop a home which incorporated concepts reflected in the Pavilion.",
      "id": "s1122"
    },
    {
      "text": "At trial, he said that this was the whole concept: the look and ambience of the Pavillion.",
      "id": "s1123"
    },
    {
      "text": "In his affidavit, he deposed that he wanted to achieve a similar \"look and feel\", but that the designs needed to be upgraded by the development of a more opulent master bedroom.",
      "id": "s1124"
    },
    {
      "text": "271 Palazzesi agreed that none of the disputed plans would have gone to the construction stage without his approval; that he approved Prototype 20B after his approval was sought, and that Prototype 20B would not have gone further if he had not approved it.",
      "id": "s1125"
    },
    {
      "text": "This was the case also, he said, in relation to the Tyrell, Streeton, Connolly and Coburn designs.",
      "id": "s1126"
    },
    {
      "text": "272 Palazzesi gave directions to his designers (Bugeja and Popple, with some input from Biasin), as to the kinds of designs he wanted as part of his campaign to turn Metricon into a volume builder.",
      "id": "s1127"
    },
    {
      "text": "In particular, in his affidavit he refers to discussing with Bugeja, Popple and Biasin the designing of a home with a similar \"look and feel\" to Pavillion.",
      "id": "s1128"
    },
    {
      "text": "As to his involvement with the design of the Prada 35, he said that, after briefing by him, the process continued \"by way of oral comment and assistance from Popple and me and sometimes Kline and Biasin\".",
      "id": "s1129"
    },
    {
      "text": "He spoke of checking progress \"every couple of hours\" and \"gently push[ing] for the process to be accelerated\".",
      "id": "s1130"
    },
    {
      "text": "However, in his cross-examination, Palazzesi sought to distance himself from these assertions made in his affidavit and to suggest that he had \"virtually non-involvement or no involvement\" in the design of the Prada 35.",
      "id": "s1131"
    },
    {
      "text": "273 It is to be remembered that the design process for the creation of Prototype 20A then Prototype 20B spanned only 5 days between 22 and 27 February 2002, which included a weekend.",
      "id": "s1132"
    },
    {
      "text": "274 I am prepared to accept that Palazzesi had little involvement in the design process, other than requiring from Popple and Bugeja, in the first instance, that they produce a design with the \"look and feel\" of the Pavillion and that he ultimately approved Prototype 20B to become the Prada 35.",
      "id": "s1133"
    },
    {
      "text": "275 However, a corollary of this, is that I do not accept that he had the close involvement in the design process which he deposed to in his pre-trial affidavit.",
      "id": "s1134"
    },
    {
      "text": "The difference between his affidavit and oral evidence is significant.",
      "id": "s1135"
    },
    {
      "text": "The subject matter goes to one of the central issues in the case namely, the design derivation of the Prada 35 and what part Palazzesi played in it.",
      "id": "s1136"
    },
    {
      "text": "I infer that it was deposed to in order to create the false impression of his close involvement in an independently created design of the Prada 35.",
      "id": "s1137"
    },
    {
      "text": "I have found that it was not.",
      "id": "s1138"
    },
    {
      "text": "276 I do not accept Palazzesi's affidavit evidence alleging that, upon returning to Melbourne from the Perth trip, Biasin and Popple suggested to him that the Metricon Gallery design was in many respects similar to the Pavillion, and that Metricon could modify the Gallery to incorporate what he considered were the important and attractive design features of the Pavillion.",
      "id": "s1139"
    },
    {
      "text": "Indeed, in cross-examination, Palazzesi could not remember what response Biasin and Popple had made to his request that a design be produced with the \"look and feel\" of the Pavillion.",
      "id": "s1140"
    },
    {
      "text": "When reminded by senior counsel for the applicants that his affidavit referred to the response as concerning the Gallery design, he could not recall what they had said in this respect.",
      "id": "s1141"
    },
    {
      "text": "He said he would need to refer to his affidavit.",
      "id": "s1142"
    },
    {
      "text": "This was so, despite having read his affidavit that very morning.",
      "id": "s1143"
    },
    {
      "text": "277 Furthermore, Popple, no doubt with a view to corroborating Palazzesi in respect of this allegation, in his first affidavit also swore that he had participated in a discussion involving Palazzesi, Bugeja and Biasin when they, together, decided to modify the design of the Metricon Gallery to incorporate many of the features and concepts seen in Perth, and that Bugeja had started work to accomplish this objective in February 2002.",
      "id": "s1144"
    },
    {
      "text": "However, as I have already said, Popple when giving evidence-in-chief expressly disclaimed this affidavit evidence at the trial.",
      "id": "s1145"
    },
    {
      "text": "I reject Palazzesi's evidence as to this.",
      "id": "s1146"
    },
    {
      "text": "I have already rejected Popple and Bugeja's evidence about modifications being made to the Gallery to produce Prototype 20A and Prototype 20B and thus the Prada 35.",
      "id": "s1147"
    },
    {
      "text": "I do not accept that the Gallery was ever discussed as a basis for producing these designs.",
      "id": "s1148"
    },
    {
      "text": "I find that it was, by each and every one of them, an after the fact explanation concocted in order to establish an independent design path.",
      "id": "s1149"
    },
    {
      "text": "278 Popple, in his first affidavit, stated that in general, the design of the Prada 35 and the Seattle 31 were similar across the \"back and core\" of the home, and at trial agreed that he was in fact aware of the similarity when he saw Prototype 20B.",
      "id": "s1150"
    },
    {
      "text": "279 I find that it is likely that Palazzesi would also have seen the similarity between the back half of Prototype 20B, which includes the alfresco quadrant, and the back half of the Seattle 31 before he approved the Prototype 20B and the Prada 35 design.",
      "id": "s1151"
    },
    {
      "text": "He had visited the Seattle 31 display home in order to gather, as I find, market intelligence as to what might be incorporated into new Metricon designs.",
      "id": "s1152"
    },
    {
      "text": "Such also, as I have found, was the reason he participated in the Perth study trip.",
      "id": "s1153"
    },
    {
      "text": "He had asked for a design which had the \"look and feel\" of the Pavillion.",
      "id": "s1154"
    },
    {
      "text": "The back half of Prototype 20B is quite different from that of the Pavillion.",
      "id": "s1155"
    },
    {
      "text": "This would not have been missed by Palazzesi, particularly in relation to the alfresco area and the roof-line.",
      "id": "s1156"
    },
    {
      "text": "I also consider, in any event, that it is likely that Popple mentioned to Palazzesi that reference had been made to the Seattle 31.",
      "id": "s1157"
    },
    {
      "text": "In my view, it is extraordinary given Popple's evidence as to the similarity, and its significance, that he should say nothing.",
      "id": "s1158"
    },
    {
      "text": "I consider it likely that he would have seen the close similarities between the front half of the Prototype 20B and the Pavillion.",
      "id": "s1159"
    },
    {
      "text": "Despite this, Palazzesi was quite prepared to approve it.",
      "id": "s1160"
    },
    {
      "text": "This points to, in my opinion, a corporate culture which accepted the copying of competitors' designs and which, I find, existed under Palazzesi.",
      "id": "s1161"
    },
    {
      "text": "I also consider it very likely that Palazzesi would have seen the close similarity between the alfresco quadrant in each of the Seattle 31 and Prototype 20B/Prada 35 even if he had not been so advised, given his detailed knowledge of the Seattle 31 design as exposed in his affidavit and repeated in oral evidence at trial.",
      "id": "s1162"
    },
    {
      "text": "280 In these circumstances, I find that Palazzesi knowingly authorised the copying of the alfresco quadrant from the Seattle 31 plan and home in order to create the Prada 35 and, in turn, each of the Alleged Infringing Works.",
      "id": "s1163"
    },
    {
      "text": "He had power to prevent this occurring and to direct both Popple and Bugeja to avoid this result.",
      "id": "s1164"
    },
    {
      "text": "He did none of these things.",
      "id": "s1165"
    },
    {
      "text": "Rather, he authorised these, by expressly approving the plans and homes, in the knowledge that the alfresco quadrant in each case was derived from the Seattle 31.",
      "id": "s1166"
    },
    {
      "text": "Personal Liability of Popple \n \n281 Popple did not draw any of the accused plans.",
      "id": "s1167"
    },
    {
      "text": "The claim for authorisation is simply based on Popple's role in directing and controlling the making of the infringing plans and houses.",
      "id": "s1168"
    },
    {
      "text": "282 Popple contended that he had instructed Bugeja to amend Prototype 20A by converting the back to the Eldridge style, in the way that I have earlier outlined in detail.",
      "id": "s1169"
    },
    {
      "text": "283 However, I have found that he did not do this and that he was complicit in the copying by Bugeja of the alfresco quadrant from the Seattle 31.",
      "id": "s1170"
    },
    {
      "text": "He had had access to the Seattle 31 home and, I have concluded, the floor plan in the brochure which Biasin had taken.",
      "id": "s1171"
    },
    {
      "text": "He had a very good memory of it such that when he saw the finished drawing of Prototype 20B, he considered it to be similar to the Seattle 31.",
      "id": "s1172"
    },
    {
      "text": "284 Popple's expanded evidence as to the similarity of Prototype 20B to Seattle 31, was that it also bore similarities to pre-existing Metricon homes.",
      "id": "s1173"
    },
    {
      "text": "He identified these as the Carrington 30, the Gallery and the Elderidge.",
      "id": "s1174"
    },
    {
      "text": "He also pointed to a number of courtyard houses having the same basic layout.",
      "id": "s1175"
    },
    {
      "text": "I have already analysed the supposed similarity between the Seattle 31 on the one hand and the Gallery and Elderidge on the other.",
      "id": "s1176"
    },
    {
      "text": "I have also compared the Carrington 30 plan with the Seattle 31 plan.",
      "id": "s1177"
    },
    {
      "text": "In substance this comparison is not different from the others.",
      "id": "s1178"
    },
    {
      "text": "285 Popple's involvement in the development of Prototype 20B and thus the Prada 35 was considerable.",
      "id": "s1179"
    },
    {
      "text": "Bugeja regarded him as a \"joint designer\" of the Prada 35, and to working in \"close collaboration\" with him\".",
      "id": "s1180"
    },
    {
      "text": "286 Bugeja agreed that the changes from Prototype 20A to Prototype 20B were made after discussions with Popple.",
      "id": "s1181"
    },
    {
      "text": "287 In cross-examination, Popple agreed that the design for the Prada 35 would not have been undertaken without his approval, and that he approved the design, in particular at the prototype stage.",
      "id": "s1182"
    },
    {
      "text": "Popple referred to himself as \"the leader of the team\" and said that Bugeja answered to him.",
      "id": "s1183"
    },
    {
      "text": "Popple agreed that he gave instructions for changing Prototype 20A.",
      "id": "s1184"
    },
    {
      "text": "288 Bugeja was a draftsman acting on the instructions of Popple and would not have undertaken any drawing work, other than in accordance with the instructions of Popple.",
      "id": "s1185"
    },
    {
      "text": "Popple agreed that in doing the drawing work for Prototype 20B, Bugeja's role \"was to implement the design changes\" that Popple wanted.",
      "id": "s1186"
    },
    {
      "text": "It follows that Popple could have directed design changes so as to avoid copying of the Seattle 31 alfresco quadrant.",
      "id": "s1187"
    },
    {
      "text": "He did not.",
      "id": "s1188"
    },
    {
      "text": "He approved Prototype 20B, opening up the way for approval by Palazzesi.",
      "id": "s1189"
    },
    {
      "text": "If he had not given approval it would not have been submitted to Palazzesi.",
      "id": "s1190"
    },
    {
      "text": "I find that he did so knowing that, if approved by Palazzesi, it would likely become the design for the construction of project homes on a commercial basis.",
      "id": "s1191"
    },
    {
      "text": "I make the same findings in respect to the secondary plans and homes.",
      "id": "s1192"
    },
    {
      "text": "289 I conclude that Popple is liable for authorisation of infringement on the basis that, in his position as Product Development Manager, he closely directed and controlled the making of Prototype 20B and the Prada 35.",
      "id": "s1193"
    },
    {
      "text": "290 I have already found, based upon Popple's belated admission, and in contradiction of his affidavit evidence, that each of the Tyrell, Streeton and Connolly designs were produced by reference to Prototype 20B and the Prada 35.",
      "id": "s1194"
    },
    {
      "text": "This of course incorporates the alfresco quadrant which is essentially identical in each case.",
      "id": "s1195"
    },
    {
      "text": "291 I find that Popple authorised each of these by his direction and control over Bugeja who actually drew them.",
      "id": "s1196"
    },
    {
      "text": "I make this finding too, in respect to the Coburn, although as I outlined earlier that this raised some different considerations but not such as to dispel my finding.",
      "id": "s1197"
    },
    {
      "text": "CONCLUSION \n \n292 For these reasons there should be declarations of infringement as against Metricon and declarations of authorisation of that infringement as against each of Palazzesi and Popple.",
      "id": "s1198"
    },
    {
      "text": "However I will hear counsel as to the precise terms of these.",
      "id": "s1199"
    },
    {
      "text": "I will also hear counsel as to the consequential relief sought by the applicants, the matter of directions for the further disposition of this case as well as costs.",
      "id": "s1200"
    },
    {
      "text": "I certify that the preceding two hundred and ninety-two (292) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gilmour.",
      "id": "s1201"
    },
    {
      "text": "Associates: \n\n\n\nDated: 28 September 2007\n\n Counsel for the Applicants: Mr C Golvan SC with Dr S Ricketson \n \n Solicitors for the Applicants: Middletons \n \n Counsel for the Respondent: Dr J McL Emmerson QC with Dr W Rothnie \n \n Solicitors for the Respondent: Blake Dawson Waldron \n \n Date of Hearing: 5-9, 13-16, 22-23, 27-28 March 2007 \n \n Date of Judgment: 28 September 2007 \n\n\n\n\n SCHEDULES \n \n\n \nSchedule A --- Applicants' Seattle 31 Plan (Exhibit DJS-8)\n \nSchedule B --- Applicants' Memphis 33 Plan (Exhibit DJS-10)\n \nSchedule C --- Respondents' Prada 35 Plan (Exhibit JMB-16)\n \nSchedule D --- Respondents' Tyrell 29 Plan (Exhibit JMB-38)\n \nSchedule E - Respondents' Connolly 30 (Exhibit JMB-48)\n \nSchedule F --- Respondents' Coburn 33 (Exhibit JMB-74)\n \nSchedule G --- Respondents Streeton 34 (Exhibit JMB-46)\n \nSchedule H --- Pavillion Plan (Exhibit RP-5)\n \nSchedule I --- Respondents' Gallery 32 Plan (Exhibit JMB-13)\n \nSchedule J --- Respondents' Elderidge Plan (Exhibit AGP-2)\n \nSchedule K --- Respondents' Design Development Chronology MK I (Exhibit 5)\n \nSchedule L --- Respondents' Design Development Chronology MK II (Exhibit 14)\n \nSchedule M --- Respondents' Prototype 20A (Exhibit JMB-23)\n \nSchedule N --- Respondents' Prototype 20B (Exhibit JMB-26)\n \n\n Schedule A --- Applicants' Seattle 31 Plan (Exhibit DJS-8) \n \n \n Schedule B --- Applicants' Memphis 33 Plan (Exhibit DJS-10) \n \n \n \n \n \n \n \n Schedule C --- Respondents' Prada 35 Plan (Exhibit JMB-16) \n \n Schedule D --- Respondents' Tyrell 29 Plan (Exhibit JMB-38) \n \n \n \n \n Schedule E - Respondents' Connolly 30 (Exhibit JMB-48) \n \n \n Schedule F --- Respondents' Coburn 33 (Exhibit JMB-74) \n \n \n \n \n \n \n \n \n Schedule G --- Respondents Streeton 34 (Exhibit JMB-46) \n \n \n Schedule H --- Pavilion Plan (Exhibit RP-5) \n \n \n \n \n Schedule I --- Respondents' Gallery 32 Plan (Exhibit JMB-13) \n \n \n Schedule J --- Respondents' Elderidge Plan (Exhibit AGP-2) \n \n \n \n \n \n \n Schedule K - Flow Chart (Exhibit 5)\n \n \n \n \n \n\n \n \n \n\n Schedule L - Flow Chart (Exhibit 14)\n \n \n\n \n \n\n\n \n \n \n Schedule M --- Respondents' Prototype 20A (Exhibit JMB-23) \n \n \n Schedule N --- Respondents' Prototype 20B (Exhibit JMB-26) \n\n \n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1509.html",
      "id": "s1202"
    }
  ]
}