{
  "name": "SZINP v Minister for Immigration and Citizenship [2007] FCA 1747 (15 November 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1747.html",
  "catchphrases": [
    {
      "text": "appeal from decision of federal magistrate reviewing decision of the refugee review tribunal",
      "id": "c0"
    },
    {
      "text": "where federal magistrate failed to make findings with respect to a ground of application, namely whether tribunal erred in finding that the appellant could safely relocate within pakistan",
      "id": "c1"
    },
    {
      "text": "whether miscarriage of justice",
      "id": "c2"
    },
    {
      "text": "whether appeal should be allowed",
      "id": "c3"
    },
    {
      "text": "prospects of success",
      "id": "c4"
    },
    {
      "text": "whether tribunal actually required to consider whether relocation an option",
      "id": "c5"
    },
    {
      "text": "whether ground of appeal \"plainly arguable\"",
      "id": "c6"
    },
    {
      "text": "migration",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal against a decision of Driver FM delivered 20 August 2007, dismissing an application for judicial review of a decision of the Refugee Review Tribunal (\"the Tribunal\").",
      "id": "s0"
    },
    {
      "text": "I note that a previously constituted Tribunal in a decision dated 6 February 2006 had earlier affirmed a decision of a delegate of the Minister refusing to grant a protection visa to the appellant, but that the Federal Court in a decision of 4 October 2006 allowed an appeal against that decision and remitted the matter to the Tribunal for reconsideration.",
      "id": "s1"
    },
    {
      "text": "The matter before this Court concerns a subsequent decision of the Tribunal dated 11 January 2007 concerning the same visa applicant for a protection visa, where the Tribunal has again affirmed the decision of a delegate of the Minister to refuse to grant a protection visa to the appellant.",
      "id": "s2"
    },
    {
      "text": "2 The appellant seeks the following orders:\n \n \"1.",
      "id": "s3"
    },
    {
      "text": "To set aside the judgment of Driver FM dated 20 August 2007.",
      "id": "s4"
    },
    {
      "text": "2.",
      "id": "s5"
    },
    {
      "text": "To remit the matter to the Tribunal to determine according to law.",
      "id": "s6"
    },
    {
      "text": "3.",
      "id": "s7"
    },
    {
      "text": "An order that no action taken to remove the applicant from Australia while the decision is pending.",
      "id": "s8"
    },
    {
      "text": "4.",
      "id": "s9"
    },
    {
      "text": "An order of cost.",
      "id": "s10"
    },
    {
      "text": "And any further order that this honourable court may deem appropriate.",
      "id": "s11"
    },
    {
      "text": "\"\n \n \n BACKGROUND \n \n3 The appellant is a citizen of Pakistan who arrived in Australia on 9 March 2005.",
      "id": "s12"
    },
    {
      "text": "On 22 April 2005 the appellant lodged an application for a protection visa.",
      "id": "s13"
    },
    {
      "text": "A delegate of the first respondent refused the application for a protection visa on 20 June 2005.",
      "id": "s14"
    },
    {
      "text": "The appellant claimed that he had suffered persecution by the local Sunni majority on the basis of his Shi'a religion.",
      "id": "s15"
    },
    {
      "text": "He asserted that in 1994 he was part of a group that was attacked by local Sunni Muslims, and he was jailed and later that year there was another attack and one of the group members was killed.",
      "id": "s16"
    },
    {
      "text": "The appellant claimed that the attackers were sent to jail but threatened to kill the appellant from jail, saying he was not a \"true Muslim\" and that it was a \"jihad\" to kill him.",
      "id": "s17"
    },
    {
      "text": "After they were released, the appellant claimed that they continued threatening him whereby he left his village but the Sunnis followed him and continued threatening him.",
      "id": "s18"
    },
    {
      "text": "The appellant asserted that in 2005 the Sunnis abducted him, but that he managed to escape and continued hiding until he left Pakistan.",
      "id": "s19"
    },
    {
      "text": "The appellant feared he will be killed should he return to Pakistan.",
      "id": "s20"
    },
    {
      "text": "THE TRIBUNAL'S DECISION \n \n4 The Tribunal found that although the appellant was a Shi'a, and had been persecuted in 1994, and had threats made against him and his family in the village, he did not have a well-founded fear of persecution because he had not been persecuted for a Convention reason since 1994.",
      "id": "s21"
    },
    {
      "text": "The Tribunal found that the incident in 2005 was simply the result of his car being robbed by criminals.",
      "id": "s22"
    },
    {
      "text": "Further, the Tribunal found he had lived in Lahore for five years before his departure without being harassed, and that the people making the threats had remained in the village.",
      "id": "s23"
    },
    {
      "text": "The Tribunal was satisfied that there was no real chance that the appellant would suffer harm amounting to persecution for the reason of his religion in the future.",
      "id": "s24"
    },
    {
      "text": "DECISION OF THE FEDERAL MAGISTRATE \n \n5 On 23 February 2007 the appellant sought judicial review of the Tribunal's decision in the Federal Magistrates Court.",
      "id": "s25"
    },
    {
      "text": "Grounds relied on by the appellant were:\n \n&#8226; the Tribunal erred in forcing the appellant to participate in the hearing by video as he was ill\n \n&#8226; the Tribunal had erred in making a finding that the appellant's documents were forged\n \n&#8226; the Tribunal erred in making a finding that the appellant could relocate safely within Pakistan\n \n&#8226; the Tribunal had failed to consider material provided by the appellant.",
      "id": "s26"
    },
    {
      "text": "6 The Federal Magistrate viewed the first ground as a procedural fairness ground bearing on s 425 of the Migration Act 1958 (Cth).",
      "id": "s27"
    },
    {
      "text": "His Honour found no breach of procedural fairness as the appellant had been allowed to present his arguments and answer questions in the video link.",
      "id": "s28"
    },
    {
      "text": "Further, the Federal Magistrate noted that the Tribunal had carefully considered whether to adjourn the matter having regard to the appellant's medical certificate.",
      "id": "s29"
    },
    {
      "text": "7 In relation to the subsequent grounds, the Federal Magistrate found that the Tribunal had not made a finding that certain documents were forged, but rather simply noted that as it was concerned about document fraud in Pakistan it would not rely on those documents alone.",
      "id": "s30"
    },
    {
      "text": "Further, His Honour stated that the Tribunal's failure to expressly refer to documents did not constitute a failure to consider them.",
      "id": "s31"
    },
    {
      "text": "8 His Honour therefore found no jurisdictional error and dismissed the application.",
      "id": "s32"
    },
    {
      "text": "FAILURE BY FEDERAL MAGISTRATE TO MAKE FINDINGS WITH RESPECT TO A GROUND OF REVIEW \n \n9 I note however that there is no reference in his Honour's judgment to a ground of review raised by the appellant in his application before his Honour, namely whether the Tribunal erred in making a finding that the appellant could safely relocate within Pakistan.",
      "id": "s33"
    },
    {
      "text": "10 The appellant has obliquely raised this issue in his third ground of appeal before me, namely that:\n \n \"The Federal Magistrate made a legal, factual and jurisdictional error in not applying the principles laid down in Randhawa v The Minister for Immigration, Local Government and Ethnic Affairs (1994) 52 FCR 437\".",
      "id": "s34"
    },
    {
      "text": "11 (The Full Court decision in Randhawa 52 FCR 437 clearly raises issues of relocation, as I outline later in this judgment.",
      "id": "s35"
    },
    {
      "text": ")\n \n12 To a lesser extent, the issue is also raised by the appellant in his second ground of appeal, namely:\n \n \"The Federal Magistrate had dismissed the case without considering the legal and factual errors in the Tribunal decision\".",
      "id": "s36"
    },
    {
      "text": "13 This is clearly of concern.",
      "id": "s37"
    },
    {
      "text": "Failure by a court of first instance to consider a claim clearly raised by a litigant can give rise to a miscarriage of justice.",
      "id": "s38"
    },
    {
      "text": "So, for example, in the High Court decision QBE Insurance Ltd v Switzerland Insurance Workers Compensation (NSW) Ltd (1996) 70 ALJR 281 on appeal from the Court of Appeal of New South Wales, Gaudron, McHugh and Gummow JJ held that, in circumstances where a ground of cross-appeal was plainly arguable, and the judgment of the court below gave no indication that it had considered that ground (and, if it did, the reasons given by the court could not be regarded as proper reasons for rejecting that ground), there had been a miscarriage of justice calling for the intervention of the High Court.",
      "id": "s39"
    },
    {
      "text": "In those circumstances the High Court ordered that that the matter be remitted for re-determination to the Court of Appeal.",
      "id": "s40"
    },
    {
      "text": "14 At the hearing before me, Mr Foreman submitted that, in relation to the issue of relocation as claimed by the appellant before the Federal Magistrate:\n \n&#8226; the appellant had no prospect of success\n \n&#8226; in any event, the issue of relocation was not relevant in the context of this appeal because the appellant had, as found by the Tribunal, actually relocated from his village over ten years ago.",
      "id": "s41"
    },
    {
      "text": "Accordingly this is not a case where either the Tribunal, or the Court on judicial review, is required to consider whether relocation within Pakistan is a feasible option for the appellant.",
      "id": "s42"
    },
    {
      "text": "15 In this case, I consider that this error of the Federal Magistrate is not a reason to allow the appeal from his Honour's decision or to remit the case to the Federal Magistrate for re-hearing.",
      "id": "s43"
    },
    {
      "text": "I take this view because I accept the submission of Mr Foreman that the appellant had no prospect of success in relation to this ground of judicial review before his Honour.",
      "id": "s44"
    },
    {
      "text": "To use the terminology of the High Court decision in QBE 70 ALJR 281, this ground of review was not \"plainly arguable\" in light of the findings of the Tribunal with respect to relocation of the appellant elsewhere in Pakistan.",
      "id": "s45"
    },
    {
      "text": "16 In Randhawa 52 FCR 437 the facts demonstrated that the appellant in that case, a Sikh from the Punjab region of India, would have had a well-founded fear of persecution were he required to return to his family's home in the Punjab.",
      "id": "s46"
    },
    {
      "text": "However the Full Court in Randhawa 52 FCR 437 held that the Convention definition of \"refugee\" does not support a claim to refugee status in circumstances where the appellant, although having a well-founded fear of persecution in one region of a country, could avail themselves of protection elsewhere within that country.",
      "id": "s47"
    },
    {
      "text": "This is only the case, however, if it is reasonable in the circumstances to expect a person with a well-founded fear of persecution in relation to that part of the country from which they have fled to relocate to another part of the country of nationality.",
      "id": "s48"
    },
    {
      "text": "If it is not reasonable, their fear of persecution in relation to the country as a whole is well-founded (per Black CJ at 440-441 and 443, Beaumont J at 451, Whitlam J at 453).",
      "id": "s49"
    },
    {
      "text": "17 The principles articulated by the Full Court in Randhawa 52 FCR 437 were recently affirmed by the High Court in SZATV v Minister for Immigration and Citizenship (2007) 237 ALR 634.",
      "id": "s50"
    },
    {
      "text": "In that case at pages 638-639 Gummow, Hayne and Crennan JJ agreed with the reasoning of Lord Bingham of Cornhill in Januzi v Secretary of State for the Home Department [2006] UKHL 5 ; [2006] 2 AC 426 where his Lordship said:\n \n The [Convention] does not expressly address the situation at issue in these appeals where, within the country of his nationality, a person has a well-founded fear of persecution at place A, where he lived, but not at place B, where (it is said) he could reasonably be expected to relocate.",
      "id": "s51"
    },
    {
      "text": "But the situation may fairly be said to be covered by the causative condition to which reference has been made: for if a person is outside the country of his nationality because he has chosen to leave that country and seek asylum in a foreign country, rather than move to a place of relocation within his own country where he would have no well-founded fear of persecution, where the protection of his country would be available to him and where he could reasonably be expected to relocate, it can properly be said that he is not outside the country of his nationality owing to a well-founded fear of being persecuted for a Convention reason (at [7]).",
      "id": "s52"
    },
    {
      "text": "18 In the proceedings before me, it is clear that the Tribunal considered at length issues with respect to the possible relocation of the appellant within Pakistan.",
      "id": "s53"
    },
    {
      "text": "The Tribunal found that, although the appellant had a well-founded fear of persecution in his home village in 1994, in 1994 he had relocated to a city twenty kilometres from his home village.",
      "id": "s54"
    },
    {
      "text": "The Tribunal noted that he appeared to live there unharmed for several years.",
      "id": "s55"
    },
    {
      "text": "The Tribunal also found that the appellant then relocated to Lahore where it appears that he lived undisturbed for a number of years.",
      "id": "s56"
    },
    {
      "text": "Although the appellant was subject to an incident in 2005 where he was abducted and his car stolen, the Tribunal was not satisfied that those responsible were anything more than ordinary criminals intent on stealing a vehicle.",
      "id": "s57"
    },
    {
      "text": "It appears from the evidence and the history of the appellant's movements in Pakistan that it was reasonable for the appellant to relocate within Pakistan.",
      "id": "s58"
    },
    {
      "text": "Accordingly, the Tribunal found that he did not have a well-founded fear of persecution in Pakistan.",
      "id": "s59"
    },
    {
      "text": "19 No jurisdictional error is apparent from the findings of the Tribunal with respect to this issue.",
      "id": "s60"
    },
    {
      "text": "In my view, even if the matter were returned to the Federal Magistrate for rehearing there are no prospects of success of the appellant's claim before his Honour that the Tribunal erred in its finding that the appellant could safely relocate within Pakistan - and indeed, had safely relocated after 1994.",
      "id": "s61"
    },
    {
      "text": "20 I turn now to the appellant's notice of appeal.",
      "id": "s62"
    },
    {
      "text": "NOTICE OF APPEAL \n \n21 The notice of appeal raises ten grounds of appeal.",
      "id": "s63"
    },
    {
      "text": "These grounds are as follows:\n \n1.",
      "id": "s64"
    },
    {
      "text": "The Federal Magistrate had failed to find error of law, jurisdictional error, procedural fairness and relief under s 39B of the Judiciary Act 1903 (Cth).",
      "id": "s65"
    },
    {
      "text": "2.",
      "id": "s66"
    },
    {
      "text": "The Federal Magistrate had dismissed the case without considering the legal and factual errors in the Tribunal decision.",
      "id": "s67"
    },
    {
      "text": "3.",
      "id": "s68"
    },
    {
      "text": "The Federal Magistrate made a legal, factual and jurisdictional error in not applying the principles laid down in Randhawa 52 FCR 437.",
      "id": "s69"
    },
    {
      "text": "4.",
      "id": "s70"
    },
    {
      "text": "The Federal Magistrate failed to take into consideration that the Tribunal decision was unjust and made without taking into account the full gravity of the appellant's circumstances and consequences of the claim.",
      "id": "s71"
    },
    {
      "text": "5.",
      "id": "s72"
    },
    {
      "text": "The Tribunal had ignored relevant material as to the appellant's Shi'a background which put his life at risk, relied in part on irrelevant material and made a finding which was erroneous or mistaken.",
      "id": "s73"
    },
    {
      "text": "6.",
      "id": "s74"
    },
    {
      "text": "There had been a lack of procedural fairness in his case along the same line as Muin v Refugee Review Tribunal [2002] HCA 30 ; (2002) 190 ALR 601.",
      "id": "s75"
    },
    {
      "text": "In particular, the appellant claimed that his case was identical to Muin [2002] HCA 30 ; 190 ALR 601, where the Tribunal had misled the applicant before it in that case to believe that the Tribunal had read some material.",
      "id": "s76"
    },
    {
      "text": "7.",
      "id": "s77"
    },
    {
      "text": "The Federal Magistrate did not consider the appellant's application dismissed on the date of hearing the application, and the appellant was not legally represented at the hearing before the Federal Magistrate.",
      "id": "s78"
    },
    {
      "text": "8.",
      "id": "s79"
    },
    {
      "text": "The Tribunal was affected by jurisdictional error in that the Tribunal did not take into account certain relevant considerations or \"integers\" central to the appellant's claim.",
      "id": "s80"
    },
    {
      "text": "9.",
      "id": "s81"
    },
    {
      "text": "The Tribunal failed to carry out its review function and exercise its jurisdiction in that:\n \n \n &#8226; it did not consider the immense and intimidating pressure on the appellant by Sunnis because of his Shi'a background\n &#8226; it did not consider the appellant's claim that Sunnis would kill him if he returned to Pakistan.",
      "id": "s82"
    },
    {
      "text": "10.",
      "id": "s83"
    },
    {
      "text": "The Tribunal had applied the wrong test, in particular:\n \n \n &#8226; by requiring independent evidence of facts before the Tribunal would accept a claim being made by the appellant the Tribunal was, in fact, placing high onus of proof on the appellant and failing to give the appellant the benefit of the doubt\n &#8226; the Tribunal left out individual elements of the appellant's claims and tested whether they individually amounted to persecution rather than looking at the claim as a whole to determine whether the claim amounted to persecution.",
      "id": "s84"
    },
    {
      "text": "22 A number of these grounds were not raised before Driver FM.",
      "id": "s85"
    },
    {
      "text": "Although as a general proposition the appellant must demonstrate that it is expedient and in the interests of justice that new grounds of appeal be raised - O'Brien v Komesaroff [1982] HCA 33 ; (1982) 150 CLR 310 at 319, Coulton v Holcombe [1986] HCA 33 ; (1986) 162 CLR 1 at 7 - I am prepared to consider them in this appeal.",
      "id": "s86"
    },
    {
      "text": "HEARING \n \n23 The appellant was self-represented at the hearing before me.",
      "id": "s87"
    },
    {
      "text": "He did not file any written submissions.",
      "id": "s88"
    },
    {
      "text": "At the hearing, he made lengthy submissions concerning his dissatisfaction with his previous solicitor (the history of which was discussed by Driver FM in his Honour's judgment and which in my view is not relevant to this appeal).",
      "id": "s89"
    },
    {
      "text": "He also expressed concern that his claims were not believed and that his documents were not given any credit.",
      "id": "s90"
    },
    {
      "text": "He strongly reiterated that his life would be in danger if he were to return to Pakistan and that during the ten years of his relocation in Pakistan he had lived in difficult conditions of marginal safety.",
      "id": "s91"
    },
    {
      "text": "24 The respondent filed written submissions and Mr Foreman relied on those submissions, subject to a concession that the learned Federal Magistrate had not dealt with the ground of review concerning relocation.",
      "id": "s92"
    },
    {
      "text": "I have already considered this issue earlier in the judgment.",
      "id": "s93"
    },
    {
      "text": "CONCLUSIONS \n First ground of appeal \n \n25 The first ground of appeal concerning s 39B is, in the absence of particularisation, meaningless.",
      "id": "s94"
    },
    {
      "text": "However, in the circumstances I am prepared to interpret this ground of appeal as referable to the other grounds of appeal and the orders sought by the appellant.",
      "id": "s95"
    },
    {
      "text": "Second ground of appeal \n \n26 In the absence of particularisation it is difficult to deal with this ground of appeal.",
      "id": "s96"
    },
    {
      "text": "Decisions of the Tribunal are privative clause decisions and as such are not open to review on the facts: S157/2002 v Commonwealth [2003] HCA 2 ; (2003) 211 CLR 476.",
      "id": "s97"
    },
    {
      "text": "As is clear from such cases as Attorney-General (NSW) v Quinn [1990] HCA 21 ; (1990) 170 CLR 1 and NAAP v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCAFC 76 errors of fact do not give rise to jurisdictional errors.",
      "id": "s98"
    },
    {
      "text": "With respect to legal errors, other than the failure of Driver FM to deal with one of the appellant's grounds before his Honour - with which I have already dealt in this judgment - no legal errors are demonstrated by the appellant.",
      "id": "s99"
    },
    {
      "text": "Third ground of appeal \n \n27 I have already considered this ground of appeal earlier in this judgment.",
      "id": "s100"
    },
    {
      "text": "In my view, for reasons given earlier, it is not sustainable.",
      "id": "s101"
    },
    {
      "text": "Fourth ground of appeal \n \n28 In the absence of particularisation this ground of appeal cannot be substantiated.",
      "id": "s102"
    },
    {
      "text": "In any event, the Court cannot engage in review of the merits of the appellant's claims: NAHI v MIMIA [2004] FCAFC 10 at [10] .",
      "id": "s103"
    },
    {
      "text": "Fifth ground of appeal \n \n29 While the appellant may feel that insufficient weight was ascribed to evidence which he considered important, it is clear that:\n \n&#8226; the weight given by the Tribunal to evidence before it, both oral and written evidence, is a matter for the Tribunal in its role as the arbiter of fact: Minister for Immigration and Ethnic Affairs v Wu Shan Liang [1996] HCA 6 ; (1996) 185 CLR 259, and\n \n&#8226; if the Tribunal made an error of fact, it is not a jurisdictional error if there is some evidence upon which the finding of fact could be made: Epenisa v Minister for Immigration and Multicultural Affairs [2007] FCA 80 at [36] , Abebe v Commonwealth [1999] HCA 14 ; (1999) 197 CLR 510.",
      "id": "s104"
    },
    {
      "text": "30 In the absence of further particularisation, this ground of appeal cannot be substantiated.",
      "id": "s105"
    },
    {
      "text": "Sixth ground of appeal \n \n31 In Muin [2002] HCA 30 ; 190 ALR 601 the majority of the High Court held, inter alia , that where the Tribunal indicated to a claimant for refugee status that it had considered all material relating to his application, but in fact had not because the Department of Immigration and Multicultural Affairs had not transferred all relevant material to the Tribunal, there was a failure in the Tribunal to accord procedural fairness to the claimant in relation to such material.",
      "id": "s106"
    },
    {
      "text": "32 With respect to the appeal before me, it is not clear as to which material the appellant is referring in relying on principles articulated in Muin [2002] HCA 30 ; 190 ALR 601.",
      "id": "s107"
    },
    {
      "text": "In the circumstances, this ground of appeal is not sustainable.",
      "id": "s108"
    },
    {
      "text": "Seventh ground of appeal \n \n33 This ground of appeal does not evince a jurisdictional error.",
      "id": "s109"
    },
    {
      "text": "Eighth ground appeal \n \n34 In the absence of further particularisation, this ground of appeal cannot be substantiated.",
      "id": "s110"
    },
    {
      "text": "Ninth ground of appeal \n \n35 It is clear that, notwithstanding the claim of the appellant, the Tribunal did consider his claims concerning his position arising from his Shi'a background, and the potential danger to the appellant should he return to Pakistan, and made findings adverse to the appellant with respect to these claims.",
      "id": "s111"
    },
    {
      "text": "As I indicated earlier in this judgment, the Court cannot engage in review of the merits of the appellant's claims: NAHI v MIMIA [2004] FCAFC 10 at [10] .",
      "id": "s112"
    },
    {
      "text": "Tenth ground of appeal \n \n36 As I noted earlier in this judgment, weight given by the Tribunal to evidence before it is a matter for the Tribunal as an incident of its role as the arbiter of fact: Wu Shan Liang [1996] HCA 6 ; 185 CLR 259.",
      "id": "s113"
    },
    {
      "text": "This includes a finding by the Tribunal that documentation upon which the claimant relies is fabricated (see Re Minister for Immigration and Multicultural Affairs: ex parte Durairajasingham [2000] HCA 1 ; (2000) 168 ALR 407 per McHugh J at 67).",
      "id": "s114"
    },
    {
      "text": "37 The Full Court held in WACO v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCAFC 171 at [54] that where the finding of fact made does not turn upon the credibility of the appellant and where there is nothing on the face of the documents themselves to alert the decision maker that they are forgeries, it is inherently unfair that the decision-maker conclude that they are not genuine without affording the person affected by that conclusion the opportunity of addressing the issue of possible fabrication.",
      "id": "s115"
    },
    {
      "text": "In this case, however with respect to a document purporting to be a copy of a First Information Report, referring to a crime by the appellant allegedly occurring after he had left Pakistan, and which the Tribunal concluded was not a reliable source of evidence, it is clear from the Tribunal decision that the Tribunal had questioned the appellant in relation to the document and expressed doubt at the hearing as to its provenance.",
      "id": "s116"
    },
    {
      "text": "In my view, there has been no absence of procedural fairness provided to the appellant in relation to that document or any claims he may have with respect to that document.",
      "id": "s117"
    },
    {
      "text": "38 In the circumstances the appropriate order is that the appeal should be dismissed.",
      "id": "s118"
    },
    {
      "text": "I certify that the preceding thirty-eight (38) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Collier.",
      "id": "s119"
    },
    {
      "text": "Associate:\n\nDated: 15 November 2007\n\n\n Counsel for the Appellant: The appellant appeared in person \n \n Counsel for the Respondent: R Foreman \n \n Solicitor for the Respondent: Sparke Helmore \n \n Date of Hearing: 14 November 2007 \n \n Date of Judgment: 15 November 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1747.html",
      "id": "s120"
    }
  ]
}