{
  "name": "SZIKI v Minister for Immigration and Citizenship [2007] FCA 134 (16 February 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/134.html",
  "catchphrases": [
    {
      "text": "application for extension of time to file notice of appeal",
      "id": "c0"
    },
    {
      "text": "consideration of 'special reasons'",
      "id": "c1"
    },
    {
      "text": "no special reason",
      "id": "c2"
    },
    {
      "text": "application dismissed.",
      "id": "c3"
    },
    {
      "text": "migration",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application dated 18 October 2006 for an extension of time to file and serve a notice of appeal from an order of a Federal Magistrate made on 14 August 2006.",
      "id": "s0"
    },
    {
      "text": "On that day the Federal Magistrate made an order dismissing the applicant's application for review of a decision of the Refugee Review Tribunal which was signed on 21 December 2005 and handed down on 17 January 2006.",
      "id": "s1"
    },
    {
      "text": "In that decision, the Refugee Review Tribunal ('RRT') affirmed a decision of the delegate of the Minister not to grant the applicants protection visas.",
      "id": "s2"
    },
    {
      "text": "2 The applicants are a family consisting of husband, wife and children who are citizens of the Republic of Korea.",
      "id": "s3"
    },
    {
      "text": "The first applicant ('the applicant') arrived in Australia on 25 October 2002 and the other applicants arrived in Australia on 20 January 2003.",
      "id": "s4"
    },
    {
      "text": "On 20 June 2003 the applicant husband lodged an application for a Protection (Class XA) visa with the Department of Immigration and Multicultural Affairs under the Migration Act 1958 (Cth) ('the Act').",
      "id": "s5"
    },
    {
      "text": "Only the applicant has made claims in the protection visa application and the other applicants rely on membership of his family unit.",
      "id": "s6"
    },
    {
      "text": "3 The applicant claims he has a well-founded fear of persecution for reason of his being a union leader and by reason of his ties in the Workers Union in South Korea.",
      "id": "s7"
    },
    {
      "text": "4 On 24 June 2003 a delegate of the Minister for Immigration and Multicultural Affairs refused to grant a Protection visa.",
      "id": "s8"
    },
    {
      "text": "On 11 July 2005 the applicants applied to the RRT for a review of that decision.",
      "id": "s9"
    },
    {
      "text": "The applicant and his son gave evidence before the RRT on 26 October 2005.",
      "id": "s10"
    },
    {
      "text": "On 7 November 2005 the RRT wrote to the applicants, pursuant to s 424A of the Act, inviting them to comment on information the RRT considered would be the reason or part of the reason for affirming the decision of the delegate.",
      "id": "s11"
    },
    {
      "text": "On 28 November 2005 the applicants responded to that invitation.",
      "id": "s12"
    },
    {
      "text": "The RRT affirmed the delegate's decision on 21 December 2005 in a decision handed down on 17 January 2006.",
      "id": "s13"
    },
    {
      "text": "5 The RRT considered the applicant's claims of persecution for reasons of political opinion and membership of a particular social group, namely 'union supporters' or 'union members'.",
      "id": "s14"
    },
    {
      "text": "The RRT rejected the applicant's claims as it was satisfied the applicant was not a witness of truth and gave four reasons for this finding.",
      "id": "s15"
    },
    {
      "text": "First, the applicant had remained in Australia illegally for nearly three years between December 1999 and September 2002.",
      "id": "s16"
    },
    {
      "text": "When he returned to Korea in 2002 he obtained a new passport which contained a variation in the spelling of his name.",
      "id": "s17"
    },
    {
      "text": "He explained the change of spelling because a friend had filled out his child's birth certificate in Australia and had misspelt his name.",
      "id": "s18"
    },
    {
      "text": "That explanation was rejected by the RRT because the RRT observed that the applicant's passport was issued prior to the birth certificate.",
      "id": "s19"
    },
    {
      "text": "Secondly, the applicant told the RRT he owned a business in 1991, had made a lot of money and went bankrupt due to the economic crisis, which was inconsistent with the applicant's response to the RRT's letter sent pursuant to s424A of the Act which asserted that the applicant suffered discrimination in employment due to his involvement with the worker's union movement.",
      "id": "s20"
    },
    {
      "text": "Thirdly, the RRT did not consider it plausible that the applicant was detained and tortured by police and accused of co-operating in espionage with South Korea and while able to exit and enter Korea as often as the applicant had.",
      "id": "s21"
    },
    {
      "text": "Finally, the RRT considered that the applicant's return to South Korea twice indicated a lack of subjective fear.",
      "id": "s22"
    },
    {
      "text": "6 Not only did the RRT find that the applicant was not a witness of truth, it was also satisfied that the applicant had 'created his claims in order to obtain the visa sought'.",
      "id": "s23"
    },
    {
      "text": "7 Whilst the RRT was satisfied that the applicant was a member of a union until 1991, it was not satisfied that the applicant was a union activist after that date or that, because he was a unionist, he was unable to find employment in South Korea or that he was investigated for union activities.",
      "id": "s24"
    },
    {
      "text": "8 The RRT rejected the applicant's complaint that he was unable to find employment as a result of which he came to Australia.",
      "id": "s25"
    },
    {
      "text": "It rejected his claim that he left South Korea fearing persecution and found that he came to Australia for business and/or employment purposes.",
      "id": "s26"
    },
    {
      "text": "9 The RRT considered the applicant's situation if he were to return to South Korea in the foreseeable future.",
      "id": "s27"
    },
    {
      "text": "It found that there was no evidence to suggest that persons who were union members until 1991 would be treated unfairly in South Korea.",
      "id": "s28"
    },
    {
      "text": "10 The RRT also considered the claims that the applicant's children have adapted to Australia and there was 'unfairness' in South Korea.",
      "id": "s29"
    },
    {
      "text": "However, the RRT found it did not have discretion in relation to humanitarian issues.",
      "id": "s30"
    },
    {
      "text": "11 On the basis of the evidence, the RRT was not satisfied that applicant's claims gave rise to a real chance of persecution now or in the reasonably foreseeable future.",
      "id": "s31"
    },
    {
      "text": "12 On 23 February 2006 the applicant sought judicial review of the RRT's decision in the Federal Magistrates Court.",
      "id": "s32"
    },
    {
      "text": "The applicant asserted that there was a denial of justice; that the RRT did not fully review the supporting documents; and that the applicant's arguments were true and genuine but not accepted.",
      "id": "s33"
    },
    {
      "text": "13 On 14 August 2006 the Federal Magistrate dismissed the applicant's application.",
      "id": "s34"
    },
    {
      "text": "His Honour found that the RRT had written to the applicant under provisions of s 424A of the Act and had set out why it had concerns about the credibility of the applicant's case.",
      "id": "s35"
    },
    {
      "text": "Furthermore, the RRT adopted procedures that were fair and did give reasons why it rejected the applicant's claims.",
      "id": "s36"
    },
    {
      "text": "14 His Honour pointed out that the third claim made before him only went to the merits of the RRT decision and amounted to a challenge to factual findings.",
      "id": "s37"
    },
    {
      "text": "The Federal Magistrate did not find any evidence of jurisdictional error.",
      "id": "s38"
    },
    {
      "text": "15 The applicant filed his application for an extension of time on 18 October 2006.",
      "id": "s39"
    },
    {
      "text": "The application was accompanied by an affidavit and a draft notice of appeal.",
      "id": "s40"
    },
    {
      "text": "In his affidavit the applicant deposed that he did not receive the judgment and 'picked it up myself at Federal Court Registry'.",
      "id": "s41"
    },
    {
      "text": "He said that he was told that the Court had sent it to his previous address but he had notified the Court (meaning presumably the Federal Magistrates Court) of the change of address before the hearing.",
      "id": "s42"
    },
    {
      "text": "He deposed that the RRT had denied him procedural fairness by ignoring parts of his claims and failing to carefully assess the documents.",
      "id": "s43"
    },
    {
      "text": "16 The draft notice of appeal only raises one ground:\n \n 'The Refugee Review Tribunal denied the Applicant procedural fairness in that it relied upon information adverse to the Applicant.",
      "id": "s44"
    },
    {
      "text": "RRT ignored parts of my claims in the statement attached to my application.",
      "id": "s45"
    },
    {
      "text": "RRT did not carefully assessed (sic) my documents and made an (sic) prejudicial decision on my application.",
      "id": "s46"
    },
    {
      "text": "' \n \n\n17 The applicant was unrepresented on this application.",
      "id": "s47"
    },
    {
      "text": "18 Order 52 rule 15 of the Federal Court Rules provides that a notice of appeal should be filed and served within 21 days after the date when the judgment appealed from was pronounced.",
      "id": "s48"
    },
    {
      "text": "In this case, the notice of appeal should have been filed on or before 4 September 2006.",
      "id": "s49"
    },
    {
      "text": "This application was more than six weeks after the time for the filing of the notice of appeal had expired.",
      "id": "s50"
    },
    {
      "text": "19 Order 52 rule 15(2) allows the Court 'for special reasons' 'at any time' to grant leave to file and serve a notice of appeal.",
      "id": "s51"
    },
    {
      "text": "20 To establish that special reasons exist, the applicant must show that this case can be distinguished from the usual course: Jess v Scott (1986) 12 FCR 187.",
      "id": "s52"
    },
    {
      "text": "21 In Kweifio-Okai v Royal Melbourne Institute of Technology [1999] FCA 894 , Finkelstein J had regard to:\n(a) the length of the delay;\n(b) whether the respondent will suffer prejudice if time was extended;\n(c) the nature of the injustice to the applicant if denied the right to appeal.",
      "id": "s53"
    },
    {
      "text": "Another relevant factor is the explanation for the delay.",
      "id": "s54"
    },
    {
      "text": "Further, in considering the second and third factors mentioned above, it may be necessary to have regard to the merits of the appeal.",
      "id": "s55"
    },
    {
      "text": "If the applicant has little or no prospect of success, then that would be a reason for refusing an extension.",
      "id": "s56"
    },
    {
      "text": "If, on the other hand, the appeal raises a matter of some importance or appears to have some prospect of success, that would be a reason absent any prejudice to the respondent for extending time.",
      "id": "s57"
    },
    {
      "text": "22 The judgment in this matter was given ex tempore.",
      "id": "s58"
    },
    {
      "text": "The applicant was present when judgment was delivered.",
      "id": "s59"
    },
    {
      "text": "He was aware on the date on which the order was made that his application for review had been dismissed.",
      "id": "s60"
    },
    {
      "text": "No evidence has been adduced as to when he changed his address or when the judgment was collected from the Federal Magistrates Court.",
      "id": "s61"
    },
    {
      "text": "Whilst the length of the delay is not great, the explanation for the delay is not satisfactory.",
      "id": "s62"
    },
    {
      "text": "23 The Minister can point to no prejudice if an extension of time were granted.",
      "id": "s63"
    },
    {
      "text": "24 If time were not extended, the applicant would lose the opportunity of this Court considering the reasons for judgment of the Federal Magistrate.",
      "id": "s64"
    },
    {
      "text": "However, that loss should be put in context.",
      "id": "s65"
    },
    {
      "text": "The applicant has already had the advantage of an administrative review by the RRT.",
      "id": "s66"
    },
    {
      "text": "He has also had the advantage of a judicial review of that administrative review in the Federal Magistrates Court.",
      "id": "s67"
    },
    {
      "text": "In those circumstances, he has had a merits review in the RRT and a review of the RRT's procedures in the Federal Magistrates Court.",
      "id": "s68"
    },
    {
      "text": "25 It is relevant, for the reasons given, to have regard to the prospects of the applicant succeeding on the appeal.",
      "id": "s69"
    },
    {
      "text": "26 In my opinion, the proposed notice of appeal, which raises three limbs, has little or no prospects of success.",
      "id": "s70"
    },
    {
      "text": "The RRT complied with its obligation in relation to s 424A(1).",
      "id": "s71"
    },
    {
      "text": "It provided a hearing which was fair.",
      "id": "s72"
    },
    {
      "text": "It is right, as the applicants claim, that the RRT rejected all of the applicants' claims but it gave extensive reasons for doing so.",
      "id": "s73"
    },
    {
      "text": "No particulars are given of the jurisdictional error identified in the first or second limb of the ground.",
      "id": "s74"
    },
    {
      "text": "The third limb seeks a merits review.",
      "id": "s75"
    },
    {
      "text": "27 The ground does not raise any criticism of the Federal Magistrate's reasons.",
      "id": "s76"
    },
    {
      "text": "As this is an appeal from a Federal Magistrate, error must be shown in his reasons.",
      "id": "s77"
    },
    {
      "text": "He has carried out a careful review of the proceedings before the RRT and has articulated clearly the reasons why the application for judicial review should be dismissed.",
      "id": "s78"
    },
    {
      "text": "28 I am not satisfied that the proposed ground of appeal has any real prospects of success if an extension of time were granted and the appeal heard.",
      "id": "s79"
    },
    {
      "text": "29 On this application, the applicant contended that he had been treated unfairly.",
      "id": "s80"
    },
    {
      "text": "He said that it was unfair to base this decision on an American decision which was 13 years old.",
      "id": "s81"
    },
    {
      "text": "He was there referring to background information by way of country information which was relied upon by the Tribunal.",
      "id": "s82"
    },
    {
      "text": "Amongst a number of pieces of information relied upon by the Tribunal is a cable dated 22 July 1994 relating to trade union leaders in South Korea.",
      "id": "s83"
    },
    {
      "text": "It was a piece of country information relied upon by the RRT for its determination that the applicant would not be treated unfairly if he were to return to South Korea.",
      "id": "s84"
    },
    {
      "text": "30 The other matter which was raised by the applicant related to his family.",
      "id": "s85"
    },
    {
      "text": "He said that he was presently suffering hardship because a condition attaching to his visa meant that he could not work.",
      "id": "s86"
    },
    {
      "text": "He also said that if he and his family were to return to South Korea that would be unfair to him and his children.",
      "id": "s87"
    },
    {
      "text": "He pointed out that three of his children had been born in Australia.",
      "id": "s88"
    },
    {
      "text": "31 The matters to which the applicant referred are, of course, extremely important to him and his family.",
      "id": "s89"
    },
    {
      "text": "They are, unfortunately from the applicant's point of view, not matters to which the Court can have regard in determining the matter before it.",
      "id": "s90"
    },
    {
      "text": "32 I would refuse the application for an extension of time within which to appeal.",
      "id": "s91"
    },
    {
      "text": "33 The orders of the Court will be:\n \n \n 1.",
      "id": "s92"
    },
    {
      "text": "The title of the first respondent be amended to be the Minister for Immigration and Citizenship.",
      "id": "s93"
    },
    {
      "text": "2.",
      "id": "s94"
    },
    {
      "text": "The application for an extension of time within which to appeal is refused.",
      "id": "s95"
    },
    {
      "text": "3.",
      "id": "s96"
    },
    {
      "text": "The applicant must pay the first respondent's costs of the application.",
      "id": "s97"
    },
    {
      "text": "I certify that the preceding thirty-three (33) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Lander.",
      "id": "s98"
    },
    {
      "text": "Associate:\n\nDated: 16 February 2007\n\n\n Counsel for the Applicant: The Applicant appeared in person \n \n Counsel for the First Respondent: Mr L Leerdam \n \n Solicitor for the First and Second Respondents: DLA Phillips Fox \n \n Date of Hearing: 14 February 2007 \n \n Date of Judgment: 16 February 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/134.html",
      "id": "s99"
    }
  ]
}