{
  "name": "Bahonko v Sterjov [2007] FCA 1341 (31 August 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1341.html",
  "catchphrases": [
    {
      "text": "consolidated proceeding involving claims under different federal statutes",
      "id": "c0"
    },
    {
      "text": "one statute containing prohibition upon award of costs",
      "id": "c1"
    },
    {
      "text": "whether costs available to extent of claims made under other statute.",
      "id": "c2"
    },
    {
      "text": "statute containing prohibition upon costs unless proceeding instituted vexatiously or without reasonable cause",
      "id": "c3"
    },
    {
      "text": "proceeding included claims in accrued jurisdiction",
      "id": "c4"
    },
    {
      "text": "judgment for applicant on one only of many claims in accrued jurisdiction",
      "id": "c5"
    },
    {
      "text": "whether proceeding instituted vexatiously or without reasonable cause.",
      "id": "c6"
    },
    {
      "text": "whether party's costs incurred because of unreasonable act or omission of other party.",
      "id": "c7"
    },
    {
      "text": "costs",
      "id": "c8"
    },
    {
      "text": "costs",
      "id": "c9"
    },
    {
      "text": "costs",
      "id": "c10"
    }
  ],
  "sentences": [
    {
      "text": "1 On 15 August 2007, I gave final judgment in this proceeding, and gave the parties leave to file written submissions as to costs: [2007] FCA 1244.",
      "id": "s0"
    },
    {
      "text": "The respondents have done so, and these reasons deal with their application for costs.",
      "id": "s1"
    },
    {
      "text": "2 The respondents recognise that, to an extent at least, the proceeding is covered by s 170CS of the Workplace Relations Act 1996 (Cth) (\"the WR Act \"), subs (1) of which provides as follows:\n \n \n (1) Subject to this section, a party to a proceeding under section 170CP must not be ordered to pay costs incurred by any other party to the proceeding unless the court hearing the matter is satisfied that the first-mentioned party:\n (a) instituted the proceeding vexatiously or without reasonable cause; or \n \n \n \n \n (b) caused the costs to be incurred by that other party because of an unreasonable act or omission of the first-mentioned party in connection with the conduct of the proceeding.",
      "id": "s2"
    },
    {
      "text": "Since the commencement of the proceeding, s 170CS has been renumbered as s 666 , but, for the sake of consistency with my reasons for judgment given on 15 August, I shall refer to that section, and other provisions of the WR Act , by reference to their original numbering.",
      "id": "s3"
    },
    {
      "text": "3 I introduced my reasons for judgment on 15 August 2007 with the following paragraph:\n \n This proceeding results from the consolidation of two proceedings brought by the applicant, Stanislawa Bahonko.",
      "id": "s4"
    },
    {
      "text": "Those proceedings were: \n \n \n (a) An application pursuant to s 170CP(1) of the Workplace Relations Act 1996 (Cth) (\"the WR Act\") (in the form it took in November 2005) alleging contraventions of ss 170CK(2) and 170CM of the WR Act and other unlawful or tortious conduct.",
      "id": "s5"
    },
    {
      "text": "(b) An application pursuant to s 46PO(1) of the Human Rights and Equal Opportunity Act 1996 (Cth) (\"the HREOC Act\") alleging unlawful discrimination under the Racial Discrimination Act 1975 (Cth) (\"the RD Act \").",
      "id": "s6"
    },
    {
      "text": "The original proceedings were consolidated on 6 November 2006.",
      "id": "s7"
    },
    {
      "text": "In their submissions on costs, the respondents assumed that the court still had before it two proceedings, one commenced under the WR Act , and the other commenced under the HREOC Act.",
      "id": "s8"
    },
    {
      "text": "With respect to the former, they sought to bring themselves within one or other, or both, of the exceptions for which s 170CS(1) of the WR Act provides.",
      "id": "s9"
    },
    {
      "text": "With respect to the latter, they submitted that, in the absence of statutory provision to the contrary, costs should follow the event in accordance with normal practice.",
      "id": "s10"
    },
    {
      "text": "4 I accept that, before it was consolidated with the proceeding under the WR Act , the proceeding under the HREOC Act was a separate proceeding to which s 170CS(1) had no application.",
      "id": "s11"
    },
    {
      "text": "The respondents were wholly successful in their defence to the applicant's claims under the HREOC Act, and nothing has been put to me by the applicant in opposition to the respondents' submission that costs should follow the event.",
      "id": "s12"
    },
    {
      "text": "At least until the consolidation of the two proceedings, therefore, the respondents should have their costs of the proceeding under the HREOC Act (save, of course, to the extent that I decide otherwise in particular respects dealt with below).",
      "id": "s13"
    },
    {
      "text": "5 The position subsequent to consolidation is more problematic.",
      "id": "s14"
    },
    {
      "text": "Once the two proceedings were consolidated, there was one proceeding only before the court.",
      "id": "s15"
    },
    {
      "text": "Was that a proceeding \"under s 170CP\" within the meaning of s 170CS(1) of the WR Act ?",
      "id": "s16"
    },
    {
      "text": "On one view, the proceeding, after consolidation, was \"under\" the WR Act and also \"under\" the HREOC Act.",
      "id": "s17"
    },
    {
      "text": "The fact that the proceeding was under both Acts would seem to mean, at least grammatically, that it was under each.",
      "id": "s18"
    },
    {
      "text": "If this approach is correct, s 170CS of the WR Act would apply to the proceeding after consolidation.",
      "id": "s19"
    },
    {
      "text": "But is this approach correct?",
      "id": "s20"
    },
    {
      "text": "6 Where a proceeding involves claims in the accrued jurisdiction of the court, as well as claims under s 170CP of the WR Act , s 170CS will apply to the whole proceeding, including to claims of the former kind: Goldman Sachs JBWere Services Pty Ltd v Nikolich [2007] FCAFC 120.",
      "id": "s21"
    },
    {
      "text": "However, Goldman Sachs stands on a line of jurisprudence which, at least on one view of the matter, depends substantially upon the conclusion that claims in the accrued jurisdiction are properly brought before the court because they fall within the same \"matter\" (in the Chapter III sense) as the claims arising under the WR Act .",
      "id": "s22"
    },
    {
      "text": "Relevantly to the question of costs, Goldman Sachs was not concerned with claims brought under different federal statutes, where the jurisdiction of the court to hear each of them did not depend upon the existence of jurisdiction to hear the other.",
      "id": "s23"
    },
    {
      "text": "7 The question of costs where separate federal statutory claims, including claims arising under the WR Act , are combined in a single proceeding was considered by Gyles J in Seven Network (Operations) Limited v Media Entertainment and Arts Alliance [2004] FCA 637 ; (2004) 148 FCR 145.",
      "id": "s24"
    },
    {
      "text": "A proceeding was commenced under the WR Act , and was subsequently amended to allege also contraventions of the Privacy Act 1988 (Cth) and of the Copyright Act 1968 (Cth).",
      "id": "s25"
    },
    {
      "text": "The claims under the WR Act were dismissed, but those under the other legislation were upheld.",
      "id": "s26"
    },
    {
      "text": "The unsuccessful respondents submitted that they were protected from the making of any costs order because of the operation of s 347 of the WR Act .",
      "id": "s27"
    },
    {
      "text": "Gyles J rejected that submission.",
      "id": "s28"
    },
    {
      "text": "His Honour thought it difficult to see why a discrete federal claim that was pursued in the same proceeding as a claim under the WR Act should be affected by being caught up with that latter claim, even if arising out of the same \"general course of events\" (148 FCR at 169).",
      "id": "s29"
    },
    {
      "text": "His Honour continued (at 169): \n \n I conclude that a separate federal claim is not 'in a matter arising under' the Workplace Relations Act within the meaning of s 347.",
      "id": "s30"
    },
    {
      "text": "I am not concerned with the accrued or associated jurisdiction.",
      "id": "s31"
    },
    {
      "text": "Thus, the claims for breach of the Copyright Act and breach of the Privacy Act are not caught by s 347.",
      "id": "s32"
    },
    {
      "text": "From the report of the judgment in Seven Network , it seems that Gyles J may not have been referred to the judgment of Moore J in Grout v Gunnedah Shire Council (No 2) (1995) 58 IR 67.",
      "id": "s33"
    },
    {
      "text": "As I mentioned in my judgment in Goldman Sachs ([2007] FCAFC 120 at [375]), Moore J drew attention to the significance of the reference to \"a proceeding\" in s 347.",
      "id": "s34"
    },
    {
      "text": "There is an argument that, by reason of that reference, s 170CS operates in the same way as s 347, notwithstanding the absence of any reference to \"a matter arising\" in the former.",
      "id": "s35"
    },
    {
      "text": "Indeed, in Goldman Sachs itself, the Chief Justice concluded that s 170CS should be given the same operation as s 347 (at [94]).",
      "id": "s36"
    },
    {
      "text": "My own conclusion was effectively the same (at [380]).",
      "id": "s37"
    },
    {
      "text": "Marshall J decided the question without the need to consider the jurisprudence which had developed under s 347 (see [164]).",
      "id": "s38"
    },
    {
      "text": "8 Accepting as I do that there is no presently relevant distinction between the approach to be taken under s 170CS and that which has been taken under s 347, it is, I consider, significant that Seven Network is, so far as my researches have disclosed, the only occasion upon which the court has decided a costs application by reference to the fact that the proceeding involved claims arising under different federal statutes, one of which was the WR Act .",
      "id": "s39"
    },
    {
      "text": "For that reason, Seven Network is specifically on point in the present circumstances.",
      "id": "s40"
    },
    {
      "text": "I should follow the judgment of Gyles J unless I am persuaded that it was plainly wrong: see Cooper v Commissioner of Taxation [2004] FCA 1063 ; (2004) 139 FCR 205, [46]; Minister for Immigration and Multicultural and Indigenous Affairs v SZANS [2005] FCAFC 41 ; (2005) 141 FCR 586, [38].",
      "id": "s41"
    },
    {
      "text": "When speaking of a like test in the context of a later Full Court being asked to depart from the judgment of an earlier Full Court, in SZEEU v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCAFC 2 ; (2006) 150 FCR 214, [148], Weinberg J said (with the assent of Allsop J):\n \n The word \"plainly\" does more than simply add emphasis.",
      "id": "s42"
    },
    {
      "text": "It suggests that the error must be manifest or, if it does not rise to that level, at least capable of being easily demonstrated.",
      "id": "s43"
    },
    {
      "text": "In a sense, the error must be so clear as to enable a later court to say that the point is not reasonably arguable.",
      "id": "s44"
    },
    {
      "text": "I could not take the view that Seven Network was, in presently relevant respects, plainly wrong.",
      "id": "s45"
    },
    {
      "text": "If there is to be a departure from the approach taken by Gyles J in that case, that step must, in my view, be taken by a Full Court.",
      "id": "s46"
    },
    {
      "text": "9 It follows that, as successful parties, the respondents are entitled to their costs, to the extent that they relate to so much of the proceeding as involved claims under the HREOC Act, for the period subsequent to, no less than for the period before, the consolidation of the two original proceedings.",
      "id": "s47"
    },
    {
      "text": "That conclusion gives rise to the problem of identifying which part of the respondents' costs subsequent to consolidation was referable to the proceeding originally commenced under the HREOC Act.",
      "id": "s48"
    },
    {
      "text": "That problem presents itself in two ways.",
      "id": "s49"
    },
    {
      "text": "First, there were two Notices of Motion given by the applicant before, but dealt with by the court after, the consolidation.",
      "id": "s50"
    },
    {
      "text": "Secondly, there is the question of the allocation of the respondents' costs where those costs have not obviously been incurred in connection with one or other of the original proceedings.",
      "id": "s51"
    },
    {
      "text": "10 On 22 September 2006, before the proceedings were consolidated, the applicant filed and served a Notice of Motion in the matter arising under the HREOC Act, in which the following orders were sought:\n \n 1.",
      "id": "s52"
    },
    {
      "text": "That Justice Gray resigns from this case.",
      "id": "s53"
    },
    {
      "text": "2.",
      "id": "s54"
    },
    {
      "text": "That new parties be added to the proceedings.",
      "id": "s55"
    },
    {
      "text": "3.",
      "id": "s56"
    },
    {
      "text": "That these proceedings be joined with proceedings under the HREOCA 1986 [sic --- should be a reference to the WR Act ].",
      "id": "s57"
    },
    {
      "text": "4.",
      "id": "s58"
    },
    {
      "text": "That Defendants produce all documents (including computer records from 2005) and reveal their Advisers and informants before the date for trial can be set up.",
      "id": "s59"
    },
    {
      "text": "The hearing of that Notice of Motion was adjourned several times, and was eventually dealt with on 23 February 2007.",
      "id": "s60"
    },
    {
      "text": "By then, the proceeding which commenced before Gray J under the WR Act had been re-allocated within the court, for reasons unconnected with the applicant's Notice of Motion.",
      "id": "s61"
    },
    {
      "text": "Further, the proceeding commenced under the HREOC Act had been consolidated with that commenced under the WR Act .",
      "id": "s62"
    },
    {
      "text": "In the circumstances, of the claims set out in the Notice of Motion, those in pars 2 and 4 only were dealt with by the court on 23 February 2007.",
      "id": "s63"
    },
    {
      "text": "Those claims were dismissed, with costs reserved.",
      "id": "s64"
    },
    {
      "text": "11 Following Seven Network as I do, I should treat the applicant's Notice of Motion of 22 September 2006 as a proceeding within the four corners of the original proceeding under the HREOC Act.",
      "id": "s65"
    },
    {
      "text": "I shall proceed to consider the respondents' entitlement to costs according to ordinary principles.",
      "id": "s66"
    },
    {
      "text": "12 The relief sought in par 4 of the Notice of Motion dated 22 September 2006 was dealt with as follows.",
      "id": "s67"
    },
    {
      "text": "First, the claim that the respondents produce all their documents was resolved upon the respondents' undertaking to deliver to the registry of the court each of the documents referred to in Part 1 of Schedule 1 in their List of Documents in the week before the commencement of the trial.",
      "id": "s68"
    },
    {
      "text": "The respondents had intended to bring their discovered documents to court on the first day of the trial, and they readily accepted a proposal whereby they would deliver the documents to the registry slightly in advance of the trial.",
      "id": "s69"
    },
    {
      "text": "Secondly, the applicant's claims (insofar as they related to documents) also became, in effect, objections to the adequacy of the respondents' discovery, to the integrity of their conduct of the inspection of documents, and to the respondents' claims for privilege in various respects.",
      "id": "s70"
    },
    {
      "text": "I ruled against each of these claims.",
      "id": "s71"
    },
    {
      "text": "In essence, I was unable to discern any legitimate ground upon which the respondents' discovery had been deficient, their offering of documents for inspection had involved misconduct, or their claims for privilege were misconceived.",
      "id": "s72"
    },
    {
      "text": "However, one of the documents which the applicant identified as not having been discovered was what she described as a \"daily record book\".",
      "id": "s73"
    },
    {
      "text": "On 23 February 2007, there was no evidence before the court such as would cast doubt upon the respondents' verified list in this respect.",
      "id": "s74"
    },
    {
      "text": "But at trial it emerged that there was such a book, described by the respondents as an \"observation book\".",
      "id": "s75"
    },
    {
      "text": "Counsel for the respondents then offered no resistance to the suggestion that this book ought to have been discovered.",
      "id": "s76"
    },
    {
      "text": "In the circumstances, and with the benefit of hindsight, it seems that there was substance in this aspect of the applicant's Notice of Motion dated 22 September 2006.",
      "id": "s77"
    },
    {
      "text": "Thirdly, it appeared that the \"computer records\" to which the applicant referred were documents of a technical nature, the existence and contents of which (if they existed at all) were unrevealed by any evidence which the applicant placed before the court.",
      "id": "s78"
    },
    {
      "text": "As a result, I did not grant that aspect of her motion.",
      "id": "s79"
    },
    {
      "text": "Fourthly, save as a dimension of her claim for better discovery, the applicant did not make any intelligible submission in support of her claim that the respondents \"reveal their advisers and informants\".",
      "id": "s80"
    },
    {
      "text": "I dealt with that claim as though it was part of the discovery aspect of the motion, and dismissed it.",
      "id": "s81"
    },
    {
      "text": "13 Although the applicant was unsuccessful under par 4 of her Notice of Motion dated 22 September 2006, in one quite significant respect subsequent events established that the applicant had a point of substance about the respondents' discovery which should have prevailed when the Notice of Motion came on for hearing.",
      "id": "s82"
    },
    {
      "text": "I consider it appropriate to make some allowance for that circumstance when considering the respondents' application for their costs of this Notice of Motion.",
      "id": "s83"
    },
    {
      "text": "I think that the costs to which the respondents would otherwise be entitled in relation to their success under par 4 of the notice should be reduced by one-half.",
      "id": "s84"
    },
    {
      "text": "14 Turning to par 2 of the Notice of Motion of 22 September 2006, the parties whom the applicant then sought to be added were the Commonwealth Minister for Employment and Workplace Relations, the Commonwealth Department of Employment and Workplace Relations, and the Victorian Minister for Human Services.",
      "id": "s85"
    },
    {
      "text": "I held that none of those parties could have been joined to the proceeding as a direct respondent to the claims made by the applicant.",
      "id": "s86"
    },
    {
      "text": "That left the question arising under O 6 r 8(1)(a) of the Federal Court Rules , namely, whether any or all of those parties was, or were, necessary to be joined to ensure that all matters in dispute might be effectually and completely determined and adjudicated upon.",
      "id": "s87"
    },
    {
      "text": "In relation to the application for joinder of the Commonwealth Minister (and his department) I said:\n \n In the paragraphs of her affidavit to which I have just referred, the applicant appears to allege that the Commonwealth Minister's participation is necessary because of his responsibility for the terms of the legislation under which she brings one of her applications, and for the departmental policies and practices which are said to nullify the applicant's legal rights in her employment and in the face of the law.",
      "id": "s88"
    },
    {
      "text": "Manifestly, propositions of this kind would not sustain the joinder of a Minister of the Crown to the consolidated proceeding, in either or both of its aspects.",
      "id": "s89"
    },
    {
      "text": "Indeed, had the Minister originally been joined for these reasons only (and ignoring for the moment the technical incompetence of any such joinder) the joinder would, I consider, most probably have been set aside as an abuse of process.",
      "id": "s90"
    },
    {
      "text": "The applicant sought to sustain her application for the joinder of the State Minister upon a number of grounds.",
      "id": "s91"
    },
    {
      "text": "The first related to the Minister's general responsibility for publicly funded child care centres, and to the prospect that the Minister might have documents which were relevant in the proceeding.",
      "id": "s92"
    },
    {
      "text": "As to that ground, I said that an attempt to introduce such matters as the policies and practices followed by the Minister \"could have a tendency diametrically opposed to that referred to in par (b) of r 8(1) of O 6\".",
      "id": "s93"
    },
    {
      "text": "I also pointed out that the joinder of the Minister would be unnecessary for the applicant to exercise such rights as she had as a party to the proceeding to require the Minister to produce documents under subpoena.",
      "id": "s94"
    },
    {
      "text": "I also rejected the applicant's suggestion that the Minister's joinder was necessary because of what was said to be her capacity to give directions for the supervision of employees.",
      "id": "s95"
    },
    {
      "text": "I was not persuaded that any issue raised in the proceeding would require the investigation of such matters.",
      "id": "s96"
    },
    {
      "text": "In relevant respects, I concluded:\n \n As I have said earlier in these reasons, because of the limited scope of the statutes under which each of the original proceedings was brought, the Minister could not have been made a respondent in the first instance.",
      "id": "s97"
    },
    {
      "text": "That is to say, no relief could have been sought against her (and, as it happens, none was).",
      "id": "s98"
    },
    {
      "text": "I accept that this consideration may not always be dispositive in an application under par (b) of r 8(1) of O 6, but it would, I consider, be a most unusual case in which the court took the view that it was necessary to join a new party as a respondent in order to determine, effectively and completely, the matters in dispute when no relief could have been, or could now be, sought against that party.",
      "id": "s99"
    },
    {
      "text": "In my view the present is a long way from being such an unusual case.",
      "id": "s100"
    },
    {
      "text": "15 For the reasons which I gave on 23 February 2007, and to which I have referred in brief summary above, I consider that the motion to join the two Ministers, and the Commonwealth Department, as respondents in the proceeding was misconceived.",
      "id": "s101"
    },
    {
      "text": "Unrepresented though she was, it should have been obvious to the applicant that the addition of those parties would have made no contribution to the fair and efficient hearing and determination of her claims.",
      "id": "s102"
    },
    {
      "text": "She was quite unable to propound any intelligible basis upon which it could be otherwise.",
      "id": "s103"
    },
    {
      "text": "It follows that the respondents should have their costs to the extent that they were referable to par 2 of the Notice of Motion.",
      "id": "s104"
    },
    {
      "text": "16 Taking into account each of the matters I have decided in relation to the applicant's Notice of Motion dated 22 September 2006, I propose to order that the applicant pay three-quarters of the respondents' costs of that notice.",
      "id": "s105"
    },
    {
      "text": "17 On 27 October 2006, the applicant gave notice that she would move the court for an order in the following terms:\n \n Applicant is given leave to issue Subpoenas of Documents and to give Evidence upon the Respondents and persons who are I he possession of the relevant Documents and Evidence.",
      "id": "s106"
    },
    {
      "text": "That motion was eventually heard on 7 February 2007, and dismissed on that day.",
      "id": "s107"
    },
    {
      "text": "It transpired that there may have been, perhaps, some confusion in the mind of the applicant as to the necessity for this Notice of Motion.",
      "id": "s108"
    },
    {
      "text": "As she explained to the court on 7 February 2007, the notice was intended to address a circumstance in which additional parties had been added to the proceeding.",
      "id": "s109"
    },
    {
      "text": "When the Notice of Motion came before the court, there had been no such parties added, and I took the view that it was appropriate to dismiss the Motion, upon the basis that, if subsequently new parties were added to the proceeding, the applicant, as with any party, was at liberty to seek leave to issue subpoenas to improve her evidentiary case.",
      "id": "s110"
    },
    {
      "text": "In the circumstances, the appropriate course would be to give the respondents their costs of the motion.",
      "id": "s111"
    },
    {
      "text": "18 That leaves the allocation of the respondents' post-consolidation costs, to the extent that those costs are not otherwise specifically dealt with below.",
      "id": "s112"
    },
    {
      "text": "19 I could take the course of making a costs order which would leave it to the taxing officer to identify what costs the respondents incurred in relation to the HREOC Act claims, as distinct from the WR Act claims.",
      "id": "s113"
    },
    {
      "text": "However, given the relatively narrow compass of the facts of the case, I am reluctant to oblige the parties to undertake further, potentially costly, procedures, where a simpler, if less precise, formula would be adequate.",
      "id": "s114"
    },
    {
      "text": "From my observation, the issues which occupied the parties both at trial and during the interlocutory stages of the proceeding were either wholly undifferentiated as between the two statutory bases of jurisdiction, or about equally referable to each.",
      "id": "s115"
    },
    {
      "text": "In all the circumstances, I think that justice would be done, and that the true costs of the respondents with respect to the HREOC Act claims would be reflected, fairly albeit approximately, if I were to give them half their costs incurred subsequent to the consolidation of the proceedings.",
      "id": "s116"
    },
    {
      "text": "20 As I mentioned at the outset, the respondents also seek to avail themselves of the exceptions for which s 170CS(1) of the WR Act provides.",
      "id": "s117"
    },
    {
      "text": "They say first that the whole proceeding under the WR Act was commenced vexatiously or without reasonable cause.",
      "id": "s118"
    },
    {
      "text": "I cannot accept that submission.",
      "id": "s119"
    },
    {
      "text": "Most obviously, the applicant succeeded on her claim for defamation, being one of the matters referred to in her application in the original WR Act proceeding.",
      "id": "s120"
    },
    {
      "text": "As I understand the operation of ss 170CS and 347 of the WR Act , it is only where a whole proceeding is commenced vexatiously or without reasonable cause that the embargo on costs for which they provide may be lifted.",
      "id": "s121"
    },
    {
      "text": "It is not sufficient that one, some, or even most, of the claims in such a proceeding are made vexatiously or without reasonable cause.",
      "id": "s122"
    },
    {
      "text": "Once it is accepted that s 170CS applies to claims in the accrued jurisdiction, it necessarily follows that the success of any such claim makes it impossible to contend that the proceeding as a whole was brought vexatiously or without reasonable cause.",
      "id": "s123"
    },
    {
      "text": "21 The respondents rely also on par (b) of a 170CS(1) of the WR Act .",
      "id": "s124"
    },
    {
      "text": "In this respect they seek to identify a number of aspects of the applicant's conduct of the proceeding which constituted, or involved, unreasonable acts or omissions on her part.",
      "id": "s125"
    },
    {
      "text": "22 On 5 February 2007, the applicant gave notice that she would move the court for orders in the following terms:\n \n 1.",
      "id": "s126"
    },
    {
      "text": "Counsel for the respondents M.G. McKenney stand down from representing respondents in this matter due to a conflict of interest.",
      "id": "s127"
    },
    {
      "text": "2.",
      "id": "s128"
    },
    {
      "text": "The respondents are given warning in relation to the contempt of the court.",
      "id": "s129"
    },
    {
      "text": "3.",
      "id": "s130"
    },
    {
      "text": "The jurisdiction of the court be extended to include criminal jurisdiction and defamation law.",
      "id": "s131"
    },
    {
      "text": "In my reasons for judgment dated 7 February 2007, I explained in detail why each claim in their Notice of Motion was dismissed: see [2007] FCA 115.",
      "id": "s132"
    },
    {
      "text": "I shall not elaborate upon the matters covered by those reasons, since I take the view that this Notice of Motion was an obvious instance of an unreasonable act on the part of the applicant.",
      "id": "s133"
    },
    {
      "text": "The bases upon which the applicant sought to achieve the relief set out in her Notice of Motion were misconceived in point of principle and without merit in point of fact.",
      "id": "s134"
    },
    {
      "text": "Lest there be any misunderstanding, I make it clear that there was nothing in the circumstances of the present case, or of the defence of the applicant's claims by the practitioners engaged by the respondents, which would even remotely justify the unusual, serious and almost bizarre forms of relief which the applicant sought in this Notice of Motion.",
      "id": "s135"
    },
    {
      "text": "From my observation, there was nothing that would suggest that the respondents' legal representatives were conducting themselves other than in accordance with their professional responsibilities.",
      "id": "s136"
    },
    {
      "text": "It was, in my view, quite inappropriate for the applicant to have made serious accusations of the kind which were implicit in this Notice of Motion.",
      "id": "s137"
    },
    {
      "text": "The Notice of Motion was, I consider, an unreasonable act within the terms of s 170CS(1)(b) of the WR Act .",
      "id": "s138"
    },
    {
      "text": "I note that, while claiming their costs in relation to this Notice of Motion, the respondents did not submit that those costs should be taxed other than as between party and party.",
      "id": "s139"
    },
    {
      "text": "23 On 22 February 2007, the applicant gave notice that she would move the court for orders in the following terms:\n \n 1.",
      "id": "s140"
    },
    {
      "text": "Direction Hearing scheduled for 23 February 2006 is adjourned to a date to be fixed.",
      "id": "s141"
    },
    {
      "text": "2.",
      "id": "s142"
    },
    {
      "text": "Justice Jessup stands down from hearing the matter No: VID 114/2006.",
      "id": "s143"
    },
    {
      "text": "The orders sought by the applicant related to the date fixed for the hearing of her own Notice of Motion dated 22 September 2006.",
      "id": "s144"
    },
    {
      "text": "I have already dealt with the costs of that Notice of Motion, and I am not disposed to treat the applicant's (unsuccessful) application for an adjournment as though it were a separate, free-standing, event within the proceeding.",
      "id": "s145"
    },
    {
      "text": "The matter was listed for 23 February in any event, and there is no basis upon which I should infer, and the respondents have not asserted, that their costs were increased only as a result of the applicant's application for an adjournment.",
      "id": "s146"
    },
    {
      "text": "24 I am disposed to take the same approach to the second paragraph in the Notice of Motion of 22 February 2007.",
      "id": "s147"
    },
    {
      "text": "On the question whether I should stand down from further hearing the matter, counsel for the respondents said no more (on 23 February) than that he had heard nothing from the applicant by way of evidentiary support for the assertion implicit in that paragraph.",
      "id": "s148"
    },
    {
      "text": "He submitted that the court ought not to be deterred from proceeding to deal with the Notice of Motion (of 22 September) merely on the basis of such an assertion.",
      "id": "s149"
    },
    {
      "text": "The hearing on 23 February ran from 9.14am until 1.29pm, and, although it is possible that the respondents' costs were somewhat inflated by the need to consider the applicant's Notice of Motion dated on 22 February, they have put nothing before me in that respect.",
      "id": "s150"
    },
    {
      "text": "In the circumstances, I do not propose to exercise a separate discretion on the matter of costs referable specifically to the applicant's Notice of Motion of 22 February 2007.",
      "id": "s151"
    },
    {
      "text": "25 The respondents also submitted that certain steps taken by the applicant towards the end of the trial amounted to unreasonable acts on her part.",
      "id": "s152"
    },
    {
      "text": "After the closure of the respondents' evidentiary case, the applicant indicated that she desired to reopen her case for the purpose of calling a witness whom she had anticipated would be called, but who was not called, by the respondents, Ms Aileen Brown.",
      "id": "s153"
    },
    {
      "text": "It appeared that the applicant did not then know the whereabouts of Ms Brown, but sought an opportunity to attempt to locate her, and then to lead evidence from her.",
      "id": "s154"
    },
    {
      "text": "The applicant also informed me that she had, and proposed to call if given leave, evidence which would show beyond doubt that important evidence given on behalf of the respondents had been false.",
      "id": "s155"
    },
    {
      "text": "In the circumstances, I gave the applicant leave to re-open her evidentiary case for the purpose only of leading evidence from Ms Brown, I made certain directions for the filing and service of a summary of the evidence which would be given by Ms Brown, and I required the applicant to file a further affidavit, or affidavits, setting out her \"direct and admissible evidence demonstrating the manifest falsity of any evidence heretofore given in this proceeding\" as a condition to my preparedness to entertain an application from her to re-open her evidentiary case for the purpose of leading such direct and admissible evidence.",
      "id": "s156"
    },
    {
      "text": "26 On the resumption of the trial about four weeks later, the applicant sought to rely upon a lengthy affidavit as containing direct and admissible evidence of the manifest falsity of evidence previously given on behalf of the respondents.",
      "id": "s157"
    },
    {
      "text": "The affidavit did no such thing, and I declined the applicant leave to re-open her case upon that ground.",
      "id": "s158"
    },
    {
      "text": "At that time, it was also apparent that the applicant had been unable to contact Ms Brown, and had no way of calling her to give evidence in the case.",
      "id": "s159"
    },
    {
      "text": "However, the respondents had filed an affidavit, sworn by the first respondent, deposing as to his attempts to find Ms Brown at the address previously known to the fourth respondent (as to which see par 16 of my judgment given on 15 August 2007).",
      "id": "s160"
    },
    {
      "text": "Counsel for the respondents subsequently relied upon that affidavit for the purposes of avoiding the application of the so-called rule in Jones v Dunkel [1959] HCA 8 ; (1959) 101 CLR 298.",
      "id": "s161"
    },
    {
      "text": "In consequence of the filing and service of that affidavit, I made directions the effect of which was to give the applicant a further opportunity, using the information disclosed in the affidavit, to contact Ms Brown.",
      "id": "s162"
    },
    {
      "text": "As events transpired, however, the applicant was not able to contact Ms Brown, and there was no further hearing of the proceeding before the date fixed for final submissions.",
      "id": "s163"
    },
    {
      "text": "27 As I set out in my reasons for judgment of 24 May 2007, the applicant used the listing of the matter on that day to attempt to have the court deal with a wide range of matters which were outside the limited purposes for which, pursuant to directions given on 27 April 2007, the proceeding was listed on that day.",
      "id": "s164"
    },
    {
      "text": "Those matters were not the subject of any Notice of Motion served on the respondents.",
      "id": "s165"
    },
    {
      "text": "Although I dealt with those matters on 24 May, the respondents and their legal representatives were, in effect, spectators to the applicant's application in relevant respects.",
      "id": "s166"
    },
    {
      "text": "28 The respondents have sought to rely upon steps taken, or attempted to be taken, by the applicant on 24 May 2007 as constituting unreasonable acts for the purposes of s 170CS(1)(b) of the WR Act .",
      "id": "s167"
    },
    {
      "text": "I do not accept the respondents' submissions in relevant respects.",
      "id": "s168"
    },
    {
      "text": "Although one might have grounds for scepticism, I am prepared to take the applicant's indication that she expected Ms Brown to be called by the respondents at face value (notwithstanding that that circumstance became apparent to her as early as about 17 April 2007).",
      "id": "s169"
    },
    {
      "text": "I think I should treat the applicant's indication that she desired to make further attempts to contact Ms Brown as given in good faith.",
      "id": "s170"
    },
    {
      "text": "To that extent, I could not hold that the necessity to list the trial for hearing on 24 May 2007 resulted from an unreasonable act or omission on the part of the applicant.",
      "id": "s171"
    },
    {
      "text": "I would be somewhat more critical of the applicant in relation to her ostensible attempts to demonstrate the falsity of the respondents' evidence, but the nature of her affidavit was such as to require no response from the respondents, and the hearing was listed on 24 May (against the possibility that Ms Brown might become available) in any event.",
      "id": "s172"
    },
    {
      "text": "Although I would have little hesitation in describing the applicant's attempts to make a range of other applications on 24 May as unreasonable, the only relevant impact upon the respondents was that their legal representatives were obliged to listen patiently in court while the applicant sought unsuccessfully to prevail upon me to entertain those applications.",
      "id": "s173"
    },
    {
      "text": "29 For the reasons given above, I take the view that the acts and omissions of the applicant, to the extent that they related to the hearing on 24 May 2007, were either not unreasonable or were not such as would have visited any additional costs upon the respondents.",
      "id": "s174"
    },
    {
      "text": "For that reason, I propose to make no order with respect to the respondents' costs of that day under the exception for which s 170CS(1)(b) of the WR Act provides.",
      "id": "s175"
    },
    {
      "text": "30 Finally, the respondents submitted that the way in which the applicant conducted her case in court was generally such as involved a prolongation of the proceedings, and caused the respondents to incur costs as a result.",
      "id": "s176"
    },
    {
      "text": "They pointed particularly to the applicant's cross-examination of their own witnesses.",
      "id": "s177"
    },
    {
      "text": "In these respects, the respondents are, in my view, entering rather murky waters.",
      "id": "s178"
    },
    {
      "text": "Only in a very clear case should the court be astute to characterise the general conduct of a witness trial as involving unreasonable acts on the part of a party.",
      "id": "s179"
    },
    {
      "text": "I agree that the applicant's conduct of her own case was inefficient, and that she devoted considerable time to pressing the respondents' witnesses for answers to questions which, if barely relevant, were not obviously calculated to advance her own case or to destroy that of the respondents.",
      "id": "s180"
    },
    {
      "text": "As against that, however, as will be apparent from my reasons for judgment given on 15 August 2007, there were very substantial gaps in the applicant's evidentiary case, and many areas with which she could have, probably should have, but did not, deal in cross-examination of the respondents' witnesses.",
      "id": "s181"
    },
    {
      "text": "That is to say, although I would accept that, objectively, a deal of time might have been wasted by the applicant in the conduct of her own evidentiary case, and in the testing of the respondents' case, I think it probable that a competently conducted, thorough, case on behalf of the applicant would have taken about the same time.",
      "id": "s182"
    },
    {
      "text": "That is because of the very wide range of issues which the applicant sought to agitate in the consolidated proceeding.",
      "id": "s183"
    },
    {
      "text": "In all the circumstances, I am not persuaded that I should delve into the day-by-day and hour-by-hour conduct of the trial with a view to ascertaining the extent, if any, to which the respondents' costs were increased as a result of unreasonable acts or omissions on the part of the applicant.",
      "id": "s184"
    },
    {
      "text": "I certify that the preceding thirty (30) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jessup.",
      "id": "s185"
    },
    {
      "text": "Associate:\n\nDated: 31 August 2007\n\n Counsel for the Applicant: The applicant appeared in person \n \n Counsel for the Respondent: Mr M McKenney \n \n Solicitor for the Respondent: Felix Vitiello \n \n Date of Hearing: 22 August 2007 \n \n Date of Judgment: 31 August 2007 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1341.html",
      "id": "s186"
    }
  ]
}