{
  "name": "Thang Gia Uy Vo v Minister for Immigration and Citizenship [2007] FCA 1599 (22 October 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1599.html",
  "catchphrases": [
    {
      "text": "application for summary dismissal of application to review a decision of the administrative appeals tribunal",
      "id": "c0"
    },
    {
      "text": "whether any reasonable prospect of prosecuting the claim",
      "id": "c1"
    },
    {
      "text": "migration",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "1 The first respondent (' Minister ') has filed a motion seeking an order dismissing what purports to be an appeal by the applicant from a decision of the Administrative Appeals Tribunal (' AAT ') given on 25 June 2007.",
      "id": "s0"
    },
    {
      "text": "The AAT affirmed a decision of a delegate of the Minister to cancel the applicant's visa on the ground that he did not satisfy the character test set out in s 501 of the Migration Act 1958 (Cth) (' Migration Act ').",
      "id": "s1"
    },
    {
      "text": "The Minister's motion is brought pursuant to s 31A(2) of the Federal Court of Australia Act 1976 (Cth) (' Federal Court Act ').",
      "id": "s2"
    },
    {
      "text": "Section 31A(2) of the Federal Court Act empowers the Court to grant summary judgment in favour of a respondent if the Court is satisfied that the applicant:\n \n 'has no reasonable prospect of successfully prosecuting the proceeding ...' \n \n\n2 The applicant is presently in immigration detention.",
      "id": "s3"
    },
    {
      "text": "He is unrepresented in these proceedings.",
      "id": "s4"
    },
    {
      "text": "His case for resisting the Minister's motion is set out in an affidavit he filed shortly before the hearing.",
      "id": "s5"
    },
    {
      "text": "BACKGROUND \n \n3 The applicant was born in Vietnam on 31 May 1975 and is a Vietnamese national.",
      "id": "s6"
    },
    {
      "text": "He left Vietnam by boat in 1990, apparently unaccompanied, and reached Thailand.",
      "id": "s7"
    },
    {
      "text": "He was sponsored to migrate to Australia and arrived in this country on 25 August 1995 as the holder of a refugee visa subclass BA200.",
      "id": "s8"
    },
    {
      "text": "4 Shortly after the applicant's arrival in Australia, he began using and supplying heroin.",
      "id": "s9"
    },
    {
      "text": "On 27 December 1996, the applicant attacked a 49 year old woman in Cabramatta in the course of attempting to steal her handbag.",
      "id": "s10"
    },
    {
      "text": "Unfortunately, the victim sustained brain injuries and subsequently died.",
      "id": "s11"
    },
    {
      "text": "5 The applicant ultimately pleaded guilty to manslaughter and, on 17 June 1998, was sentenced in the Supreme Court of New South Wales to ten years imprisonment, with a non-parole period expiring on 7 January 2004.",
      "id": "s12"
    },
    {
      "text": "The sentencing Judge, Grove J, took into account a number of other offences committed by the applicant, including an armed robbery carried out in December 1996.",
      "id": "s13"
    },
    {
      "text": "6 The precise date the applicant was released from prison does not appear in the material before me, but he seems to have been released in the first half of 2004.",
      "id": "s14"
    },
    {
      "text": "On 29 September 2004, the then Minister notified the applicant of her intention to consider cancellation of the applicant's visa.",
      "id": "s15"
    },
    {
      "text": "Apparently the Minister took no further action in respect of this notification.",
      "id": "s16"
    },
    {
      "text": "However, on 7 July 2006, the Minister notified the applicant a second time of her intention to cancel the visa.",
      "id": "s17"
    },
    {
      "text": "7 On 20 March 2007, the Minister's delegate cancelled the applicant's visa and shortly thereafter the applicant was taken into immigration detention.",
      "id": "s18"
    },
    {
      "text": "The applicant applied on 10 April 2007 to the AAT for review of the delegate's decision.",
      "id": "s19"
    },
    {
      "text": "As noted, the AAT affirmed the delegate's decision on 25 June 2007.",
      "id": "s20"
    },
    {
      "text": "8 On 19 July 2007, the applicant filed a ' notice of appeal ' against the decision of the AAT.",
      "id": "s21"
    },
    {
      "text": "The notice of appeal did not identify any error of law or any jurisdictional error on the part of the AAT but merely asserted that the applicant ' had mended his ways and take[n] responsibility for his family '.",
      "id": "s22"
    },
    {
      "text": "9 On 11 September 2007, the applicant filed an application seeking an extension of time in which to file and serve a notice of appeal.",
      "id": "s23"
    },
    {
      "text": "It is not clear why this document was filed but, in any event, it, too, did not identify any error of law or jurisdictional error on the part of the AAT.",
      "id": "s24"
    },
    {
      "text": "10 The Minister filed the motion for summary dismissal on 17 September 2007.",
      "id": "s25"
    },
    {
      "text": "The motion was set down for hearing on 17 October 2007.",
      "id": "s26"
    },
    {
      "text": "Shortly before the hearing, the applicant filed an affidavit which sets out some factual material and refers to the consequences he and others would suffer if he were to be deported to Vietnam.",
      "id": "s27"
    },
    {
      "text": "REASONING \n \n11 The AAT's decision is a ' privative clause decision ' for the purposes of the Migration Act : see ss 474(2) , 500 (1)(b), 501 (1).",
      "id": "s28"
    },
    {
      "text": "Section 44 of the Administrative Appeals Tribunal Act 1975 (Cth), which provides for an appeal on a question of law from a decision of the AAT, does not apply to a privative clause decision or to a ' purported privative clause decision ': Migration Act , ss 483 , 5E (definition of ' purported privative clause decision ').",
      "id": "s29"
    },
    {
      "text": "Insofar as the applicant's notice of appeal is intended to invoke the jurisdiction of the Federal Court to hear and determine an appeal from the AAT on a question of law, it is misplaced.",
      "id": "s30"
    },
    {
      "text": "I do not think it appropriate, however, to deal with the Minister's motion on the basis of procedural errors committed by an unrepresented applicant who is in immigration detention.",
      "id": "s31"
    },
    {
      "text": "Had the applicant filed an application for judicial review in proper form, the Court would have had jurisdiction to entertain the application under s 476A(1)(b) of the Migration Act , since the notice of appeal was filed within the time limit specified in s 477A(1) of the Migration Act .",
      "id": "s32"
    },
    {
      "text": "Where the Court has jurisdiction pursuant to s 476A(1)(b) of the Migration Act , its jurisdiction is the same as that of the High Court under s 75(v) of the Constitution : s 476A(2).",
      "id": "s33"
    },
    {
      "text": "Even so, the applicant cannot succeed in any application for judicial review of the AAT's decision unless he can establish a jurisdictional error on the part of the AAT: Migration Act , s 474(1) ; Plaintiff S157/2002 v Commonwealth [2003] HCA 2 ; (2003) 211 CLR 476 ; Bodruddaza v Minister for Immigration and Multicultural and Indigenous Affairs [2007] HCA 14 ; (2007) 234 ALR 114 , at [53], per Gleeson CJ, Gummow, Kirby, Hayne, Heydon and Crennan JJ.",
      "id": "s34"
    },
    {
      "text": "In the present case, the AAT considered the circumstances of the applicant at some length.",
      "id": "s35"
    },
    {
      "text": "In particular, the AAT addressed the applicant's claim that he had been in a de facto relationship with a Ms Tran and that he had acted as a father to Ms Tran's three children.",
      "id": "s36"
    },
    {
      "text": "Ms Tran gave evidence to the AAT that, in her childhood, she had been fostered in Vietnam by the applicant's mother and had sought out the applicant following his release from gaol.",
      "id": "s37"
    },
    {
      "text": "The AAT found (at [140]):\n \n \n 'that the applicant has not established on the preponderance of probabilities the existence of a genuine de facto relationship between himself and Ms Tran.",
      "id": "s38"
    },
    {
      "text": "There are too many inconsistencies, implausibilities and changes of story'.",
      "id": "s39"
    },
    {
      "text": "15 The AAT also found (at [141]) that:\n \n 'while it appears that some kind of association exists between the applicant and Ms Tran, it has not been shown to possess the degree of commitment and stability that is needed to assure any lasting benefit for the boys' upbringing, especially bearing in mind that the eldest is entering adolescence.",
      "id": "s40"
    },
    {
      "text": "Nor is the relationship with Ms Tran or the children of long duration'.",
      "id": "s41"
    },
    {
      "text": "16 The AAT went on to find that, in any event, there was a risk that the presence of the applicant in the household could be detrimental to the boys.",
      "id": "s42"
    },
    {
      "text": "The AAT therefore concluded that, while the children would suffer some temporary hardship if the applicant were removed to Vietnam, their best interests did not weight heavily against cancellation of the applicant's visa.",
      "id": "s43"
    },
    {
      "text": "17 The only claim made by the applicant that might possibly suggest jurisdictional error on the part of the AAT is his assertion that the AAT failed to take into account his relationship with Ms Tran and her children.",
      "id": "s44"
    },
    {
      "text": "A reading of the AAT's reasons shows that, on the contrary, the AAT gave close consideration to the alleged relationships between the applicant and Ms Tran and her children.",
      "id": "s45"
    },
    {
      "text": "It made findings of fact concerning those relationships.",
      "id": "s46"
    },
    {
      "text": "The applicant's challenge to the findings made by the AAT is no more than an attempt to re-agitate the merits of the AAT's decision.",
      "id": "s47"
    },
    {
      "text": "Accordingly, no arguable case of jurisdictional error has been made out.",
      "id": "s48"
    },
    {
      "text": "18 In these circumstances, the Minister has satisfied me that the applicant has no reasonable prospect of successfully prosecuting his claim for judicial review of the AAT's decision, even putting to one side the procedural issues I have identified.",
      "id": "s49"
    },
    {
      "text": "The ' appeal ' must therefore be dismissed, with costs.",
      "id": "s50"
    },
    {
      "text": "I certify that the preceding eighteen (18) numbered Paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Sackville.",
      "id": "s51"
    },
    {
      "text": "Associate:\n\nDated: 22 October 2007\n\n Applicant: Mr Thang Gia Uy Vo (appeared in person) \nSolicitors for the Respondent: \nDLA Phillips Fox \n\n Date of Hearing: 17 October 2007 \n \n Date of Judgment: 22 October 2007 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1599.html",
      "id": "s52"
    }
  ]
}