{
  "name": "Australian Competition &amp; Consumer Commission v Ranu Pty Ltd [2007] FCA 1777 (5 December 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1777.html",
  "catchphrases": [
    {
      "text": "orthodontists with joint practice arrangements sharing expenses but not in partnership",
      "id": "c0"
    },
    {
      "text": "price fixing",
      "id": "c1"
    },
    {
      "text": "arrangements to share new \"unreferred\" patients",
      "id": "c2"
    },
    {
      "text": "geographical restraints",
      "id": "c3"
    },
    {
      "text": "injunctions and declarations and order for costs sought by agreement",
      "id": "c4"
    },
    {
      "text": "acting on incorrect legal advice",
      "id": "c5"
    },
    {
      "text": "no pecuniary penalty sought",
      "id": "c6"
    },
    {
      "text": "trade practices",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "1 The respondents are corporations and their controlling individuals who carry on practice as orthodontists in Northern Tasmania.",
      "id": "s0"
    },
    {
      "text": "They operate what have been referred to as \"co-location\" arrangements in Launceston, Devonport and Burnie.",
      "id": "s1"
    },
    {
      "text": "Under these arrangements the respondents operate from the same premises and share some common administrative and operational costs.",
      "id": "s2"
    },
    {
      "text": "However they are not partners.",
      "id": "s3"
    },
    {
      "text": "They retain their own patients and the incomes derived therefrom and do not share profits or losses.",
      "id": "s4"
    },
    {
      "text": "They compete in the market for the provision of orthodontic services.",
      "id": "s5"
    },
    {
      "text": "2 Such arrangements are frequently adopted by members of professions in Australia, a notable example being barristers at independent Bars who share chambers and the cost of secretarial and other administrative expenses but do not practice in partnership.",
      "id": "s6"
    },
    {
      "text": "There is nothing illegal or dubious in such arrangements and in some respects they have important advantages, which enure to the interest of the public as much as for the practitioners themselves.",
      "id": "s7"
    },
    {
      "text": "Practitioners have the benefit of mutual support and the ability to exchange professional learning and experience on a daily basis without the liability and other risks of partnership.",
      "id": "s8"
    },
    {
      "text": "3 However practitioners adopting such arrangements are, like everyone engaged in professions or businesses, subject to the laws against anti-competitive conduct.",
      "id": "s9"
    },
    {
      "text": "This is so whether the practitioners adopt corporate identities and are thus subject to Pt IV of the Trade Practices Act 1974 (Cth) or whether they practice as individuals or partnerships and are governed by the uniform Competition Policy Reform Acts and the Competition Code.",
      "id": "s10"
    },
    {
      "text": "4 In the present case the corporate respondents admit that they made and gave effect to arrangements for price fixing and market sharing which contravened s 45 of the Trade Practices Act .",
      "id": "s11"
    },
    {
      "text": "The individual respondents admit that they were knowingly concerned in such conduct.",
      "id": "s12"
    },
    {
      "text": "5 The respondents have admitted liability and joined with the Commission in seeking appropriate injunctions, declarations and other orders.",
      "id": "s13"
    },
    {
      "text": "As will be discussed in more detail below, the Commission does not seek any pecuniary penalties.",
      "id": "s14"
    },
    {
      "text": "6 The first respondent is Ranu Pty Ltd (Dr Ranu's company) which is controlled by the fourth respondent Dr Sawindar Ranu.",
      "id": "s15"
    },
    {
      "text": "The second respondent is P R &amp; G Crowe Pty Ltd (Dr Crowe's company) which is controlled by the fifth respondent Dr Paul Richard Crowe.",
      "id": "s16"
    },
    {
      "text": "The third respondent is Hazel Ridge Pty Ltd (Dr Stankevicius' company) which is controlled by the sixth respondent Dr Antanas Vytenis Stankevicius.",
      "id": "s17"
    },
    {
      "text": "7 Other entities involved were F &amp; P G Pty Ltd (Dr Goldschmied's company) which was controlled by Dr Felix Goldschmied and Ashwani Gupta Pty Ltd (Dr Gupta's company) which was controlled by Dr Ashwani Gupta.",
      "id": "s18"
    },
    {
      "text": "8 All the orthodontists referred to were retained by their respective companies to provide orthodontic services.",
      "id": "s19"
    },
    {
      "text": "Such services include correcting the alignment of teeth that may be misaligned as a result of tooth irregularity or incorrect jaw and upper mouth dimensions and relationships.",
      "id": "s20"
    },
    {
      "text": "The services involve gradual, repetitive and long term adjustment of teeth by an orthodontist over a period of months or years.",
      "id": "s21"
    },
    {
      "text": "The price fixing conduct \n \n9 In May 1992 Dr Ranu's company, Dr Crowe's company and Dr Goldschmied's company entered into a written agreement (the Associateship Agreement) dated 15 May 1992.",
      "id": "s22"
    },
    {
      "text": "The Associateship Agreement included a provision that all professional fees charged by each associate were to be fixed by mutual agreement or, in the event of the parties failing to reach agreement, were to be those fixed or recommended by the Australian Dental Association (Tasmania Branch) Incorporated.",
      "id": "s23"
    },
    {
      "text": "10 From about May 1992 until about June 2000 each of Dr Ranu's company, Dr Crowe's company and Dr Goldschmied's company gave effect to that provision by holding meetings from time to time during which they agreed the professional fees to be charged by the associates for the supply of orthodontic services to their respective patients.",
      "id": "s24"
    },
    {
      "text": "11 During those meetings agreement was reached on whether the professional fees charged by the associates should be changed and if so by what percentage and to what particular amount the fees would be changed and the date on which the parties would simultaneously implement the new fees.",
      "id": "s25"
    },
    {
      "text": "12 The agreed fee changes were documented by way of preparation and adoption by the associates of a list of fees to be charged for standard orthodontic services effective from the date the changed fees were scheduled to be implemented.",
      "id": "s26"
    },
    {
      "text": "13 In June 2000 Dr Gupta's company was admitted as a party to the Associateship Agreement, which was amended accordingly.",
      "id": "s27"
    },
    {
      "text": "From then until 28 February 2003 the three respondent companies and Dr Gupta's company gave effect to the fee fixing arrangements in the way already described.",
      "id": "s28"
    },
    {
      "text": "14 On about 28 February 2003 Dr Goldschmied retired from practice and his company ceased to be an associate or to supply orthodontic services to patients.",
      "id": "s29"
    },
    {
      "text": "15 Shortly thereafter, on about 3 March 2003, Dr Gupta's company ceased to be an associate.",
      "id": "s30"
    },
    {
      "text": "It thereafter supplied orthodontic services to new patients only in Southern Tasmania.",
      "id": "s31"
    },
    {
      "text": "The remaining associates, Dr Ranu's company and Dr Crowe's company, continued to fix fees in the way already described.",
      "id": "s32"
    },
    {
      "text": "16 On 14 June 2005 Dr Ranu's company and Dr Crowe's company entered into an agreement (the Practice Agreement) to make certain arrangements for their practices to share premises, equipment and overheads.",
      "id": "s33"
    },
    {
      "text": "17 By an agreement made on 1 July 2005 Dr Stankevicius' company became a party to the Practice Agreement.",
      "id": "s34"
    },
    {
      "text": "Thereafter until about June 2006 Dr Ranu's Company, Dr Crowe's company and Dr Stankevicius' company continued to fix fees in the way already described.",
      "id": "s35"
    },
    {
      "text": "Patient allocation conduct \n \n18 To return to May 1992, another term of the Associateship Agreement involved an arrangement to share what were referred to as \"unreferred patients\".",
      "id": "s36"
    },
    {
      "text": "The Associateship Agreement defined this concept in these terms:\n \n \n (a) Patients who are referred to a particular Associate or orthodontist employed by that Associate or who requests treatment by a particular associate or orthodontist employed by that Associate shall be deemed to be patients of that Associate;\n (b) Patients seeking orthodontic treatment and not coming within the provisions of Sub-clause (a) hereof shall be deemed to be unreferred patients;\n (c) All unreferred patients shall be directed to such of the Associates as shall enable so far as is possible an equal distribution between the Associates of all new patients both referred and unreferred.",
      "id": "s37"
    },
    {
      "text": "\"Unreferred patients\" would be recognised by barristers as analogous to floating briefs.",
      "id": "s38"
    },
    {
      "text": "19 On or about about 10 November 1995 this arrangement was modified by a written agreement between Dr Ranu's company, Dr Crowe's company and Dr Goldschmied's company to the effect that if a party to the agreement had 20 patients more than any other of the parties, then the first would not supply orthodontic services to new unreferred patients until all parties had received the same or close to the same number of new patients.",
      "id": "s39"
    },
    {
      "text": "20 There was a further modification on or about 30 June 2000 when Dr Ranu's company, Dr Crowe's company, Dr Goldschmied's company and Dr Gupta's company entered into a written agreement to the effect that the limit was 10 new patients.",
      "id": "s40"
    },
    {
      "text": "21 A similar arrangement was made on 14 June 2005 between Dr Ranu's company and Dr Crowe's company.",
      "id": "s41"
    },
    {
      "text": "22 A third 10 patient limit agreement was made on about 1 July 2005 between Dr Ranu's company, Dr Crowe's company and Dr Stankevicius' company.",
      "id": "s42"
    },
    {
      "text": "23 All these arrangements were implemented by instructing the reception staff at the shared premises and maintaining and referring to a list of current patients for each party and distributing unreferred patients between the parties from time to time in accordance with the instructions.",
      "id": "s43"
    },
    {
      "text": "The North-South restraint \n \n24 Between July 1997 and March 2003 Dr Ranu's company, Dr Crowe's company and, until 28 February 2003, Dr Goldschmied's company operated an orthodontic practice in partnership in Hobart.",
      "id": "s44"
    },
    {
      "text": "They took over the goodwill of a practice formerly carried on by Dr Philip Rogers.",
      "id": "s45"
    },
    {
      "text": "25 Dr Gupta's company was also a party to this arrangement from about July 1998 until about March 2003.",
      "id": "s46"
    },
    {
      "text": "26 Upon his withdrawal from the arrangement Dr Gupta's company agreed in writing with Dr Ranu's company and Dr Crowe's company that the latter companies would have their primary practice in \"the Northern Division of Tasmania\" and Dr Gupta's company would have its primary practice in \"the Southern Division of Tasmania\".",
      "id": "s47"
    },
    {
      "text": "Those areas were defined, respectively, as the areas north and south of the 42 nd degree of south latitude.",
      "id": "s48"
    },
    {
      "text": "27 It was agreed that Dr Ranu's company and Dr Crowe's company would not supply orthodontic services to any new patients in the Southern Division of Tasmania for a period of seven years.",
      "id": "s49"
    },
    {
      "text": "28 It was also agreed that, save for certain arrangements relating to treatments already commenced, until at least 31 December 2010 Dr Ranu's company and Dr Crowe's company would provide orthodontic services only in the Northern Division and Dr Gupta's company would provide such services only in the Southern Division.",
      "id": "s50"
    },
    {
      "text": "29 That agreement was implemented in that from March 2003 Dr Gupta's company stopped offering the supply of orthodontic services to potential patients in the Northern Division and Dr Ranu's and Dr Crowe's companies stopped offering to supply such services to potential patients in the Southern Division.",
      "id": "s51"
    },
    {
      "text": "30 On 20 September 2006 Dr Ranu's company and Dr Crowe's company, in a letter from their solicitors, advised Dr Gupta's company that they did not accept that the agreement was invalid and that they declined to release Dr Gupta and his company from it.",
      "id": "s52"
    },
    {
      "text": "Apparently Dr Gupta then reported the matter to the Commission.",
      "id": "s53"
    },
    {
      "text": "The Commission has applied its immunity in respect of Dr Gupta and his company and as a result they have note been made respondents to these proceedings.",
      "id": "s54"
    },
    {
      "text": "The 20 km restraint \n \n31 In the Practice Agreement made in 2005 there was a term that while an associate was a party to the Agreement and for three years from the date ceasing to be a party, the Associate would not except with the consent of the others, directly or indirectly, supply orthodontic services from the premises within 20 kilometres of the premises jointly used by the Associates.",
      "id": "s55"
    },
    {
      "text": "Shortly thereafter Dr Stankevicius' company became a party to this agreement.",
      "id": "s56"
    },
    {
      "text": "Contraventions of the Trade Practices Act \n \n32 The provisions in the various arrangements between the parties to fix fees were, by virtue of s 45A , deemed to have the purpose or effect of substantially lessening competition.",
      "id": "s57"
    },
    {
      "text": "Thus when the corporate respondents entered into contracts containing such provisions they contravened s 45(2)(a)(ii).",
      "id": "s58"
    },
    {
      "text": "Giving effect to such provisions contravened s 45(2)(b)(ii).",
      "id": "s59"
    },
    {
      "text": "33 The provisions in the various arrangements which prevented, restricted or limited the provision of services to \"unreferred\" patients or to patients by reference to geographical limitations were exclusionary provisions within the meaning of s 4D.",
      "id": "s60"
    },
    {
      "text": "The effect of those provisions was to restrict the ability of potential patients to choose one (ostensibly) competing orthodontist in preference to another for price or other reasons.",
      "id": "s61"
    },
    {
      "text": "Thus when the corporate respondents entered into contracts containing such provisions they contravened s 45(2)(a)(i).",
      "id": "s62"
    },
    {
      "text": "Giving effect to such provisions contravened s 45(2)(b)(i).",
      "id": "s63"
    },
    {
      "text": "34 All the individual respondents were knowingly concerned in such contraventions and thus are liable by virtue of s 75B.",
      "id": "s64"
    },
    {
      "text": "They were aware of the essential facts which constituted the contraventions --- indeed it was the individuals themselves who engaged in the relevant conduct.",
      "id": "s65"
    },
    {
      "text": "That they were not aware that the conduct was unlawful is relevant to the fixing of penalty but does not avoid liability: Yorke v Lucas [1985] HCA 65 ; (1985) 158 CLR 661.",
      "id": "s66"
    },
    {
      "text": "Penalties \n \n35 The original 1992 Agreement and its amendments and successive agreements were conceived by the orthodontists with extensive and ongoing legal advice.",
      "id": "s67"
    },
    {
      "text": "There seems to have been a widespread misunderstanding amongst the lawyers involved (and possibly many other lawyers) that professions were not subject to the Trade Practices Act .",
      "id": "s68"
    },
    {
      "text": "The assumption of legality was reinforced when Dr Gupta, prior to becoming a signatory to the Agreement in 2000, furnished the then existing contracts to a separate solicitor for perusal and that solicitor similarly failed to raise any competition law issues.",
      "id": "s69"
    },
    {
      "text": "The same occurred when Dr Stankevicius joined the arrangements.",
      "id": "s70"
    },
    {
      "text": "36 While of course ignorance of the law is not an excuse, the Commission, properly in my view, accepts that the failure of lawyers in separate firms to properly advise their clients is a matter that goes some way towards explaining and mitigating the conduct of the orthodontists.",
      "id": "s71"
    },
    {
      "text": "37 Also the respondents cooperated with the Commission to such an extent that it did not need to resort to its powers of compulsion under s 155.",
      "id": "s72"
    },
    {
      "text": "38 I think in all circumstances it is appropriate not to order any pecuniary penalty.",
      "id": "s73"
    },
    {
      "text": "However there will be orders for injunctions, declarations, an order for education and training programs and an order that the respondents pay the costs of the Commission fixed by agreement at $15,000.",
      "id": "s74"
    },
    {
      "text": "I certify that the preceding thirty eight (38) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Heerey.",
      "id": "s75"
    },
    {
      "text": "Associate:\n\nDated: 5 December 2007\n\n\n \n \n Solicitor for the Applicant Australian Government Solicitor \n \n Solicitors for the First, Second, Fourth and Fifth Respondents: Ware &amp; Partners \n \n Solicitors for the Third and Sixth Respondents: Douglas &amp; Collins \n \n Date of Hearing: 5 December 2007 \n \n Date of Judgment: 5 December 2007 \n\n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1777.html",
      "id": "s76"
    }
  ]
}