{
  "name": "Butler v Telstra Corporation [2007] FCA 1504 (27 September 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1504.html",
  "catchphrases": [
    {
      "text": "appeal from administrative appeals tribunal",
      "id": "c0"
    },
    {
      "text": "whether denial of procedural fairness",
      "id": "c1"
    },
    {
      "text": "whether aat took into account irrelevant considerations",
      "id": "c2"
    },
    {
      "text": "whether error of law",
      "id": "c3"
    },
    {
      "text": "s 4(1) safety, rehabilitation and compensation act 1988 (cth)",
      "id": "c4"
    },
    {
      "text": "definition of 'injury'",
      "id": "c5"
    },
    {
      "text": "held: no denial of procedural fairness",
      "id": "c6"
    },
    {
      "text": "considerations taken into account not irrelevant",
      "id": "c7"
    },
    {
      "text": "no error of law",
      "id": "c8"
    },
    {
      "text": "applications dismissed",
      "id": "c9"
    },
    {
      "text": "administrative law",
      "id": "c10"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 Ms Butler worked in an administrative capacity for Telstra for many years.",
      "id": "s0"
    },
    {
      "text": "On 2 September 2003 she received formal notice that she was to be made redundant.",
      "id": "s1"
    },
    {
      "text": "On 8 September 2003 Ms Butler lodged a claim for compensation under the Safety, Rehabilitation and Compensation Act 1988 (Cth) ('the Act') in respect of 'nerve entrapment at elbow and nerve entrapment at wrist' of her left arm.",
      "id": "s2"
    },
    {
      "text": "2 Telstra determined, and affirmed on reconsideration of that determination, that it was not liable to pay compensation to Ms Butler.",
      "id": "s3"
    },
    {
      "text": "Ms Butler sought review of Telstra's reconsideration decision by the Administrative Appeals Tribunal.",
      "id": "s4"
    },
    {
      "text": "The Tribunal affirmed the decision under review.",
      "id": "s5"
    },
    {
      "text": "3 Ms Butler has now applied to the Court under s 44 of the Administrative Appeals Tribunal Act 1975 (Cth) ('the AAT Act') and s 5 of the Administrative Decisions (Judicial Review) Act 1977 (Cth) ('the ADJR Act') for review of the decision of the Tribunal.",
      "id": "s6"
    },
    {
      "text": "DECISION OF THE TRIBUNAL \n \n4 The Tribunal noted that it was not in dispute that Ms Butler suffers from a condition affecting her left arm.",
      "id": "s7"
    },
    {
      "text": "It identified the issue that it was required to determine as whether that condition was work-related.",
      "id": "s8"
    },
    {
      "text": "The Tribunal addressed that issue by reference to:\n \n (a) the amount of keying that Ms Butler was required to do in her job;\n (b) whether keying can give rise to carpal tunnel syndrome and ulnar nerve entrapment and whether it did so in Ms Butler's case; and\n (c) the timing of Ms Butler's claim relative to the onset of symptoms claimed by her and the date of her redundancy and the persistence of her condition after she ceased work.",
      "id": "s9"
    },
    {
      "text": "5 The Tribunal found that Ms Butler spent approximately half her working day keying with frequent breaks, that she volunteered to take on additional work in 2002 and that all data entry work was transferred from her in early July 2003.",
      "id": "s10"
    },
    {
      "text": "6 Ms Butler told the Tribunal that she first noticed pins and needles in her left fingers and palm in September 2002 and that in February 2003 she began to experience pain and weakness in her forearm at night or when she tried to lift an object.",
      "id": "s11"
    },
    {
      "text": "She conceded that she saw her general medical practitioner on more than five occasions between 21 October 2002 and 15 July 2003 without mentioning her arm symptoms to him.",
      "id": "s12"
    },
    {
      "text": "She consulted her general medical practitioner about her arm on 30 July 2003 when, as she claimed, the pain was so bad that she 'couldn't stand it' and she was taking four to eight Panadeine Forte per day and taking two to three days off work per week.",
      "id": "s13"
    },
    {
      "text": "However, she agreed that on 3 July 2003 she had asked to be given an increased amount of keying work.",
      "id": "s14"
    },
    {
      "text": "She said that she had told her manager about her condition in early August 2003 but did not make a claim.",
      "id": "s15"
    },
    {
      "text": "During the course of the Tribunal hearing Ms Butler alleged that she had injured her arm at work on 2 February 2002 while lifting a box.",
      "id": "s16"
    },
    {
      "text": "7 The Tribunal concluded that the timing of Ms Butler's claim relative to her redundancy, the length of time that passed between the onset of her symptoms and her making anyone at work aware of those symptoms, and her late claim to have injured her arm on 2 February 2002 all affected the weight to be given to her evidence.",
      "id": "s17"
    },
    {
      "text": "8 Ms Butler gave the Tribunal a document entitled 'Research Done by Teresa Butler' which sought to demonstrate that carpal tunnel syndrome may be due to repetitive work such as typing.",
      "id": "s18"
    },
    {
      "text": "She cited as general references websites of the National Occupational Health and Safety Commission , MedicineNet Medical Reference for Patients and Medline Plus .",
      "id": "s19"
    },
    {
      "text": "She also provided copies of a number of articles emanating from government occupational health and safety websites and referred to cases in which repetitive strain type injuries had been found to be causally linked to employment.",
      "id": "s20"
    },
    {
      "text": "9 Five medical reports were available to the Tribunal.",
      "id": "s21"
    },
    {
      "text": "Ms Butler relied on a report of Dr Samuel Kwa, her treating Hand and Orthopaedic Surgeon, and Dr Peter Burgess, also an Orthopaedic Surgeon.",
      "id": "s22"
    },
    {
      "text": "Dr Kwa's report described Ms Butler's account of worsening symptoms 'due to work activities' and concluded, on that basis, that her condition was work related.",
      "id": "s23"
    },
    {
      "text": "Dr Burgess reported that Ms Butler had given a history of spending 'a large part of the day, two or three hours at least, holding a phone in her left hand with her elbow on the desk'.",
      "id": "s24"
    },
    {
      "text": "On the basis of that history, Dr Burgess expressed the opinion that prolonged flexion of the elbow was very likely the cause of her ulnar nerve pathology.",
      "id": "s25"
    },
    {
      "text": "Dr Burgess said that there was no medical evidence to support a causal connection between Ms Butler's work and her carpal tunnel syndrome.",
      "id": "s26"
    },
    {
      "text": "In respect of Dr Burgess' report the Tribunal noted that a sketch made by Ms Butler of her workstation showed her telephone on the right side.",
      "id": "s27"
    },
    {
      "text": "It also noted that Ms Butler had agreed that she did not mention leaning on her left elbow as a cause of her problem to any other doctor or to Telstra.",
      "id": "s28"
    },
    {
      "text": "10 Telstra relied on reports of Dr Stephen Potter, Rheumatologist, and Dr F J Harvey, Orthopaedic Surgeon.",
      "id": "s29"
    },
    {
      "text": "Dr Potter stated that the pathology in Ms Butler's arms and her regional pain disorder were not due to her work.",
      "id": "s30"
    },
    {
      "text": "He attached to his reports medical articles from peer-reviewed medical journals and commentaries indicating that there is no causal relationship between clerical and keyboard duties and the onset of carpal tunnel syndrome or ulnar neuropathy of the elbow.",
      "id": "s31"
    },
    {
      "text": "Dr Harvey said:\n \n 'I don't consider the entrapment of the ulnar nerve at the elbow can be related to keyboard work.",
      "id": "s32"
    },
    {
      "text": "I don't consider that carpel [sic] tunnel syndrome is caused by repetitive keyboard work either, but if a person has a propensity to carpel tunnel syndrome and does a lot of keyboard work, this can aggravate the situation and make the symptoms worse.",
      "id": "s33"
    },
    {
      "text": "The fact that her symptoms persisted after she stopped work and the decompression wasn't done until April 2004, is a strong indication that there is little relationship of her carpel [sic] tunnel syndrome to her employment.",
      "id": "s34"
    },
    {
      "text": "I believe that if the employment were an aggravating factor, one would anticipate that the symptoms would subside when the employment was ceased.",
      "id": "s35"
    },
    {
      "text": "' \n \n\n11 The Tribunal also referred to a report from Dr Larry Fingleton, Ms Butler's treating General Surgeon.",
      "id": "s36"
    },
    {
      "text": "Dr Fingleton offered no opinion on the cause of Ms Butler's condition but noted in a report dated 22 September 2003 that, after she ceased work, she started to get symptoms in her right elbow similar to those experienced in her left elbow.",
      "id": "s37"
    },
    {
      "text": "12 The Tribunal preferred the evidence of Dr Harvey to that of Dr Kwa.",
      "id": "s38"
    },
    {
      "text": "It concluded that Ms Butler's carpal tunnel syndrome was not caused by her keying and her ulnar nerve entrapment was not caused by prolonged leaning on her elbow whilst on the telephone at work.",
      "id": "s39"
    },
    {
      "text": "As mentioned above, it affirmed the decision under review.",
      "id": "s40"
    },
    {
      "text": "CONSIDERATION \n \n13 The two applications made by Ms Butler were heard together.",
      "id": "s41"
    },
    {
      "text": "It is not necessary to identify each of the questions that Ms Butler characterised as a question of law within the meaning of s 44 of the AAT Act and each of the grounds of review relied upon in respect of the application under the ADJR Act.",
      "id": "s42"
    },
    {
      "text": "Counsel for Ms Butler identified three issues on which the two applications were pressed.",
      "id": "s43"
    },
    {
      "text": "I am satisfied that each of these issues can be determined pursuant to the Court's jurisdiction under s 5 of the ADJR Act.",
      "id": "s44"
    },
    {
      "text": "It is therefore unnecessary to determine whether the Court's jurisdiction under s 44 of the AAT Act has additionally been properly invoked.",
      "id": "s45"
    },
    {
      "text": "Denial of Procedural Fairness \n \n14 Ms Butler contended that the Tribunal denied her procedural fairness in respect of two of its findings.",
      "id": "s46"
    },
    {
      "text": "She argued that it was not put to her, nor was she allowed to respond to the allegations, (a) that she did not hold the telephone in her left hand whilst at work; and (b) that symptoms developed in her right arm after she left work.",
      "id": "s47"
    },
    {
      "text": "She also contended that she was denied procedural fairness in that the Tribunal did not allow her to tender medical articles.",
      "id": "s48"
    },
    {
      "text": "Holding the Telephone \n \n15 The issue of which hand Ms Butler held the telephone in when she was at work arose because Dr Burgess placed weight on her having told him that she spent a large part of her working day 'holding a phone in her left hand with her elbow on the desk' .",
      "id": "s49"
    },
    {
      "text": "On that basis Dr Burgess expressed the opinion that prolonged flexion of Ms Butler's left elbow was very likely the cause of her ulnar nerve pathology.",
      "id": "s50"
    },
    {
      "text": "16 Dr Harvey's report contains the following passage:\n \n 'I note that Dr Burgess has suggested that the patient's ulnar nerve lesion was related to pressure of the bent elbow on the desk while answering the phone.",
      "id": "s51"
    },
    {
      "text": "The patient didn't give me any history of this.",
      "id": "s52"
    },
    {
      "text": "I would agree with Dr Burgess however, that this could possibly contribute to an entrapment of the ulnar nerve at the elbow if she did rest with the ulnar side of the elbow on the desk for prolonged periods.",
      "id": "s53"
    },
    {
      "text": "' \n \n\n17 Ms Butler was cross-examined on this issue before the Tribunal.",
      "id": "s54"
    },
    {
      "text": "It was put to her that she had told Dr Burgess in December 2003 that she had a problem caused by leaning on her left elbow.",
      "id": "s55"
    },
    {
      "text": "The significance of the date December 2003 was suggested to be that she had learnt by that date that her claim for compensation had been declined as not being work related.",
      "id": "s56"
    },
    {
      "text": "It was drawn to her attention that a diagram of her workstation which she had prepared showed her telephone on the right hand side.",
      "id": "s57"
    },
    {
      "text": "She replied that she picked up the telephone with her left hand.",
      "id": "s58"
    },
    {
      "text": "The cross-examiner asked, 'Even though it's on the right hand side of your keyboard?",
      "id": "s59"
    },
    {
      "text": "' She replied, 'That's correct'.",
      "id": "s60"
    },
    {
      "text": "She also replied, 'Yes' , when the cross-examiner asked, 'And the right hand side of your work station?",
      "id": "s61"
    },
    {
      "text": "' The cross-examiner then asked her why she had not mentioned in either the statement that she gave to an investigator, or to any of the other doctors that she saw, that leaning on her elbow was triggering symptoms.",
      "id": "s62"
    },
    {
      "text": "She replied, 'It's a very good question' .",
      "id": "s63"
    },
    {
      "text": "18 The above cross-examination was, in my view, sufficient to place Ms Butler on notice that the credibility of her claim that she lent on her left elbow while answering the telephone was challenged.",
      "id": "s64"
    },
    {
      "text": "19 The Senior Member who constituted the Tribunal said to Ms Butler at the end of her cross-examination:\n \n 'I can now give you, Ms Butler, an opportunity to clarify anything that you particularly want to clarify, particularly anything that comes out of the questioning that Mr Kelly just did of you and for example if there is anything you want to elaborate on or expand on now you can do that?",
      "id": "s65"
    },
    {
      "text": "' \n \n\nMs Butler responded by asserting, in effect, that she was telling the truth.",
      "id": "s66"
    },
    {
      "text": "She did not mention the issue of the hand in which she held the telephone.",
      "id": "s67"
    },
    {
      "text": "20 In its reasons for decision the Tribunal did not identify the issue of which hand Ms Butler held the telephone in whilst at work as an issue that needed to be addressed to reach a decision on whether her condition was work related.",
      "id": "s68"
    },
    {
      "text": "Nor did the Tribunal expressly make a finding on this issue (see [4] above).",
      "id": "s69"
    },
    {
      "text": "21 The basis of the Tribunal's decision is rather stated to be that it preferred the evidence of Dr Harvey to the evidence given by other medical practitioners.",
      "id": "s70"
    },
    {
      "text": "The critical paragraph in the Tribunal's reasons for decision which explains the Tribunal's preference for Dr Harvey's evidence is [23]:\n \n 'I cannot be satisfied that the medical research evidence before me supports, on medical grounds, a general causal relationship between keying and nerve entrapment (including carpel [sic] tunnel syndrome and ulnar nerve entrapment).",
      "id": "s71"
    },
    {
      "text": "In relation to Ms Butler's conditions, even if such a relationship were established generally, I am mindful of Dr Harvey's evidence that the persistence of her symptoms after she left work (and some months after she stopped doing data entry work in early July 2003) is a strong indication against a causal relationship between her keying work and her conditions.",
      "id": "s72"
    },
    {
      "text": "The emergence of symptoms in her right elbow after she left work is similarly an indication that the same symptoms in her left elbow are not causally related to work (including leaning on that elbow whilst holding the telephone, as Dr Burgess suggested).",
      "id": "s73"
    },
    {
      "text": "' \n \n\nAs the final sentence of [23] reveals, despite the Tribunal's apparent scepticism concerning Ms Butler's claim that she leant on her left elbow while holding the telephone, the Tribunal assumed its accuracy but concluded that it had no causal relationship with her work.",
      "id": "s74"
    },
    {
      "text": "22 The contention that Ms Butler was denied procedural fairness in that it was not put to her that she did not hold the telephone in her left hand therefore fails on two bases.",
      "id": "s75"
    },
    {
      "text": "First, it was made clear to her that her evidence in this regard was challenged and she was given an opportunity to respond.",
      "id": "s76"
    },
    {
      "text": "Secondly, the Tribunal did not find to the contrary of her evidence on this topic.",
      "id": "s77"
    },
    {
      "text": "Rather, the Tribunal assumed its accuracy but decided, partly by reference to the evidence of Dr Harvey, that the symptoms that she experienced in her left elbow had no connection with the way that she held the telephone at work.",
      "id": "s78"
    },
    {
      "text": "Symptoms in Right Arm \n \n23 As noted above, Dr Fingleton observed, in a report dated 22 September 2003, that Ms Butler is right handed and had lately started to get symptoms in the right elbow region similar to those experienced by her on the left side.",
      "id": "s79"
    },
    {
      "text": "24 Ms Butler was cross-examined about when she first experienced symptoms in her right elbow and, in particular, if it was before or after her employment with Telstra ended.",
      "id": "s80"
    },
    {
      "text": "She said that she was unable to recall.",
      "id": "s81"
    },
    {
      "text": "She agreed that she had not told anyone that she had a problem caused by leaning on her right arm at work.",
      "id": "s82"
    },
    {
      "text": "She explained that she did not lean on her right elbow.",
      "id": "s83"
    },
    {
      "text": "She agreed that leaning on her right elbow could not account for the symptoms that she told Dr Fingleton about.",
      "id": "s84"
    },
    {
      "text": "25 Counsel for Telstra submitted to the Tribunal that the opinion of Dr Burgess, which linked Ms Butler's symptoms in her left elbow to her leaning on that elbow, did not explain her symptoms in the right elbow.",
      "id": "s85"
    },
    {
      "text": "He observed that it was not clear when Ms Butler first experienced symptoms in her right elbow; they may have started shortly before she left her employment or they may have started after she left her employment.",
      "id": "s86"
    },
    {
      "text": "Ms Butler was given the opportunity to reply to these submissions but chose not to do so initially saying:\n \n 'I wouldn't know where to begin, I think anything I wanted to say I have itemised.",
      "id": "s87"
    },
    {
      "text": "' \n \n\nFollowing a short adjournment Ms Butler was again given the opportunity to reply she made brief further submissions but did not address the particular issue if when the symptom in her right elbow developed.",
      "id": "s88"
    },
    {
      "text": "26 The importance of the symptoms that Ms Butler acknowledged that she experienced with her right elbow was not the timing of their emergence but rather their probable cause.",
      "id": "s89"
    },
    {
      "text": "The Tribunal probably put the matter too definitively when it stated that the symptoms in her right elbow emerged after she left work.",
      "id": "s90"
    },
    {
      "text": "The evidence suggested that the symptoms probably emerged at about the time that she left work but did not rule out the possibility that they emerged while she was still at work.",
      "id": "s91"
    },
    {
      "text": "However, the only suggested link between the symptoms in her left elbow and her work was her practice of leaning on her left elbow while on the telephone.",
      "id": "s92"
    },
    {
      "text": "No comparable link was suggested so far as the symptoms in her right elbow were concerned.",
      "id": "s93"
    },
    {
      "text": "27 I conclude that there was no procedural unfairness to Ms Butler in the Tribunal attributing significance to the evidence concerning the symptoms experienced by Ms Butler to her right elbow.",
      "id": "s94"
    },
    {
      "text": "She was made aware of the significance that might be attributed to those symptoms and given an opportunity to address the Tribunal on that issue.",
      "id": "s95"
    },
    {
      "text": "Although it was not put to her that the symptoms in her right arm developed after she left work, the true significance of those symptoms was not the timing of their development; it was that they arose in an elbow that she did not, as a matter of practice, lean on while speaking on the telephone.",
      "id": "s96"
    },
    {
      "text": "Medical Articles \n \n28 This ground of review was pressed only faintly.",
      "id": "s97"
    },
    {
      "text": "Ms Butler did not give evidence identifying the medical articles that she wished to place before the Tribunal.",
      "id": "s98"
    },
    {
      "text": "It is therefore not possible for this Court to determine whether those articles were relevant to any issue that the Tribunal was required to consider or, assuming that they were, whether they added in any significant way to the material already before the Tribunal.",
      "id": "s99"
    },
    {
      "text": "29 In any event, examination of the transcript of the hearing before the Tribunal does not support the submission that Ms Butler was refused permission to tender medical articles.",
      "id": "s100"
    },
    {
      "text": "30 The transcript of the hearing records the following exchange between the Senior Member and Ms Butler:\n \n 'MS BUTLER: May I just inquire, sorry, I'm able to put in further evidence, aren't I?",
      "id": "s101"
    },
    {
      "text": "MS BELL: As long as the respondent has adequate notice.",
      "id": "s102"
    },
    {
      "text": "So you send a copy to the respondent at least three weeks before the next date and it may still be that the respondent, through Mr Kelly, has an objection to that evidence and you have to argue it out in front of me and I'll make a decision.",
      "id": "s103"
    },
    {
      "text": "MS BUTLER: Right, okay.",
      "id": "s104"
    },
    {
      "text": "MS BELL: What kind of evidence are you contemplating?",
      "id": "s105"
    },
    {
      "text": "I don't mean exactly, but generally, what kind of thing are you thinking about?",
      "id": "s106"
    },
    {
      "text": "MS BUTLER: Articles from the medical profession in regard to carpal tunnel.",
      "id": "s107"
    },
    {
      "text": "MS BELL: Let me tell you this about general articles about medical facts and theories, that's all they are and they don't necessarily apply to your individual circumstances and the particular work that you were involved in and the particular effect that any or that may or may not have had on your particular condition.",
      "id": "s108"
    },
    {
      "text": "Now, I will look at those articles that you've provided, but they're not going to carry a great deal of weight.",
      "id": "s109"
    },
    {
      "text": "They're not going to carry nearly as much weight as the opinions of medical experts that we have about you and your circumstances.",
      "id": "s110"
    },
    {
      "text": "General articles about medical matters just aren't specific enough.",
      "id": "s111"
    },
    {
      "text": "MS BUTLER: Right, I was just, I suppose, going along the line of thought that Dr Potter had submitted articles in regard to carpal tunnel not being related to office work and I think they've been entered into evidence.",
      "id": "s112"
    },
    {
      "text": "MS BELL: They have, with his opinion about you.",
      "id": "s113"
    },
    {
      "text": "MS BUTLER: Right.",
      "id": "s114"
    },
    {
      "text": "MS BELL: Isn't that what those articles that you've put in go to?",
      "id": "s115"
    },
    {
      "text": "MS BUTLER: Some of them are.",
      "id": "s116"
    },
    {
      "text": "MS BELL: Well, I don't want any more.",
      "id": "s117"
    },
    {
      "text": "MS BUTLER: Right, fair enough.",
      "id": "s118"
    },
    {
      "text": "MS BELL: So, if you do come up with additional evidence, it's got to go to the respondent.",
      "id": "s119"
    },
    {
      "text": "There's no surprises here.",
      "id": "s120"
    },
    {
      "text": "Everyone has to know what they're dealing with.",
      "id": "s121"
    },
    {
      "text": "' \n \n\n31 Having regard to the above exchanges, I am satisfied that, even if the Senior Member's statement that 'I don't want any more' is understood as a refusal to allow Ms Butler to tender something, the refusal extended only to more articles of the kind that Ms Butler had already provided to the Tribunal.",
      "id": "s122"
    },
    {
      "text": "The Tribunal was not under an obligation to receive an unlimited number of articles all tending to support the same proposition.",
      "id": "s123"
    },
    {
      "text": "Irrelevant Considerations \n Symptoms in Right Arm \n \n32 Ms Butler also contended that the Tribunal, by taking into account the onset of symptoms in her right arm, took into account an irrelevant consideration.",
      "id": "s124"
    },
    {
      "text": "33 The compensation claimed by Ms Butler was only payable by Telstra in respect of an 'injury' as then defined by s 4(1) of the Act.",
      "id": "s125"
    },
    {
      "text": "Ms Butler has not placed reliance on paragraph (a) of that definition.",
      "id": "s126"
    },
    {
      "text": "Rather she places reliance on paragraphs (b) and (c) of the definitions of injury which were relevantly in the following terms:\n \n \n '(b) an injury ... suffered by an employee ... arising out of, or in the course of, the employee's employment; or \n \n (c) an aggravation of a physical or mental injury ... suffered by an employee (whether or not that injury arose out of or in the course of, the employee's employment,) being an aggravation that arose out of, in the course of, that employment.",
      "id": "s127"
    },
    {
      "text": "' \n \n \n \n\n34 The Tribunal was therefore required to determine whether the symptoms in respect of which Ms Butler claimed compensation evidenced an injury suffered by her arising out of, or in the course of, her employment or aggravation of an injury (whether or not that injury arose out of, or in the course of, her employment) being an aggravation that arose out of, or in the course of, her employment.",
      "id": "s128"
    },
    {
      "text": "35 So far as the symptoms in her left elbow were concerned, the Tribunal was entitled, in the absence of expert evidence suggesting to the contrary, to draw the common-sense inference suggested by the fact that she experienced the same symptoms in each elbow; namely that their aetiology was the same ( Adelaide Stevedoring Co Ltd v Forst [1940] HCA 45 ; (1940) 64 CLR 538 esp per Rich ACJ at 563).",
      "id": "s129"
    },
    {
      "text": "36 For the above reason, the onset of symptoms in her right arm that were of the same character as the symptoms in her left arm was not an irrelevant consideration.",
      "id": "s130"
    },
    {
      "text": "The Tribunal was not under an obligation to disregard the symptoms experienced by Ms Butler in her right arm because no person expressed an expert opinion on the relevance of the symptoms in Ms Butler's right arm other than in respect of her carpal tunnel syndrome.",
      "id": "s131"
    },
    {
      "text": "Inadmissible Evidence \n \n37 Ms Butler additionally contended that the Tribunal took into account irrelevant considerations when it had regard to 'inadmissible' evidence of Ms Carrall and Ms Small.",
      "id": "s132"
    },
    {
      "text": "While acknowledging that the Tribunal was not bound by the rules of evidence, Ms Butler argued that 'there must be occasions and are occasions that a tribunal could reject evidence that is clearly inadmissible and based on extreme hearsay' .",
      "id": "s133"
    },
    {
      "text": "38 Ms Carrall was Ms Butler's manager although she did not work at the same location as Ms Butler.",
      "id": "s134"
    },
    {
      "text": "She made a statement about the hours worked by Ms Butler and the nature of her duties.",
      "id": "s135"
    },
    {
      "text": "She also mentioned in a statement that Ms Butler was known to be a chain smoker and therefore would have taken numerous short breaks from her work to leave the office for a smoke.",
      "id": "s136"
    },
    {
      "text": "39 Ms Carrall was required for cross-examination before the Tribunal and was questioned as to her knowledge of Ms Butler's duties including as to the amount of keying she did.",
      "id": "s137"
    },
    {
      "text": "40 Ms Small was Ms Butler's team leader although, like Ms Carrall, she did not work at the same location as Ms Butler.",
      "id": "s138"
    },
    {
      "text": "She made a statement concerning the nature of the duties undertaken by Ms Butler.",
      "id": "s139"
    },
    {
      "text": "She was not required for cross-examination.",
      "id": "s140"
    },
    {
      "text": "41 The evidence contained in the statement of Ms Carrall and Ms Small and the oral evidence of Ms Carrall was plainly relevant to the issues required to be determined by the Tribunal.",
      "id": "s141"
    },
    {
      "text": "Ms Butler's claim for compensation was dependent on her injury arising out of, or in the course of, her employment.",
      "id": "s142"
    },
    {
      "text": "Her credibility in respect of the nature of the duties performed by her in the course of her employment, and in particular as to the amount and duration of her keying, was challenged.",
      "id": "s143"
    },
    {
      "text": "Ms Butler's complaint is in reality a complaint as to the weight which the Tribunal accorded to the evidence of Ms Carrall and Ms Small as opposed to the evidence on the same topic given by Ms Butler.",
      "id": "s144"
    },
    {
      "text": "The weight to be given to evidence from different sources was a matter for the Tribunal to determine.",
      "id": "s145"
    },
    {
      "text": "The Tribunal entertained reservations about Ms Butler's credibility.",
      "id": "s146"
    },
    {
      "text": "It was not obliged to accept what she said, including what she said about the amount of keying that she did.",
      "id": "s147"
    },
    {
      "text": "42 The Tribunal did not take into account an irrelevant consideration when it took into account the evidence of Ms Carrall and Ms Small.",
      "id": "s148"
    },
    {
      "text": "Error of Law \n \n43 Ms Butler also contended that the Tribunal misconstrued the definition of 'injury' in s 4(1) of the Act.",
      "id": "s149"
    },
    {
      "text": "She submitted that the Tribunal looked at 'cause strictly' rather than applying the test of whether the injury, or the aggravation of an injury, arose out of, or in the course of, her employment.",
      "id": "s150"
    },
    {
      "text": "She also submitted that the Tribunal considered only whether her employment was the sole cause and failed to consider whether there was 'a nexus between the [Ms Butler's] employment and her medical condition' .",
      "id": "s151"
    },
    {
      "text": "44 The Tribunal noted at [3] of its reasons for decision:\n \n 'Ms Butler contends that her injury was caused by the keying she was required to do in her job, and, in particular, an increased amount of keying arising out of the introduction of a new system in 1996 or 1997.",
      "id": "s152"
    },
    {
      "text": "Alternatively, Ms Butler suggested in the course of the hearing that a lifting incident in February 2002, when an archive box handle broke off in her hand, caused or contributed to her left upper limb condition.",
      "id": "s153"
    },
    {
      "text": "Telstra contends that Ms Butler's condition is not related to her work.",
      "id": "s154"
    },
    {
      "text": "' \n \n\n45 The critical paragraph in the Tribunal's reasons for decision is set out in [21] above.",
      "id": "s155"
    },
    {
      "text": "The Tribunal was not satisfied of a general causal relationship between keying and nerve entrapment (including carpal tunnel syndrome and ulnar nerve entrapment).",
      "id": "s156"
    },
    {
      "text": "It preferred the expert evidence of Dr Harvey to the expert evidence of the medical practitioners on which Ms Butler relied.",
      "id": "s157"
    },
    {
      "text": "46 An important part of the expert evidence of Dr Harvey is set out in [10] above.",
      "id": "s158"
    },
    {
      "text": "The expert opinions expressed by Dr Harvey can be summarised in the following way.",
      "id": "s159"
    },
    {
      "text": "The entrapment of Ms Butler's ulnar nerve at the elbow was not related to her keyboard work; her carpal tunnel syndrome was also not caused by her keyboard work but carpal tunnel syndrome can be aggravated by keyboard work; Ms Butler's carpal tunnel syndrome was unlikely to have been aggravated by her keyboard work because the symptoms persisted after she stopped work --- if her employment were an aggravating factor the symptoms would have subsided when she stopped work.",
      "id": "s160"
    },
    {
      "text": "47 Read in context, the Tribunal's reference to Dr Harvey's evidence, and particularly his evidence concerning the persistence of Ms Butler's symptoms after she left work, makes clear that it did not overlook that the definition of 'injury' in s 4(1) of the Act includes aggravation of an injury whether or not that injury itself arose out of, or in the course of, the employee's employment.",
      "id": "s161"
    },
    {
      "text": "48 I see no reason to conclude that the Tribunal misconstrued the definition of injury in s 4(1) of the Act.",
      "id": "s162"
    },
    {
      "text": "CONCLUSION \n \n49 The applications will be dismissed with costs.",
      "id": "s163"
    },
    {
      "text": "I certify that the preceding forty-nine (49) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Branson.",
      "id": "s164"
    },
    {
      "text": "Associate:\n\nDated: 27 September 2007\n\n\n Counsel for the Applicant: Ms D Coulton \n \n Counsel for the Second Respondent: Mr A Robertson SC and Mr B Kelly \n \n Solicitor for the Second Respondent: Sparke Helmore Lawyers \n \n Date of Hearing: 27 July 2007 \n \n Date of Judgment: 27 September 2007 \n\n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1504.html",
      "id": "s165"
    }
  ]
}