{
  "name": "SZCLK v Minister for Immigration and Citizenship [2007] FCA 104 (12 February 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/104.html",
  "catchphrases": [
    {
      "text": "no point of principle",
      "id": "c0"
    },
    {
      "text": "migration",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application for leave to appeal from a judgment of a Federal Magistrate given on 8 September 2006.",
      "id": "s0"
    },
    {
      "text": "The application before the Federal Magistrate sought judicial review of a decision of a delegate of the Minister, made on 19 June 2003, refusing to grant a protection visa to the applicant.",
      "id": "s1"
    },
    {
      "text": "2 The applicant is a citizen of India who arrived in Australia on 20 March 2003.",
      "id": "s2"
    },
    {
      "text": "On 30 April 2003 he lodged an application for a protection visa with the Department of Immigration and Multicultural Affairs.",
      "id": "s3"
    },
    {
      "text": "The applicant claims fear of persecution in India by reason of his political opinion, in particular his involvement with the Indian Muslim League.",
      "id": "s4"
    },
    {
      "text": "The applicant claims that he was targeted by members of the Bharatiya Janata Party (\"BJP\") and was forced to relocate.",
      "id": "s5"
    },
    {
      "text": "As a result of his relocation the applicant claims that he became involved with the Indian Union Muslim leader and was given voluntary employment.",
      "id": "s6"
    },
    {
      "text": "The applicant claims that he organised a rally and was subsequently arrested by \"Tamil Nadu Q Branch\" and spent two days in custody.",
      "id": "s7"
    },
    {
      "text": "He claimed to have been tortured.",
      "id": "s8"
    },
    {
      "text": "The applicant claims false charges were laid against him and that he was imprisoned for one month.",
      "id": "s9"
    },
    {
      "text": "The applicant claimed that the BJP and All India Anna Dravidian Progressive Association (\"AIADMK\") cause problems for the Muslim community in India.",
      "id": "s10"
    },
    {
      "text": "The delegate refused the application for a protection visa.",
      "id": "s11"
    },
    {
      "text": "THE DECISION OF THE TRIBUNAL \n\n3 The applicant appealed to the Refugee Review Tribunal (\"the Tribunal\").",
      "id": "s12"
    },
    {
      "text": "The Tribunal did not accept the claims of the applicant in relation to his detention and imprisonment because the evidence presented was insufficient and conflicting and there was no attempt to obtain supporting material.",
      "id": "s13"
    },
    {
      "text": "Nor did it accept that the applicant was of particular interest to the BJP or to the AIADMK.",
      "id": "s14"
    },
    {
      "text": "The Tribunal considered that the applicant could return safely to India.",
      "id": "s15"
    },
    {
      "text": "On his own evidence the applicant had admitted that he could return to a certain village without difficulties caused by his religious beliefs or any other Convention reasons.",
      "id": "s16"
    },
    {
      "text": "He was nonetheless concerned that there were limited employment opportunities for persons of his age.",
      "id": "s17"
    },
    {
      "text": "Relying on independent country information the Tribunal found that there was no evidence to support the applicant's assertions of mistreatment in Chennai or Tamil Nadu became the AIADMK, the ruling party in Tamil Nadu, had strong secular and pro-minority views.",
      "id": "s18"
    },
    {
      "text": "There was no evidence that that the applicant suffered harm amounting to persecution for a Convention reason in Tamil Nadu in the past; nor was there a prospect of this occurring in the future.",
      "id": "s19"
    },
    {
      "text": "PREVIOUS LITIGATION HISTORY \n\n4 The applicant sought judicial review of the Tribunal's decision in the Federal Magistrates' Court.",
      "id": "s20"
    },
    {
      "text": "This application was dismissed: see SZCLK v Minister for Immigration and Multicultural Affairs [2005] FMCA 1456.",
      "id": "s21"
    },
    {
      "text": "An appeal to this Court from the Federal Magistrates' Court was dismissed by Wilcox J on 23 November 2005: see [2005] FCA 1735.",
      "id": "s22"
    },
    {
      "text": "The applicant thereupon commenced the present proceeding seeking review of the decision of the Minister's delegate which had earlier been the subject of appeal to the Tribunal.",
      "id": "s23"
    },
    {
      "text": "GROUNDS BEFORE THE FEDERAL MAGISTRATE \n\n5 In his application to the Federal Magistrates' Court, dated 7 December 2005, the applicant advanced the following grounds in support of his challenge to the Minster's delegate's decision:\n \n \"1.",
      "id": "s24"
    },
    {
      "text": "A breach of the rules of natural justice occurred in connection with the making of the decision.",
      "id": "s25"
    },
    {
      "text": "The decision was not notified of the applicant and therfore the procedures that were required by law to be observed in connection with the making of the decision was not served.",
      "id": "s26"
    },
    {
      "text": "2.",
      "id": "s27"
    },
    {
      "text": "The delegate who purprted to make the decision did not have jurisdiction to give the decision.",
      "id": "s28"
    },
    {
      "text": "The Minister does not have the power to make the decision into effect s.66(1) and s. 66 (2) of the Migration Act 1958 was not observed.",
      "id": "s29"
    },
    {
      "text": "3.",
      "id": "s30"
    },
    {
      "text": "The decision was infected by error of law.",
      "id": "s31"
    },
    {
      "text": "The decision was an improper exercise of the power conferred by the enactment in pursuance of which it was purpoted to be made.",
      "id": "s32"
    },
    {
      "text": "4.",
      "id": "s33"
    },
    {
      "text": "The application is late.",
      "id": "s34"
    },
    {
      "text": "However the applicant refers to Chan Ta Srey v Minister for Immigration &amp; Multicultural and Indigenous Affairs, Plaintiff S157 of 2002 v Commonwealth (2003) FCA 1292 and [2003] HCA 2 ; (2003) 195 ALR 24.",
      "id": "s35"
    },
    {
      "text": "5.",
      "id": "s36"
    },
    {
      "text": "This application is not vexation nor the abuse of process.",
      "id": "s37"
    },
    {
      "text": "A delegate decision can be reviewed by the Court under certain circumstance.",
      "id": "s38"
    },
    {
      "text": "The Court previously reviewed decision of the delegate in mater of: SZCTH v Minister for Immigration (No.",
      "id": "s39"
    },
    {
      "text": "1) [2004] FMCA 211 , NAMG v Minister for Immigration (No.",
      "id": "s40"
    },
    {
      "text": "1) [2003] FMCA 541 , Alam v Minister for Immigration [2005] FCAFC 132.",
      "id": "s41"
    },
    {
      "text": "\" \n (Transcribed from the original without alteration) \n\n6 The Minister filed a \"response\" on 4 January 2006 opposing the application: see r 44.06 of the Federal Magistrates Court Rules 2001 (\"the Rules \").",
      "id": "s42"
    },
    {
      "text": "She relied on the grounds that the Court did not have jurisdiction to review the decision of the delegate, that the proceedings were an abuse of process, that the proceedings were vexatious, and further, or in the alternative, that the applicant was barred by operation of the doctrine of res judicata and/or was estopped from bringing proceedings.",
      "id": "s43"
    },
    {
      "text": "THE DECISION OF THE FEDERAL MAGISTRATE \n\n7 The Federal Magistrate held that the application was an abuse of process and dismissed it.",
      "id": "s44"
    },
    {
      "text": "He also held that any error on the part of the delegate had been \"cured\" by the Tribunal.",
      "id": "s45"
    },
    {
      "text": "APPLICATION FOR LEAVE TO APPEAL \n\n8 In support of the application for leave, the applicant filed an affidavit and a draft notice of appeal in which he claims:\n \n 2.",
      "id": "s46"
    },
    {
      "text": "The Single judge of the Federal Magistrate Court in his Honors judgment delivered on the 8 September 2006 failed to find error of law, jurisdictional error procedural fairness and relief under section 39 B of the judiciary Act.",
      "id": "s47"
    },
    {
      "text": "1903.",
      "id": "s48"
    },
    {
      "text": "3.",
      "id": "s49"
    },
    {
      "text": "The grounds and relief is very much similar with a recent High court judgment --- Muin v Refugee Review Tribunal; Lie v Refugee Review Tribunal \n \n 4.",
      "id": "s50"
    },
    {
      "text": "Recent High Court judgment ; Plintiff S 157/2002 Commonwealth of Australia [2003] HCA 1 \n \n 5.",
      "id": "s51"
    },
    {
      "text": "Recent Federal Court of Australia judgment : AGDV V Minister for Immigration and Multicultural Affairs.",
      "id": "s52"
    },
    {
      "text": "I will provide more ground after received the judgment.",
      "id": "s53"
    },
    {
      "text": "6.",
      "id": "s54"
    },
    {
      "text": "The grounds and relief is very similar with a recent Federal Court judgment --- SZCBB v Minister for Immigration and Multicultural and Indigenous Affairs.",
      "id": "s55"
    },
    {
      "text": "7.",
      "id": "s56"
    },
    {
      "text": "Tribunal made his decision in bad faith.",
      "id": "s57"
    },
    {
      "text": "I was prosecuted because of my religious believe and member of an Islamic Student Association.",
      "id": "s58"
    },
    {
      "text": "I had been targeted by Hindu fundamentalist.",
      "id": "s59"
    },
    {
      "text": "It was very difficult time for me, Hindu militants would pursue me no matter where else I might go in India.",
      "id": "s60"
    },
    {
      "text": "8.",
      "id": "s61"
    },
    {
      "text": "The FM erred in failing to find the Tribunal erred in law under section 476, section 426 and Migration Act 1958 .",
      "id": "s62"
    },
    {
      "text": "The FM in his honor judgment delivered on 24 August 2006 failed to find error of law and relief under section 39b of the judiciary Act.",
      "id": "s63"
    },
    {
      "text": "9.",
      "id": "s64"
    },
    {
      "text": "My point is that despite having attended the hearing, it became imperative that, before the Tribunal made up its mind to dismiss the application, such in information was required to be sent to me in written to make comments, in order to fully compliance with section 424A as decided by majority Judge of the High court in SAAP.",
      "id": "s65"
    },
    {
      "text": "(Again transcribed without alteration).",
      "id": "s66"
    },
    {
      "text": "These grounds are either identical or substantially the same as those advanced by appellants in other cases with which I have recently dealt.",
      "id": "s67"
    },
    {
      "text": "They have no obvious relevance to the issues in this case.",
      "id": "s68"
    },
    {
      "text": "9 At the hearing before me, the applicant submitted appeared in person.",
      "id": "s69"
    },
    {
      "text": "He was assisted by an interpreter.",
      "id": "s70"
    },
    {
      "text": "He told me that he could not point to any legal error which would warrant this Court reconsidering the decision of the Federal Magistrate.",
      "id": "s71"
    },
    {
      "text": "10 The principles to be applied in dealing with an application such as the present are laid down in D&eacute;cor Corporation Pty Ltd v Dart Industries Inc (1991) 33 FCR 397.",
      "id": "s72"
    },
    {
      "text": "In my opinion the learned Magistrate's decision is not attended with sufficient doubt as to warrant reconsideration by this Court.",
      "id": "s73"
    },
    {
      "text": "Indeed it is, in my view, correct.",
      "id": "s74"
    },
    {
      "text": "11 Accordingly, the application for leave to appeal should be refused with costs.",
      "id": "s75"
    },
    {
      "text": "I certify that the preceding eleven (11) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice TRACEY.",
      "id": "s76"
    },
    {
      "text": "Associate:\n\nDated: 12 February 2007\n\n\n Counsel for the Applicant: Litigant in Person \n \n Counsel for the Respondent: Ms S Burnett \n \n Solicitor for the Respondent: Clayton Utz \n \n Date of Hearing: 12 February 2007 \n \n Date of Judgment: 12 February 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/104.html",
      "id": "s77"
    }
  ]
}