{
  "name": "The Owners - Strata Plan No. 71569 v Amin [2007] FCA 1839 (14 November 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1839.html",
  "catchphrases": [
    {
      "text": "application to set aside or annul sequestration order",
      "id": "c0"
    },
    {
      "text": "relief not opposed by creditor",
      "id": "c1"
    },
    {
      "text": "no appearance by trustee to oppose",
      "id": "c2"
    },
    {
      "text": "annulment inappropriate",
      "id": "c3"
    },
    {
      "text": "no debt outstanding",
      "id": "c4"
    },
    {
      "text": "no public interest in prolonging the bankruptcy",
      "id": "c5"
    },
    {
      "text": "sequestration order set aside",
      "id": "c6"
    },
    {
      "text": "creditor's petition dismissed",
      "id": "c7"
    },
    {
      "text": "bankruptcy",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "BUCHANAN J: \n \n1 This is an application which seeks on three alternative grounds to set aside a sequestration order made against the estate of the applicant, Mohammad Sharif Amin, by Registrar Tesoriero of this Court on 12 October 2007.",
      "id": "s0"
    },
    {
      "text": "The three alternative grounds upon which the court's jurisdiction is invoked are:\n \n(1) use of Order 35, rule 7(2)(a) of the Federal Court Rules to set aside an order made in the absence of a party;\n \n \n\n(2) review of the exercise of the power of the registrar under s 35A(5) and (6) of the Federal Court of Australia Act 1976 (Cth) ('the FCA Act'); and\n\n \n(3) exercise of power under s 153B of the Bankruptcy Act 1966 (Cth) (the Bankruptcy Act ) to annul the bankruptcy.",
      "id": "s1"
    },
    {
      "text": "2 Mr Amin's bankruptcy has its origins in a judgment debt of 14 March 2007 which resulted from his failure to pay strata levies to the owners of Strata Plan No 71569, commencing in February 2007.",
      "id": "s2"
    },
    {
      "text": "The amount of the judgment debt was $2501.09.",
      "id": "s3"
    },
    {
      "text": "A bankruptcy notice was served upon Mr Amin on 5 June 2007.",
      "id": "s4"
    },
    {
      "text": "It was not satisfied.",
      "id": "s5"
    },
    {
      "text": "A creditor's petition was filed in this Court on 5 September 2007 and served on Mr Amin on 12 September 2007.",
      "id": "s6"
    },
    {
      "text": "It identified debts in the amount of $5475.01 which included the amount of the judgment debt together with interest and expenses and further contributions due by Mr Amin to The Owners of Strata Plan No.",
      "id": "s7"
    },
    {
      "text": "71569.",
      "id": "s8"
    },
    {
      "text": "3 The creditor's petition was listed for hearing on 12 October 2007.",
      "id": "s9"
    },
    {
      "text": "Mr Amin did not pay the debt prior to 12 October 2007 and he did not appear at the hearing on that day.",
      "id": "s10"
    },
    {
      "text": "In his absence, a sequestration order was made against his estate.",
      "id": "s11"
    },
    {
      "text": "The date of bankruptcy was noted as being 26 June 2007.",
      "id": "s12"
    },
    {
      "text": "4 Mr Amin has given evidence by affidavit in the present proceedings attempting to provide explanations for why the various debts were not paid.",
      "id": "s13"
    },
    {
      "text": "I must say that I find the explanations to be not very satisfactory.",
      "id": "s14"
    },
    {
      "text": "He also gave evidence as to why, for reasons connected with the practice of his religion, he did not attend court on 12 October 2007.",
      "id": "s15"
    },
    {
      "text": "That explanation, however, does not assist to understand why it was that the debt was not paid before that date nor any indication given to the creditor or the court that there was any difficulty concerning Mr Amin's attendance at court on the day fixed for the hearing of the creditor's petition.",
      "id": "s16"
    },
    {
      "text": "5 Be all that as it may, the evidence before the Court is that following the making of the sequestration order, the debt was paid.",
      "id": "s17"
    },
    {
      "text": "The creditor does not oppose relief being granted to Mr Amin in one of the forms sought by the application.",
      "id": "s18"
    },
    {
      "text": "The creditor concedes that if the matter were to be heard by way of review, then it would not be in the position to establish under section 52 of the Bankruptcy Act that any debt remained outstanding.",
      "id": "s19"
    },
    {
      "text": "6 There is also evidence before the Court in the form of a letter from the trustee of Mr Amin's estate confirming that the trustee's costs have been paid and that the trustee did not propose to appear at the hearing of the present application.",
      "id": "s20"
    },
    {
      "text": "I infer that the application is not opposed by the trustee.",
      "id": "s21"
    },
    {
      "text": "7 I confess I have little sympathy for the position in which Mr Amin finds himself, which appears to me to be due entirely to his own inattention to his obligations.",
      "id": "s22"
    },
    {
      "text": "However, not without some reservations, I have decided that there is no apparent purpose to be served, in the public interest, by prolonging his bankruptcy in the circumstances which the evidence before me discloses.",
      "id": "s23"
    },
    {
      "text": "That, in essence, is that the outstanding debt has been paid, there is no opposition to the bankruptcy being brought to an end in an appropriate manner, and on his unchallenged evidence before the court he is in a position to pay his debts as and when they fall due and is, and was on 12 October 2007, solvent.",
      "id": "s24"
    },
    {
      "text": "8 I do not think it would be appropriate to annul the bankruptcy under section 153B of the Bankruptcy Act .",
      "id": "s25"
    },
    {
      "text": "I am not able to conclude that the registrar was bound not to make the sequestration order even if further facts concerning the position as at 12 October 2007 were before him.",
      "id": "s26"
    },
    {
      "text": "As at that date, it appears to me that the conditions established by s 52(1) for the exercise of power had been met.",
      "id": "s27"
    },
    {
      "text": "In the circumstances, I will not annul the bankruptcy (see also Boles v Official Trustee in Bankruptcy (2001) 183 ALR 239 at [16]).",
      "id": "s28"
    },
    {
      "text": "9 It is accepted by the creditor that I could review the registrar's decision under s 35A of the FCA Act.",
      "id": "s29"
    },
    {
      "text": "10 In those circumstances the requirements of s 52(1) , of the Bankruptcy Act would not be met and it would not be appropriate now to make a sequestration order.",
      "id": "s30"
    },
    {
      "text": "11 That appears to be one available course, but I think the preferable course is to use the power under O 35 r 7(2)(a).",
      "id": "s31"
    },
    {
      "text": "That power was exercised by Edmonds J in Owners of Strata Plan No 23007 v Cross [2006] FCA 900 ; (2006) 153 FCR 398, although in factual circumstances which were quite different from the present ones.",
      "id": "s32"
    },
    {
      "text": "I am influenced in my choice of that source of power for use in the present case by the fact that the costs of the trustee have been met and that orders for costs are not otherwise sought.",
      "id": "s33"
    },
    {
      "text": "12 The order which I will make is:\n \n1.",
      "id": "s34"
    },
    {
      "text": "The order for sequestration of the estate of Mohammad Sharif Amin made by Registrar Tesoriero on 12 October 2007 is set aside.",
      "id": "s35"
    },
    {
      "text": "2.",
      "id": "s36"
    },
    {
      "text": "By consent, the proceedings initiated by the filing of the creditor's petition on 5 September 2007 are dismissed.",
      "id": "s37"
    },
    {
      "text": "3.",
      "id": "s38"
    },
    {
      "text": "There will be no order for costs in those proceedings or in respect of the present application.",
      "id": "s39"
    },
    {
      "text": "I certify that the preceding twelve (12) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Buchanan.",
      "id": "s40"
    },
    {
      "text": "Associate:\n\nDated: 14 November 2007\n\n\n Counsel for the Applicant: M W Sneddon \n \n Solicitor for the Applicant: Bartier Perry \n \n Solicitor for the Respondent: J S Mueller &amp; Co \n \n Date of Hearing: 14 November 2007 \n \n Date of Judgment: 14 November 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1839.html",
      "id": "s41"
    }
  ]
}