{
  "name": "Picone v Velos [2007] FCA 1183 (10 August 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1183.html",
  "catchphrases": [
    {
      "text": "solvency",
      "id": "c0"
    },
    {
      "text": "set-off",
      "id": "c1"
    },
    {
      "text": "magistrate did not accept appellant's statement of assets or existence of set-off",
      "id": "c2"
    },
    {
      "text": "indemnity costs",
      "id": "c3"
    },
    {
      "text": "unsupported allegations of perjury",
      "id": "c4"
    },
    {
      "text": "whether appropriate to make against bankrupt",
      "id": "c5"
    },
    {
      "text": "bankruptcy",
      "id": "c6"
    },
    {
      "text": "costs",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "BACKGROUND \n \n1 This is an appeal from a decision of Burchardt FM refusing to set aside a creditor's petition filed and a sequestration order made in respect of the appellant.",
      "id": "s0"
    },
    {
      "text": "Pursuant to s 25(1A) of the Federal Court of Australia Act 1976 (Cth) the Chief Justice has directed that the appellate jurisdiction of the Court be exercised by a single judge.",
      "id": "s1"
    },
    {
      "text": "2 The appellant is a former client of the respondents who traded as a firm of solicitors.",
      "id": "s2"
    },
    {
      "text": "The respondents acted for the appellant in proceedings in the Victorian County Court and ceased doing so on 28 September 2004, presumably because of a failure by the appellant to pay the respondents' fees.",
      "id": "s3"
    },
    {
      "text": "3 On 20 October 2004, the respondents issued a complaint in the Victorian Magistrates Court claiming unpaid fees in respect of the County Court proceeding.",
      "id": "s4"
    },
    {
      "text": "On 28 June 2005, the respondents' costs of the Magistrates Court proceeding were taxed by a Master of the Supreme Court.",
      "id": "s5"
    },
    {
      "text": "After taking into account set-offs and monies already paid, the amount allowed as owing by the appellant to the respondents was $13,400.01.",
      "id": "s6"
    },
    {
      "text": "4 On 7 September 2005, the Magistrates Court complaint was dismissed with costs.",
      "id": "s7"
    },
    {
      "text": "The appellant, who did not attend the hearing, later sought a re-hearing of the matter and obtained a slightly lower costs order.",
      "id": "s8"
    },
    {
      "text": "5 On 9 September 2005, the respondents issued a bankruptcy notice for $13,703.85, being the amount of the taxation by the Supreme Court Master plus interest.",
      "id": "s9"
    },
    {
      "text": "The address of the appellant was given as 9 Athol Street, Moonee Ponds.",
      "id": "s10"
    },
    {
      "text": "On 31 October 2005, an application was made in the Federal Magistrates Court for an order dispensing with personal service of the bankruptcy notice and that service be deemed to be effected by way of service on the solicitor who had acted for the appellant at the Supreme Court taxation hearing.",
      "id": "s11"
    },
    {
      "text": "Orders to that effect were made on 2 December 2005.",
      "id": "s12"
    },
    {
      "text": "They provided that service would be deemed to be effected on 30 December 2005 on condition that service was effected on the solicitor by 16 December 2005.",
      "id": "s13"
    },
    {
      "text": "6 As events transpired, the solicitor was not served with the bankruptcy notice by 16 December 2005.",
      "id": "s14"
    },
    {
      "text": "Instead, the bankruptcy notice was sent by post to the solicitor on 10 January 2006 and was left at the new offices of the solicitor on 9 January 2006.",
      "id": "s15"
    },
    {
      "text": "On 13 January 2006, the respondent received a facsimile from the solicitor, stating that he had mailed the bankruptcy notice to the appellant at his last known address, 41 Chaucer Street, Moonee Ponds.",
      "id": "s16"
    },
    {
      "text": "The appellant received the bankruptcy notice on 13 January 2006 and attended the Federal Magistrates Court on that day to inquire about it.",
      "id": "s17"
    },
    {
      "text": "On 24 January 2006 he filed an application to extend the time in which to comply with the bankruptcy notice.",
      "id": "s18"
    },
    {
      "text": "In an affidavit supporting the application, the appellant confirmed that he had received the bankruptcy notice on 13 January 2006.",
      "id": "s19"
    },
    {
      "text": "The time for compliance was extended and then extended again to 6 March 2006.",
      "id": "s20"
    },
    {
      "text": "7 On or about 10 February 2006, the appellant filed a complaint of his own in the Victorian Magistrates Court, alleging breaches of duty by the respondents.",
      "id": "s21"
    },
    {
      "text": "That complaint was struck out on 13 July 2006 on the ground that it disclosed no cause of action.",
      "id": "s22"
    },
    {
      "text": "8 On 6 March, at the hearing of the application to again extend the time for compliance with the bankruptcy notice, a Registrar adjourned the hearing of the application but did not extend the time for compliance.",
      "id": "s23"
    },
    {
      "text": "The adjourned hearing took place before O'Dwyer FM on 10 April 2006, at which time the application for further extension of the time for compliance was dismissed.",
      "id": "s24"
    },
    {
      "text": "The Federal Magistrate also dismissed an application by the appellant to set aside the bankruptcy notice, apparently expressing the view that the proceeding in the Victorian Magistrates Court (which was extant at that time) disclosed no cause of action.",
      "id": "s25"
    },
    {
      "text": "9 On 9 May 2006 the respondents filed a creditor's petition.",
      "id": "s26"
    },
    {
      "text": "The petition, unlike the bankruptcy notice, claimed only the debt of $13,400.01.",
      "id": "s27"
    },
    {
      "text": "In other words it only claimed the amount of the taxation of the County Court proceeding and did not claim any amount in respect of interest.",
      "id": "s28"
    },
    {
      "text": "10 On 16 June 2006, the appellant attended the respondents' offices and handed to a law clerk in the employ of the respondents a cheque in the sum of $13,400.00, apparently in anticipated satisfaction of the debt owed.",
      "id": "s29"
    },
    {
      "text": "The clerk did not regard herself as having authority to accept the cheque since there was a note on the relevant file made by Mr Velos, one of the respondents, suggesting that the parties had agreed on a sum of $15,000.00 to settle the proceeding.",
      "id": "s30"
    },
    {
      "text": "11 On 29 June 2006, when the hearing of the petition was returned in the Federal Magistrates Court, a number of amendments were made to the petition.",
      "id": "s31"
    },
    {
      "text": "Those amendments were made pursuant to leave granted by a Registrar on 21 June 2006.",
      "id": "s32"
    },
    {
      "text": "First, in the words of Burchardt FM, the correction of \"two minor typographical matters in paragraph 2, neither of which in my opinion would have misled the Respondent\".",
      "id": "s33"
    },
    {
      "text": "Secondly, the correction in paragraph 4 of the petition of the date of the failure to comply with the bankruptcy notice.",
      "id": "s34"
    },
    {
      "text": "Thirdly, the correction of the date of service.",
      "id": "s35"
    },
    {
      "text": "Fourthly, changing the description of the creditor from \"Velos &amp; Davis (a firm)\" to \"Bill Velos &amp; Peter Davis trading as Velos &amp; Davis (a firm).",
      "id": "s36"
    },
    {
      "text": "12 On 10 August 2006 a Registrar made a sequestration order.",
      "id": "s37"
    },
    {
      "text": "On 28 August 2006 the appellant applied to set aside that order.",
      "id": "s38"
    },
    {
      "text": "On 2 February 2007, Burchardt FM dismissed that application.",
      "id": "s39"
    },
    {
      "text": "13 On 8 September 2006, a Master of the Supreme Court dismissed an appeal from the striking out of the appellant's Victorian Magistrates Court complaint.",
      "id": "s40"
    },
    {
      "text": "14 Finally, on 2 February 2007, Burchardt FM (who I shall refer to as the Federal Magistrate) dismissed the appellant's interim application to set aside the sequestration order and the creditor's petition.",
      "id": "s41"
    },
    {
      "text": "THE FINDINGS OF THE FEDERAL MAGISTRATE \n \n15 There were a number of arguments made before the Federal Magistrate.",
      "id": "s42"
    },
    {
      "text": "It is appropriate to address the factual and legal findings in respect of each of them.",
      "id": "s43"
    },
    {
      "text": "Tender of the Debt \n \n16 It is not clear from the Federal Magistrate's reasons if an argument was made that the respondents were obliged to accept tender of the debt.",
      "id": "s44"
    },
    {
      "text": "Nonetheless, his Honour noted that the law is clear that a creditor is not obliged to accept tender of the sum owed if a creditor's petition has been presented: McIntosh v Shashoua [1931] HCA 56 ; (1931) 46 CLR 494.",
      "id": "s45"
    },
    {
      "text": "Legal Identity of the Creditor \n \n17 The Federal Magistrate noted that the appellant's affidavit material made much of the amendment to the description of the creditor on the creditor's petition.",
      "id": "s46"
    },
    {
      "text": "His Honour found that nothing turned on this amendment.",
      "id": "s47"
    },
    {
      "text": "He said: \"The [respondent] has at all times been a partnership and has sued as such.",
      "id": "s48"
    },
    {
      "text": "The fact that the partnership is constituted by two individuals is wholly irrelevant to its existence as what the [appellant] described as 'a juristic person'.",
      "id": "s49"
    },
    {
      "text": "\" His Honour also found that, contrary to the appellant's assertion, Mr Velos has always had the requisite authority to sue on behalf of the firm, and that Mr Velos and Mr Davis, the respondents, jointly agreed to commence the proceedings against the appellant.",
      "id": "s50"
    },
    {
      "text": "The Appellant's Solvency \n \n18 The Federal Magistrate recorded that the appellant deposed to owning a property at Olinda Street worth $55,000 \"plus or minus 4 year unencumbered title\".",
      "id": "s51"
    },
    {
      "text": "He assumed, perhaps somewhat generously, that this meant that the appellant claimed that he owned this property unencumbered.",
      "id": "s52"
    },
    {
      "text": "The appellant also deposed to owning shares worth $1,000 and cash of $15,000 as well as having \"family and friends dollars?",
      "id": "s53"
    },
    {
      "text": "a phone call away\" and various other assets.",
      "id": "s54"
    },
    {
      "text": "His Honour said the appellant had made no endeavours to obtain funds from family and friends.",
      "id": "s55"
    },
    {
      "text": "His Honour noted evidence filed by the respondents showing that the appellant does not own registered land in Victoria but was prepared to assume, again generously, that \"in some prima facie inexplicable way he may have an interest in land of some sort\".",
      "id": "s56"
    },
    {
      "text": "19 There was further evidence about the Olinda Street property.",
      "id": "s57"
    },
    {
      "text": "It suggested that the property was situated in Beaufort and that the appellant purchased it for $6,000 in 2002.",
      "id": "s58"
    },
    {
      "text": "He thereafter built a property on the land and has offered it for sale with an asking price of $75,000.",
      "id": "s59"
    },
    {
      "text": "However, a likely realisable purchase price is between $65,000 and $70,000, as recorded on the Real Estate Institute of Victoria exclusive sale authority.",
      "id": "s60"
    },
    {
      "text": "Further evidence, in the form of a flyer from a real estate agent, suggested that the construction of the property has not proceeded beyond the laying of foundations.",
      "id": "s61"
    },
    {
      "text": "20 The appellant's wife swore an unchallenged affidavit in which she said that \"the land has a proposed plan of subdivision with a minimum completed value of $250,000\".",
      "id": "s62"
    },
    {
      "text": "The Federal Magistrate said of this affidavit that its style \"suggests very strongly that its author was in fact the [appellant] himself\".",
      "id": "s63"
    },
    {
      "text": "21 The final piece of evidence concerning the Olinda Street property is the attribution by the relevant shire of $13,000 as the capital improved value of the property, and $13,000 as to the site value.",
      "id": "s64"
    },
    {
      "text": "The Federal Magistrate said that this probably suggests that the council valued the property at $26,000.",
      "id": "s65"
    },
    {
      "text": "He did not make a finding that the property was actually worth $26,000.",
      "id": "s66"
    },
    {
      "text": "22 The Federal Magistrate found that \"there is nothing in the material put forward by the [appellant] that enables the Court to form any view as to the true value of the Olinda Street property, whether subdivided or in its current state.",
      "id": "s67"
    },
    {
      "text": "\" He also found that the council valuation did not go to \"establish to the Court's satisfaction what the true value of the property is.",
      "id": "s68"
    },
    {
      "text": "\"\n \n23 The appellant deposed to having debts in excess of $40,000.",
      "id": "s69"
    },
    {
      "text": "As the Federal Magistrate noted, if one takes out the $55,000 asserted in respect of the Olinda Street property, the appellant's asserted assets are marginally less than his liabilities.",
      "id": "s70"
    },
    {
      "text": "24 Based on this, the Federal Magistrate concluded that the appellant was insolvent.",
      "id": "s71"
    },
    {
      "text": "He applied Sandell v Porter [1966] HCA 28 ; (1966) 115 CLR 666 which he said stated the law as follows:\n \n \"insolvency is an inability to pay debts as they fall due out of the debtor's own monies.",
      "id": "s72"
    },
    {
      "text": "Those monies are not however limited to cash resources immediately available.",
      "id": "s73"
    },
    {
      "text": "They extend to monies which the debtor can procure by realisation by sale or otherwise of assets within a relatively short time.",
      "id": "s74"
    },
    {
      "text": "The conclusion of insolvency should be clear from a consideration of the debtor's financial position in its entirety and generally ought not to be drawn simply from evidence of a temporary lack of liquidity.",
      "id": "s75"
    },
    {
      "text": "It is the debtor's inability utilising such cash resources as they have or can command to meet their debts as they fall due which indicates insolvency.",
      "id": "s76"
    },
    {
      "text": "Whether that state of affairs has arrived is a question for the Court and not one to which expert evidence may be given in terms.",
      "id": "s77"
    },
    {
      "text": "\" \n \n Discretion to Dismiss the Petition Pursuant to Section 52(2)(b) of the Bankruptcy Act \n \n25 The appellant argued before the Federal Magistrate that a sequestration order may adversely affect his \"proposed studies at University\".",
      "id": "s78"
    },
    {
      "text": "In fact, there was evidence that the appellant is currently a student at the University of Tasmania.",
      "id": "s79"
    },
    {
      "text": "His Honour appears to have inferred that the appellant studies law, although why he should have drawn that inference is not stated.",
      "id": "s80"
    },
    {
      "text": "He concluded that \"the possible, and in my view unproved, detriment that bankruptcy might have on any legal career would not be enough to persuade me that the petition be set aside\".",
      "id": "s81"
    },
    {
      "text": "26 The Federal Magistrate also considered the failure to provide or the very tardy provision of a statement of affairs to the trustee in bankruptcy as a relevant discretionary factor.",
      "id": "s82"
    },
    {
      "text": "His Honour exercised his discretion not to dismiss the petition.",
      "id": "s83"
    },
    {
      "text": "Valid service of the petition \n \n27 The appellant argued before the Federal Magistrate that he was served with the creditor's petition within the precincts of the Court.",
      "id": "s84"
    },
    {
      "text": "His Honour accepted the evidence of Mr Velos that the petition was served outside the Court.",
      "id": "s85"
    },
    {
      "text": "Supreme Court Appeal \n \n28 The appellant has appealed the striking out of his Victorian Magistrates Court complaint against the respondents.",
      "id": "s86"
    },
    {
      "text": "The Federal Magistrate noted that a Master dismissed the Supreme Court proceeding on 8 September 2006 and that accordingly it was of no assistance to the appellant.",
      "id": "s87"
    },
    {
      "text": "The Correctness of the Decision of O'Dwyer FM \n \n29 Before the Federal Magistrate, the appellant sought to appeal out of time from the decision of O'Dwyer FM not to further extend the time for compliance with the bankruptcy notice.",
      "id": "s88"
    },
    {
      "text": "The Federal Magistrate noted that he was not in a position to go behind a decision of another Federal Magistrate.",
      "id": "s89"
    },
    {
      "text": "Validity of the Bankruptcy Notice \n \n30 The argument about the validity of the bankruptcy notice appears to concern the calculation of interest during a 14-day period after the taxation of the bill of costs in the Supreme Court proceeding.",
      "id": "s90"
    },
    {
      "text": "The Master made an order staying execution of the order for taxation for 14 days.",
      "id": "s91"
    },
    {
      "text": "The appellant appears to have claimed that interest did not accrue during this period.",
      "id": "s92"
    },
    {
      "text": "The Federal Magistrate disagreed but noted that at any event the creditor's petition claimed an amount that did not include any interest on the amount allowed by the Master.",
      "id": "s93"
    },
    {
      "text": "Validity of the Creditor's Petition \n \n31 The appellant submitted that the date on the amended creditor's petition caused him confusion.",
      "id": "s94"
    },
    {
      "text": "Without explaining why, the Federal Magistrate found that the change in date was not likely to confuse the appellant.",
      "id": "s95"
    },
    {
      "text": "32 The appellant also made submissions about confusion occasioned by the change in description of the legal name of the respondents.",
      "id": "s96"
    },
    {
      "text": "The Federal Magistrate referred to the irrelevance of the change in the description and said \"I do not think that the partnership as an entity known to law was ever in danger of being misunderstood and I do not believe that the changes made were of any moment.",
      "id": "s97"
    },
    {
      "text": "\"\n Abuse of the Bankruptcy Process and Ulterior Motive \n \n33 These allegations arise out of the refusal by the respondents to accept the appellant's tender of the amount stated in the creditor's petition.",
      "id": "s98"
    },
    {
      "text": "The appellant said that the proceeding before the Federal Magistrate amounted to an improper use by the respondents of their superior legal skills and resources generally.",
      "id": "s99"
    },
    {
      "text": "As well as noting that the respondents were not legally obliged to accept tender, the Federal Magistrate appears to have accepted the evidence of Mr Velos that there was no improper motive in bringing the proceedings.",
      "id": "s100"
    },
    {
      "text": "His Honour noted that with the addition of a number of costs orders, the debt owed by the appellant to the respondents was in excess of $16,000.",
      "id": "s101"
    },
    {
      "text": "He also accepted the respondents' submission that acceptance of the tendered amount may have given rise to a preference.",
      "id": "s102"
    },
    {
      "text": "His Honour concluded that there was no abuse of process or ulterior motive.",
      "id": "s103"
    },
    {
      "text": "Other Submissions of the Appellant \n \n34 The appellant submitted that it was inappropriate that the respondents send him correspondence to his old address when it had previously sent correspondence to his new address.",
      "id": "s104"
    },
    {
      "text": "The Federal Magistrate accepted that the use of the wrong address was an error.",
      "id": "s105"
    },
    {
      "text": "35 The appellant noted that he had not been served with the bankruptcy notice in accordance with the orders made by a Registrar on 2 December 2005.",
      "id": "s106"
    },
    {
      "text": "The Federal Magistrate said that a failure to serve in accordance with an order for substituted service does not preclude service in the usual manner, and that this had occurred in this case.",
      "id": "s107"
    },
    {
      "text": "Conclusion \n \n36 The Federal Magistrate concluded that none of the grounds raised by the appellant was valid and that he would not set aside the sequestration order or the creditor's petition.",
      "id": "s108"
    },
    {
      "text": "He dismissed the application, with costs to be paid out of the appellant's bankrupt estate.",
      "id": "s109"
    },
    {
      "text": "THE GROUNDS OF APPEAL \n \n37 The Supplementary Notice of Appeal lists 19 grounds of appeal.",
      "id": "s110"
    },
    {
      "text": "Ground 1 \n \n38 Ground 1 alleges that the Registrar was led into error in ordering on 2 December 2005 that there be an order for substituted service.",
      "id": "s111"
    },
    {
      "text": "It continues:\n \n \"The appellant alleges that the order was obtained by hearsay and reckless perjury.",
      "id": "s112"
    },
    {
      "text": "The acts, facts and matters before and after the order; not substantially obeyed; makes defamatory implications against the appellant.",
      "id": "s113"
    },
    {
      "text": "The order and its non compliance fails to meet essential requirements of the Act.",
      "id": "s114"
    },
    {
      "text": "\" \n \n\n39 This ground must fail.",
      "id": "s115"
    },
    {
      "text": "There is no evidence that any witness committed perjury in order to obtain the substituted service order.",
      "id": "s116"
    },
    {
      "text": "There is no evidence that any defamatory implications were made against the appellant.",
      "id": "s117"
    },
    {
      "text": "There was no failure to comply with the substituted service order.",
      "id": "s118"
    },
    {
      "text": "It stated \"Service of the bankruptcy notice deemed to be effected on 30 December 2005 upon condition that the two events referred to in paragraph 2 occur by 16 December 2005\" (emphasis added).",
      "id": "s119"
    },
    {
      "text": "In other words, the order merely gave the respondent an opportunity to serve the appellant other than in the normal way under reg 16.01 of the Bankruptcy Regulations .",
      "id": "s120"
    },
    {
      "text": "A failure by the respondent to avail itself of that opportunity was not a breach of the order.",
      "id": "s121"
    },
    {
      "text": "40 In any event, nothing turns on the manner in which the appellant was served with the bankruptcy notice.",
      "id": "s122"
    },
    {
      "text": "He deposed to receiving it on 13 January 2006 and there is no evidence that he has suffered any prejudice as a result of having been served with it then and not at some other time.",
      "id": "s123"
    },
    {
      "text": "41 The reference to hearsay in this and other grounds of appeal is curious.",
      "id": "s124"
    },
    {
      "text": "First, as a matter of law, since the hearing before the Federal Magistrate was of an interim application, hearsay evidence is admissible.",
      "id": "s125"
    },
    {
      "text": "However, I do not think this is what the appellant means when he complains of hearsay evidence.",
      "id": "s126"
    },
    {
      "text": "Rather, the impression I have is that he uses the word \"hearsay\" to describe evidence that is not in writing.",
      "id": "s127"
    },
    {
      "text": "If I am right, the hearsay allegations betray a fundamental misunderstanding of the laws of evidence.",
      "id": "s128"
    },
    {
      "text": "Evidence does not have to be in writing to be admissible or persuasive.",
      "id": "s129"
    },
    {
      "text": "A trier of fact is at perfect liberty to accept oral evidence, even if that evidence conflicts with other written evidence.",
      "id": "s130"
    },
    {
      "text": "The hearsay allegation here and elsewhere cannot be sustained.",
      "id": "s131"
    },
    {
      "text": "42 It may be that this ground raises, by implication, the issue of the appellant's address.",
      "id": "s132"
    },
    {
      "text": "The Federal Magistrate accepted that the respondent's confusion as to the appellant's address was an error and not malicious.",
      "id": "s133"
    },
    {
      "text": "There are no grounds for interfering with that finding.",
      "id": "s134"
    },
    {
      "text": "At any rate, it should be noted again that there is no evidence of any prejudice suffered by the appellant as a result of correspondence having been sent to him at the wrong address.",
      "id": "s135"
    },
    {
      "text": "Ground 2 \n \n43 Ground 2 is, in full and unedited:\n \n \"The appellant alleges, the order of O'Dwyer FM on 10 April 2006 is not within the constitutional jurisdiction of the Federal Court to invalidate the appellant's statement of claim as against the respondents in the State Court.",
      "id": "s136"
    },
    {
      "text": "The counterclaim documents are in the Victorian State Magistrates' and Supreme Court's, and not in the Federal Magistrates' Court Registry.",
      "id": "s137"
    },
    {
      "text": "The appellant's right of claim pursuant the Constitution and S 40 of the Act are repressed and not tested to validity.",
      "id": "s138"
    },
    {
      "text": "The appellant's rights and claim as against the respondents, continues to exist.",
      "id": "s139"
    },
    {
      "text": "The order fails to meet an essential requirement pursuant to s40 of the Act.",
      "id": "s140"
    },
    {
      "text": "\" \n \n\n44 In its terms, this ground makes no sense whatsoever.",
      "id": "s141"
    },
    {
      "text": "It appears to raise a number of claims, none of which is valid.",
      "id": "s142"
    },
    {
      "text": "First, there appears to be a claim that the Federal Magistrates Court has no jurisdiction to consider documents filed in proceedings in other courts.",
      "id": "s143"
    },
    {
      "text": "Secondly, it appears to allege that the Federal Magistrates Court cannot rule on the prospects of a proceeding in another court because to do so would mean that that claim in that other court would be \"repressed and not tested to validity\".",
      "id": "s144"
    },
    {
      "text": "It may be that it is alleged that there is a constitutional prohibition on the Federal Magistrates Court doing so.",
      "id": "s145"
    },
    {
      "text": "45 I assume that the reference in this ground of appeal to s 40 of the Act is a reference to s 40(1)(g) of the Bankruptcy Act 1966 (Cth).",
      "id": "s146"
    },
    {
      "text": "It provides that a debtor commits an act of bankruptcy:\n \n \"if a creditor who has obtained against the debtor a final judgment or final order, being a judgment or order the execution of which has not been stayed, has served on the debtor in Australia or, by leave of the Court, elsewhere, a bankruptcy notice under this Act and the debtor does not ... comply with the requirements of the notice or satisfy the Court that he or she has a counter-claim, set-off or cross demand equal to or exceeding the amount of the judgment debt or sum payable under the final order, as the case may be, being a counter-claim, set-off or cross demand that he or she could not have set up in the action or proceeding in which the judgment or order was obtained\" \n \n\n46 In order for the Federal Magistrates Court to be satisfied that there is a counter-claim, set-off or cross demand, it must in appropriate cases consider the prospects for success of a proceeding in another court.",
      "id": "s147"
    },
    {
      "text": "This does not involve the Federal Magistrates Court exercising the jurisdiction of that other court.",
      "id": "s148"
    },
    {
      "text": "No issue estoppel arises by the Federal Magistrates Court making findings as to the prospects of success of a proceeding in that other court.",
      "id": "s149"
    },
    {
      "text": "If the other court finds, contrary to the view of the Federal Magistrates Court, that there is a counter-claim, set-off or cross demand, this may be grounds for subsequently setting aside any sequestration order made by the Federal Magistrates Court.",
      "id": "s150"
    },
    {
      "text": "47 In this case, O'Dwyer FM was satisfied that there was no counter-claim, set-off or cross demand in respect of the proceeding commenced by the appellant in the Victorian Magistrates Court.",
      "id": "s151"
    },
    {
      "text": "That decision has not been appealed.",
      "id": "s152"
    },
    {
      "text": "This ground fails.",
      "id": "s153"
    },
    {
      "text": "Ground 3 \n \n48 Ground 3 notes that the appellant tendered to the respondents the full amount of the debt listed in the creditor's petition.",
      "id": "s154"
    },
    {
      "text": "It continues \"the petition relied on an act of bankruptcy to a date after the expiration of the bankruptcy notice and fails essential requirements of the Act.",
      "id": "s155"
    },
    {
      "text": "\"\n \n49 I do not understand what this ground of appeal means.",
      "id": "s156"
    },
    {
      "text": "The amended creditor's petition relies on an act of bankruptcy being the failure to comply on or before 6 March 2006 with the bankruptcy notice.",
      "id": "s157"
    },
    {
      "text": "The bankruptcy notice was issued on 9 September 2005, and therefore was to expire on 9 March 2006.",
      "id": "s158"
    },
    {
      "text": "The time fixed for compliance with it was 21 days from the date of service.",
      "id": "s159"
    },
    {
      "text": "The appellant admits to having received the bankruptcy notice on 13 January 2006.",
      "id": "s160"
    },
    {
      "text": "Section 40(1)(g) of the Bankruptcy Act makes it an act of bankruptcy to fail to comply with a bankruptcy notice unless the debtor satisfies the court of the existence of a counter-claim, set-off or cross demand.",
      "id": "s161"
    },
    {
      "text": "The appellant has never satisfied a court of any of these matters and so, pursuant to s 40(1)(g) , is deemed to have committed an act of bankruptcy when he failed to comply with the bankruptcy notice within 21 days of being served with it.",
      "id": "s162"
    },
    {
      "text": "The creditor's petition reflects this position.",
      "id": "s163"
    },
    {
      "text": "There was no elaboration of which \"essential requirements of the Act\" the bankruptcy notice was said to fail.",
      "id": "s164"
    },
    {
      "text": "This ground of appeal fails.",
      "id": "s165"
    },
    {
      "text": "Ground 4 \n \n50 Ground 4 takes objection to an affidavit of debt sworn by Mr Velos on 10 July 2006.",
      "id": "s166"
    },
    {
      "text": "The ground alleges that the affidavit \"is an admitted indictment of motive\" and \"evidence of reckless perjury as against the appellant\".",
      "id": "s167"
    },
    {
      "text": "He says that the affidavit \"seeks to challenge a fundamental fact and act, that full tender was offered on 16 June 2006\".",
      "id": "s168"
    },
    {
      "text": "51 The affidavit does none of the things alleged.",
      "id": "s169"
    },
    {
      "text": "It does no more than state that, as at that date, $13,400.01 remained owing from the appellant to the respondent.",
      "id": "s170"
    },
    {
      "text": "The fact that it did not refer to the appellant's tender of $13,400 on 16 June 2006 is irrelevant since the respondents had no obligation to accept tender.",
      "id": "s171"
    },
    {
      "text": "An affidavit from the clerk who spoke to the appellant on 16 June 2006 makes the situation clear.",
      "id": "s172"
    },
    {
      "text": "She deposed that she told the appellant: \"I don't know if I can accept this cheque in full settlement.",
      "id": "s173"
    },
    {
      "text": "There is a note on the file to say that when Mr Velos met with you in the Magistrates' Court on 2 nd June 2006 that an arrangement was made between you that upon payment of $15,000 that all matters would be settled.",
      "id": "s174"
    },
    {
      "text": "\" The appellant is then said to have replied \"well I'm giving you this much.",
      "id": "s175"
    },
    {
      "text": "\"\n \n52 That the respondents did not accept the tender is both lawful and, in the circumstances, understandable.",
      "id": "s176"
    },
    {
      "text": "A settlement had been reached.",
      "id": "s177"
    },
    {
      "text": "Presumably it was larger than the debt claimed in the petition because the respondents felt they were entitled to an amount in respect of their costs.",
      "id": "s178"
    },
    {
      "text": "They will indeed get such an order.",
      "id": "s179"
    },
    {
      "text": "There is no \"indictment of motive\".",
      "id": "s180"
    },
    {
      "text": "There is certainly no \"reckless perjury\".",
      "id": "s181"
    },
    {
      "text": "That second allegation in particular should never have been made.",
      "id": "s182"
    },
    {
      "text": "This ground fails.",
      "id": "s183"
    },
    {
      "text": "Ground 5 \n \n53 Ground 5 alleges that the amended creditor's petition was not served personally and that this is a non-compliance with the Bankruptcy Act .",
      "id": "s184"
    },
    {
      "text": "It claims that the appellant received the amended creditor's petition in the mail on 30 June 2006 and that the petition demanded compliance by the earlier date of 21 June 2006.",
      "id": "s185"
    },
    {
      "text": "54 The underlying problem with this ground is that it proceeds on the assumption that the version of the creditor's petition that has \"Amended 29 June 2006\" at the top of its first page is a new creditor's petition.",
      "id": "s186"
    },
    {
      "text": "In my view it is clearly not.",
      "id": "s187"
    },
    {
      "text": "It is the same creditor's petition with a small number of handwritten amendments.",
      "id": "s188"
    },
    {
      "text": "Those amendments were made pursuant to an order of a Registrar made on 21 June 2006.",
      "id": "s189"
    },
    {
      "text": "55 Further, this ground is disingenuous.",
      "id": "s190"
    },
    {
      "text": "The petition, as amended, does not demand compliance by 21 June 2006.",
      "id": "s191"
    },
    {
      "text": "All it does is note that the hearing of the petition is listed for 21 June 2006.",
      "id": "s192"
    },
    {
      "text": "This is not surprising.",
      "id": "s193"
    },
    {
      "text": "The petition as amended merely corrected a small number of potential problems with the original petition.",
      "id": "s194"
    },
    {
      "text": "The evidence is that it was amended at the hearing of the original petition on 29 June 2006.",
      "id": "s195"
    },
    {
      "text": "The unamended petition also states that it is to be heard on 21 June 2006.",
      "id": "s196"
    },
    {
      "text": "There is no evidence as to why it was not heard until 29 June 2006.",
      "id": "s197"
    },
    {
      "text": "The unamended creditor's petition was validly served.",
      "id": "s198"
    },
    {
      "text": "An affidavit of Mr Velos, which was accepted by the Federal Magistrate, deposes as much.",
      "id": "s199"
    },
    {
      "text": "There is nothing in the Bankruptcy Act or Bankruptcy Regulations that requires an amendment made to a creditor's petition to be notified to the debtor by personal service of the creditor's petition as amended.",
      "id": "s200"
    },
    {
      "text": "This ground fails.",
      "id": "s201"
    },
    {
      "text": "Ground 6 \n \n56 Ground 6 appears to allege that the appellant offered a second tender of the debt on 10 August 2006 at the hearing before the Registrar.",
      "id": "s202"
    },
    {
      "text": "It states that \n \n \"hearsay led Registrar Mussett to make a sequestration order against the appellant.",
      "id": "s203"
    },
    {
      "text": "The dubious methodology adopted, distorts.",
      "id": "s204"
    },
    {
      "text": "The purpose alleged was to prove or disprove solvency.",
      "id": "s205"
    },
    {
      "text": "The essential requirements of the Act a contrary purpose was intended in bankruptcy law and the claim of McIntosh v Shashoua, 76 years ago is that, THAT case, is not THIS case.",
      "id": "s206"
    },
    {
      "text": "\" \n \n\n57 The last sentence of this ground is entirely incomprehensible.",
      "id": "s207"
    },
    {
      "text": "I think what the remainder of the ground alleges is that the appellant again tendered payment of the debt on 10 August 2006, not for the purpose of having the tender accepted but rather to demonstrate that he was solvent.",
      "id": "s208"
    },
    {
      "text": "Even if I assume, in the absence of any evidence, that the appellant did tender payment again on 10 August 2006, this ground is still flawed.",
      "id": "s209"
    },
    {
      "text": "The tender of a cheque in the amount of the debt owed to one creditor does not prove solvency.",
      "id": "s210"
    },
    {
      "text": "There is no indication of the provenance of the funds.",
      "id": "s211"
    },
    {
      "text": "It is entirely possible that payment of the debt owed to the respondents would have led to both a reduction of the appellant's liabilities and a corresponding reduction in his assets.",
      "id": "s212"
    },
    {
      "text": "If that is the case, his overall solvency is not altered.",
      "id": "s213"
    },
    {
      "text": "Furthermore, insolvency consists of an inability to pay all of one's debts as and when they fall due.",
      "id": "s214"
    },
    {
      "text": "The ability to pay one debt is not evidence of an ability to pay the others.",
      "id": "s215"
    },
    {
      "text": "This ground fails.",
      "id": "s216"
    },
    {
      "text": "Ground 7 \n \n58 Ground 7 states:\n \n \"The appellant claims that the Constitution assumes the rule of law.",
      "id": "s217"
    },
    {
      "text": "It is defeated by the passive discourse content and prestige bias in the judgment of Burchardt FM.",
      "id": "s218"
    },
    {
      "text": "\" \n \n\n59 I do not know what is meant by \"passive discourse content\" or \"prestige bias\".",
      "id": "s219"
    },
    {
      "text": "Neither is a ground for appeal.",
      "id": "s220"
    },
    {
      "text": "It may be true that the rule of law underpins certain legal doctrines, but breach of the rule of law is not a cause of action and nor is it a ground of appeal.",
      "id": "s221"
    },
    {
      "text": "I have carefully read the judgment of the Federal Magistrate and can see nothing in it that could give rise to actual bias or a reasonable apprehension of bias.",
      "id": "s222"
    },
    {
      "text": "If what is meant by this ground of appeal is that the Federal Magistrate found for the respondents because they are wealthier, have greater legal knowledge or are more prestigious than the appellant, then there is nothing in the judgment to justify such an allegation.",
      "id": "s223"
    },
    {
      "text": "This ground fails.",
      "id": "s224"
    },
    {
      "text": "Ground 8 \n \n60 Ground 8 alleges that the respondents (by which I think is meant the respondents' witnesses) used \"hearsay, reckless perjury and wilful perjury\" and \"in full knowledge of ... blatant untruths\" to persuade the Federal Magistrate to accept their version of events over that of the appellant.",
      "id": "s225"
    },
    {
      "text": "It further alleges that the Federal Magistrate did not give sufficient weight to evidence in the appellant's sworn affidavits.",
      "id": "s226"
    },
    {
      "text": "61 It is wholly unacceptable to allege perjury against a witness without providing particularisation.",
      "id": "s227"
    },
    {
      "text": "There is no evidence before me that any witness committed perjury before the Federal Magistrate.",
      "id": "s228"
    },
    {
      "text": "All that happened is that the Federal Magistrate accepted the respondents' evidence.",
      "id": "s229"
    },
    {
      "text": "This is unexceptional.",
      "id": "s230"
    },
    {
      "text": "Ground 9 \n \n62 Ground 9 states:\n \n \"The actions of the respondents to bring the appellant to the Court of bankruptcy fail essential requirements of the Act for the purpose of payment and betrays, a mens rea.",
      "id": "s231"
    },
    {
      "text": "Anyone bringing a person to the Court of bankruptcy with its quasi penal status, must also be subject to the same penalties if proved.",
      "id": "s232"
    },
    {
      "text": "The Statute states that a person is bankrupt, if, and only if, a person is not solvent.",
      "id": "s233"
    },
    {
      "text": "\" \n \n\n63 There appear to be two relevant complaints in this ground.",
      "id": "s234"
    },
    {
      "text": "First, the abuse of process issue dealt with by the Federal Magistrate.",
      "id": "s235"
    },
    {
      "text": "Secondly, the issue of whether the appellant is indeed insolvent.",
      "id": "s236"
    },
    {
      "text": "64 I agree with what the Federal Magistrate said about abuse of process and ulterior motive.",
      "id": "s237"
    },
    {
      "text": "It is clear that the respondents were not obliged to accept the tender made on 16 June 2006.",
      "id": "s238"
    },
    {
      "text": "Nor were they obliged to accept any tender made on 10 August 2006, if indeed such a tender was offered.",
      "id": "s239"
    },
    {
      "text": "The Federal Magistrate accepted the evidence of Mr Velos that there was no improper motive involved in that refusal.",
      "id": "s240"
    },
    {
      "text": "That is a finding of fact with which I cannot interfere.",
      "id": "s241"
    },
    {
      "text": "At any rate it seems inherently plausible.",
      "id": "s242"
    },
    {
      "text": "The Federal Magistrate referred to a file note recording a settlement of all liabilities between the appellant and the respondents.",
      "id": "s243"
    },
    {
      "text": "The settlement amount was greater than the amount of the creditor's petition, presumably because of costs.",
      "id": "s244"
    },
    {
      "text": "It was entirely reasonable for the respondents to refuse to accept a cheque for anything less than the full amount on which the parties agreed to settle.",
      "id": "s245"
    },
    {
      "text": "65 No objection can be taken to the manner in which the Federal Magistrate determined that the appellant is insolvent.",
      "id": "s246"
    },
    {
      "text": "His Honour applied a simple balance sheet approach, involving consideration of the appellant's assets and liabilities.",
      "id": "s247"
    },
    {
      "text": "He accepted the appellant's own assessment of his liabilities, but did not accept his assessment of his assets.",
      "id": "s248"
    },
    {
      "text": "This is not surprising.",
      "id": "s249"
    },
    {
      "text": "In the circumstances, the list of liabilities is an admission against interest and is inherently plausible.",
      "id": "s250"
    },
    {
      "text": "On the other hand, the list of assets is beneficial to the appellant and it is reasonable to subject it to greater scrutiny.",
      "id": "s251"
    },
    {
      "text": "His Honour found in particular that there was no evidence of the value of the Olinda Street property.",
      "id": "s252"
    },
    {
      "text": "I agree with that conclusion.",
      "id": "s253"
    },
    {
      "text": "It is relatively easy, through title searches and sworn valuations, to prove the value of property owned by a person.",
      "id": "s254"
    },
    {
      "text": "That was not done in this case.",
      "id": "s255"
    },
    {
      "text": "Instead, the appellant relied on his own and his wife's assertions of the value, and the amount he was prepared to sell it for.",
      "id": "s256"
    },
    {
      "text": "There can be no complaint with the Federal Magistrate's decision not to accept this evidence as proof of the value of the property.",
      "id": "s257"
    },
    {
      "text": "66 The appellant argued that since the Federal Magistrate had accepted the council's valuation of the Olinda Street property as being $26,000, his assets in fact exceeded his liabilities.",
      "id": "s258"
    },
    {
      "text": "There are two problems with this argument.",
      "id": "s259"
    },
    {
      "text": "The first is that the Federal Magistrate did not accept the council's valuation; all he said was that the valuation \"probably suggests that the council values the property at $26,000.00\".",
      "id": "s260"
    },
    {
      "text": "The second is that there was insufficient evidence to prove that the appellant owned the property.",
      "id": "s261"
    },
    {
      "text": "It is to be remembered that the Federal Magistrate's discussion of the value of the property was prefaced by the following caveat: \"I will assume in the [appellant's] favour for these purposes that in some prima facie inexplicable way he may have an interest in land of some sort\".",
      "id": "s262"
    },
    {
      "text": "It is hard to imagine a more qualified assumption.",
      "id": "s263"
    },
    {
      "text": "It was never elevated to the level of a finding.",
      "id": "s264"
    },
    {
      "text": "At the hearing before me, a Certificate of Title was handed up.",
      "id": "s265"
    },
    {
      "text": "It records that the appellant has been the registered proprietor of certain land since 23 March 2007.",
      "id": "s266"
    },
    {
      "text": "I did not accept the Certificate of Title into evidence.",
      "id": "s267"
    },
    {
      "text": "It is irrelevant to the question whether the appellant owned the Olinda Street property at the relevant time.",
      "id": "s268"
    },
    {
      "text": "67 The appellant objected to an affidavit of Mr Velos, sworn in response to the appellant's affidavit setting out his assets and liabilities.",
      "id": "s269"
    },
    {
      "text": "Mr Velos described $78,500 of the appellant's listed assets as \"dubious\".",
      "id": "s270"
    },
    {
      "text": "This issue was not addressed by the Federal Magistrate.",
      "id": "s271"
    },
    {
      "text": "The reason is simple.",
      "id": "s272"
    },
    {
      "text": "The appellant's affidavit lists $102,500 of assets.",
      "id": "s273"
    },
    {
      "text": "It is true that many items in his list of assets are given a value together with the word \"plus\".",
      "id": "s274"
    },
    {
      "text": "However, it is apparent that the Federal Magistrate did not accept that any item was valued at more than the dollar figure given.",
      "id": "s275"
    },
    {
      "text": "As I have said, the Federal Magistrate did not value the Olinda Street property.",
      "id": "s276"
    },
    {
      "text": "When this property is removed from the list of assets, the total value of assets drops to $47,500.",
      "id": "s277"
    },
    {
      "text": "Further on in the appellant's affidavit, liabilities of almost $50,000 are listed.",
      "id": "s278"
    },
    {
      "text": "The Federal Magistrate therefore concluded that the appellant was insolvent.",
      "id": "s279"
    },
    {
      "text": "It was not necessary for his Honour to consider whether any other of the assets listed by the appellant should be discounted, since insolvency had already been made out.",
      "id": "s280"
    },
    {
      "text": "He did not need to consider Mr Velos' allegation that $78,500 of the assets were \"dubious\".",
      "id": "s281"
    },
    {
      "text": "68 This ground fails.",
      "id": "s282"
    },
    {
      "text": "Ground 10 \n \n69 This ground states:\n \n \"The principle of the rule of law requires equal subjection of all, it has not occurred in this case; and that practical conclusions, together with judicial decisions, are to be made according to legal standards, rather than undirected considerations of fairness.",
      "id": "s283"
    },
    {
      "text": "\" \n \n\n70 I refer to and repeat what I have said about the rule of law in respect of ground 7.",
      "id": "s284"
    },
    {
      "text": "It appears that this ground alleges that the Federal Magistrate made his decision based on \"undirected considerations of fairness\" and not \"legal standards\".",
      "id": "s285"
    },
    {
      "text": "There is no basis for making this allegation.",
      "id": "s286"
    },
    {
      "text": "His Honour clearly directed his mind to the legal question to be resolved.",
      "id": "s287"
    },
    {
      "text": "To the extent that the Bankruptcy Act gave him a discretion there is no basis for saying that its exercise miscarried.",
      "id": "s288"
    },
    {
      "text": "Ground 11 \n \n71 Ground 11 raises similar allegations to ground 9.",
      "id": "s289"
    },
    {
      "text": "It alleges that the respondents intended to use court proceedings to gain a financial advantage over the appellant and other unspecified parties.",
      "id": "s290"
    },
    {
      "text": "It then, entirely irrelevantly, says that the criminal law should \"operate uniformly in circumstances which are not materially different\".",
      "id": "s291"
    },
    {
      "text": "72 I repeat what I have said in respect of ground 9 so far as it concerns abuse of process and ulterior motive.",
      "id": "s292"
    },
    {
      "text": "As this is not a criminal proceeding, I need not consider the ground insofar as it raises issues of criminal law.",
      "id": "s293"
    },
    {
      "text": "This ground fails.",
      "id": "s294"
    },
    {
      "text": "Ground 12 \n \n73 Ground 12 states:\n \n \"the respondents have neglected obligations to the Court as its officers, admitting and not denying untruth, and have formulated mischief as against the appellant.",
      "id": "s295"
    },
    {
      "text": "\" \n \n\n74 Even if there were any evidence to support this allegation, and there is none, it is entirely irrelevant to this appeal.",
      "id": "s296"
    },
    {
      "text": "If an officer of the Court breaches his or her duties to the Court there are sanctions that may be brought to bear.",
      "id": "s297"
    },
    {
      "text": "None of those sanctions will assist the appellant.",
      "id": "s298"
    },
    {
      "text": "This ground fails.",
      "id": "s299"
    },
    {
      "text": "Ground 13 \n \n75 Ground 13 again raises the undefined concept of \"prestige bias\".",
      "id": "s300"
    },
    {
      "text": "I refer to what I have said in respect of ground 7.",
      "id": "s301"
    },
    {
      "text": "It also says that the Federal Magistrate's judgment did not embody the principle that citizens are equal before the law.",
      "id": "s302"
    },
    {
      "text": "There is no substance to this complaint.",
      "id": "s303"
    },
    {
      "text": "Nor would it be a ground of appeal if it were.",
      "id": "s304"
    },
    {
      "text": "The principle of equality before the law underlies many legal doctrines but does not itself constitute a cause of action.",
      "id": "s305"
    },
    {
      "text": "This ground fails.",
      "id": "s306"
    },
    {
      "text": "Ground 14 \n \n76 Ground 14 reads:\n \n \"The appellant alleges and pleads the fact that the respondents have committed perjury and ought to be subject to the criminal code, based on the evidence.",
      "id": "s307"
    },
    {
      "text": "The Court believed and trusted the respondents to state the truth.",
      "id": "s308"
    },
    {
      "text": "\" \n \n\n77 This ground merely repeats earlier grounds.",
      "id": "s309"
    },
    {
      "text": "There is no evidence of perjury.",
      "id": "s310"
    },
    {
      "text": "This proceeding does not deal with allegations of criminal conduct.",
      "id": "s311"
    },
    {
      "text": "The Federal Magistrate accepted the evidence of the witnesses for the respondents and an appeal cannot overturn his Honour's findings of fact absent legal error, which has not been shown.",
      "id": "s312"
    },
    {
      "text": "This ground fails.",
      "id": "s313"
    },
    {
      "text": "Ground 15 \n \n78 Ground 15 alleges that the respondents (which may include employees of the respondents) have brought the Court into ill repute by reason of them having perjured themselves.",
      "id": "s314"
    },
    {
      "text": "I have dealt with the perjury allegation.",
      "id": "s315"
    },
    {
      "text": "Even if it were true that the respondents' witnesses had brought the Court into disrepute, which it is not, this would not avail the appellant.",
      "id": "s316"
    },
    {
      "text": "This ground fails.",
      "id": "s317"
    },
    {
      "text": "Ground 16 \n \n79 Ground 16 reads:\n \n \"The respondents have prosecuted the appellant, even though the appellant claims to be solvent.",
      "id": "s318"
    },
    {
      "text": "Blatant lies, untruths, are deposed to gain unfair advantage, causing financial damage to the appellant, by using the Court as a device to obtain that unfair advantage, this betrays a mens rea embodied in their statements.",
      "id": "s319"
    },
    {
      "text": "\" \n \n\n80 This ground merely traverses territory covered in other grounds.",
      "id": "s320"
    },
    {
      "text": "I will say no more about it.",
      "id": "s321"
    },
    {
      "text": "Ground 17 \n \n81 Ground 17 reads as follows:\n \n \"The appellant claims a cause of action; the Constitutional jurisdiction of orders made by the Court as against the appellant.",
      "id": "s322"
    },
    {
      "text": "\" \n \n\n82 I think this means that the appellant alleges that the orders of the Federal Magistrates Court were unconstitutional.",
      "id": "s323"
    },
    {
      "text": "No basis for this allegation has been raised and accordingly this ground of appeal fails.",
      "id": "s324"
    },
    {
      "text": "Ground 18 \n \n83 Ground 18 reads as follows:\n \n \"The appellant claims a cause of action, material facts that the respondents have engaged in deliberate and knowledgeable perjury to their financial advantage at the expense of the appellant, and other parties.",
      "id": "s325"
    },
    {
      "text": "\" \n \n\n84 Again, this ground merely traverses territory covered in other grounds.",
      "id": "s326"
    },
    {
      "text": "I will say no more about it.",
      "id": "s327"
    },
    {
      "text": "Ground 19 \n \n85 Ground 19 reads as follows:\n \n \"The appellant alleges that the refusal to accept full tender twice has exposed a mens rea, as against the respondents, a cause of action.",
      "id": "s328"
    },
    {
      "text": "Subsequently therefore, Beringa Investments P/L whom the respondents have brought as a creditor as against the appellant; they also wanted to bankrupt the appellant.",
      "id": "s329"
    },
    {
      "text": "Hence it follows, the respondents denial of Judge Ostrowski's words in the Beringa matter, must necessitate in this matter, His Honour said words to the effect 'This is what happens when your clients want to bankrupt someone, Counsel'.",
      "id": "s330"
    },
    {
      "text": "\" \n \n\n86 In some ways, this ground is the least intelligible of all.",
      "id": "s331"
    },
    {
      "text": "It is not explained how Beringa Investments and any claim it may have against the appellant are relevant to this proceeding.",
      "id": "s332"
    },
    {
      "text": "I have no idea what I am to make of the reference to the words attributed to Judge Ostrowski.",
      "id": "s333"
    },
    {
      "text": "The best I can make of this ground is that it alleges that as a result of the respondents' illegal conduct, the appellant has suffered some detrimental effect in its dealings with Beringa Investments.",
      "id": "s334"
    },
    {
      "text": "I have earlier explained why the respondents were entitled to refuse tender of the sum in the creditor's petition and why there is no evidence of abuse of process, ulterior motive or perjury by the respondents or anyone associated with them.",
      "id": "s335"
    },
    {
      "text": "Absent that predicate, this ground of appeal goes nowhere.",
      "id": "s336"
    },
    {
      "text": "It must fail.",
      "id": "s337"
    },
    {
      "text": "Other Matters \n \n87 In submissions, the appellant raised a variety of other matters not related to his grounds of appeal.",
      "id": "s338"
    },
    {
      "text": "They were, like his grounds of appeal, largely incoherent and suggestive of a believer in conspiracy theories.",
      "id": "s339"
    },
    {
      "text": "For example, much was made by the appellant of descriptions in the respondents' affidavits.",
      "id": "s340"
    },
    {
      "text": "He says that one of the respondents' affidavits used coded language to portray him as a builder who doesn't pay his debts.",
      "id": "s341"
    },
    {
      "text": "88 The appellant has presented his case in the apparent hope that if enough mud is thrown some of it will stick.",
      "id": "s342"
    },
    {
      "text": "Hence he makes all manner of allegations without linking most of them to his legal position.",
      "id": "s343"
    },
    {
      "text": "Even if many of his allegations were correct, and they are not, their correctness would not avail him.",
      "id": "s344"
    },
    {
      "text": "He does not, for example, explain how the fact that the respondents appears to no longer trade under their original name is in any way relevant to the success of this appeal.",
      "id": "s345"
    },
    {
      "text": "89 His submissions also have the unfortunate habit of blaming every alleged error by the Federal Magistrate on the perjury or \"dubious methodology\" of the respondents or their witnesses.",
      "id": "s346"
    },
    {
      "text": "This is clearly done as a way around the problem of the Federal Magistrate having comprehensively found against him on factual matters.",
      "id": "s347"
    },
    {
      "text": "90 None of these other matters need trouble me since they go beyond the grounds of appeal.",
      "id": "s348"
    },
    {
      "text": "At any rate, I am satisfied that none of them would result in the Federal Magistrate's decision being impugned.",
      "id": "s349"
    },
    {
      "text": "Conclusion \n \n91 Each ground of appeal having failed, the appeal must be dismissed.",
      "id": "s350"
    },
    {
      "text": "THE MOTION \n \n92 The respondents have filed a motion seeking summary dismissal of the appeal on the grounds that it is incompetent or discloses no reasonable cause of action.",
      "id": "s351"
    },
    {
      "text": "Since the appeal is to be dismissed, it is unnecessary to consider the motion.",
      "id": "s352"
    },
    {
      "text": "I will therefore dismiss it.",
      "id": "s353"
    },
    {
      "text": "ORDERS \n \n93 As the judgment appealed from is interlocutory, the appellant requires leave to appeal.",
      "id": "s354"
    },
    {
      "text": "I will grant that leave.",
      "id": "s355"
    },
    {
      "text": "94 I will order that the appeal be dismissed and that the respondents' motion be dismissed.",
      "id": "s356"
    },
    {
      "text": "95 The appellant has made numerous allegations of perjury against various of the respondents' witnesses.",
      "id": "s357"
    },
    {
      "text": "He has come nowhere near satisfying me that any of those allegations has any substance.",
      "id": "s358"
    },
    {
      "text": "An allegation of perjury is a very serious matter and should not be made unless the party alleging it has good cause for doing so.",
      "id": "s359"
    },
    {
      "text": "Officers of the Court are well aware of their ethical obligations not to raise a perjury or fraud allegation without justification.",
      "id": "s360"
    },
    {
      "text": "In this case, I am of the view that the fact that the appellant is a litigant in person does not excuse his conduct.",
      "id": "s361"
    },
    {
      "text": "The perjury allegations are multiple and likely to cause distress and possibly reputation damage to those against whom they are made.",
      "id": "s362"
    },
    {
      "text": "The evidence supporting them is almost non-existent.",
      "id": "s363"
    },
    {
      "text": "But for one matter, it would have been appropriate that I exercise my discretion to award indemnity costs against the appellant.",
      "id": "s364"
    },
    {
      "text": "That one matter is that as a result of this appeal, the appellant remains a bankrupt and his estate remains vested in his trustee in bankruptcy.",
      "id": "s365"
    },
    {
      "text": "The effect of an indemnity costs order would be to prejudice the interests of other creditors by reducing the amount of the appellant's estate available for distribution to them; it is unlikely to have any real effect on the appellant.",
      "id": "s366"
    },
    {
      "text": "The appellant should consider himself warned that if he makes unfounded perjury or fraud allegations in future proceedings he exposes himself to potential serious costs implications.",
      "id": "s367"
    },
    {
      "text": "96 The respondents seek an order that the costs of the motion and the appeal be paid out of the appellant's bankrupt estate with priority under s 109 of the Bankruptcy Act 1966 (Cth) as if a sequestration order had been made on the hearing.",
      "id": "s368"
    },
    {
      "text": "Section 109(1) provides, in part:\n \n \"Subject to this Act, the trustee must, before applying the proceeds of the property of the bankrupt in making any other payments, apply those proceeds in the following order: \n \n \n \n (a) first, in the order prescribed by the regulations, in payment of the taxed costs of the petitioning creditor and the costs, charges and expenses of the administration of the bankruptcy, including the remuneration and expenses of the trustee and the costs of any audit carried out under section 175\" \n \n \n\nThe Bankruptcy Regulations 1966 (Cth) are silent on the order in which the proceeds referred to in par (a) are to be applied.",
      "id": "s369"
    },
    {
      "text": "97 The effect of the order sought is that the costs of this hearing will be treated as costs of the petitioning creditor and that they will be paid in priority to most other payments to be made from the appellant's estate.",
      "id": "s370"
    },
    {
      "text": "I consider that the costs of this appeal, concerned as it is with the validity of a creditor's petition and sequestration order, are costs of the petitioning creditor quite apart from any order to that effect.",
      "id": "s371"
    },
    {
      "text": "However, since there is no harm in making the situation perfectly clear, I will make the order sought.",
      "id": "s372"
    },
    {
      "text": "Although I am dismissing the motion, this is only because it is strictly unnecessary to determine it.",
      "id": "s373"
    },
    {
      "text": "The respondents are entitled to their costs of the motion.",
      "id": "s374"
    },
    {
      "text": "I certify that the preceding ninety-seven (97) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Sundberg.",
      "id": "s375"
    },
    {
      "text": "Associate:\n\nDated: 10 August 2007\n\n\n The appellant appeared in person \n \n Counsel for the Respondents: Mr A Ellis \n \n Solicitor for the Respondents: Velos &amp; Davis \n \n Date of Hearing: 3 August 2007 \n \n Date of Judgment: 10 August 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1183.html",
      "id": "s376"
    }
  ]
}