{
  "name": "MZXLB v Minister for Immigration and Citizenship [2007] FCA 1588 (19 October 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1588.html",
  "catchphrases": [
    {
      "text": "refugee review tribunal",
      "id": "c0"
    },
    {
      "text": "judicial review",
      "id": "c1"
    },
    {
      "text": "protection visa application",
      "id": "c2"
    },
    {
      "text": "failure to deal with an integer of claim",
      "id": "c3"
    },
    {
      "text": "migration",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 The appellant is a citizen of Turkey.",
      "id": "s0"
    },
    {
      "text": "He arrived in Australia in March 2004 on a business visa.",
      "id": "s1"
    },
    {
      "text": "Shortly after his arrival the appellant applied for a protection visa, claiming he had a well-founded fear of persecution if required to return to Turkey.",
      "id": "s2"
    },
    {
      "text": "A delegate of the first respondent, the Minister, refused the application.",
      "id": "s3"
    },
    {
      "text": "The second respondent, the Refugee Review Tribunal, affirmed the delegate's decision.",
      "id": "s4"
    },
    {
      "text": "An application to the Federal Magistrates Court for review of the tribunal's decision was unsuccessful.",
      "id": "s5"
    },
    {
      "text": "The appellant now appeals from the orders of the Federal Magistrate.",
      "id": "s6"
    },
    {
      "text": "2 The case the appellant put to the tribunal to establish his refugee status was as follows.",
      "id": "s7"
    },
    {
      "text": "His family, of Kurdish Alevi background and faith, is well-known for its support of left-wing causes.",
      "id": "s8"
    },
    {
      "text": "The appellant himself has a long history of left-wing activity, going back to his days at university in the early 1990s.",
      "id": "s9"
    },
    {
      "text": "There he was involved in several demonstrations protesting against discrimination by the Turkish authorities towards the Kurdish minority.",
      "id": "s10"
    },
    {
      "text": "He was arrested in 1993 following one such demonstration.",
      "id": "s11"
    },
    {
      "text": "He was imprisoned overnight and bashed by police.",
      "id": "s12"
    },
    {
      "text": "Later in 1993, 35 Alevi activists were killed and the police were suspected of being involved.",
      "id": "s13"
    },
    {
      "text": "The deaths led to protests in Istanbul in which the appellant was involved.",
      "id": "s14"
    },
    {
      "text": "He was arrested and detained for a day.",
      "id": "s15"
    },
    {
      "text": "During his detention he was bashed.",
      "id": "s16"
    },
    {
      "text": "3 In 1995 a group of \"fascists\", who were known to work for the police, attacked several coffee houses in Gazi, an area known to be politically controlled by and sympathetic to revolutionary guerrillas.",
      "id": "s17"
    },
    {
      "text": "Several people were killed.",
      "id": "s18"
    },
    {
      "text": "There were protests against the killings in which the appellant participated.",
      "id": "s19"
    },
    {
      "text": "Twenty-one protesters were killed by the police.",
      "id": "s20"
    },
    {
      "text": "Many others were arrested, the appellant being one of them.",
      "id": "s21"
    },
    {
      "text": "He was released after being detained for two days and being beaten.",
      "id": "s22"
    },
    {
      "text": "4 The appellant's brother was also actively involved in politics.",
      "id": "s23"
    },
    {
      "text": "In about 1994 his brother became involved in the TKP-ML (Turkiye Komunist Partisi/Marksist Leninist) and by 1997 had joined the Turkish Workers' and Peasants' Liberation Organisation (TIKKO), which is the militant wing of TKP-ML and an illegal Marxist-Leninist party.",
      "id": "s24"
    },
    {
      "text": "His brother became an organiser in TIKKO.",
      "id": "s25"
    },
    {
      "text": "He was murdered in April 1999, apparently by government agents.",
      "id": "s26"
    },
    {
      "text": "Following the murder, the appellant and the remainder of his family were kept under intense surveillance.",
      "id": "s27"
    },
    {
      "text": "As a result the appellant and another brother felt compelled to leave home.",
      "id": "s28"
    },
    {
      "text": "5 In about February 1998 the appellant took up employment at a textile mill.",
      "id": "s29"
    },
    {
      "text": "On 6 December 1999 the appellant and several co-workers were sacked.",
      "id": "s30"
    },
    {
      "text": "All were activists seeking to establish a union or were sympathetic associates of the unionists.",
      "id": "s31"
    },
    {
      "text": "Thereafter the appellant went to live with relatives in Istanbul and later travelled to Cyprus where he lived before coming to Australia.",
      "id": "s32"
    },
    {
      "text": "6 The appellant says he is fearful of returning to Turkey because he is likely to be arrested and mistreated as he has been in the past.",
      "id": "s33"
    },
    {
      "text": "He believes he might even be killed as was his brother.",
      "id": "s34"
    },
    {
      "text": "The appellant put his claim for refugee status on four bases.",
      "id": "s35"
    },
    {
      "text": "The first, which was set out in his application for a protection visa, was that he was a Kurdish Alevi.",
      "id": "s36"
    },
    {
      "text": "The second, which was also set out in his application, was that his family are known leftists and that he would have their political opinion imputed to him.",
      "id": "s37"
    },
    {
      "text": "The third was his connection with his late brother.",
      "id": "s38"
    },
    {
      "text": "The fourth was that he could be targeted by the authorities \"as a leg-in, a means by which information could be gleaned about identity and operations of the [TIKKO]\".",
      "id": "s39"
    },
    {
      "text": "7 The fourth limb was developed in a written submission filed with the tribunal by the appellant's migration agent.",
      "id": "s40"
    },
    {
      "text": "That submission stated: \"[F]rom the point of view of the Turkish authorities, an applicant with [the appellant's] profile may represent a future entry point who, if monitored effectively, may lead the authorities to other members of this highly secretive, armed revolutionary group.",
      "id": "s41"
    },
    {
      "text": "Therefore, from the authorities' point of view, the [appellant's] potential value in this regard would be negated if they were to move before he had led them to anything relating to this group.",
      "id": "s42"
    },
    {
      "text": "The [appellant] has indicated that although not a member of TIKKO, he does as a matter of fact have knowledge that the authorities would consider highly valuable intelligence concerning TIKKO members, information which presently the authorities may not realise he has.",
      "id": "s43"
    },
    {
      "text": "I submit that the chance of the authorities turning their attention to this [appellant] in the future is not remote, and nor is the prospect of torture being employed to extract actual or suspected information if the [appellant] was not forthcoming under interrogation.",
      "id": "s44"
    },
    {
      "text": "\"\n \n8 The tribunal correctly identified the various bases upon which the appellant put his claim.",
      "id": "s45"
    },
    {
      "text": "In particular it noted that the appellant claimed there was a \"real chance at some point in the future that he was at risk of being interrogated because of his brother's connection with an illegal terrorist group.",
      "id": "s46"
    },
    {
      "text": "\" It recorded the appellant's claim that \"although TIKKO was an illegal organisation and the State could act legally against the [appellant] for suspicion of being involved in the group, they may also have wanted to use the [appellant] as a convenient 'entry point' into the illegal organisation and to obtain intelligence about the group.",
      "id": "s47"
    },
    {
      "text": "As such the chances of the authorities turning their attention to the [appellant] in the future was not remote and there was a risk that he could be tortured to reveal information.",
      "id": "s48"
    },
    {
      "text": "\"\n \n9 On the basis of the material before it, including documents that had been provided by the appellant, the tribunal accepted a large part of the appellant's evidence.",
      "id": "s49"
    },
    {
      "text": "Importantly, the tribunal accepted that the appellant was from an active political family and that the appellant's brother, a member of TIKKO, had been killed by Turkish authorities.",
      "id": "s50"
    },
    {
      "text": "It acknowledged that as family members of a known terrorist the appellant and his family had been placed under surveillance and subjected to significant questioning and interrogation, especially after the brother's death.",
      "id": "s51"
    },
    {
      "text": "10 On the other hand, the tribunal was concerned about the appellant's claim that he had left Turkey to reside in Cyprus to avoid ongoing interest by, and attention from, the Turkish authorities as a result of his link to his brother and his brother's activities.",
      "id": "s52"
    },
    {
      "text": "The tribunal observed that on the appellant's own evidence he was able to return to Turkey several times during that period which \"would tend to indicate that he did not have any subjective fear of returning to Turkey at the time.",
      "id": "s53"
    },
    {
      "text": "\" The tribunal also observed that the appellant was able to enter and leave Turkey through \"legal checkpoints\" and if the Turkish authorities \"had any ongoing interest in him, particularly if he was suspected of any involvement at all in terrorist activities,\" he could have been apprehended on any of his return trips.",
      "id": "s54"
    },
    {
      "text": "11 The tribunal reached the conclusion that neither the Turkish authorities nor any associated \"shadowy\" paramilitary group had any ongoing interest in the appellant while he was living in Cyprus or before his departure from Turkey to Australia either because of his family link to his brother or his brother's activities in TIKKO or any imputed involvement by the appellant in TIKKO.",
      "id": "s55"
    },
    {
      "text": "The tribunal went further and said that while it accepted that \"some groups in [Turkish] society may not like leftists there [was] no evidence before [the tribunal] that would indicate that holding, or being imputed to hold, a leftist opinion would lead to any form of serious harm in Turkey.",
      "id": "s56"
    },
    {
      "text": "\" Accordingly it found that if required to return to Turkey \"there is no real chance that [the appellant] would face persecution because of his real and imputed political opinion as a leftist.",
      "id": "s57"
    },
    {
      "text": "\" \n \n12 In dealing with the appellant's Kurdish Alevi background, the tribunal observed that \"there is a level of discrimination against Kurds and Alevis in Turkey today\".",
      "id": "s58"
    },
    {
      "text": "But it did not accept that that discrimination \"would constitute the type of serious harm\" that amounts to persecution for the purposes of the Convention.",
      "id": "s59"
    },
    {
      "text": "13 The appellant has two grounds of appeal.",
      "id": "s60"
    },
    {
      "text": "The first is that the tribunal failed to deal with an integer of his claim, namely that the authorities would want to obtain knowledge of TIKKO and with the knowledge the appellant possessed (or it was perceived he possessed) he would be targeted to provide that information.",
      "id": "s61"
    },
    {
      "text": "The second ground is that the tribunal failed to deal with another integer of his claim, namely his claimed fear of persecution based on his family's political profile as distinct from the appellant being a \"family member of a person [his brother] known to be in a leftist militant group.",
      "id": "s62"
    },
    {
      "text": "\"\n \n14 It is not in dispute that the tribunal is under a duty to consider the various ways a claim for refugee status can be articulated from the material before it, whether or not the ground is mentioned by the applicant himself: Htun v Minister for Immigration and Multicultural Affairs (2001) 194 ALR 244; Chen v Minister for Immigration and Multicultural Affairs [2000] FCA 1901 ; (2000) 106 FCR 157; Paramananthan v Minister for Immigration and Multicultural Affairs (1998) 94 FCR 28.",
      "id": "s63"
    },
    {
      "text": "In NABE v Minister for Immigration and Multicultural and Indigenous Affairs (No 2) [2004] FCAFC 263 ; (2004) 144 FCR 1 the Full Court explained (at 18-19) that the tribunal must consider claims unarticulated by the applicant but \"raised 'squarely'\" by the material available to the tribunal.",
      "id": "s64"
    },
    {
      "text": "There is no precise standard for determining when an issue is \"raised squarely\", but it is clear the tribunal is obliged to consider any claim that is apparent on the face of the material before it.",
      "id": "s65"
    },
    {
      "text": "15 The contention that the tribunal failed to consider the risk to the appellant based on his family's political profile cannot be sustained.",
      "id": "s66"
    },
    {
      "text": "In its reasons the tribunal dealt extensively with the evidence concerning the political activities of the appellant's family, in particular the actions of his parents, brothers and sister.",
      "id": "s67"
    },
    {
      "text": "For example the tribunal mentioned the parents' action in the European Court of Human Rights, dismissing the claim that the Turkish authorities persecute people for bringing such actions and concluding that \"there is no real chance he would be persecuted by the Turkish authorities because his family brought the action\".",
      "id": "s68"
    },
    {
      "text": "Further the tribunal made several findings that would at least indirectly cover this integer of the claim.",
      "id": "s69"
    },
    {
      "text": "To begin with, the tribunal made a finding about the risk faced by people holding left-wing political opinions.",
      "id": "s70"
    },
    {
      "text": "It said that \"there is no evidence before [the tribunal] that would indicate that holding, or being imputed to hold, a leftist opinion would lead to any form of serious harm in Turkey\".",
      "id": "s71"
    },
    {
      "text": "It said of the appellant that the Turkish authorities did not have any ongoing interest in him \"because of his family link to his brother and his brother's activities in TIKKO or any imputed involvement by the [appellant] in TIKKO.",
      "id": "s72"
    },
    {
      "text": "\" Later the tribunal repeated its finding that the Turkish authorities had no interest in the appellant \"because of his family link to his brother and his brother's activities in TIKKO or because he was a family member of a person known to be in [a] leftist militant group.",
      "id": "s73"
    },
    {
      "text": "\" \n \n16 Although the tribunal dealt to a considerable extent with the appellant's association with his brother it also dealt with his family's political profile.",
      "id": "s74"
    },
    {
      "text": "It is, I think, clear that the tribunal's findings cover any claimed risk to the appellant by reason of his family's profile.",
      "id": "s75"
    },
    {
      "text": "17 The position is more complicated when one considers the appellant's claim based on his knowledge of TIKKO.",
      "id": "s76"
    },
    {
      "text": "According to the magistrate this claim was not a separate integer.",
      "id": "s77"
    },
    {
      "text": "With respect, I disagree.",
      "id": "s78"
    },
    {
      "text": "It was put fairly and squarely as a separate ground for refugee status.",
      "id": "s79"
    },
    {
      "text": "And it is a separate ground.",
      "id": "s80"
    },
    {
      "text": "Moreover, I think that the tribunal itself treated the claim as a separate integer.",
      "id": "s81"
    },
    {
      "text": "In the course of its reasons the tribunal noted \"that the [appellant's] claim was that there was a real chance at some point in the future that he was at risk of being interrogated because of his brother's connection with an illegal terrorist group.",
      "id": "s82"
    },
    {
      "text": "The adviser stated that the authorities would want to get knowledge of this clandestine group and family members could be targeted at any point to provide such information rather than because they were suspected of membership of this group.",
      "id": "s83"
    },
    {
      "text": "\" Later the tribunal said that \"it was claimed that although TIKKO was an illegal organisation and the State could act legally against the [appellant] for suspicion of being involved in the group, they may also have wanted to use the [appellant] as a convenient \"entry point\" into the illegal organisation and to obtain intelligence about the group.",
      "id": "s84"
    },
    {
      "text": "As such the chances of the authorities turning their attention to the [appellant] in the future was not remote and there was a risk that he could be tortured to reveal information.",
      "id": "s85"
    },
    {
      "text": "\"\n \n18 The question, then, is whether the tribunal considered this integer.",
      "id": "s86"
    },
    {
      "text": "On this aspect I should refer to a passage from WAEE v Minister for Immigration and Multicultural and Indigenous Affairs (2003) 75 ALD 630, 641, a decision of the Full Court.",
      "id": "s87"
    },
    {
      "text": "In addressing the means by which the failure to consider an element of the claim may be established the Full Court said: \n \n \"The inference that the tribunal has failed to consider an issue may be drawn from its failure to expressly deal with that issue in its reasons.",
      "id": "s88"
    },
    {
      "text": "But that is an inference not too readily to be drawn where the reasons are otherwise comprehensive and the issue has at least been identified at some point.",
      "id": "s89"
    },
    {
      "text": "It may be that it is unnecessary to make a finding on a particular matter because it is subsumed in findings of greater generality or because there is a factual premise upon which the contention rests which has been rejected.",
      "id": "s90"
    },
    {
      "text": "Where, however, there is an issue raised by the evidence advanced on behalf of an applicant and contentions made by the applicant and that issue, if resolved one way, would be dispositive of the tribunal's review of the delegate's decision, a failure to deal with it in the published reasons may raise a strong inference that it has been overlooked.",
      "id": "s91"
    },
    {
      "text": "\" \n \n\n19 Taking up the issues referred to by the Full Court, I make the following comments.",
      "id": "s92"
    },
    {
      "text": "First, the tribunal's reasons are comprehensive and in those reasons the integer was clearly identified.",
      "id": "s93"
    },
    {
      "text": "Second, while it referred to the integer the tribunal did not expressly deal with it.",
      "id": "s94"
    },
    {
      "text": "Third, in my view it cannot be said that the integer was subsumed in the general findings made by the tribunal.",
      "id": "s95"
    },
    {
      "text": "Nor can it be said that there is a factual premise upon which the integer is based which has been rejected.",
      "id": "s96"
    },
    {
      "text": "20 The point here is the authorities may well believe that the appellant had knowledge of TIKKO if for no other reason than because his brother was a member of that organisation.",
      "id": "s97"
    },
    {
      "text": "A finding that the appellant is not likely to come to the attention of the authorities because of his deceased brother's activities says nothing of the possibility that the Turkish authorities may wish to make use of the appellant's knowledge or presumed knowledge to further its fight against TIKKO.",
      "id": "s98"
    },
    {
      "text": "The issues that the tribunal was required to address to deal with this element of the claim were: (a) whether the Turkish authorities suspect, or might suspect, that the appellant has knowledge of the activities of TIKKO; (b) whether there is a real risk that the Turkish authorities may try and extract that information from the appellant; and (c) whether there is a real risk that the authorities might use persecutory methods to obtain that information.",
      "id": "s99"
    },
    {
      "text": "None of those issues were addressed.",
      "id": "s100"
    },
    {
      "text": "21 Without wishing to trespass on the tribunal's turf, it is impossible to resist observing that given the increasing level of hostility between the Turkish authorities and Kurdish separatists, these are not idle questions.",
      "id": "s101"
    },
    {
      "text": "The problems faced by Kurds are being inflamed by the attempts to establish a Kurdish state in part of what is now Iraq.",
      "id": "s102"
    },
    {
      "text": "Turkey is amassing troops on the border of north Iraq where Kurdish separatists are believed to be hiding in the Kurdish-controlled zone of Iraqi Kurdistan.",
      "id": "s103"
    },
    {
      "text": "Just this month, the government has publicly declared its intention to pursue the separatists into Iraq and may take extreme measures to put down the separatists.",
      "id": "s104"
    },
    {
      "text": "The question for the tribunal is whether the appellant may be caught up in this struggle.",
      "id": "s105"
    },
    {
      "text": "22 In my opinion the tribunal failed to carry out its assigned task.",
      "id": "s106"
    },
    {
      "text": "It follows that the appeal should be allowed and the tribunal's decision set aside.",
      "id": "s107"
    },
    {
      "text": "I certify that the preceding twenty-two (22) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finkelstein.",
      "id": "s108"
    },
    {
      "text": "Associate:\n\nDated: 19 October 2007\n\n\n Counsel for the Appellant: J Gibson \n \n Solicitor for the Appellant: Victoria Legal Aid \n \n Counsel for the First Respondent: R Knowles \n \n Solicitor for the First Respondent: Clayton Utz \n \n Date of Hearing: 1 August 2007 \n \n Date of Judgment: 19 October 2007 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1588.html",
      "id": "s109"
    }
  ]
}