{
  "name": "Walsh v University of Technology, Sydney [2007] FCA 1288 (15 August 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1288.html",
  "catchphrases": [
    {
      "text": "motion for summary dismissal",
      "id": "c0"
    },
    {
      "text": "statement of claim discloses no federal element",
      "id": "c1"
    },
    {
      "text": "practice and procedure",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "1 Before the Court is a motion by the University of Technology, Sydney to summarily dismiss an application by Mr Peter Walsh.",
      "id": "s0"
    },
    {
      "text": "The motion is brought pursuant to s 31A of the Federal Court of Australia Act 1976 (Cth), and O 20 r 5 and O 11 r 16 of the Federal Court Rules 1979 (Cth) (\"the Rules\").",
      "id": "s1"
    },
    {
      "text": "2 When the matter came on for hearing before me, Mr Walsh handed up a draft statement of claim setting out the bases on which he brought the application.",
      "id": "s2"
    },
    {
      "text": "I have considered the application and the draft statement of claim.",
      "id": "s3"
    },
    {
      "text": "I am not persuaded that this Court has jurisdiction in relation to the matter because the statement of claim appears to be based in contract.",
      "id": "s4"
    },
    {
      "text": "Accordingly, neither the application nor the draft statement of claim discloses a federal element which would give this court jurisdiction to deal with the matter.",
      "id": "s5"
    },
    {
      "text": "3 In addition, there were several fundamental problems with Mr Walsh's draft statement of claim.",
      "id": "s6"
    },
    {
      "text": "Although it is important to bear in mind the difficulties which a litigant in person may have in placing proper pleadings before the Court, the draft statement of claim is not framed in a way which complies with the requirements of the Rules, nor does it appear to set out any intelligible cause of action known to the law.",
      "id": "s7"
    },
    {
      "text": "The relief sought in this matter is not relief which this Court, in any event, would have power or jurisdiction to grant.",
      "id": "s8"
    },
    {
      "text": "Nor would such relief be granted in the terms in which it is currently sought.",
      "id": "s9"
    },
    {
      "text": "The draft statement of claim is not clear, and alleges matters which are extremely indeterminate and vague.",
      "id": "s10"
    },
    {
      "text": "It is difficult to make any sense of the pleadings in order to ascertain any nexus between the pleadings and the relief which is sought.",
      "id": "s11"
    },
    {
      "text": "4 Accordingly, it seems to me that the application in this matter should be struck out on the basis that it is bound to fail and has no reasonable prospect of success.",
      "id": "s12"
    },
    {
      "text": "I also think that, so far as the form of the draft statement of claim is concerned, it does not properly raise any legal matter over which this Court can exercise jurisdiction.",
      "id": "s13"
    },
    {
      "text": "Having regard to the impossibility, in a practical sense, of responding to these allegations, I do not think the draft statement of claim improves the position in this case.",
      "id": "s14"
    },
    {
      "text": "5 I have also had regard to the detailed judgment delivered in the proceedings previously brought by Mr Walsh where Buchanan J examined a statement of claim in relation to similar facts, albeit based on different causes of action, and ordered that it be struck out and the proceedings dismissed (see Walsh v University of Technology, Sydney [2007] FCA 880).",
      "id": "s15"
    },
    {
      "text": "In that decision, his Honour examined carefully the relevant authorities concerning the dismissal of proceedings, the adequacy of a statement of claim as a proper proceeding, and the necessary elements of a claim under the Trade Practices Act 1974 (Cth).",
      "id": "s16"
    },
    {
      "text": "There is no need to recite those principles here.",
      "id": "s17"
    },
    {
      "text": "While his Honour held in that case that the Court had jurisdiction because Mr Walsh had pleaded the Trade Practices Act 1974 (Cth), in the present case, and apparently as a consequence of his Honour's earlier decision, the draft statement of claim has been amended to exclude that claim with the result that it fails to incorporate a federal element, and as a consequence this Court has no jurisdiction.",
      "id": "s18"
    },
    {
      "text": "6 Accordingly, I order that the proceedings brought by Mr Walsh be dismissed with costs.",
      "id": "s19"
    },
    {
      "text": "I certify that the preceding six (6) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Tamberlin.",
      "id": "s20"
    },
    {
      "text": "Associate:\n\nDated: 21 August 2007\n\n\n Counsel for the Applicant: None \n \n Solicitor for the Applicant: None \n \n Counsel for the Respondent: Mr P. Brereton \n \n Solicitor for the Respondent: Minter Ellison \n \n Date of Hearing: 15 August 2007 \n \n Date of Judgment: 15 August 2007 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1288.html",
      "id": "s21"
    }
  ]
}