{
  "name": "Spencer v Lane Rowin Pty Ltd [2007] FCA 1519 (15 October 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1519.html",
  "catchphrases": [
    {
      "text": "related appeals from decisions of same federal magistrate",
      "id": "c0"
    },
    {
      "text": "where federal magistrate refused two applications to set aside bankruptcy notices",
      "id": "c1"
    },
    {
      "text": "whether overstatement in each of the notices",
      "id": "c2"
    },
    {
      "text": "further appeal against sequestration order made against the estate of one of the appellants",
      "id": "c3"
    },
    {
      "text": "whether sequestration order ought not have been made",
      "id": "c4"
    },
    {
      "text": "whether federal magistrate should have disqualified himself on the ground of bias",
      "id": "c5"
    },
    {
      "text": "whether adjournment should have been granted to one of the appellants to put on further evidence as to her ability to pay her debts",
      "id": "c6"
    },
    {
      "text": "bankruptcy",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "1 There are before the Court three related appeals from decisions of the same Federal Magistrate.",
      "id": "s0"
    },
    {
      "text": "The first two appeals (QUD 167 of 2007 and QUD 168 of 2007) are appeals from decisions of the learned Magistrate to dismiss applications, made by the appellants, to set aside bankruptcy notices which had been served on them on 5 March 2007.",
      "id": "s1"
    },
    {
      "text": "The third appeal (QUD 264 of 2007) is an appeal by one of the appellants, Mrs Perovich, from a sequestration order made against her estate.",
      "id": "s2"
    },
    {
      "text": "In this latter proceeding the appeal also seeks to impugn decisions of the Federal Magistrate to refuse to disqualify himself and to refuse to grant an adjournment of the hearing.",
      "id": "s3"
    },
    {
      "text": "2 The Acting Chief Justice directed that each appeal should be heard by a single Judge.",
      "id": "s4"
    },
    {
      "text": "THE APPLICATIONS TO SET ASIDE BANKRUPTCY NOTICES \n \n3 On 5 March 2007 bankruptcy notices were served on each of the appellants.",
      "id": "s5"
    },
    {
      "text": "Both notices alleged that the appellants were indebted to the respondent by reason of a consent judgment of the District Court of Queensland under which the appellants were liable to pay the respondent $201,754.44.",
      "id": "s6"
    },
    {
      "text": "The bankruptcy notice sought payment of outstanding interest of $138,758.07 and identified the total debt owing as $340,512.51.",
      "id": "s7"
    },
    {
      "text": "The District Court judgment was entered on 26 October 2006.",
      "id": "s8"
    },
    {
      "text": "On 20 March 2007 each appellant gave notice, under s 41(5) of the Bankruptcy Act 1966 (Cth) (\"the Act \"), disputing the amount claimed in the bankruptcy notice.",
      "id": "s9"
    },
    {
      "text": "It was claimed that the notices overstated the amount due by $10,000.",
      "id": "s10"
    },
    {
      "text": "At trial a significantly higher figure was nominated but, on the hearing of the appeals, counsel for the appellants submitted that nothing turned on the difference because, if there had been an overstatement by $10,000, that would have been sufficient to invalidate the notices.",
      "id": "s11"
    },
    {
      "text": "4 As the Federal Magistrate noted, in his reasons, the background facts were not in dispute.",
      "id": "s12"
    },
    {
      "text": "The following summary draws heavily on those reasons.",
      "id": "s13"
    },
    {
      "text": "The respondent commenced proceedings in the District Court on 21 October 2005 claiming $201,754.44 against each appellant pursuant to the terms of a guarantee.",
      "id": "s14"
    },
    {
      "text": "An application for summary judgment by the respondent was listed for hearing on 22 May 2006.",
      "id": "s15"
    },
    {
      "text": "Before then the parties entered into negotiations.",
      "id": "s16"
    },
    {
      "text": "These negotiations led to an agreement, the terms of which were recorded in a letter dated 17 May 2006.",
      "id": "s17"
    },
    {
      "text": "That letter was written by the solicitor acting for the respondent and was addressed to each of the appellants.",
      "id": "s18"
    },
    {
      "text": "It referred to a discussion which had taken place between the solicitor and an agent, Mr Andrew Smith, who had been appointed to act on behalf of the appellants.",
      "id": "s19"
    },
    {
      "text": "Relevantly, the terms of the agreement included:\n \n \n \"(a) That [each appellant] execute forthwith a consent judgment in the sum claimed of $201,754.44; \n (b) That consent judgment will not be filed by [the respondent's solicitor] ... until there is a breach by [the appellants] of this agreement; \n (c) ... \n (d) That you pay interest on the judgment sum ($201,754.44) at the rate of 9.5% per annum; \n (e) ... \n (f) That [the appellants] pay the sum of $10,000 by cleared funds to [the respondent] to be received by [the respondent's solicitor] before the close of business on the 24 th May 2006; \n (g) That all further moneys payable are to be paid by cleared funds on or before 20 July 2006; \n (h) Should [the appellants] fail to make any payment ... on or before the due date [the respondent] will file a consent judgment without notice; and \n (i) ...\" \n \n\n5 Each appellant swore an affidavit in which he or she deposed that they had instructed their agent to put a proposal to the respondent whereby, in consideration of the respondent agreeing to adjourn the application for summary judgment, and extending the time for repayment of the total amount then owing, the appellants would sign a consent to judgment and pay $10,000 \"to be deducted from the capital owing to the respondent.",
      "id": "s20"
    },
    {
      "text": "\" The agent, Mr Smith, did not give evidence before the Federal Magistrate.",
      "id": "s21"
    },
    {
      "text": "The respondent's solicitor swore an affidavit to which he exhibited a file note of the conversation which he had had with Mr Smith on 17 May 2006.",
      "id": "s22"
    },
    {
      "text": "That file note read in part:\n \n \"Att Andrew Smith --- he represents debtors --- had discussion.",
      "id": "s23"
    },
    {
      "text": "Wants to defer- will agree to signing consent judgment subject to calculation and will pay $10,000 as consideration for deferred payment.",
      "id": "s24"
    },
    {
      "text": "I said I would send proposal\" \n\nThe solicitor was not cross-examined.",
      "id": "s25"
    },
    {
      "text": "His account of the conversation was not otherwise challenged.",
      "id": "s26"
    },
    {
      "text": "Later that day the letter recording the terms of the agreement was sent.",
      "id": "s27"
    },
    {
      "text": "Further discussions took place as a result of which it was agreed that the payment day would be changed from 24 May 2006 to 26 May 2006.",
      "id": "s28"
    },
    {
      "text": "The sum of $10,000 was paid on that day.",
      "id": "s29"
    },
    {
      "text": "Under the 17 May agreement all further moneys payable were due to be paid on or before 20 July 2006.",
      "id": "s30"
    },
    {
      "text": "On 19 July 2006 Mr Smith wrote to the respondent's solicitor seeking a \"further indulgence of two months\" and offering to pay a further $10,000 in order to obtain the indulgence.",
      "id": "s31"
    },
    {
      "text": "The respondent's solicitor replied by email on the same day advising that the respondent was not agreeable to any extension of time for payment.",
      "id": "s32"
    },
    {
      "text": "On 20 July 2006 the appellants' solicitor wrote to the respondent's solicitor offering to pay $15,000 in order to obtain an extension of time within which to pay the moneys owing.",
      "id": "s33"
    },
    {
      "text": "On 21 July 2006 the respondent's solicitor replied as follows:\n \n \"In consideration of your client paying to my client's account by 4pm this day the sum of $15,000 in cleared funds my client will withhold registering the judgment for a further period of 10 weeks.",
      "id": "s34"
    },
    {
      "text": "\" \n\nThe $15,000 was paid on 25 July 2006 and the payment was accepted.",
      "id": "s35"
    },
    {
      "text": "On 25 September 2006 the respondent's solicitor wrote to the appellants' solicitor noting that settlement of the outstanding debt was due on 29 September 2006 and advising that the amount owing was $282,318.69.",
      "id": "s36"
    },
    {
      "text": "In calculating this sum the respondent's solicitor had included interest.",
      "id": "s37"
    },
    {
      "text": "He had also deducted the two payments of $10,000 and $15,000 from the amount said to be owing.",
      "id": "s38"
    },
    {
      "text": "The respondent's solicitor subsequently deposed that this had occurred in error.",
      "id": "s39"
    },
    {
      "text": "No further payment was made by either appellant.",
      "id": "s40"
    },
    {
      "text": "The respondent filed the consent judgment on 26 October 2006.",
      "id": "s41"
    },
    {
      "text": "6 The Federal Magistrate accepted that the $15,000 payment, made on 24 July 2006, was made to secure an extension of time for payment of the monies owing and was not intended to be deducted from the principal sum.",
      "id": "s42"
    },
    {
      "text": "He dealt with the first payment of $10,000 as follows:\n \n \"[28] The position with the first payment is not as clear.",
      "id": "s43"
    },
    {
      "text": "As I have said, the contemporaneous documents exchanged between the parties do not expressly state how the payment of $10,000 is to be applied.",
      "id": "s44"
    },
    {
      "text": "Accordingly, parol evidence will be admissible to assist the court in determining the intent of the parties.",
      "id": "s45"
    },
    {
      "text": "[29] To this end, the evidence of the respondent's solicitor is unchallenged.",
      "id": "s46"
    },
    {
      "text": "By reference to his file note, the solicitor has given evidence that the parties agreed that the payment of $10,000 will be made to secure a forbearance, and would not be deducted from the amount otherwise owing.",
      "id": "s47"
    },
    {
      "text": "This is consistent with what occurred when an indulgence was sought.",
      "id": "s48"
    },
    {
      "text": "The [appellants] were facing an application for summary judgment, and wanted to secure further time to pay.",
      "id": "s49"
    },
    {
      "text": "This indulgence came at a price; initially $10,000 and subsequently $15,000.",
      "id": "s50"
    },
    {
      "text": "Neither of the [appellants] could contradict the solicitor's evidence.",
      "id": "s51"
    },
    {
      "text": "They did not speak to him.",
      "id": "s52"
    },
    {
      "text": "As I have said, the [appellants] agent, who did speak to the respondent's solicitor, did not give evidence.",
      "id": "s53"
    },
    {
      "text": "In the absence of any contradiction, there is no reason why I should not accept the solicitor's evidence.",
      "id": "s54"
    },
    {
      "text": "It is not glaringly improbable, or even doubtful.",
      "id": "s55"
    },
    {
      "text": "In fact it is consistent with what occurred subsequently so far as the $15,000 payment is concerned.",
      "id": "s56"
    },
    {
      "text": "Further, the failure to call the [appellants] agent entitles me to infer that his evidence would not have assisted the [appellants].",
      "id": "s57"
    },
    {
      "text": "[30] The [appellants] were unable to point to any evidence prior to the making of the two agreements that supported their contention that the two payments were to be offset against the amount otherwise owing.",
      "id": "s58"
    },
    {
      "text": "As I have said, recourse to the subsequent, erroneous schedules, does not assist them.",
      "id": "s59"
    },
    {
      "text": "\" \n\nFor these reasons the Federal Magistrate determined that neither the $10,000 sum nor the $15,000 sum was, pursuant to any agreement, to be offset against the principal sum for which judgment was obtained.",
      "id": "s60"
    },
    {
      "text": "He concluded that the amount stated in the bankruptcy notices was not an overstatement.",
      "id": "s61"
    },
    {
      "text": "THE SEQUESTRATION ORDER \n \n7 The bankruptcy notice which was served on Mrs Perovich on 6 March 2007 required her to pay the respondent the $340,512.51 on or before 27 March 2007.",
      "id": "s62"
    },
    {
      "text": "The money was not paid by that date and has not since been paid.",
      "id": "s63"
    },
    {
      "text": "On 18 June 2007 the Federal Magistrate dismissed Mrs Perovich's application to set aside the bankruptcy notice.",
      "id": "s64"
    },
    {
      "text": "On 26 June 2007 the respondent filed a creditor's petition alleging that Mrs Perovich had committed an act of bankruptcy by failing to comply with the requirements of the bankruptcy notice on or before 27 March 2007.",
      "id": "s65"
    },
    {
      "text": "A sequestration order was sought against Mrs Perovich's estate.",
      "id": "s66"
    },
    {
      "text": "On 14 August 2007 Mrs Perovich filed a notice opposing the making of a sequestration order on the grounds that she was able to pay her debts and that, in the exercise of its discretion, the Court should not make the order.",
      "id": "s67"
    },
    {
      "text": "8 The creditor's petition came on for hearing before the Federal Magistrate on 17 August 2007.",
      "id": "s68"
    },
    {
      "text": "Shortly after the matter had been called on counsel appearing for Mrs Perovich made two applications without notice.",
      "id": "s69"
    },
    {
      "text": "The first was an application that the Federal Magistrate should disqualify himself from hearing the proceeding; the second was that the hearing should be adjourned.",
      "id": "s70"
    },
    {
      "text": "The following exchanges took place:\n \n \"MR MARTIN: Your Honour, before my learned friend starts, I'm instructed with the greatest respect to object to your Honour hearing the matter.",
      "id": "s71"
    },
    {
      "text": "HIS HONOUR: It sounds familiar.",
      "id": "s72"
    },
    {
      "text": "MR MARTIN: Your Honour heard an application by my client, I wasn't involved in it, but she applied to set aside the bankruptcy notice which founds this petition and you found against her and that's the subject of an appeal and based upon that, I am instructed to object to your Honour hearing the matter today against her.",
      "id": "s73"
    },
    {
      "text": "HIS HONOUR: Is this the creditor's petition?",
      "id": "s74"
    },
    {
      "text": "MR MARTIN: Yes, this is the creditor's petition.",
      "id": "s75"
    },
    {
      "text": "It is based upon the bankruptcy notice that she unsuccessfully applied before your Honour to set aside.",
      "id": "s76"
    },
    {
      "text": "Your Honour found against her.",
      "id": "s77"
    },
    {
      "text": "HIS HONOUR: And notwithstanding the appeal the matter is proceeding.",
      "id": "s78"
    },
    {
      "text": "MR MARTIN: And there's an appeal which is pending and when we appeared before Dowsett J, I think two weeks ago to get directions on that, his Honour couldn't give us a date because he was going on leave at some stage and he wasn't sure what the other judges were doing.",
      "id": "s79"
    },
    {
      "text": "So, the matter was really left in limbo.",
      "id": "s80"
    },
    {
      "text": "We've got an appeal with no date.",
      "id": "s81"
    },
    {
      "text": "HIS HONOUR: And is that the basis of your application for today?",
      "id": "s82"
    },
    {
      "text": "MR MARTIN: No, Ms Perovich has filed, in opposition to this --- in opposition to the sequestration order, notices of defence the grounds of which are that she is able to pay her debts.",
      "id": "s83"
    },
    {
      "text": "That is quite a complicated issue; I can assure your Honour.",
      "id": "s84"
    },
    {
      "text": "She has filed an affidavit.",
      "id": "s85"
    },
    {
      "text": "It's not good enough in my submissions, so I've advised her and she is going to get further affidavits, but in essence as she has sworn today.",
      "id": "s86"
    },
    {
      "text": "She has assets held in various different ways which may amount to about $20 million, and the debt here claimed is about $300,000.",
      "id": "s87"
    },
    {
      "text": "But she needs to put on a better affidavit identifying exactly what those assets are and then her ability to either liquidate them or bowl against them in the short term to satisfy the solvency test.",
      "id": "s88"
    },
    {
      "text": "HIS HONOUR: Yes.",
      "id": "s89"
    },
    {
      "text": "MR MARTIN: But as I said, I'm instructed to object to your Honour hearing the matter, but solely on the grounds that you made an adverse finding ... \n \n HIS HONOUR: Was there any determination with credit issues in that?",
      "id": "s90"
    },
    {
      "text": "Is this the unjust enrichment case?",
      "id": "s91"
    },
    {
      "text": "MR MARTIN: No, no, the issue was that the bankruptcy notice had been issued for an amount of some $300,000; I'm rounding the figures up.",
      "id": "s92"
    },
    {
      "text": "The allegation was that that was an overstatement because --- by about $25,000 because various payments were made by my clients.",
      "id": "s93"
    },
    {
      "text": "They contended that they were to come off the principal amount.",
      "id": "s94"
    },
    {
      "text": "The other side contended that they were payments to grant extensions of time and were not to be calculated.",
      "id": "s95"
    },
    {
      "text": "So, I should say, in fairness, that was largely done --- there was no cross examination of anyone and from what I could see reading of your Honour's reasons, that was done simply on an objective analysis of the correspondence between the solicitors and your Honour found based upon that the proper construction of those payments were that they were payments for extensions of time and were not to be taken off the principal debt.",
      "id": "s96"
    },
    {
      "text": "HIS HONOUR: I think I've dealt with three or four matters involving Mrs Perovich and Mr Spencer in total.",
      "id": "s97"
    },
    {
      "text": "MR MARTIN: Yes, yes.",
      "id": "s98"
    },
    {
      "text": "I am instructed that's right, your Honour.",
      "id": "s99"
    },
    {
      "text": "But in answer to your Honour's question, no, there was no adverse finding of credit and Mrs Perovich in fact wasn't cross examined.",
      "id": "s100"
    },
    {
      "text": "HIS HONOUR: So, what's the basis that you ask me to disqualify myself?",
      "id": "s101"
    },
    {
      "text": "MR MARTIN: The only basis is that Mrs Perovich perceives --- there's a perception of bias against her because of the adverse finding that your Honour made in relation to her application to set aside the bankruptcy notice.",
      "id": "s102"
    },
    {
      "text": "That is a perception by her, I should say, not that there's any allegation of actual bias of course.",
      "id": "s103"
    },
    {
      "text": "\" \n\n9 The learned Magistrate heard counsel for the respondent and then indicated that he rejected the disqualification application and would give reasons later.",
      "id": "s104"
    },
    {
      "text": "Counsel for Mrs Perovich then made an application for an adjournment of the hearing.",
      "id": "s105"
    },
    {
      "text": "The following exchanges occurred:\n \n \"HIS HONOUR: ... Yes.",
      "id": "s106"
    },
    {
      "text": "Now, it's your application for an adjournment, is it?",
      "id": "s107"
    },
    {
      "text": "MR MARTIN: Yes.",
      "id": "s108"
    },
    {
      "text": "It's my application for an adjournment.",
      "id": "s109"
    },
    {
      "text": "I probably should read the notice of appearance, the grounds of opposition and the affidavit of the respondent.",
      "id": "s110"
    },
    {
      "text": "They were all filed 14 August.",
      "id": "s111"
    },
    {
      "text": "That's my material.",
      "id": "s112"
    },
    {
      "text": "I have probably outlined to your Honour the substance of it, and I would concede that ordinarily a creditor carries a fairly high onus in establishing to a court if an act of bankruptcy has been committed, but they should not be sequestrated simply because they are able to pay their debts.",
      "id": "s113"
    },
    {
      "text": "And I concede the affidavit, whilst on the face of it, raises, on one argument, quite considerable assets, of course your Honour has to be satisfied that they can be liquidated or sold within a fairly short period of time to satisfy solvency, within the test contemplated by Sandell v Porter in the High Court, and I concede that that affidavit at this stage, whilst raising some prima facie arguments, doesn't go far enough, and I'm instructed to ask for a further three weeks to put on such further affidavits as the respondent might be advised to properly advance her position.",
      "id": "s114"
    },
    {
      "text": "And should I say that, being the first return date of this application, it's not as though we've had lots of return dates and this is the trial of the matter.",
      "id": "s115"
    },
    {
      "text": "It was set down before the registrar today, and it is --- as your Honour would appreciate, it's more often than not that when a person appears before the registrar on the first return date he says, if they have a substantial argument and they want to put on further material, that they are normally granted that indulgence on the first occasion.",
      "id": "s116"
    },
    {
      "text": "And in fact often people are granted indulgences with much lesser arguments that than, such that, \"I simply want to get legal advice.",
      "id": "s117"
    },
    {
      "text": "I know nothing about this.",
      "id": "s118"
    },
    {
      "text": "I need some more time.",
      "id": "s119"
    },
    {
      "text": "\" Mr Perovich has filed a notice of appearance.",
      "id": "s120"
    },
    {
      "text": "She is bona fide my instructions in opposing this, but she just needs some more time to properly put her position.",
      "id": "s121"
    },
    {
      "text": "As to the question of prejudice, well, this is the first return date.",
      "id": "s122"
    },
    {
      "text": "It's usual that if there's a fight about it, directions are made, and costs orders are made but, as I said, it's --- at the risk of repeating myself, it's the first return date.",
      "id": "s123"
    },
    {
      "text": "It's not the trial of the petition that we're asking for an adjournment of, or there's been a number of return dates with no action.",
      "id": "s124"
    },
    {
      "text": "So, for all of those reasons, I would ask for an adjournment so my client can properly put her position before the Court.",
      "id": "s125"
    },
    {
      "text": "\" \n\n10 Submissions opposing the application were made by counsel for the respondent.",
      "id": "s126"
    },
    {
      "text": "When counsel for Mrs Perovich was called on to reply the Federal Magistrate sought clarification of precisely why it was an adjournment was being sought.",
      "id": "s127"
    },
    {
      "text": "The transcript records what was said as follows: \n \n \"MR MARTIN: But my submission is that having regard to the rather large numbers that we were talking about and the amount that is in dispute here, Mrs Perovich should be able to be --- or should be given the opportunity of putting on evidence about her ability to actually raise money based upon the interest that she currently has.",
      "id": "s128"
    },
    {
      "text": "So it's not just a matter of selling an asset that she owns, but going to some sort of a financier and saying, \"Well, there's the interest that I hold.",
      "id": "s129"
    },
    {
      "text": "Will you lend me some money in the short term, for example, to pay this debt and another debt that I owe\" and so forth.",
      "id": "s130"
    },
    {
      "text": "Now, she hasn't done that in her affidavit and, in my submission, she should have been given the opportunity.",
      "id": "s131"
    },
    {
      "text": "And all that has really happened today is my learned friend says, \"Well, this is the affidavit she has sworn.",
      "id": "s132"
    },
    {
      "text": "It can never get any better than that\".",
      "id": "s133"
    },
    {
      "text": "Well, Mrs Spencer or any litigant, in my submission, on the first return date should be given the opportunity to make it better than that.",
      "id": "s134"
    },
    {
      "text": "The Act doesn't provide when a creditor --- sorry, a debtor opposes a petition that it's a two step process, that they turn up on the first return date and they must show a prima-facie case.",
      "id": "s135"
    },
    {
      "text": "It seems that Mrs Perovich might have been in a better position as far as my learned friend's argument is concerned if she had turned up with nothing today and said, \"I want three weeks to put on an affidavit\".",
      "id": "s136"
    },
    {
      "text": "But she makes an attempt and puts on a affidavit.",
      "id": "s137"
    },
    {
      "text": "I mean, I can state from the Bar Table it was prepared without my legal assistance or the assistance of those that instruct me and it would be, in my respectful submission, a strange circumstance which would deny somebody the right to go and get some better evidence on the first return date to put it before the court.",
      "id": "s138"
    },
    {
      "text": "HIS HONOUR: So it's evidence that she can borrow money --- \n \n MR MARTIN: Yes.",
      "id": "s139"
    },
    {
      "text": "HIS HONOUR --- against the security of the properties?",
      "id": "s140"
    },
    {
      "text": "MR MARTIN: Yes, the security of the interest that she has.",
      "id": "s141"
    },
    {
      "text": "HIS HONOUR: Well, not she, but companies with which she is associated.",
      "id": "s142"
    },
    {
      "text": "MR MARTIN: Yes.",
      "id": "s143"
    },
    {
      "text": "Yes, quite so.",
      "id": "s144"
    },
    {
      "text": "HIS HONOUR: And how long do you seek, three weeks?",
      "id": "s145"
    },
    {
      "text": "MR MARTIN: Three weeks to put on further material in that regard.",
      "id": "s146"
    },
    {
      "text": "HIS HONOUR: Yes.",
      "id": "s147"
    },
    {
      "text": "The learned Magistrate refused the application for an adjournment.",
      "id": "s148"
    },
    {
      "text": "11 As foreshadowed he later gave written reasons for rejecting both applications.",
      "id": "s149"
    },
    {
      "text": "12 In dealing with the disqualification application he said:\n \n \"[3] The respondent made two preliminary instanter applications.",
      "id": "s150"
    },
    {
      "text": "First, the respondent applied for an order than I disqualify myself from hearing the application.",
      "id": "s151"
    },
    {
      "text": "The basis for such application was that I had earlier dismissed an application by the respondent to set aside the bankruptcy notice (see Perovich v Lane Rowin Pty Ltd [2007] FMCA 940).",
      "id": "s152"
    },
    {
      "text": "That decision is the subject of an appeal, but there is no stay of the judgment in force.",
      "id": "s153"
    },
    {
      "text": "In reliance on that fact it was submitted that the respondent perceives that I may be biased against her because of my previous adverse finding against her.",
      "id": "s154"
    },
    {
      "text": "I should add that I have not only decided that matter involving the respondent but other matters as well (Perovich v Neolido Holdings Pty Ltd [2007] FMCA 1105 ; Perovich v Traditional Values Management Ltd [2006] FMCA 1471 ; Perovich v Tesla Nominees Pty Ltd [2006] FMCA 1342).",
      "id": "s155"
    },
    {
      "text": "The respondent did not rely on my having heard those matters as founding her application that I disqualify myself.",
      "id": "s156"
    },
    {
      "text": "\" \n\nHis Honour reviewed various authorities and concluded:\n \n \"[12] The issue that I have previously decided is whether or not the bankruptcy notice overstated the amount due by the respondent to the applicant.",
      "id": "s157"
    },
    {
      "text": "That issue was decided on documentary and unchallenged evidence.",
      "id": "s158"
    },
    {
      "text": "No finding of credit was made against the respondent.",
      "id": "s159"
    },
    {
      "text": "It is presumably said that having found that the bankruptcy notice did not overstate the amount of the debt owed by the respondent to the applicant there is a reasonable apprehension that I cannot impartially decide the issue of whether the respondent is able to pay her debts, as required by s 52(2)(a) of the Act .",
      "id": "s160"
    },
    {
      "text": "In my view the two issues are quite separate and there is not a logical connection between my having previously determined the validity of the bankruptcy notice and the feared deviation from the course of deciding the case on its merits.",
      "id": "s161"
    },
    {
      "text": "I have not, because it has not previously arisen, expressed any view about a question of fact which is in issue on the present application, nor about the credit of a witness whose evidence is of significance on such a question of fact.",
      "id": "s162"
    },
    {
      "text": "His Honour held that in these circumstances authority mandated that he refuse to accede to the application for disqualification.",
      "id": "s163"
    },
    {
      "text": "13 The Federal Magistrate next dealt with the adjournment application.",
      "id": "s164"
    },
    {
      "text": "He commenced by noting that the adjournment application was opposed and that the respondent had submitted that, even with further time, Mrs Perovich would be incapable of establishing that she was able to pay her debts.",
      "id": "s165"
    },
    {
      "text": "His Honour continued:\n \n [14] ... Ms Perovich seeks to put on further affidavit evidence to show that she is able to raise additional monies on the security of properties that she owns.",
      "id": "s166"
    },
    {
      "text": "To test the possibility that [she] may be able to adduce such evidence it is necessary to consider the application of law, and the evidence that [she] has adduced to date.",
      "id": "s167"
    },
    {
      "text": "[15] Section 52(2)(a) of the Act requires the respondent to satisfy the court that she is able to pay her debts.",
      "id": "s168"
    },
    {
      "text": "The language of s 52(2)(a) has changed from that considered in earlier cases such as Sandell v Porter [1966] HCA 28 ; (1966) 115 CLR 666.",
      "id": "s169"
    },
    {
      "text": "It is no longer a statutory pre-requisite that the debtor be able to pay debts from his or her own money.",
      "id": "s170"
    },
    {
      "text": "[16] One starts from the uncontroversial proposition that a debtor who is in a position to pay all the debts which she owes within a reasonable time ought not to be subject to a sequestration order.",
      "id": "s171"
    },
    {
      "text": "The ability to pay debts does not necessarily require a debtor to have sufficient cash on hand or available on deposit to pay all creditors in full immediately, if the debtor has other realisable assets.",
      "id": "s172"
    },
    {
      "text": "\" \n\nHaving reviewed relevant authorities his Honour turned to the evidence provided by Mrs Perovich in her affidavit.",
      "id": "s173"
    },
    {
      "text": "He accepted that she had, directly or indirectly, interests in property and that the value of those interests far exceeded the sum identified in the bankruptcy notice.",
      "id": "s174"
    },
    {
      "text": "He was not, however, persuaded that Mrs Perovich would be able to raise the necessary funds by obtaining loans on the security of the real estate holdings in which she had an interest.",
      "id": "s175"
    },
    {
      "text": "There were various reasons why this was so.",
      "id": "s176"
    },
    {
      "text": "One property was registered in the name of a company to which receivers and managers had been appointed.",
      "id": "s177"
    },
    {
      "text": "The company was in liquidation.",
      "id": "s178"
    },
    {
      "text": "Another property was subject to a resumption order by a public authority for which compensation was payable.",
      "id": "s179"
    },
    {
      "text": "An advance compensation payment had been made.",
      "id": "s180"
    },
    {
      "text": "All of that advance was payable to secured creditors.",
      "id": "s181"
    },
    {
      "text": "The consent of other interested parties would also have been necessary before any loans could be obtained on the security of these assets.",
      "id": "s182"
    },
    {
      "text": "The Federal Magistrate concluded that there was no point in adjourning the further hearing of the creditors' petition because he had not been persuaded that Mrs Perovich would be in a position to adduce any further evidence as to her ability to pay her debts in a manner which would discharge the onus cast upon her by s 52(2)(a) of the Act .",
      "id": "s183"
    },
    {
      "text": "THE APPEAL GROUNDS \n \n14 The two appeals against the Federal Magistrate's refusal to set aside the bankruptcy notices rely on the same grounds.",
      "id": "s184"
    },
    {
      "text": "They challenge the findings of the Federal Magistrate that the payments of $10,000 and $15,000 should not have been deducted from the principal sum owed by each of the appellants to the respondent and contend that, because the deductions had not been made, there was an overstatement in each of the notices.",
      "id": "s185"
    },
    {
      "text": "15 The appeal against the sequestration order contains three grounds.",
      "id": "s186"
    },
    {
      "text": "It is alleged that the learned Magistrate erred in fact and in law in not acceding to the adjournment application, in not acceding to the disqualification application and in making the sequestration order.",
      "id": "s187"
    },
    {
      "text": "At the hearing of the appeal the appellant sought and was granted leave to add an additional ground that:\n \n \"The appellant had not committed an available act of bankruptcy because the Bankruptcy Notice relied on by the respondent at trial was invalid for overstatement.",
      "id": "s188"
    },
    {
      "text": "\" \n\nThe overstatement ground was thereby made common to all of the appeals.",
      "id": "s189"
    },
    {
      "text": "The grounds relating to the adjournment and disqualification applications were peculiar to Mrs Perovich's appeal against the sequestration order made against her estate.",
      "id": "s190"
    },
    {
      "text": "THE OVERSTATEMENT POINT \n \n16 The appellants contend that the bankruptcy notices overstated the amount actually owed by them to the respondent at the time of issue of the notices by $10,000.",
      "id": "s191"
    },
    {
      "text": "They say that this is so because it was a term of the 17 May agreement that the $10,000 payment would be credited against the amount owing to the respondent.",
      "id": "s192"
    },
    {
      "text": "It followed that the consent judgment for $201,754.44 which was filed on 26 October 2006 overstated the amount owed to the respondent by at least that amount.",
      "id": "s193"
    },
    {
      "text": "17 It was common ground that, if such an overstatement had occurred, the bankruptcy notices were invalid: cf Re Greenhill; ex parte Myer (NSW) Limited (1984) 5 FCR 84 at 86.",
      "id": "s194"
    },
    {
      "text": "It was also accepted by all parties that the notices given by Mrs Perovich and Mr Spencer on 20 March 2007 were both timely and effective for the purposes of s 41(5) of the Act .",
      "id": "s195"
    },
    {
      "text": "18 The appellants submit that the 17 May letter (together with the email which subsequently varied the date for payment of the $10,000) constituted a simple written contract which provided, unambiguously, that the $10,000 payment, when made, would be treated as a payment on account of the debt owed to the respondent.",
      "id": "s196"
    },
    {
      "text": "They complain that the Federal Magistrate erred by treating the written document as being ambiguous on this point, by relying on the solicitor's file note to assist in resolving the ambiguity and by having regard to the conduct of the parties in relation to the subsequent payment of $15,000.",
      "id": "s197"
    },
    {
      "text": "19 The respondent contends that there is authority which binds me to hold that no overstatement has occurred because the bankruptcy notices correctly identified the amounts owing under the consent judgment made by the District Court.",
      "id": "s198"
    },
    {
      "text": "In any event, the respondent submits that the contractual terms, recorded in the 17 May letter, do not require that the $10,000 should be credited against the amount owing; rather it is to be treated as consideration for the indulgence, granted by the respondent, to forebear seeking judgment for the debt.",
      "id": "s199"
    },
    {
      "text": "20 Section 41(5) of the Act provides:\n \n \"(5) A bankruptcy notice is not invalidated by reason only that the sum specified in the notice as the amount due to the creditor exceeds the amount, in fact, due unless the debtor, within the time allowed for payment, gives notice to the creditor that he or she disputes the validity of the notice on the ground of the misstatement.",
      "id": "s200"
    },
    {
      "text": "\" \n\nThis provision was considered by Morling J Greenhill .",
      "id": "s201"
    },
    {
      "text": "In that case final judgment had been entered against the debtor for a particular sum.",
      "id": "s202"
    },
    {
      "text": "It was common ground between the parties that, prior to the entry of the judgment, the debtor had paid $200 to the creditor as a part payment of the money due and that, accordingly, the judgment was wrongly entered because it had failed to take into account the $200 payment.",
      "id": "s203"
    },
    {
      "text": "It overstated the amount owing by that sum.",
      "id": "s204"
    },
    {
      "text": "This overstatement was held to render the notice invalid.",
      "id": "s205"
    },
    {
      "text": "21 In Re Wilson v Official Trustee in Bankruptcy [1999] FCA 1760 the applicants sought an annulment of their bankruptcies under s 153B of the Act .",
      "id": "s206"
    },
    {
      "text": "Sequestration orders had been made on the basis of a judgment debt obtained from the New South Wales District Court.",
      "id": "s207"
    },
    {
      "text": "The applicants claimed that the creditor was not entitled to judgment in the full amount of the debt because of certain payments earlier made.",
      "id": "s208"
    },
    {
      "text": "Emmett J dismissed the applications.",
      "id": "s209"
    },
    {
      "text": "He declined to follow Greenhill and held that s 41(5) \"is concerned with a claim of a bankruptcy notice for an amount greater than is, in fact, [owed] under a judgment \" (emphasis in original).",
      "id": "s210"
    },
    {
      "text": "His Honour explained his reasons for differing from Morling J as follows:\n \n \"[39] A bankruptcy notice must require the debtor to pay the judgment debt, in accordance with the judgment.",
      "id": "s211"
    },
    {
      "text": "The pre-existing obligation, which the judgment is intended to enforce, will have merged in the new obligation created by the judgment --- see Corney v Brien [1951] HCA 31 ; (1951) 84 CLR 343 at 353-354.",
      "id": "s212"
    },
    {
      "text": "It may well be that there would be good grounds for setting aside a judgment which was entered for an excessive amount.",
      "id": "s213"
    },
    {
      "text": "Further, it may be that this Court, as a Court of Bankruptcy would go behind a judgement in order to determine whether there was, in fact, anything due.",
      "id": "s214"
    },
    {
      "text": "Following the entry of a judgment, however, the amount due by the judgment debtor to the judgment creditor, and the amount for which execution might issue, is the sum stated in the judgment.",
      "id": "s215"
    },
    {
      "text": "Where a bankruptcy notice claims that amount, it cannot be said that it claims an amount that exceeds the amount in fact due.",
      "id": "s216"
    },
    {
      "text": "By reason of the judgment itself, the amount of the judgment is due.",
      "id": "s217"
    },
    {
      "text": "[40] Upon an application to a court exercising jurisdiction in bankruptcy to set aside a bankruptcy notice, the court should not go behind a judgment where the grounds upon which the judgment is challenged are such that, if accepted, they would only support a finding that the amount of the debt be reduced, and would not support a finding that there was, in truth, no debt at all --- see Emerson v Wreckair Pty Ltd (1992) 33 FCR 581 at 589.",
      "id": "s218"
    },
    {
      "text": "That decision of a Full Court of this Court is binding upon me and, it appears to me, that it would preclude a Judge, on hearing a bankruptcy petition, to go behind the judgment if the only purpose for doing so would be to show that the amount of the judgment should be reduced, not to show that no amount was owing.",
      "id": "s219"
    },
    {
      "text": "It may be relevant, if the amount of the judgment should be reduced to an amount below the minimum amount that supports a petition.",
      "id": "s220"
    },
    {
      "text": "However, that is not the case here.",
      "id": "s221"
    },
    {
      "text": "\" \n\n22 In Emerson the Full Court (presided over by Morling J) accepted that a bankruptcy notice may be invalid if the amount specified in the notice exceeds the amount in fact due.",
      "id": "s222"
    },
    {
      "text": "It held that the date on which the inquiry as to whether or not the amount specified in the notice is excessive was to be made as at the date of the issue of the notice.",
      "id": "s223"
    },
    {
      "text": "In that case the amount specified in the notice was an amount for which judgment had been obtained in the District Court in Queensland.",
      "id": "s224"
    },
    {
      "text": "After the bankruptcy notice had issued the Supreme Court allowed an appeal from the District Court's judgment and reduced the judgment sum by $5,400.",
      "id": "s225"
    },
    {
      "text": "The Court held that the notice claimed the amount of the judgment and did not, therefore, exceed the amount in fact due.",
      "id": "s226"
    },
    {
      "text": "The subsequent reduction of the amount of the judgment did not alter this position.",
      "id": "s227"
    },
    {
      "text": "The Court then dealt with the question of when it might be permissible for a Court of Bankruptcy to go behind a judgment on which a bankruptcy notice was founded.",
      "id": "s228"
    },
    {
      "text": "The Court said (at 587 --- 588) that:\n \n \"It is not open to doubt that a Court exercising jurisdiction in bankruptcy may, in an appropriate case, 'go behind' a judgment and inquire whether it was founded on a real debt: Corney v Brien ... .",
      "id": "s229"
    },
    {
      "text": "Such a Court, however, has no power to set aside a judgment but only to prevent the judgment creditor from having recourse to the provisions of the Bankruptcy Act ... As between the parties, the judgment remains unimpeached and maybe enforced accordingly by what ever means may otherwise be available.",
      "id": "s230"
    },
    {
      "text": "In the present case, there had been a full hearing before the District Court at which the appellants and the respondent appeared and were legally represented.",
      "id": "s231"
    },
    {
      "text": "All the issues were carefully examined and judicially determined.",
      "id": "s232"
    },
    {
      "text": "This is not a case, like many of the cases in this area of the law, where judgment was entered in default of appearance or defence.",
      "id": "s233"
    },
    {
      "text": "There may be circumstances which justify, in a particular case a review of the proceedings in another Court which, after a hearing, have resulted in the entry of judgment against a debtor ... For example, if an allegation is made that a judgment has been obtained by fraud, it may be proper for a Court exercising jurisdiction in bankruptcy to go behind the judgment to ascertain whether there is a real debt.",
      "id": "s234"
    },
    {
      "text": "But there is nothing in the facts of the present case which would have warranted this Court embarking on what would have amounted to a re-trial of the issues that had been determined after a contested hearing and which were the subject of an appeal to the Supreme Court of Queensland.",
      "id": "s235"
    },
    {
      "text": "That Court, not this Court, was the appropriate forum in which to review the correctness of the District Court judgment.",
      "id": "s236"
    },
    {
      "text": "The circumstance that the Supreme Court subsequently varied the judgment entered in the District Court, reducing it by the sum of $5,400, provides no support for the contention that this Court should have itself examined the correctness of the judgment.",
      "id": "s237"
    },
    {
      "text": "Nor, given the particular circumstances of this case, do any of the cases on which the appellants relied support the appellants' contention.",
      "id": "s238"
    },
    {
      "text": "\" \n\n23 The appellants sought to distinguish Emerson on the ground that, in that case, the amount of the judgment debt was determined after a full hearing at which the parties were represented.",
      "id": "s239"
    },
    {
      "text": "In my view there is no reason, in principle, for not applying Emerson in the circumstances of the present case.",
      "id": "s240"
    },
    {
      "text": "This was not a case where the creditor had obtained a summary default judgment.",
      "id": "s241"
    },
    {
      "text": "Nor is it a case in which a tenable allegation that the judgment was fraudulently obtained is made.",
      "id": "s242"
    },
    {
      "text": "On the contrary, on their own case, the appellants agreed to sign and did sign consent orders under which they became liable to pay the sum appearing in the bankruptcy notices if, as happened, they failed to pay the nominated sum (and interest) by an agreed date.",
      "id": "s243"
    },
    {
      "text": "When this did not occur the consent orders were filed and judgment entered for that sum.",
      "id": "s244"
    },
    {
      "text": "The sum then became owing under a judgment of the District Court.",
      "id": "s245"
    },
    {
      "text": "The appellants did not, as they could have done, applied to the District Court to vary that judgment.",
      "id": "s246"
    },
    {
      "text": "There is no occasion for this Court to go behind the judgment and it should not do so.",
      "id": "s247"
    },
    {
      "text": "24 I do not consider that Greenhill compels a different conclusion.",
      "id": "s248"
    },
    {
      "text": "In that case, unlike this, there was agreement between the parties in this Court that the judgment on which the bankruptcy notice was founded had mistakenly been entered for a sum greater than that which was, in fact, owing.",
      "id": "s249"
    },
    {
      "text": "In any event, I respectfully agree with Emmett J's reasons for holding that Greenhill should not be followed.",
      "id": "s250"
    },
    {
      "text": "25 Although it is not strictly necessary to do so, I should say something about the issue of whether the contract, evidenced by the 17 May letter, provided for the $10,000 to be credited against the sum owed by the appellants.",
      "id": "s251"
    },
    {
      "text": "Nowhere in the terms contained in the letter is there an express term that the $10,000 was to be credited against the principal sum.",
      "id": "s252"
    },
    {
      "text": "Paragraphs (f) and (g), when read together, may be understood as suggesting that the $10,000 and the \"further moneys\" necessary to satisfy the $201,754.44 debt were to be payable on or before 20 July 2006.",
      "id": "s253"
    },
    {
      "text": "This suggests, so the appellants contend, that the $10,000, if paid, would, together with the balance needed to meet the debt, be deductible from the principal sum.",
      "id": "s254"
    },
    {
      "text": "That may be so if timely payment of the whole of the principal sum were made.",
      "id": "s255"
    },
    {
      "text": "The difficulty with the appellants' argument is that the appellants agreed to execute a consent judgment in the sum claimed of $201,754.44.",
      "id": "s256"
    },
    {
      "text": "They agreed that if they failed to make any payment due on or before 20 July 2006 (or within the agreed extended period) the respondent would file the consent judgment for the agreed sum.",
      "id": "s257"
    },
    {
      "text": "This would occur whether or not there had been partial payment in the intervening period.",
      "id": "s258"
    },
    {
      "text": "It is also to be noted that the appellants agreed to pay interest on the principal sum, not the principal sum as reduced by any payments made prior to the due date.",
      "id": "s259"
    },
    {
      "text": "26 Even if it be assumed, in the appellants favour, that there is no ambiguity in the agreement, as recorded in the 17 May letter, rendering it unnecessary to have regard to parol evidence, I do not consider that a literal reading of the terms supports the construction contended for by the appellants.",
      "id": "s260"
    },
    {
      "text": "It follows, in my opinion, that the Federal Magistrate came to the correct conclusion.",
      "id": "s261"
    },
    {
      "text": "THE BIAS POINT \n \n27 As is evident from the exchange between counsel and the Federal Magistrate which has been set out above at [8], counsel made the disqualification application without notice and on a very narrow ground.",
      "id": "s262"
    },
    {
      "text": "That ground was that the Federal Magistrate had made an adverse finding on Mrs Perovich's application to set aside the bankruptcy notice which had been served on her and which was relied on by the respondent when seeking the sequestration order.",
      "id": "s263"
    },
    {
      "text": "As appears from the passage from the Federal Magistrate's reasons, quoted above at [12], his Honour dealt with the application on this basis.",
      "id": "s264"
    },
    {
      "text": "28 The appellants' argument on appeal did not seek to challenge the finding of the Federal Magistrate that he was not disqualified from dealing with the creditor's petition because of his earlier decision not to set aside the bankruptcy notice.",
      "id": "s265"
    },
    {
      "text": "What was argued was that the learned Magistrate should have disqualified himself by reason of the fact that he had made adverse findings relating to Mrs Perovich's credit in another, earlier, decision, to which he referred in his reasons, namely, Perovich v Traditional Values Management Limited [2006] FMCA 1471.",
      "id": "s266"
    },
    {
      "text": "In that case the Magistrate had dealt with an application by the appellants for a declaration that a bankruptcy notice had not properly been served on them.",
      "id": "s267"
    },
    {
      "text": "Mrs Perovich swore an affidavit in support of the application and gave oral evidence before the Federal Magistrate.",
      "id": "s268"
    },
    {
      "text": "He found significant parts of that evidence to be unsatisfactory.",
      "id": "s269"
    },
    {
      "text": "He found her to be an unreliable witness.",
      "id": "s270"
    },
    {
      "text": "She was \"evasive and vague when it suited her, and implausible in other respects.",
      "id": "s271"
    },
    {
      "text": "\" He was not prepared to act on her unsupported evidence.",
      "id": "s272"
    },
    {
      "text": "The application was dismissed.",
      "id": "s273"
    },
    {
      "text": "This occurred on 14 September 2006.",
      "id": "s274"
    },
    {
      "text": "29 Senior counsel for Mrs Perovich (who did not appear below) accepted that the adverse credit findings in Traditional Values were not relied on in support of the disqualification application.",
      "id": "s275"
    },
    {
      "text": "He also accepted that these findings were known to Mrs Perovich prior to the disqualification application being made and that, for some unexplained reason, they were not made known to counsel then appearing.",
      "id": "s276"
    },
    {
      "text": "Despite this, it was argued that the Federal Magistrate should be taken to have been aware of his earlier decision, given that he had referred to it in his reasons in the present case.",
      "id": "s277"
    },
    {
      "text": "Attention was also directed to the Federal Magistrate's statement that he had not previously expressed any view about the credit of any witness appearing before him.",
      "id": "s278"
    },
    {
      "text": "30 The principles which are to be applied, when applications are made for disqualification on the ground of bias in cases such as the present, were explained by the High Court in Livesey v NSW Bar Association [1983] HCA 17 ; (1983) 151 CLR 288.",
      "id": "s279"
    },
    {
      "text": "The Court said (at 293-294) that:\n \n \"That principle is that a judge should not sit to hear a case if in all the circumstances the parties or the public might entertain a reasonable apprehension that he might not bring an impartial and unprejudiced mind to the resolution of the question involved in it.",
      "id": "s280"
    },
    {
      "text": "\" \n\nThe joint judgment continued (at 300):\n \n \"It is, however, apparent that, in a case such as the present where it is not suggested that there is any overriding consideration of necessity, special circumstances or consent of a party, a fair minded observer might entertain a reasonable apprehension of bias by reason of prejudgment if a judge sits to hear a case at first instance after he has, in a previous case, expressed clear views either about a question of fact which constitutes a live and significant issue in the subsequent case or about the credit of a witness whose evidence is of significance on such a question of fact.",
      "id": "s281"
    },
    {
      "text": "\" \n\n31 Mrs Perovich contends that a reasonable apprehension of bias on the part of the Federal Magistrate arose in the present case because he had earlier made adverse findings relating to her credit and because there was a significant issue to be decided which depended, if she were to prevail, upon acceptance of her evidence that she was not insolvent.",
      "id": "s282"
    },
    {
      "text": "During argument senior counsel accepted that, by reason of the effluxion of time, the Federal Magistrate may well have forgotten that he had earlier made adverse findings concerning Mrs Perovich's credibility.",
      "id": "s283"
    },
    {
      "text": "Although Traditional Values had been referred to in the Magistrate's reasons, it was possible that this was because the Magistrate had extracted the case name from Court records without re-reading his reasons.",
      "id": "s284"
    },
    {
      "text": "Nonetheless, senior counsel submitted that the reasonable observer, seized of the knowledge that the earlier adverse credit findings had been made, would entertain a reasonable suspicion that the Magistrate would have regard to those findings when resolving credibility issues in the present case.",
      "id": "s285"
    },
    {
      "text": "Although the disqualification application had been made only by reference to the Federal Magistrate's earlier refusal to set aside the bankruptcy notice, the application had been made.",
      "id": "s286"
    },
    {
      "text": "This was not a case, so the argument ran, in which an applicant with good reason to seek a judge's disqualification stood by in the hope of a favourable decision and only alleged bias once that hope had been disappointed: cf Vakauta v Kelly [1989] HCA 44 ; (1989) 167 CLR 568 at 572.",
      "id": "s287"
    },
    {
      "text": "32 The issue which the Magistrate had to determine was whether Mrs Perovich was able to meet the judgment debt which she had been adjudged, by the District Court, liable to pay to the respondent.",
      "id": "s288"
    },
    {
      "text": "She swore an affidavit in which she deposed that she had valuable interests in real property.",
      "id": "s289"
    },
    {
      "text": "The value of those interests far exceeded her indebtedness to the respondent.",
      "id": "s290"
    },
    {
      "text": "It was for this reason that she denied that she was insolvent.",
      "id": "s291"
    },
    {
      "text": "She was not cross-examined on her affidavit.",
      "id": "s292"
    },
    {
      "text": "The Federal Magistrate answered the question posed for his determination adversely to Mrs Perovich, not because he disbelieved her but because he did not consider that she would, within a reasonable time, be in a position to realise those assets or borrow against them in order to satisfy the debt.",
      "id": "s293"
    },
    {
      "text": "As a result, his Honour's decision did not turn on his acceptance or rejection of Mrs Perovich's assertions as to the value of her assets.",
      "id": "s294"
    },
    {
      "text": "Nothing turned on her credit for the purposes of this case.",
      "id": "s295"
    },
    {
      "text": "33 I have read carefully what the Federal Magistrate said in para [12] of his reasons.",
      "id": "s296"
    },
    {
      "text": "They may be understood as an assertion that he had not, previously, had occasion to pass on Mrs Perovich's credibility.",
      "id": "s297"
    },
    {
      "text": "In this he was mistaken.",
      "id": "s298"
    },
    {
      "text": "The mistake was understandable given that almost twelve months separated the Traditional Values decision and the decision presently under appeal.",
      "id": "s299"
    },
    {
      "text": "It is also understandable because counsel appearing for Mrs Perovich had not drawn the Federal Magistrate's reasons in Traditional Values to his attention or sought to rely on them in support of the disqualification application.",
      "id": "s300"
    },
    {
      "text": "In these circumstances it is reasonable to infer that the learned Magistrate's mistake was attributable to him not remembering that, in Traditional Values , he had reflected adversely on Mrs Perovich's credit.",
      "id": "s301"
    },
    {
      "text": "A reasonable observer, knowing that the Federal Magistrate had not recalled what he had earlier said about Mrs Perovich's credibility and knowing that her credit was not in issue in the present matter, would not, in my opinion, entertain a reasonable apprehension of bias on the part of the Federal Magistrate.",
      "id": "s302"
    },
    {
      "text": "34 Had the resolution of any significant issue in the present case turned on Mrs Perovich's credit, other issues may have arisen as to whether or not Mrs Perovich should be allowed to raise, on appeal, a ground supporting disqualification which could have been, but was not, advanced before the Federal Magistrate: cf Water Board v Moustakas [1988] HCA 12 ; (1988) 180 CLR 491 at 497; Vakauta at 572.",
      "id": "s303"
    },
    {
      "text": "THE ADJOURNMENT APPLICATION \n \n35 As with the disqualification application, the application for an adjournment was made without notice and was unsupported by any evidence.",
      "id": "s304"
    },
    {
      "text": "It was made because of a conceded deficiency in the affidavit material filed in opposition to the creditor's petition.",
      "id": "s305"
    },
    {
      "text": "Mrs Perovich wanted to put on evidence about her ability to raise money by loan secured by her property interests.",
      "id": "s306"
    },
    {
      "text": "The application for an adjournment was rejected because the Federal Magistrate was not persuaded that Mrs Perovich would be in a position, within the three week period proposed, to adduce any further evidence as to her ability to pay her debts.",
      "id": "s307"
    },
    {
      "text": "36 A decision to refuse an application for the adjournment of a hearing is a discretionary decision which will not lightly be overruled on appeal: see Sali v SPC Limited [1993] HCA 47 ; (1993) 116 ALR 625; House v R [1936] HCA 40 ; (1936) 55 CLR 499.",
      "id": "s308"
    },
    {
      "text": "An appeal court will only intervene if the discretion has not been exercised judicially \"or where its exercise was based upon the wrong principle or resulted in gross injustice\": Sydney City Council v Ke-Su Investments Pty Ltd (1985) 1 NSWLR 246 at 252.",
      "id": "s309"
    },
    {
      "text": "37 Mrs Perovich contends that the adjournment should have been granted because \"the contemplated further material might have established at least a surplus of assets over liabilities (which fact might have led to debate about whether the surplus should yield sufficient liquidity in a 'relatively' short time)\" and because it was inevitable that, in the absence of such material, the sequestration order would be made.",
      "id": "s310"
    },
    {
      "text": "38 In my view there is nothing in the Federal Magistrate's reasons for refusing the adjournment which suggests that the exercise of his discretion miscarried.",
      "id": "s311"
    },
    {
      "text": "Both before the Magistrate, and on this appeal, there was no more than an assertion that, had the three week adjournment been granted, it might have been possible for some material to be put on relating to Mrs Perovich's capacity to borrow money to satisfy the judgment debt.",
      "id": "s312"
    },
    {
      "text": "This amounted to speculation: there was no evidence about the type of evidence which might be obtained, from whom it might have been obtained and the reasons it had not already been obtained.",
      "id": "s313"
    },
    {
      "text": "The consequences for Mrs Perovich of the Federal Magistrate's refusal of her application were serious but she may yet apply for an annulment of her bankruptcy if she is able to demonstrate, on proper material, that the sequestration order ought not to have been made.",
      "id": "s314"
    },
    {
      "text": "DISPOSITION \n \n39 Each appeal should be dismissed with costs.",
      "id": "s315"
    },
    {
      "text": "I certify that the preceding thirty-nine (39) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice TRACEY .",
      "id": "s316"
    },
    {
      "text": "Associate:\n\nDated: 15 October 2007\n\n\n Counsel for the Appellants: Mr G Bigmore QC \n \n Solicitor for the Appellants: James Conomos Lawyers \n \n Counsel for the Respondents: Mr R Bland \n \n Solicitor for the Respondents: QBM Lawyers \n \n Date of Hearing: 25 September 2007 \n \n Date of Judgment: 15 October 2007 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1519.html",
      "id": "s317"
    }
  ]
}