{
  "name": "Gardiner v Repatriation Commission [2007] FCA 1290 (21 August 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1290.html",
  "catchphrases": [
    {
      "text": "reasonable hypothesis",
      "id": "c0"
    },
    {
      "text": "whether administrative appeals tribunal engaged in impermissible fact finding in determining that the hypothesis connecting the veteran's death to war service was not reasonable",
      "id": "c1"
    },
    {
      "text": "veteran's entitlements",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "THE APPEAL \n \n1 This is an appeal pursuant to s 44 of the Administrative Appeals Act 1975 (Cth) (' AAT Act ').",
      "id": "s0"
    },
    {
      "text": "The applicant seeks an order setting aside a decision of the Veterans' Appeals Division of the Administrative Appeals Tribunal (' AAT ') given on 17 May 2007.",
      "id": "s1"
    },
    {
      "text": "The AAT affirmed a decision of the respondent (' the Commission ') refusing a claim by the applicant, the widow of a war veteran (' the deceased '), for a pension under the Veterans' Entitlements Act 1986 (Cth) (' VE Act ').",
      "id": "s2"
    },
    {
      "text": "The deceased was killed in a tractor accident on 10 August 1975.",
      "id": "s3"
    },
    {
      "text": "2 The appeal is said by the applicant to give rise to the following question of law:\n \n 'Whether a decision-maker applying section 120(3) of the [VE Act] may consider that the material before it does not raise a reasonable hypothesis by a process of reasoning by which findings are made as to which facts relating to the hypothesis are proved or \"known\", and whether other facts may be inferred or assumed from those proven or known facts'.",
      "id": "s4"
    },
    {
      "text": "3 Section 120 of the VE Act relevantly provides as follows:\n \n \n '(1) Where a claim under Part II for a pension in respect of ... the death of a veteran, relates to the operational service rendered by the veteran, the Commission shall determine that ... the death of the veteran was war-caused ... unless it is satisfied, beyond reasonable doubt, that there is no sufficient ground for making that determination.",
      "id": "s5"
    },
    {
      "text": "... \n \n \n \n (3) In applying subsection (1) ... in respect of the death of a person, related to service rendered by the person, the Commission shall be satisfied, beyond reasonable doubt, that there is no sufficient ground for determining: \n \n (a) ... \n \n (b) ... \n \n (c) that the death was war-caused or defence-caused; \n \n ... if the Commission, after consideration of the whole of the material before it, is of the opinion that the material before it does not raise a reasonable hypothesis connecting the injury, disease or death with the circumstances of the particular service rendered by the person'.",
      "id": "s6"
    },
    {
      "text": "4 Section 120A of the VE Act provides that the reasonableness of a hypothesis is to be assessed by reference to a Statement of Principles, if one is in force.",
      "id": "s7"
    },
    {
      "text": "It is common ground in the present case that there was no relevant Statement of Principles in force.",
      "id": "s8"
    },
    {
      "text": "5 There was no dispute before the AAT that the deceased was a ' veteran ' who had ' operational service ' as those terms are defined in ss 5C and 6A of the VE Act .",
      "id": "s9"
    },
    {
      "text": "The applicant's case before the AAT was that the deceased was so restricted in movement by his war-related lumbar spondylosis that when the tractor he was driving ' rolled ', he was unable to jump clear, became pinned underneath the overturned tractor and suffocated.",
      "id": "s10"
    },
    {
      "text": "6 The appeal raises a short point.",
      "id": "s11"
    },
    {
      "text": "The applicant submits that the AAT erred in finding that the material before it did not raise a reasonable hypothesis connecting the death of the veteran with the circumstances of his war service.",
      "id": "s12"
    },
    {
      "text": "She argues that the AAT engaged in impermissible fact finding at the ' reasonable hypothesis ' stage of the proceedings.",
      "id": "s13"
    },
    {
      "text": "She contends that the AAT should have deferred its fact finding until the final stage of the process mandated by s 120 of the VE Act , when it was required to decide whether it was satisfied beyond reasonable doubt that there was no sufficient ground for concluding that the veteran's death was war-caused.",
      "id": "s14"
    },
    {
      "text": "7 The Commission submits that the AAT properly discharged its statutory duty and its finding that the applicant had not raised a reasonable hypothesis connecting the veteran's death with his war service was purely a finding of fact.",
      "id": "s15"
    },
    {
      "text": "BACKGROUND \n \n8 The deceased was born on 11 September 1923.",
      "id": "s16"
    },
    {
      "text": "He enlisted in the Australian Army on 12 February 1942 and served until 11 November 1944.",
      "id": "s17"
    },
    {
      "text": "His service included a period in New Guinea as an artillery gun layer.",
      "id": "s18"
    },
    {
      "text": "His duties included lifting artillery shells.",
      "id": "s19"
    },
    {
      "text": "9 On 5 February 1975, the deceased's general practitioner recorded that the veteran suffered from degenerative disease of the lumbar spine, osteoarthritis of the sacroiliac joints, osteoarthritis of the knee joints, hypertension and duodenal ulcers.",
      "id": "s20"
    },
    {
      "text": "The Commission conceded before the AAT that, immediately before his death, the deceased suffered from war-caused lumber spondylosis.",
      "id": "s21"
    },
    {
      "text": "10 On 10 August 1975, the deceased died when the tractor he was driving overturned, pinning him face down on the ground, causing asphyxiation.",
      "id": "s22"
    },
    {
      "text": "A post-mortem examination identified the cause of death as ' asphyxiation due to cerebral concussion '.",
      "id": "s23"
    },
    {
      "text": "The report of death to the Coroner, quoted by the AAT, described the circumstances of the deceased's death as follows:\n \n 'At about 9.45 am on the 10 th August, 1975 the deceased left his residence on a Massey Ferguson tractor, carrying a disc plough on a three point linkage.",
      "id": "s24"
    },
    {
      "text": "He travelled down Sandy, a distance of about 1 km to a property which is owned by the deceased.",
      "id": "s25"
    },
    {
      "text": "It would appear that at about 10 am the deceased went to cross a makeshift bridge, across a deep narrow gully on the property, when the disc plough apparently caught on some steel bolts which were protruding from the floor of the bridge, tipping the tractor to the nearside, turning upside down and sliding down an embankment.",
      "id": "s26"
    },
    {
      "text": "Two pieces of steel which were protruding up from the disc plough (approximately 12\" long and 10\" apart) caught on either wide of the deceased [sic] head, pinning him face down in the ground, apparently causing suffication [sic].",
      "id": "s27"
    },
    {
      "text": "The accident was not witnessed and was not noticed until about 11.40 am when a Selym Yates walked past the gully and saw the deceased.",
      "id": "s28"
    },
    {
      "text": "The alarm was raised and Tamworth District Ambulance attended and conveyed the deceased to Tamworth Base Hospital where life was pronounced extinct by Dr Bakon at 12.45 pm.",
      "id": "s29"
    },
    {
      "text": "... ' \n \n\n11 On 2 June 1986, the applicant made an unsuccessful claim to the Commission that the deceased's war service contributed to his death, in that the service contributed to his smoking and his duodenal ulcer.",
      "id": "s30"
    },
    {
      "text": "12 The applicant made a second claim on 31 May 2004.",
      "id": "s31"
    },
    {
      "text": "This claim was made on the ground that the medication he was taking for a heart condition contributed to his death.",
      "id": "s32"
    },
    {
      "text": "The heart condition was said to be caused by smoking and alcohol consumption, which had commenced during the deceased's war service.",
      "id": "s33"
    },
    {
      "text": "The second claim was rejected by the Commission on 10 July 2004.",
      "id": "s34"
    },
    {
      "text": "13 By the time the second claim reached the Veterans' Review Board, it appears that the applicant contended that the deceased's lumbar and osteoarthritis conditions so restricted his movements that he could not jump clear from the tractor when it started to roll.",
      "id": "s35"
    },
    {
      "text": "In addition, the applicant claimed that the deceased's medication would have affected his capacity to respond to the emergency.",
      "id": "s36"
    },
    {
      "text": "Nonetheless, the Veterans' Review Board affirmed the Commission's decision.",
      "id": "s37"
    },
    {
      "text": "THE AAT'S DECISION \n \n14 The AAT recorded the case advanced by the applicant (see [5] above).",
      "id": "s38"
    },
    {
      "text": "It expressed the view that the Commission had correctly conceded that the deceased had suffered from war-caused lumbar spondylosis.",
      "id": "s39"
    },
    {
      "text": "15 The AAT referred to a report from a consulting engineer regarding the circumstances of the accident and the ability of a person to jump clear of a rolling tractor:\n \n '9.",
      "id": "s40"
    },
    {
      "text": "Although the consultant postulates that a normal healthy male would have had sufficient time to jump clear if the tractor was travelling in second gear and had a possibility of jumping clear if the tractor was travelling in third gear, he does point out \"the time safety margin is very narrow\".",
      "id": "s41"
    },
    {
      "text": "Earlier the engineer had estimated the time to clear the vehicle as varying from 2.2 seconds in second gear and 1.6 seconds in third gear.",
      "id": "s42"
    },
    {
      "text": "He added, although the basis of this information was not disclosed,\"a healthy alert male in his 50's would require approximately 0.7 seconds to respond to impending danger\".",
      "id": "s43"
    },
    {
      "text": "(The deceased was aged 51 years at the time of his death.",
      "id": "s44"
    },
    {
      "text": ") \n \n 10.",
      "id": "s45"
    },
    {
      "text": "By subtracting response time from the hypothesised available exit times it can be seen that the opportunity for a tractor driver of the deceased's age to exit a tractor in the process of overturning is an extremely short period of time even for an able bodied male'.",
      "id": "s46"
    },
    {
      "text": "16 After observing that little was known of the deceased's state of health on the day of his death, the AAT pointed out that no mention had been made at the inquest of any lack of mobility on the deceased's part.",
      "id": "s47"
    },
    {
      "text": "Nor had the issue of lack of mobility been raised when the applicant had made her first claim to the Commission.",
      "id": "s48"
    },
    {
      "text": "The AAT noted that Dr Chase, an occupational physician, had been unable to make any comment in his evidence of the state of the deceased's back on the day of the accident.",
      "id": "s49"
    },
    {
      "text": "He had, however, reported that the deceased had been in sufficiently good health to use the tractor for ploughing a field.",
      "id": "s50"
    },
    {
      "text": "17 The AAT continued as follows:\n \n '18.",
      "id": "s51"
    },
    {
      "text": "Apart from his lumbar spondylosis the deceased suffered from other non-war caused illnesses including osteoarthritis of the sacroiliac joints and osteoarthritis of the knee joints.",
      "id": "s52"
    },
    {
      "text": "It seems to us that those conditions would also have played their part in the deceased's inability to exit the tractor.",
      "id": "s53"
    },
    {
      "text": "19.",
      "id": "s54"
    },
    {
      "text": "Ten weeks prior to the accident the deceased had obtained a prescription for an anti-depressant and an analgesic.",
      "id": "s55"
    },
    {
      "text": "Again nothing is known as to the frequency with which the deceased availed himself of this mediation and if he had taken any on the day of his death.",
      "id": "s56"
    },
    {
      "text": "If he had taken an anti-depressant this may have affected his reaction time.",
      "id": "s57"
    },
    {
      "text": "20.",
      "id": "s58"
    },
    {
      "text": "We agree with the Applicant that the material before us has raised an hypothesis, however the real question is whether given all the material before us, the hypothesis can be said to be a reasonable one.",
      "id": "s59"
    },
    {
      "text": "21.",
      "id": "s60"
    },
    {
      "text": "Although facts may be assumed for the purpose of constructing an hypothesis, a distinction must be made between assumed facts on the one hand and speculation and conjecture on the other.",
      "id": "s61"
    },
    {
      "text": "22.",
      "id": "s62"
    },
    {
      "text": "The fact situation and statement of law by Wright LJ in Caswell v Powell Duffryn Associated Collieries Limited [1940] AC 152 at 169 is particularly apposite in this matter, namely: \n \n \n \n My Lords, the precise manner in which the accident occurred cannot be ascertained as the unfortunate young man was alone when he was killed.",
      "id": "s63"
    },
    {
      "text": "The Court therefore is left to inference or circumstantial evidence.",
      "id": "s64"
    },
    {
      "text": "Inference must be carefully distinguished from conjecture or speculation.",
      "id": "s65"
    },
    {
      "text": "There can be no inference unless there are objective facts from which to infer the other facts which it is sought to establish.",
      "id": "s66"
    },
    {
      "text": "In come cases the other facts can be inferred with as much practical certainty as if they had been actually observed.",
      "id": "s67"
    },
    {
      "text": "In other cases the inference does not go beyond reasonable probability.",
      "id": "s68"
    },
    {
      "text": "But if there are no positive proved facts from which the inference can be made, the method of inference fails and what is left is mere speculation or conjecture.",
      "id": "s69"
    },
    {
      "text": "23.",
      "id": "s70"
    },
    {
      "text": "As we have previously pointed out, facts may be assumed for the purpose of constructing an hypothesis.",
      "id": "s71"
    },
    {
      "text": "However in this case, all that is known is that the deceased suffered from war-caused lumbar spondylosis amongst other diseases which would have limited mobility, and had obtained a prescription for anti-depressant medication.",
      "id": "s72"
    },
    {
      "text": "He was killed when a tractor he was driving rolled over.",
      "id": "s73"
    },
    {
      "text": "To then say that it was his lumbar spondylosis that prevented him jumping clear of the tractor so as to avoid fatal injury when all he had was one to two seconds in which to take that action is, on what is known in this matter, mere speculation and incapable of raising an hypothesis properly categorised as reasonable'.",
      "id": "s74"
    },
    {
      "text": "18 Accordingly, the AAT affirmed the decision under review.",
      "id": "s75"
    },
    {
      "text": "APPLICANT'S SUBMISSIONS \n \n19 In his written submissions, Mr Vincent, who appeared for the applicant, accepted that a finding as to whether a reasonable hypothesis has or has not been raised is a question of fact.",
      "id": "s76"
    },
    {
      "text": "However, he argued that the authorities establish that the AAT, when considering whether a reasonable hypothesis has been raised, is not entitled to find facts, prefer certain material, resolve conflicts or reject matters.",
      "id": "s77"
    },
    {
      "text": "20 Mr Vincent then submitted that the AAT, contrary to the principles stated in the authorities, had engaged in impermissible fact finding and had done so on the balance of probabilities.",
      "id": "s78"
    },
    {
      "text": "The AAT had evaluated facts too soon and dismissed unproven facts as mere speculation.",
      "id": "s79"
    },
    {
      "text": "According to Mr Vincent, the AAT's language (describing evidence as ' speculative ' or ' conjecture ') was resonant of fact finding.",
      "id": "s80"
    },
    {
      "text": "21 In the course of his oral submissions, I asked Mr Vincent to identify in the AAT's reasons the error that it had made.",
      "id": "s81"
    },
    {
      "text": "Mr Vincent's answer was that the fourth sentence in par 23 of the AAT's reasons amounted to an implicit finding of fact that the lumbar spondylosis did not contribute to the deceased's ability to exit the tractor successfully.",
      "id": "s82"
    },
    {
      "text": "For convenience I again reproduce that sentence:\n \n 'To then say that it was his lumbar spondylosis that prevented him jumping clear of the tractor so as to avoid fatal injury when all he had was one to two seconds in which to take that action is, on what is known in this matter, mere speculation and incapable of raising an hypothesis properly categorised as reasonable.",
      "id": "s83"
    },
    {
      "text": "' \n \n\n22 When pressed, Mr Vincent relied on two matters to support the contention that the AAT had engaged in improper fact finding.",
      "id": "s84"
    },
    {
      "text": "First, it had failed to deal with the view expressed by Dr Matalani, a consultant occupational physician, to the effect that the deceased's disabilities, including lumbar spondylosis, had contributed to his inability to jump clear of the rolling tractor.",
      "id": "s85"
    },
    {
      "text": "Later, however, Mr Vincent in substance accepted that the AAT did not have to address Dr Matalani's analysis because his opinion had travelled (as the AAT explicitly found) beyond the limits of his expertise.",
      "id": "s86"
    },
    {
      "text": "23 The second matter relied on by Mr Vincent was what he said was the failure of the AAT to deal adequately with the report of the consulting engineer.",
      "id": "s87"
    },
    {
      "text": "According to Mr Vincent, the AAT had essentially rejected the conclusions stated in that report and had thereby engaged in an impermissible process of fact-finding.",
      "id": "s88"
    },
    {
      "text": "REASONING \n The Authorities \n \n24 The approach to be taken to the operation of ss 120 and 120A of the VE Act was authoritatively laid down by the Full Federal Court in Repatriation Commission v Deledio (1998) 83 FCR 82: see Collins v Administrative Appeals Tribunal [2007] FCAFC 111 , at [5], per Lindgren J; at [30], per Allsop J.",
      "id": "s89"
    },
    {
      "text": "The relevant passage in Deledio is as follows (at 97-98):\n \n '1.",
      "id": "s90"
    },
    {
      "text": "The Tribunal must consider all the material which is before it and determine whether that material points to a hypothesis connecting the injury, disease or death with the circumstances of the particular service rendered by the person.",
      "id": "s91"
    },
    {
      "text": "No question of fact finding arises at this stage.",
      "id": "s92"
    },
    {
      "text": "If no such hypothesis arises, the application must fail.",
      "id": "s93"
    },
    {
      "text": "2.",
      "id": "s94"
    },
    {
      "text": "If the material does raise such a hypothesis, the Tribunal must then ascertain whether there is in force an SoP [Statement of Principles] determined by the Authority ... \n \n 3.",
      "id": "s95"
    },
    {
      "text": "If an SoP is in force, the Tribunal must then form the opinion whether the hypothesis raised is a reasonable one.",
      "id": "s96"
    },
    {
      "text": "It will do so if the hypothesis fits, that is to say, is consistent with the \"template\" to be found in the SoP ...",
      "id": "s97"
    },
    {
      "text": "If the hypothesis fails to fit within the template, it will be deemed not to be \"reasonable\" and the claim will fail.",
      "id": "s98"
    },
    {
      "text": "4.",
      "id": "s99"
    },
    {
      "text": "The Tribunal must then proceed to consider under s 120(1) whether it is satisfied beyond reasonable doubt that the death was not war-caused, or in the case of a claim for incapacity, that the incapacity did not arise from a war-caused injury.",
      "id": "s100"
    },
    {
      "text": "If not so satisfied, the claim must succeed.",
      "id": "s101"
    },
    {
      "text": "If the Tribunal is so satisfied, the claim must fail.",
      "id": "s102"
    },
    {
      "text": "It is only at this stage of the process that the Tribunal will be required to find facts from the material before it.",
      "id": "s103"
    },
    {
      "text": "In so doing, no question of onus of proof or the application of any presumption will be involved'.",
      "id": "s104"
    },
    {
      "text": "25 If there is no relevant SoP, s 120A(3) of the VE Act does not apply: s 120A(4).",
      "id": "s105"
    },
    {
      "text": "The third step must therefore be taken without reference to any SoP, in accordance with the approach summarised in Byrnes v Repatriation Commission [1993] HCA 51 ; (1993) 177 CLR 564, at 571, per curiam :\n \n 'The position may be summarized as follows: (1) First, sub-s. (3) of s. 120 is applied: do all or some of the facts raised by the material before the Commission give rise to a reasonable hypothesis connecting the veteran's injury with war service?",
      "id": "s106"
    },
    {
      "text": "The hypothesis will not be reasonable if it is contrary to known scientific facts or is obviously fanciful or untenable.",
      "id": "s107"
    },
    {
      "text": "If the hypothesis is not reasonable, the claim fails.",
      "id": "s108"
    },
    {
      "text": "Proof of facts is not in issue at this point.",
      "id": "s109"
    },
    {
      "text": "(2) If a reasonable hypothesis is established, sub-s. (1) of s. 120 is applied.",
      "id": "s110"
    },
    {
      "text": "The claim will succeed unless: (a) one or more of the facts necessary to support the hypothesis are disproved beyond reasonable doubt; or (b) the truth of another fact in the material, which is inconsistent with the hypothesis, is proved beyond reasonable doubt, thus disproving, beyond reasonable doubt, the hypothesis'.",
      "id": "s111"
    },
    {
      "text": "See Woodward v Repatriation Commission [2003] FCAFC 160 ; (2003) 131 FCR 473, at 483 [55], per curiam ; Bull v Repatriation Commission (2001) 34 AAR 326, at 329-330 [13]-[15], per Emmett and Allsop JJ.",
      "id": "s112"
    },
    {
      "text": "26 In Bull v Repatriation Commission , at 330 [16] Emmett and Allsop JJ regarded the exposition of a ' reasonable hypothesis ' in East v Repatriation Commission (1987) 16 FCR 517, as authoritative.",
      "id": "s113"
    },
    {
      "text": "In East the Court said this (at 532-533):\n \n 'The adoption of Brennan J's notion [in his dissenting judgment in Repatriation Commission v O'Brien [1985] HCA 10 ; (1985) 155 CLR 422] of a reasonable hypothesis meant that Parliament was requiring something by way of a causal link, but which fell short of proof of the link --- even prima facie --- as a fact.",
      "id": "s114"
    },
    {
      "text": "The meaning of the phrase \"reasonable hypothesis\" was felicitously explained by a Veterans' Review Board ... \n \n \n \n \"A hypothesis may be conveniently defined as : 'proposition made as basis for reasoning, without assumption of its truth; supposition made as starting point for further investigation from known facts; groundless assumption': The Concise Oxford Dictionary.",
      "id": "s115"
    },
    {
      "text": "...\n \n \n \n The addition of the word 'reasonable' would however seem to imply that what is required is more than a mere hypothesis.",
      "id": "s116"
    },
    {
      "text": "In the opinion of the Board, to be reasonable, a hypothesis must possess some degree of acceptability or credibility --- it must not be obviously fanciful, impossible, incredible or not tenable or too remote or too tenuous.",
      "id": "s117"
    },
    {
      "text": "For a reasonable hypothesis to be 'raised' by material before the Board, we think it must find some support in that material --- that is, the material must point to, and not merely leave open, a hypothesis as a reasonable hypothesis.",
      "id": "s118"
    },
    {
      "text": "At the same time, however, a hypothesis may be reasonable without having been proved (either on the balance of probability or beyond reasonable doubt) to be correct as a matter of fact.",
      "id": "s119"
    },
    {
      "text": "Were it otherwise, it would no longer be a hypothesis but would have been elevated to some higher status.",
      "id": "s120"
    },
    {
      "text": "Accordingly a connection asserted by a hypothesis to exist between death or incapacity and service may still be reasonable even though theoretical, and it may be theoretical in either or both of a least two senses: by postulating a known medical fact but in circumstances not known to have definitely existed in the instant case; or by postulating a medical principle which science is not yet able to definitely prove but is unable to describe as unreasonable.",
      "id": "s121"
    },
    {
      "text": "\" \n \n \n \n We agree with this analysis.",
      "id": "s122"
    },
    {
      "text": "A reasonable hypothesis requires more than a possibility, not fanciful or unreal, consistent with the known facts.",
      "id": "s123"
    },
    {
      "text": "It is an hypothesis pointed to by the facts, even though not proved upon the balance of probabilities '.",
      "id": "s124"
    },
    {
      "text": "(Emphasis added.",
      "id": "s125"
    },
    {
      "text": ")\n \n\n27 In Bull v Repatriation Commission , Emmett and Allsop JJ made the following comment (at 331 [18]) about East :\n \n 'The Court said that an hypothesis is not reasonable if it is obviously fanciful or impossible or incredible or not tenable or too remote or too tenuous.",
      "id": "s126"
    },
    {
      "text": "However, the Full Court did not say that if an hypothesis was not obviously fanciful or not impossible, or not incredible or tenable or not too remote or not too tenuous, it was therefore necessarily reasonable.",
      "id": "s127"
    },
    {
      "text": "The material must point to the connecting hypothesis ...' (Emphasis in original.",
      "id": "s128"
    },
    {
      "text": ")\n \n\nTheir Honours observed (at 331 [21]) that there is no doubt that the AAT is obliged to look at all the material, not just some of it and that at this point it is not entitled to find facts or reject matters.",
      "id": "s129"
    },
    {
      "text": "Analysis \n \n28 The difficulty facing the applicant in the present case is that, in my opinion, the AAT merely found, as a matter of fact, that the material before it did not point to the applicant's hypothesis as a reasonable one.",
      "id": "s130"
    },
    {
      "text": "Contrary to the applicant's submission, I do not think that the AAT rejected the analysis in the consulting engineer's report, made findings on any disputed issue of fact or preferred some evidence over other evidence.",
      "id": "s131"
    },
    {
      "text": "29 As Ms MacDonnell, who appeared for the Commission, pointed out, the consultant's conclusions were heavily qualified.",
      "id": "s132"
    },
    {
      "text": "The consultant opined that if the tractor had been travelling in second gear, an operator would have 2.2 seconds to clear the vehicle.",
      "id": "s133"
    },
    {
      "text": "If the tractor was in third gear he considered that the operator would have only 1.6 seconds to clear the vehicle.",
      "id": "s134"
    },
    {
      "text": "30 The report stated (without explanation) that a healthy alert male in his 50s would require approximately 0.7 seconds to respond to impending danger.",
      "id": "s135"
    },
    {
      "text": "It then acknowledged that the time taken to clear the machine would be ' difficult to estimate '.",
      "id": "s136"
    },
    {
      "text": "The consultant recorded that he had carried out a test whereby:\n \n 'a 68 year old semi fit person ... jumped off a fork lift and that person was timed to clear the fork lift on a number of jumps, varying between 1.35 and 1.45 seconds'.",
      "id": "s137"
    },
    {
      "text": "He also noted that:\n \n 'The tests were conducted with the person sitting behind the steering wheel of the fork lift with some obstruction due to that wheel and jumping out of the side of the fork lift at a given signal with the stop watch being stopped when his body cleared the fork lift'.",
      "id": "s138"
    },
    {
      "text": "31 The consultant expressed his conclusions as follows:\n \n 'From the above considerations, including certain assumptions made , it is clear that if the vehicle was travelling in 2 nd gear a normal healthy male would have sufficient time to jump clear of the tractor before it rolled.",
      "id": "s139"
    },
    {
      "text": "If it was travelling in 3 rd gear, his chances of clearing the tractor were less, but still within the realms of possibility.",
      "id": "s140"
    },
    {
      "text": "The undersigned is unable to quantify the time delay effects of the condition suffered by your client's husband at the time of the accident, but as can be seen from these assessed results, the time safety margin is very narrow'.",
      "id": "s141"
    },
    {
      "text": "(Emphasis added.",
      "id": "s142"
    },
    {
      "text": ")\n \n\n32 The report did not identify the assumptions to which the author referred.",
      "id": "s143"
    },
    {
      "text": "Clearly enough, however, the consultant assumed that the results of the fork lift test could be applied to the circumstances of an operator of a tractor travelling in second or third gear.",
      "id": "s144"
    },
    {
      "text": "Equally clearly, the fork lift test was conducted by giving the person sitting behind the steering wheel of a stationary fork lift a signal, upon which the subject was to jump clear.",
      "id": "s145"
    },
    {
      "text": "It is difficult to understand how the fork lift test, given that the subject was apparently expecting a signal to be given, could rationally be used to draw conclusions as to whether a war-related disability prevented the deceased escaping from the unexpected overturning of a tractor on 10 August 1975.",
      "id": "s146"
    },
    {
      "text": "33 To be fair to the consulting engineer, he did not purport to draw any such conclusions.",
      "id": "s147"
    },
    {
      "text": "He merely concluded that on ' certain assumptions ' a normal healthy male would have had time to jump clear of the tractor before it rolled if it had been travelling in second gear.",
      "id": "s148"
    },
    {
      "text": "The consulting engineer specifically disclaimed any attempt to quantify the ' delay effects of the condition suffered by [the deceased] '.",
      "id": "s149"
    },
    {
      "text": "He also pointed out that, as seen from ' these assessed results, the time safety margin is very narrow '.",
      "id": "s150"
    },
    {
      "text": "34 I do not interpret the AAT's reasons as rejecting the opinions expressed in the consulting engineer's report.",
      "id": "s151"
    },
    {
      "text": "This is not a case where the AAT purported, for example, to resolve a conflict between experts or to prefer one piece of evidence over another: cf Collins v AAT , at [7], per Lindgren J.",
      "id": "s152"
    },
    {
      "text": "35 In my opinion, the AAT quite correctly understood the consulting engineer's report as indicating, at best, that even a healthy able-bodied male in his early 50s would have an extremely short period of time ' to exit a tractor in the process of overturning '.",
      "id": "s153"
    },
    {
      "text": "In concluding that the applicant's hypothesis was not reasonable, the AAT also took into account the undisputed evidence that the deceased had disabilities unrelated to his war service.",
      "id": "s154"
    },
    {
      "text": "This evidence formed part of the totality of material that the AAT had to take into account in making the assessment required by s 120(3) of the VE Act .",
      "id": "s155"
    },
    {
      "text": "36 In substance, as Ms MacDonnell submitted, the AAT took the consulting engineer's report at face value, but had regard to its inherent limitations.",
      "id": "s156"
    },
    {
      "text": "In view of these limitations, the AAT plainly thought that the report had extremely limited value on the critical factual question the AAT had to resolve.",
      "id": "s157"
    },
    {
      "text": "On the basis of the entirety of the material before it, including the paucity of evidence relating to the deceased's condition on the date the accident occurred, the AAT concluded that the applicant's hypothesis was ' mere speculation ' and incapable of being regarded as reasonable.",
      "id": "s158"
    },
    {
      "text": "The final sentence of par 23 of the AAT's reasons, fairly construed, simply records the factual assessment that s 120(3) of the VE Act requires the AAT to make .",
      "id": "s159"
    },
    {
      "text": "37 In my opinion, the AAT did not trespass into the forbidden realm of fact finding.",
      "id": "s160"
    },
    {
      "text": "Its conclusions are not tainted by the error of law identified by the applicant.",
      "id": "s161"
    },
    {
      "text": "38 I should mention one other matter.",
      "id": "s162"
    },
    {
      "text": "The applicant sought to derive comfort from the AAT's reference in its reasons to the distinction between assumed facts and conjecture.",
      "id": "s163"
    },
    {
      "text": "According to Mr Vincent, the AAT's citation of Caswell v Powell Duffryn showed that the AAT was purporting to make a finding of fact on the balance of probabilities.",
      "id": "s164"
    },
    {
      "text": "39 I read the AAT's reference as intended merely to indicate that something more than conjecture or speculation is required before a hypothesis can be characterised as reasonable.",
      "id": "s165"
    },
    {
      "text": "I do not read the AAT's citation of Caswell v Powell Duffryn as indicating that it was making impermissible findings of fact, whether on the balance of probabilities or otherwise.",
      "id": "s166"
    },
    {
      "text": "The AAT was only saying what the authorities have said: the material before the AAT must point to the connecting hypothesis, rather than the connection remaining purely in the realm of conjecture or speculation.",
      "id": "s167"
    },
    {
      "text": "CONCLUSION \n \n40 The applicant has failed to establish that the AAT erred in law.",
      "id": "s168"
    },
    {
      "text": "The application must be dismissed, with costs.",
      "id": "s169"
    },
    {
      "text": "I certify that the preceding forty (40) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Sackville.",
      "id": "s170"
    },
    {
      "text": "Associate:\n\nDated: 21 August 2007\n\n\n Counsel for the Applicant: Mr M Vincent \n \n Solicitor for the Applicant: Dibbs Abbott Stillman \n \n Counsel for the Respondent: Ms J MacDonnell \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 15 August 2007 \n \n Date of Judgment: 21 August 2007 \n\n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1290.html",
      "id": "s171"
    }
  ]
}