{
  "name": "Walker on behalf of the Eastern Kuku Yalanji People v State of Queensland [2007] FCA 1907 (9 December 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1907.html",
  "catchphrases": [
    {
      "text": "determination for eastern kuku yalanji people",
      "id": "c0"
    },
    {
      "text": "native title",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "1 This proceeding arises out of an application for a determination of native title made by Agnes Walker, Eileen Walker, Peter Fischer, John Walker Jnr and Hazel Douglas on behalf of the Eastern Kuku Yalanji People.",
      "id": "s0"
    },
    {
      "text": "2 The Determination Area covers approximately 144,000 hectares of unallocated state land and timber reserve in Far North Queensland, with some 62 separate parcels of land, and incorporates an area of tropical rain forests, beaches, reefs and mountain ranges between Mossman in the south, the Annan River (south of Cooktown) in the north and the Great Dividing Range to the west, and includes Yalanji communities at Wujal Wujal and Mossman.",
      "id": "s1"
    },
    {
      "text": "It also includes the Daintree, Cape Tribulation, Black Mountain and Cedar Bay national parks.",
      "id": "s2"
    },
    {
      "text": "The claimed parcels fall within an area which is located within the Wet Tropics Bioregion and which is of international significance due to its outstanding natural and cultural values.",
      "id": "s3"
    },
    {
      "text": "The majority of the area is within the Daintree River catchment, and also spans a number of other catchments include the Endeavour River, Normanby River, Mitchell River and the Mossman River.",
      "id": "s4"
    },
    {
      "text": "BACKGROUND \n \n3 This application was first lodged with the National Native Title Tribunal (\"the Tribunal\") on 7 December 1994 pursuant to s 61(1) of the Native Title Act 1993 (Cth) (\"the Act \").",
      "id": "s5"
    },
    {
      "text": "On 30 September 1998, by force of amendments to the Act , all applications lodged with the Tribunal became proceedings filed in the Court.",
      "id": "s6"
    },
    {
      "text": "(The expression \"native title\" used in these reasons is only used because of the need to reflect the terms of the Act .",
      "id": "s7"
    },
    {
      "text": ")\n \n4 A notice of motion to amend the application was filed in the Court on 26 August 1999.",
      "id": "s8"
    },
    {
      "text": "Leave to amend the original application was granted by order of Spender J on 6 September 1999.",
      "id": "s9"
    },
    {
      "text": "The extensive amendments included changes in the composition of the Applicant group and the native title claim group, the identification of boundaries, the description of the native title rights and interests and current activities of the native title claim group, land and tenure issues and the authorisation process.",
      "id": "s10"
    },
    {
      "text": "5 A further notice of motion to amend the application was filed in the Court on 24 March 2004.",
      "id": "s11"
    },
    {
      "text": "By order on 17 May 2004, I granted leave to amend the first amended application.",
      "id": "s12"
    },
    {
      "text": "The amendments included further refinement of the earlier amendments in 2004.",
      "id": "s13"
    },
    {
      "text": "6 A third notice of motion to amend the application was filed in the Court on 5 September 2007.",
      "id": "s14"
    },
    {
      "text": "Leave was granted on 12 September 2007 to amend the application and on 21 November 2007, the amended application was filed.",
      "id": "s15"
    },
    {
      "text": "This is the current form of the application, the subject of the agreement of the parties and the subject of the orders to be made today.",
      "id": "s16"
    },
    {
      "text": "7 The Tribunal gave notice of the application pursuant to and in accordance with s 66 of the Act .",
      "id": "s17"
    },
    {
      "text": "Following the closing of the notification period on 31 July 1995, the application was deemed to be in mediation with National Native Title Tribunal.",
      "id": "s18"
    },
    {
      "text": "Thereafter, at various times, parties applied, and were permitted, to be joined as respondents to the proceeding.",
      "id": "s19"
    },
    {
      "text": "8 The matter was substantively allocated to my docket in June 2002.",
      "id": "s20"
    },
    {
      "text": "Subsequently, I referred the proceeding for closer case management by Registrars of the Court to facilitate a narrowing of issues in dispute and, if possible, achieve a resolution of the claim.",
      "id": "s21"
    },
    {
      "text": "The process of mediation in the Tribunal was supplemented with this case management by Court Registrars.",
      "id": "s22"
    },
    {
      "text": "I wish to pay particular thanks to Deputy District Registrar Robson who invested not only much time, but also considerable personal energy and commitment to the advancement of the resolution of the proceeding.",
      "id": "s23"
    },
    {
      "text": "The resolution of this proceeding is attributable, not a little, to his capacity to deal with resolving the particular difficulties faced at the level of professional engagement.",
      "id": "s24"
    },
    {
      "text": "Deputy District Registrar Fewings has continued his work.",
      "id": "s25"
    },
    {
      "text": "Close appreciation of their work in this proceeding allows it to be confidently stated that the work of the Court while the proceeding was in mediation was essential to the consensual outcome.",
      "id": "s26"
    },
    {
      "text": "9 The parties have now reached agreement upon the terms of a draft determination which is the subject of these reasons and orders in this proceeding.",
      "id": "s27"
    },
    {
      "text": "The agreement between the parties is subject to the Court being satisfied that it has the power to make orders in, or consistent with, the terms as sought by the parties and the Court being satisfied that it is appropriate to do so (s 87 of the Act ).",
      "id": "s28"
    },
    {
      "text": "10 The agreement reached between the parties confers both exclusive and non-exclusive native title rights and interests on the Eastern Kuku Yalanji People to use and enjoy the land and waters in the Determination Area.",
      "id": "s29"
    },
    {
      "text": "Order 3 of the proposed determination sets out the exclusive rights (s 225(e) of the Act ) and non-exclusive rights (s 225(b) of the Act ) as follows:\n \n 3.",
      "id": "s30"
    },
    {
      "text": "Subject to orders 5, 6 and 8, the nature and extent of the native title rights and interests, other than in relation to Water are: \n (a) in relation to that part of the Determination Area identified in Schedule 3, the rights to: \n \n \n \n (i) possession, occupation, use and enjoyment to the exclusion of all others; and \n (ii) inherit and succeed to the native title rights and interests referred to in order 3(a)(i).",
      "id": "s31"
    },
    {
      "text": "and the non-exclusive rights in relation to that part of the Determination Area identified in Schedule 4, are to: \n \n \n \n (i) be present on, including by accessing, traversing and Camping on, the Determination Area; \n (ii) hunt Animals, gather Plants and take Natural Resources from the Determination Area but not for the purposes of trade or commerce; \n (iii) conduct ceremonies on the Determination Area; \n (iv) be buried and to buy native title holders, by interment in the ground, within the Determination Area; \n (v) maintain Springs and wells in the Determination Area where underground Water rises naturally, for the sole purpose of ensuring the free flow of Water; \n (vi) maintain places of importance and areas of significance to the native title holders under their traditional laws and customs and protect those places and area, by lawful means, from physical harm; and \n (vii) the right to inherit and succeed to the native title rights and interests referred to in order 3(b)(i) to 3(b)(vi) .",
      "id": "s32"
    },
    {
      "text": "11 The Court has also been invited to note that the traditional laws acknowledged and the traditional customs observed by the Eastern Kuku Yalanji People include the authority as between Aboriginal people as follows:\n \n (a) to resolve disputes about who is or who is not an Eastern Kuku Yalanji person; \n (b) to determine as between Eastern Kuku Yalanji People what are the particular native title rights and interests that are held by particular Eastern Kuku Yalanji People in relation to particular parts of the Determination Area; \n (c) to exclude particular Eastern Kuku Yalanji People from the exercise of particular native title rights and interests in relation to particular parts of the Determination Area; and \n (d) to resolve disputes between Aboriginal people concerning native title rights and interests in relation to the Determination Area, with the assistance of native title holders of adjoining areas where such assistance is necessary.",
      "id": "s33"
    },
    {
      "text": "POWER OF THE COURT \n \n12 Pursuant to ss 13 and 81 of the Act , applications for the determination of native title may be made to the Federal Court in relation to areas for which there is no approved determination of native title.",
      "id": "s34"
    },
    {
      "text": "Part 3 of the Act sets out the rules for making such applications to the Court.",
      "id": "s35"
    },
    {
      "text": "13 Part 4 , Division 1C of the Act provides that some or all of the parties involved in native title proceedings may negotiate an agreed outcome for that application or part of that application.",
      "id": "s36"
    },
    {
      "text": "Section 87 of the Act empowers the Court, if it is satisfied that such an order is within its power, to make an order in, or consistent with, the terms of the parties' written agreement without holding a full hearing.",
      "id": "s37"
    },
    {
      "text": "14 Where the Court makes an order in which a determination of native title is made, s 94A of the Act requires the Court to set out details of the matters mentioned in s 225 in the order in question, they being:\n \n (a) who the persons, or each group of persons, holding the common or group rights comprising the native title are; and \n (b) the nature and extent of the native title rights and interests in relation to the Determination Area; and \n (c) the nature and extent of any other interests in relation to the Determination Area; and \n (d) the relationship between the rights and interests in paragraphs (b) and (c) (taking into account the effect of this Act ); and \n (e) to the extent that the land or waters in the Determination Area are not covered by a non-exclusive agricultural lease or a non-exclusive pastoral lease --- whether the native title rights and interests confer possession, occupation, use and enjoyment of that land or waters on the native title holders to the exclusion of all others.",
      "id": "s38"
    },
    {
      "text": "' \n \n \n CONSIDERATION OF AGREEMENT AND DRAFT DETERMINATION \n \n15 I have considered the affidavit of Mr Cordell Scaife, a solicitor employed by Cape York Land Council, filed on 3 August 2007.",
      "id": "s39"
    },
    {
      "text": "Attached to Mr Scaife's affidavit is a helpful summary report entitled Anthropological Overview Report by Mr Peter Blackwood, a consultant anthropologist, and prepared for the Cape York Land Council.",
      "id": "s40"
    },
    {
      "text": "Mr Blackwood has addressed the evidentiary requirements of s 225 of the Act in his report, which is a comprehensive summary of anthropological research undertaken in the claim area relevant to the connection of the Eastern Kuku Yalanji claim group to the Determination Area.",
      "id": "s41"
    },
    {
      "text": "He has undertaken a chronological overview of the primary written sources, including the work of anthropologists who have worked extensively with indigenous communities in Cape York.",
      "id": "s42"
    },
    {
      "text": "He has looked at the impact of European settlement on the continuity of Yalanji connection and contemporary social organisation.",
      "id": "s43"
    },
    {
      "text": "I express my gratitude to him for his careful elucidation of the history of the Yalanji people.",
      "id": "s44"
    },
    {
      "text": "I commend the affidavit to anyone interested in gaining a familiarity with the deep and long standing connection of the Yalanji people with country claimed.",
      "id": "s45"
    },
    {
      "text": "16 The report of Mr Blackwood illustrates, with some clarity, the existence of organised Aboriginal occupation and possession of the Determination Area extending back beyond the imposition of British sovereignty over the area.",
      "id": "s46"
    },
    {
      "text": "The report also confirms the continuity of an identifiable society of Aboriginal people having a connection with the lands and waters of the Determination Area in accordance with traditional laws which they acknowledged and traditional customs which they observed.",
      "id": "s47"
    },
    {
      "text": "This identifiable society is primarily identified by the principle of cognatic descent with an emphasis on patrilineal descent.",
      "id": "s48"
    },
    {
      "text": "Descent is traced from persons and groups recognised in the regional Aboriginal community as associated with Eastern Kuku Yalanji identity, and with the claim area, soon after European occupation.",
      "id": "s49"
    },
    {
      "text": "17 Mr Blackwood writes:\n \n Eastern Yalanji country comprises the drainage system falling eastwards from the Great Dividing Range to the Coral Sea within the catchments of Mossman, Daintree, Bloomfield and upper Annan Rivers.",
      "id": "s50"
    },
    {
      "text": "Along the coast it extends from the Mossman valley in the south to approximately Mt Amos and the Black Mountain in the north.",
      "id": "s51"
    },
    {
      "text": "The river catchments are significant for Eastern Yalanji social organisation, as groupings of clans associated with the catchment basins comprise the primary land using units of the group's traditional system of land tenure.",
      "id": "s52"
    },
    {
      "text": "Eastern Yalanji are recognised as the traditional owners and occupiers of this land within the regional system of Aboriginal law and custom held among the group of neighbouring language tribes of south east Cape York Peninsula.",
      "id": "s53"
    },
    {
      "text": "Mr Blackwood goes on:\n \n Though Kuku Yalanji now live either in a few concentrated settlements such as Wujal Wujal and Mossman Gorge community, or interspersed in predominantly European towns, such as Mossman or Cooktown, or Aboriginal communities such as Hope Vale where other language groups predominate, this pattern of organisation based upon catchment clusters continues to be an outstanding principle of Eastern Kuku Yalanji society, identity and traditional land tenure.",
      "id": "s54"
    },
    {
      "text": "This involves Kuku Yalanji, for example, retaining connections to specific sites of significance, such as birth sites, burial sites and mythological sites, even where these may today stand in the middle of cane fields and other private property.",
      "id": "s55"
    },
    {
      "text": "Mr Blackwood continues: \n \n Yalanji land law is embedded within the regional system of law and custom which is shared with the neighbouring language names tribes in the South East York Peninsula.",
      "id": "s56"
    },
    {
      "text": "Within this regional system, Yalanji are recognised as the Aboriginal owners and occupiers of the coastal land between the upper Annan and Mossman Valleys.",
      "id": "s57"
    },
    {
      "text": "The regional system is the jural society which ultimately and in a practical sense validates Yalanji title and occupancy to this tract of land.",
      "id": "s58"
    },
    {
      "text": "From this perspective, the native title rights and interests held by the Eastern Kuku Yalanji are embedded not just in laws and customs integral to their particular kuku language or tribal group, but are consistent with the laws and customs of all groups in the region, for all ultimately are drawn from a common system of law and custom which generates shared values and cultural models among neighbouring groups.",
      "id": "s59"
    },
    {
      "text": "Eastern Kuku Yalanji have their own word for this law, Ngujakura, which in the local English vernacular is expressed as \"Bama law\" or \"Aboriginal law\"... \n \n\nIn describing the Eastern Kuku Yalanji's claim to the area, Mr Blackwood states:\n \n Rights to land and waters within a territory, to its occupancy, the use of its resources and to exclude others for sharing these rights derive ultimately from the law and custom established by the Ngujakura, according to which people, species, cultural practices and languages are distributed and implanted on earth.",
      "id": "s60"
    },
    {
      "text": "And:\n \n The idea that the Ngujakura law bequeaths possession through the creation of a bond of belonging, with the corollary rights to both exclude others or to grant them permission, is one which is evident in the claims, aspirations and efforts of Kuku Yalanji people to keep and/or to regain their land, as these have been recorded at various times in the past.",
      "id": "s61"
    },
    {
      "text": "18 Whilst these are the expression of the Court's reasons for being satisfied that it is appropriate to make the declarations and orders sought by the parties, it is appropriate to place these views of Mr Blackwood in their historical context.",
      "id": "s62"
    },
    {
      "text": "This reveals the forces against which the traditional laws, customs and organisation have had to struggle to maintain the connection of the Yalanji people with country.",
      "id": "s63"
    },
    {
      "text": "19 The early maritime explorers such as Cook (1770), Flinders (1802), Jeffereys (1815) and King (1819) made no serious challenge to the indigenous inhabitants of the coast of far north Queensland.",
      "id": "s64"
    },
    {
      "text": "Land exploration by Europeans began in the early 1870s.",
      "id": "s65"
    },
    {
      "text": "Gold discovery in the Palmer River led to a rush to North Queensland, though not in the immediate area of Eastern Kuku Yalanji country.",
      "id": "s66"
    },
    {
      "text": "Timber getters and tin miners did, however, push into Yalanji country.",
      "id": "s67"
    },
    {
      "text": "The effects of the tin miners were less destructive of the indigenous communities than gold miners.",
      "id": "s68"
    },
    {
      "text": "Tin mining was more stable in its activity and Kuku Yalanji groups became important participants in the industry.",
      "id": "s69"
    },
    {
      "text": "20 More difficulty to the Yalanji, however, came with the influx of selectors, pastoralists and sugar cane growers.",
      "id": "s70"
    },
    {
      "text": "The intrusion of these Europeans into wider areas of Kuku Yalanji land caused deep resentment and violence.",
      "id": "s71"
    },
    {
      "text": "This led to Government policies to manage hostilities such as \"letting in\" onto selection, providing rations and the development of residential camps.",
      "id": "s72"
    },
    {
      "text": "21 From the mid-1880s, missions such as Bloomfield and Mossman, camps developed in association with them and reserves dominated and restricted Aboriginal movement.",
      "id": "s73"
    },
    {
      "text": "22 Forced relocation of families continued well into the modern era, touching members of the claim group.",
      "id": "s74"
    },
    {
      "text": "23 Through all this buffeting by others, the evidence makes clear that Yalanji law, including land law and Yalanji custom, survived, underpinning the continued connection of the Yalanji people with country.",
      "id": "s75"
    },
    {
      "text": "Thus, Mr Blackwood was able to conclude from the evidence before him that:\n \n ...despite approximately 130 years of European settlement on their lands, the Eastern Kuku Yalanji people have maintained both a physical and a spiritual connection to their land, and that the latter, in particular, continues to be located within active system of Bama law which the basis of traditional title and that this has remained substantially unchanged throughout the post-settlement period.",
      "id": "s76"
    },
    {
      "text": "24 In examining Mr Blackwood's report, I am conscious that other experienced lawyers, anthropologists and historians retained by the State of Queensland have been closely involved in the mediation of this application and thus in the bringing forward of this consent determination.",
      "id": "s77"
    },
    {
      "text": "There has also been close participation, if I may use that expression, by the other respondents to the proceeding.",
      "id": "s78"
    },
    {
      "text": "There have been 15 Indigenous Land Use Agreements that have dealt with various grants of Aboriginal freehold and the creation of national parks and conservation reserves, the exercise of native title rights and interests in conservation areas and the development of infrastructure by local government, Telstra and Ergon Energy.",
      "id": "s79"
    },
    {
      "text": "25 In that context, and in the absence of contest about the material which has been placed before me, it is appropriate that I act on the material of Mr Blackwood and the anthropological and genealogical material which he summarises.",
      "id": "s80"
    },
    {
      "text": "26 Based on this material I am satisfied:\n \n 1. that native title exists in relation to the lands and waters identified in Schedule 1 of the applicant's claim in the draft determination agreed to by the parties and which is Schedule 1 to the orders; and\n 2. that the Eastern Kuku Yalanji People have a long standing connection to the Determination Area under traditional laws acknowledged and observed by them.",
      "id": "s81"
    },
    {
      "text": "ORDERS AND DETERMINATION \n \n27 It is necessary to return to s 225 of the Act .",
      "id": "s82"
    },
    {
      "text": "Section 94A requires that the matters mentioned in s 225 be set out in the orders.",
      "id": "s83"
    },
    {
      "text": "The orders proposed by the consent of the parties must therefore deal with those matters.",
      "id": "s84"
    },
    {
      "text": "28 Paragraph 225(a) deals with identification of the persons holding the common or group rights comprising the native title.",
      "id": "s85"
    },
    {
      "text": "This is set out in Schedule 2 to the orders.",
      "id": "s86"
    },
    {
      "text": "The State of Queensland is satisfied, and has the view that the identity of the native title claim group is established, by the connection material to which I have earlier referred.",
      "id": "s87"
    },
    {
      "text": "29 Paragraph 225(b) deals with the nature and extent of the native title rights and interests in relation to the Determination Area.",
      "id": "s88"
    },
    {
      "text": "These are set out in orders 3 and 4.",
      "id": "s89"
    },
    {
      "text": "The respondent parties are satisfied and have the view that the native title rights and interests set out in paragraphs 3 and 4 of the draft determination (being orders 3 and 4) are substantiated by the traditional laws and customs, as described in the connection material provided on behalf of the Eastern Kuku Yalanji People.",
      "id": "s90"
    },
    {
      "text": "30 Paragraph 225(c) deals with the nature and extent of any other interests in relation to the Determination Area.",
      "id": "s91"
    },
    {
      "text": "This is set out in Schedule 6 and dealt with by order 8.",
      "id": "s92"
    },
    {
      "text": "The precision and accuracy of the matter dealt with there has been the product of the careful work of the parties, in particular the State of Queensland.",
      "id": "s93"
    },
    {
      "text": "31 Paragraph 225(d) deals with the relationship between the rights and interests in s 225(b) and (c), taking into account the effect of the Act .",
      "id": "s94"
    },
    {
      "text": "This is dealt with in order 9.",
      "id": "s95"
    },
    {
      "text": "32 Paragraph 225(e) deals with the question of exclusion of others.",
      "id": "s96"
    },
    {
      "text": "Order 7 deals with this.",
      "id": "s97"
    },
    {
      "text": "The native title rights and interests the subject of orders 3(b) and 4 (but not 3(a)) do not confer possession, occupation, use and enjoyment of the Determination Area on the native title holders to the exclusion of all others in relation to the entire claim area.",
      "id": "s98"
    },
    {
      "text": "33 The orders, which are consistent with the terms agreed by the parties, recognise that the Eastern Kuku Yalanji People, as the common law holders of the native title in the Determination Area, are entitled to some exclusive, as well as non-exclusive, use and enjoyment of the land and waters in accordance with their traditional laws and customs.",
      "id": "s99"
    },
    {
      "text": "The orders further recognise other interests in the Determination Area and the relationship of those interests with the native title interests.",
      "id": "s100"
    },
    {
      "text": "The orders contain other provisions, required by the Act , which are self explanatory.",
      "id": "s101"
    },
    {
      "text": "34 The parties to the proceeding acknowledge that s 47B of the Act applies to the land and waters identified in Schedule 3 of the determination.",
      "id": "s102"
    },
    {
      "text": "The Act provides that any acts of prior extinguishment over those areas must be disregarded\n \n35 Section 55 of the Act requires the Court to either make a determination where the native title is held on trust as contemplated by s 56 of the Act or a determination for the purposes of s 57 of the Act .",
      "id": "s103"
    },
    {
      "text": "Section 56 of the Act provides:\n \n (1) One of the determinations that the Federal Court must make is whether the native title is to be held in trust, and, if so, by whom.",
      "id": "s104"
    },
    {
      "text": "Steps in making determination \n \n (2) The Federal Court is to take the following steps in making the determination: \n (a) first, it must request a representative of the persons it proposes to include in the determination of native title as the native title holders (the common law holders ) to indicate whether the common law holders intend to have the native title held in trust by: \n \n \n \n (i) nominating, in writing given to the Federal Court within a specified period, a prescribed body corporate to be trustee of the native title; and \n (ii) including with the nomination the written consent of the body corporate; and \n \n \n \n (b) secondly, if the common law holders give the nomination within the period, the Federal Court must determine that the prescribed body corporate is to hold the rights and interests from time to time comprising the native title in trust for the common law holders; and \n (c) thirdly, if the common law holders do not give the nomination within the period, the Federal Court must determine that the rights and interests are to be held by the common law holders.",
      "id": "s105"
    },
    {
      "text": "36 The parties have agreed in the determination that the native title rights and interests are to be held in trust, and the Applicant has nominated the Jabalbina Yalanji Aboriginal Corporation (\"the Corporation\") to be the prescribed body corporate for the purposes of s 56(1) of the Act and perform the functions mentioned in s 57(1) of the Act after becoming a registered native title body corporate.",
      "id": "s106"
    },
    {
      "text": "37 Mr Cordell Scaife, a solicitor employed by Cape York Land Council, filed an affidavit on 21 November 2007, in which he says that the Corporation will hold the native title of the Eastern Kuku Yalanji common law holders on trust.",
      "id": "s107"
    },
    {
      "text": "A criterion for membership of the Corporation is described in the same terms as the composition of the Eastern Kuku Yalanji native title claim group.",
      "id": "s108"
    },
    {
      "text": "The Corporation was registered by the Registrar of Aboriginal Corporations on 5 October 2007 and at the first general meeting of the Corporation, the members voted unanimously that the Corporation should act as the Prescribed Body Corporate for those people determined to be the native title holders in the Eastern Kuku Yalanji native title claim.",
      "id": "s109"
    },
    {
      "text": "Mr Scaife annexes to his affidavit a copy of the rules of the Corporation and the Certificate of Incorporation.",
      "id": "s110"
    },
    {
      "text": "I am satisfied that the native title rights and interests are to be held on trust by the Jabalbina Yalanji Aboriginal Corporation for the common law holders of the native title.",
      "id": "s111"
    },
    {
      "text": "38 I am satisfied that it is within the power of the Court to make the orders sought and that these orders can appropriately be made to give effect to the parties' agreement without a full hearing of the applicant's claim.",
      "id": "s112"
    },
    {
      "text": "For the above reasons, I have concluded that it is appropriate to make the orders sought by the parties to give effect to their agreement and I will make those orders.",
      "id": "s113"
    },
    {
      "text": "39 This is a very significant day for the parties, most particularly, of course, for the applicant and the claim group.",
      "id": "s114"
    },
    {
      "text": "The recognition of native title takes place under the Act .",
      "id": "s115"
    },
    {
      "text": "It is the clear, solemn and final recognition by Australia and its laws of the reality of historical occupation of country by the Kuku Yalanji people and of the existence of their laws and customs long, long before European settlement.",
      "id": "s116"
    },
    {
      "text": "40 It has, also, another importance.",
      "id": "s117"
    },
    {
      "text": "If I may be permitted to say, this recognition of the long existing rights of the Kuku Yalanji people is not only an event of enduring importance for them, the applicant and the claim group, but also it is an event of enduring importance for all Australians.",
      "id": "s118"
    },
    {
      "text": "This is so, because it is part of the creation of a new national legacy within the framework of the laws of Australia.",
      "id": "s119"
    },
    {
      "text": "I certify that the preceding forty (40) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Allsop.",
      "id": "s120"
    },
    {
      "text": "Associate:\nDated: 9 December 2007\n\n Counsel for the Applicant: Ms S Phillips \n \n Solicitor for the Applicant: Ms M Stinton and Mr C Scaife as solicitors employed by the Cape York Land Council \n \n Solicitor for the First Respondent and agent for the Fifth Respondent: Ms M Gittins \nCrown Law \n \n Solicitor for the Second, Third and Sixth Respondents: Mr A Kerr \nMacDonnells Solicitors \n \n Solicitor for the Fourth and Sixteenth Respondent: Mr M Neal\np&amp;e Law \n \n Solicitor for the Seventh to Fifteenth Respondents: Mr D Kempton \n \n Date of Determination: 9 December 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1907.html",
      "id": "s121"
    }
  ]
}