{
  "name": "Australian Capital Reserve Limited (Administrators Appointed) v High Tower Investments Pty Limited (Administrators Appointed); in the matter of High Tower Investments Pty Limited(Administrators Appointed) [2007] FCA 1028 (6 July 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1028.html",
  "catchphrases": [
    {
      "text": "companies in administration",
      "id": "c0"
    },
    {
      "text": "extension of \"decision period\" for enforcement of charges",
      "id": "c1"
    },
    {
      "text": "corporations",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "1 On 12 June last I made orders including the following:\n \n \n \"3.",
      "id": "s0"
    },
    {
      "text": "ORDERS, under s 447A(1) of the Corporations Act 2001 (Cth) (the Act ), that s 441A(1)(b) of the Act operates in relation to the Respondents such that the 'decision period' is extended from 12 June 2007 to the end of the last day of the 'convening period' for each corporate Respondent apart from Estate on Berry Pty Limited (administrators appointed) under s 439A(5) of the Act, or as may be extended under s 439A(6) of the Act.",
      "id": "s1"
    },
    {
      "text": "4.",
      "id": "s2"
    },
    {
      "text": "NOTES that, for the purposes of order 3, on the date of making these orders, the last day of the convening period for each Respondent is 18 June 2007.",
      "id": "s3"
    },
    {
      "text": "If this or any other competent Court grants an extension of that date in respect of any or all of the Respondents, and any further extensions thereafter, orders 3 above will operate by reference to the new extended date or dates as applicable to each Respondent.",
      "id": "s4"
    },
    {
      "text": "\" \n \n \n\nI indicated that I would give short reasons for those orders in due course.",
      "id": "s5"
    },
    {
      "text": "These are those reasons.",
      "id": "s6"
    },
    {
      "text": "2 On 28 May 2007, the eleventh respondents David Joseph Hayes, Scott Bradley Kershaw, Colin McIntosh Nicol and Murray Campbell Smith, were appointed the joint and several administrators (\"the EPG Administrators\") of a number of companies in what was known as the Estate Property Group (\"EPG\"), the parent of which is Estate Property Group Limited, by the directors of those companies.",
      "id": "s7"
    },
    {
      "text": "Included amongst those companies was the first applicant, Australian Capital Reserve Limited (\"ACR\"), and the ten respondent companies to this application.",
      "id": "s8"
    },
    {
      "text": "The \"decision period\" for the purposes of s 441A of the Corporations Act 2001 (Cth) (\"the Act \") in respect of the administration of each of those companies was to expire on 12 June 2007.",
      "id": "s9"
    },
    {
      "text": "On 4 June 2007 the second applicants, Philip Patrick Carter and Gregory Winfield Hall, were appointed joint and several administrators of ACR in lieu of the previous administrators at a meeting of creditors of ACR (\"the ACR Administrators\").",
      "id": "s10"
    },
    {
      "text": "3 ACR raised funds from the public under a series of prospectuses by issuing debentures to investors (\"Noteholders\") either by way of new subscription or the roll over of existing debentures on maturity.",
      "id": "s11"
    },
    {
      "text": "ACR would then loan funds, raised from the Noteholders, to other wholly owned subsidiaries of Estate Property Group Limited, which were special purpose vehicles (\"SPVs\") for undertaking particular property developments.",
      "id": "s12"
    },
    {
      "text": "The loans were generally advanced on the basis that the borrower granted a mortgage over its real property assets to ACR.",
      "id": "s13"
    },
    {
      "text": "Often, additional finances were obtained by the SPV from third party lenders, particularly to fund construction work secured either by a company charge or real property mortgage or mortgages with ACR subordinating its mortgage to the securities in favour of those lenders.",
      "id": "s14"
    },
    {
      "text": "4 Permanent Nominees (Australia) Limited acted as trustee for the Noteholders for the purposes of certain of the prospectuses.",
      "id": "s15"
    },
    {
      "text": "At the first meeting of creditors of ACR pursuant to s 436E of the Act on 4 June 2007 the trustee proposed and voted in favour of resolutions that the EPG administrators be removed as joint and several administrators of ACR and that the ACR Administrators be appointed in their stead.",
      "id": "s16"
    },
    {
      "text": "Those resolutions were passed.",
      "id": "s17"
    },
    {
      "text": "The reasons for that course being proposed may be summarised as follows.",
      "id": "s18"
    },
    {
      "text": "5 ACR is a substantial creditor of each of the EPG SPVs.",
      "id": "s19"
    },
    {
      "text": "In that capacity, ACR would exercise at least substantial, and in some cases majority, voting power in terms of value at meetings of creditors of the EPG SPV.",
      "id": "s20"
    },
    {
      "text": "There could be potential for conflicts of duty, or the perception of conflicts of duty, if the EPG Administrators were also the administrators of ACR.",
      "id": "s21"
    },
    {
      "text": "The EPG Administrators must act in the interests of the general body of creditors of those companies, of which ACR is only one, albeit a substantial one.",
      "id": "s22"
    },
    {
      "text": "The interests of ACR (and its creditors) as an inter-company creditor may well differ from the interests of the other EPG companies and their creditors.",
      "id": "s23"
    },
    {
      "text": "If the EPG Administrators were also administrators of ACR, they would be approving or voting in favour of their own proposals.",
      "id": "s24"
    },
    {
      "text": "It was therefore considered appropriate that ACR should have separate administrators.",
      "id": "s25"
    },
    {
      "text": "The ACR Administrators would act exclusively in the interests of ACR and its creditors, primarily comprising the Noteholders.",
      "id": "s26"
    },
    {
      "text": "6 The evidence was that the overwhelmingly largest creditor of ACR was the trustee on behalf of Noteholders.",
      "id": "s27"
    },
    {
      "text": "It had lodged two proofs of debt for voting purposes: one in the amount of $331,010,805.70 in respect of moneys advanced to ACR by the Noteholders; and $100,000 in relation to its entitlement as trustee to indemnity from the assets of ACR in relation to its fees and expenses.",
      "id": "s28"
    },
    {
      "text": "Estate Constructions of Australia Pty Limited (administrators appointed), one of the EPG companies, had also lodged a proof of debt in the amount of $1,400,000 for voting purposes in the administration of ACR.",
      "id": "s29"
    },
    {
      "text": "The Australian Taxation Office had indicated that it may be a creditor of ACR but had not lodged a proof of debt at the date of the hearing.",
      "id": "s30"
    },
    {
      "text": "7 The major asset or assets of each of the EPG SPVs was or were the real property owned by each of them.",
      "id": "s31"
    },
    {
      "text": "Those assets fell into three main categories:\n \n (a) properties which had not yet been developed;\n (b) properties which were currently under construction; and\n (c) properties where construction had been completed but the property (or more commonly, various of the strata titles making up the property) had not been sold by the relevant EPG SPVs.",
      "id": "s32"
    },
    {
      "text": "8 The principal assets of ACR are the loans advanced to the various EPG SPVs secured by real property mortgages --- usually a second or later ranking mortgage.",
      "id": "s33"
    },
    {
      "text": "9 The ACR Administrators concluded that, as at 31 March 2007:\n \n (a) ACR is the largest creditor of the EPG group of companies;\n (b) The prior ranking secured creditors are likely to be repaid in full (and from current knowledge, this is likely to be the case on an individual property basis);\n (c) If the realisations in relation to the properties recover significantly less than the valuations, this will reduce the return to ACR and therefore to Noteholders.",
      "id": "s34"
    },
    {
      "text": "10 In relation to nine out of the 10 respondent EPG companies, the ACR Administrators were of the opinion that the mortgages or charges held by ACR were over all or substantially all of the assets of the companies, such that ACR would be able to act, during the decision period, to enforce those charges pursuant to s 441A of the Act .",
      "id": "s35"
    },
    {
      "text": "That may, or may not, turn out to be correct in each case.",
      "id": "s36"
    },
    {
      "text": "The decision period had been truncated, so far as the ACR Administrators were concerned, because of their late appointment.",
      "id": "s37"
    },
    {
      "text": "The ACR Administrators had not been able to come to a concluded view as to whether or not it was likely to be in the best financial interests of ACR and its creditors to cause ACR to take steps to enforce any of the relevant securities against any of the respondent EPG companies.",
      "id": "s38"
    },
    {
      "text": "11 The ACR Administrators determined that, if the \"decision period\" were not to be extended, they would take steps to enforce the securities on 12 June 2007 in order to preserve ACR's rights pursuant to s 441A.",
      "id": "s39"
    },
    {
      "text": "That might have prompted prior ranking mortgagees to take enforcement action which they otherwise might not have taken.",
      "id": "s40"
    },
    {
      "text": "That could well have been detrimental to the ultimate best interests of the creditors of ACR including the Noteholders.",
      "id": "s41"
    },
    {
      "text": "12 The ACR Administrators did consider an alternative course, namely, to seek to enter a deed or some other form of agreement with the EPG Administrators under which they would give consent under s 440B(a) to ACR enforcing its securities after the \"decision period\" had expired.",
      "id": "s42"
    },
    {
      "text": "The ACR Administrators considered that there was a risk that a court would find that an agreement which fetters the future exercise of discretion and fiduciary obligations by administrators in such a manner would not be enforceable.",
      "id": "s43"
    },
    {
      "text": "(cf P Pan, \"A Practical Comparison of Corporate Insolvency Procedures\" in D Allen et al, Australian Finance Law , (5 th ed, Lawbook Co, 2002), Ch 27, at p 682; Re Java 452 Pty Ltd (Administrators Appointed); Permanent Trustee Australia Ltd v Stout (1999) 32 ACSR 507; Patrick Stevedores Operations No 2 Pty Ltd v Maritime Union of Australia (No 3) [1998] HCA 30 ; (1998) 195 CLR 1 at [54] ).",
      "id": "s44"
    },
    {
      "text": "13 The situation in relation to the enforcement of these securities differed from the usual.",
      "id": "s45"
    },
    {
      "text": "The chargee was a member of a group of companies and the charges were to secure inter-company loans to those group companies undergoing a parallel Pt 5.3A administration.",
      "id": "s46"
    },
    {
      "text": "14 I was in no doubt that an extension of the \"decision period\" was required in the circumstances of the case.",
      "id": "s47"
    },
    {
      "text": "A more difficult question was the length of the extension.",
      "id": "s48"
    },
    {
      "text": "The evidence of the ACR Administrators was that they estimated that it would take at least 10 weeks to form opinions as to whether to enforce all or any of the securities.",
      "id": "s49"
    },
    {
      "text": "It would take that long to make the necessary enquiries, including assessment and valuation, if necessary, of individual projects and also to learn more about the overall position of the EPG companies as the EPG administrations unfold.",
      "id": "s50"
    },
    {
      "text": "The application was to link the \"decision period\" with the \"convening period\" pursuant to s 439A for each of the corporate respondents, save for one.",
      "id": "s51"
    },
    {
      "text": "The possibility of extension of that period was recognised, as it was indicated that both the ACR Administrators and the EPG Administrators proposed to make such an application to the Court.",
      "id": "s52"
    },
    {
      "text": "15 The power granted by s 447A to make the order sought cannot be doubted.",
      "id": "s53"
    },
    {
      "text": "The width of that section was firmly established in Australasian Memory Pty Ltd v Brien [2000] HCA 30 ; (2000) 200 CLR 270 at 281---282 and has been applied in many circumstances since that time.",
      "id": "s54"
    },
    {
      "text": "Administrations vary greatly and s 447A provides the necessary flexibility if the object of Pt 5.3A --- set out in s 435A --- is to be realised.",
      "id": "s55"
    },
    {
      "text": "16 The respondent EPG companies (by their administrators) appeared and consented to the orders sought.",
      "id": "s56"
    },
    {
      "text": "Australian Securities and Investments Commission (ASIC) was advised of the intention to bring the proceeding and was supplied with draft documents.",
      "id": "s57"
    },
    {
      "text": "The responsible officer noted that ASIC took no formal position in relation to the application, it being a commercial matter for the parties, and advised that ASIC would not be appearing.",
      "id": "s58"
    },
    {
      "text": "No other party was served or given notice of the application.",
      "id": "s59"
    },
    {
      "text": "17 As the administrators of the various companies represent the interests of unsecured creditors, the only other potential parties possibly affected are the other secured creditors of the relevant respondent EPG companies.",
      "id": "s60"
    },
    {
      "text": "I accepted the submission of counsel for the applicants that the interests of such creditors are not affected in a manner which would make them necessary parties to this application.",
      "id": "s61"
    },
    {
      "text": "The result of this application does not affect the rights of any secured creditor in relation to the enforcement of its security.",
      "id": "s62"
    },
    {
      "text": "However, it seemed to me that, rather than make an order applicable only to the charges held by ACR over property of the relevant EPG respondent companies, the extension should be in general terms so as to avoid any possible argument that any other secured creditor had been disadvantaged by a special deal.",
      "id": "s63"
    },
    {
      "text": "There was not time on 12 June 2007 for any great reflection about that matter and the form of this order should not be taken as a precedent.",
      "id": "s64"
    },
    {
      "text": "18 I was persuaded in the circumstances of these administrations that it would be sensible to link the \"decision period\" with the various \"convening periods\" as sought so as to recognise the inter-relationship between the various administrations.",
      "id": "s65"
    },
    {
      "text": "It is likely that the task of unravelling the facts and circumstances relevant to each form of decision making will be part of the same process.",
      "id": "s66"
    },
    {
      "text": "If, as circumstances develop, the nexus should be broken, then I would take the view that, whether or not the orders were technically final, the nature of the orders is such as to permit variation in the light of changed circumstances.",
      "id": "s67"
    },
    {
      "text": "I certify that the preceding eighteen (18) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gyles.",
      "id": "s68"
    },
    {
      "text": "Associate:\n\n\nDated: 6 July 2007\n\n Counsel for the Applicants: Mr JC Sheahan SC, Mr BF Katekar \n \n Solicitor for the Applicants: Baker &amp; McKenzie \n \n Solicitor for the Respondents: Mr M Hughes of Minter Ellison \n \n Date of Hearing: 12 June 2007 \n \n Date of Orders: 12 June 2007 \n \n Date of Reasons: 6 July 2007 \n\n SCHEDULE OF PARTIES \n\n\n \n \n First Applicant: Australian Capital Reserve Limited (administrators appointed) \nACN 089 187 502\n Second Applicants: Philip Patrick Carter and Gregory Winfield Hall \n First Respondent: High Tower Investments Pty Limited (administrators appointed) ACN 114 348 220\n Second Respondent: Estate on Wallsend Pty Limited (administrators appointed) ACN 115 182 842\n Third Respondent: Estate on Hunter Pty Limited (administrators appointed ) ACN 115 141 510\n Fourth Respondent: Werrington Estate Pty Limited (administrators appointed) ACN 115 570 244\n Fifth Respondent: French St Estate Pty Limited (administrators appointed) ACN 115 570 128\n Sixth Respondent: Estate on Miller Pty Limited (administrators appointed) ACN 111 961 132\n Seventh Respondent Estate on Berry Pty Limited (administrators appointed) \nACN 118 727 718\n Eighth Respondent: Larkin Developments Pty Limited (administrators \n appointed) \nACN 085 515 180\n Ninth Respondent: Wrights Road Pty Limited (administrators appointed) ACN 098 624 125\n Tenth Respondent: Woniora Estate Pty Limited (administrators appointed) ACN 115 569 929\n Eleventh Respondents: David Joseph Hayes, Scott Bradley Kershaw, Colin McIntosh Nicol and Murray Campbell Smith \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1028.html",
      "id": "s69"
    }
  ]
}