{
  "name": "SZIJP v Minister for Immigration and Citizenship [2007] FCA 1875 (14 November 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1875.html",
  "catchphrases": [
    {
      "text": "review of refugee review tribunal decision",
      "id": "c0"
    },
    {
      "text": "refusal of a protection (class xa) visa",
      "id": "c1"
    },
    {
      "text": "meaning of \"information\" in migration act 1958 (cth) s 424a(1)(a)",
      "id": "c2"
    },
    {
      "text": "\"information\" refers to existence of evidentiary material or documentation",
      "id": "c3"
    },
    {
      "text": "\"information\" does not include tribunal's reasoning process",
      "id": "c4"
    },
    {
      "text": "migration",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "(Revised judgment) \n \n1 This is an appeal from a decision of the Federal Magistrates Court delivered on 13 July 2007.",
      "id": "s0"
    },
    {
      "text": "2 That Court dismissed an application seeking to challenge a decision of the Refugee Review Tribunal given on 21 December 2005.",
      "id": "s1"
    },
    {
      "text": "The Tribunal had affirmed a decision refusing to grant the now Appellant a Protection Class XA visa.",
      "id": "s2"
    },
    {
      "text": "FACTUAL BACKGROUND \n \n3 The Appellant is a citizen of the People's Republic of China.",
      "id": "s3"
    },
    {
      "text": "He arrived in Australia on 27 July 2005 and on 26 August 2005 lodged his application for a protection visa.",
      "id": "s4"
    },
    {
      "text": "4 A delegate of the Minister refused to grant him a visa on 31 August 2005 and the application for review was filed with the Refugee Review Tribunal on 28 September 2005.",
      "id": "s5"
    },
    {
      "text": "In rejecting the claim, the Tribunal made adverse findings of credibility against the Appellant.",
      "id": "s6"
    },
    {
      "text": "5 He is now unrepresented as he was before the Federal Magistrates Court.",
      "id": "s7"
    },
    {
      "text": "GROUNDS OF APPEAL \n \n6 The Notice of Appeal identifies three grounds of appeal:\n \n1. the Federal Magistrate was wrong in finding that the Refugee Review Tribunal (\"the Tribunal\") acted properly in its findings.",
      "id": "s8"
    },
    {
      "text": "...\n \n\n2. the Federal Magistrates was wrong in finding that the Tribunal had complied with its obligations under s 424A(1) of the Act.",
      "id": "s9"
    },
    {
      "text": "...\n \n\n \n3. the Tribunal failed to consider important documentary evidences in support of my application.",
      "id": "s10"
    },
    {
      "text": "... \n\n\n \nFurther information in support of each of those grounds is provided under the headings \" Particulars \".",
      "id": "s11"
    },
    {
      "text": "None of these grounds, it is considered, have been made out.",
      "id": "s12"
    },
    {
      "text": "7 In summary form, the Respondent Minister correctly contended that the appeal was but a thinly disguised attempt to seek merits review.",
      "id": "s13"
    },
    {
      "text": "At the outset of the hearing of the appeal, the Appellant was invited to make any such further statements as he saw fit.",
      "id": "s14"
    },
    {
      "text": "He had a written document prepared which was read by his interpreter.",
      "id": "s15"
    },
    {
      "text": "That statement substantially repeated the grounds in his Notice of Appeal and went on to provide instances as to the manner in which he sought now to advance his case.",
      "id": "s16"
    },
    {
      "text": "The statement, however, reinforced the conclusion that the essential complaint of the Appellant was that he disagreed with the findings of fact made by the Tribunal.",
      "id": "s17"
    },
    {
      "text": "The first ground \n \n8 The first ground of appeal seeks to contend that the Federal Magistrate was wrong in concluding that the Tribunal had acted properly in making its findings of fact.",
      "id": "s18"
    },
    {
      "text": "It may be doubted whether any such error, even if it be established, constitutes jurisdictional error on the part of the Tribunal.",
      "id": "s19"
    },
    {
      "text": "9 The particulars provided in the Notice of Appeal contend that the \" Tribunal failed to consider my claims logically or on reasonable ground \", while a further particular states that the Tribunal \" has completely misunderstood my evidences \".",
      "id": "s20"
    },
    {
      "text": "These contentions do not establish jurisdictional error.",
      "id": "s21"
    },
    {
      "text": "In Australian Broadcasting Tribunal v Bond [1990] HCA 33 ; (1990) 170 CLR 321 at 356, Mason CJ explained that \"w ant of logic is not synonymous with error of law \".",
      "id": "s22"
    },
    {
      "text": "His Honour there further observed that there is no place for judicial review so long as there is some basis for an inference.",
      "id": "s23"
    },
    {
      "text": "Moreover, \" illogicality has not been established by the authorities as a proper ground upon which to grant judicial review of a decision of the [Refugee Review Tribunal]\": see WAJQ v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCAFC 79 at [22] , citing NACB v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCAFC 235 at [22 ---30].",
      "id": "s24"
    },
    {
      "text": "Nor does \" one illogical aspect of fact-finding in a wider scheme of factual analysis \" betray jurisdictional error: see Minister for Immigration and Multicultural and Indigenous Affairs v NBDS [2006] FCA 265 at [11] per Allsop J, (2006) 90 ALD 614.",
      "id": "s25"
    },
    {
      "text": "There is no error of law, let alone jurisdictional error, in simply making a wrong finding of fact: see Waterford v Commonwealth [1987] HCA 25 ; (1987) 163 CLR 54 at 77.",
      "id": "s26"
    },
    {
      "text": "In the present proceedings, it is considered that the first ground of appeal is but an impermissible attempt to revisit the findings of fact made by the Tribunal.",
      "id": "s27"
    },
    {
      "text": "10 The Federal Magistrates Court sequentially reviewed a number of findings of fact made by the Tribunal and concluded that each finding of fact was one open to it.",
      "id": "s28"
    },
    {
      "text": "No error is exposed by the Federal Magistrate Court's reasons.",
      "id": "s29"
    },
    {
      "text": "In reviewing the findings made by the Tribunal, the Federal Magistrate extracted in considerable detail the Tribunal's account of the evidence and the adverse findings of credit made by the Tribunal in respect to particular aspects of the Appellant's evidence.",
      "id": "s30"
    },
    {
      "text": "11 In the written statement read to the Court by the interpreter, the first ground of appeal was rephrased as a contention that the Tribunal had failed to properly \" assess \" his claim.",
      "id": "s31"
    },
    {
      "text": "So framed, it is even more clearly an invitation for this Court to revisit the findings made by the Tribunal.",
      "id": "s32"
    },
    {
      "text": "That is not the function of either the Federal Magistrates Court or this Court on appeal.",
      "id": "s33"
    },
    {
      "text": "12 An instance provided by the Appellant in his written statement was the failure by the Tribunal to properly \" assess \" the fact that he was a member of an identified unofficial church, namely, the Xuan Dao Hui church.",
      "id": "s34"
    },
    {
      "text": "The question as to whether or not the Tribunal did consider and address the particular church and the asserted religious beliefs of the Appellant was a matter pursued to some extent during the course of this proceeding.",
      "id": "s35"
    },
    {
      "text": "There was no reference by the Appellant to this particular church in his statutory declaration provided to the Tribunal.",
      "id": "s36"
    },
    {
      "text": "It was, however, a matter to which the Tribunal did give attention.",
      "id": "s37"
    },
    {
      "text": "Its reasons state:\n \n The applicant explained that the church that Mr Jiang belonged to was a church based on the gospels and spreading the teachings of the gospels.",
      "id": "s38"
    },
    {
      "text": "He was unsure what denomination or religious group the church belonged to.",
      "id": "s39"
    },
    {
      "text": "He had heard of the group known as 'Shouters', but stated Mr Jiang's church did not belong to this group.",
      "id": "s40"
    },
    {
      "text": "He used the Chinese words Xuan (promoting) Dao (theory) Hui (Church) to describe the church.",
      "id": "s41"
    },
    {
      "text": "In summary, it is considered that the Tribunal did consider the evidence advanced by the now Appellant, and made findings of fact which were open to it.",
      "id": "s42"
    },
    {
      "text": "No error is disclosed in that reasoning process.",
      "id": "s43"
    },
    {
      "text": "Even if there be an error of fact, that would not constitute jurisdictional error.",
      "id": "s44"
    },
    {
      "text": "13 The first ground of appeal is dismissed.",
      "id": "s45"
    },
    {
      "text": "The second ground \n \n14 The second ground of appeal contends that there has been non compliance with s 424A(1) of the Migration Act 1958 (Cth) .",
      "id": "s46"
    },
    {
      "text": "Section 424A(1) provides as follows:\n \n Subject to subsections (2A) and (3), the Tribunal must: \n\n (a) give to the applicant, in the way that the Tribunal considers appropriate in the circumstances, clear particulars of any information that the Tribunal considers would be the reason, or a part of the reason, for affirming the decision that is under review; and\n \n (b) ensure, as far as is reasonably practicable, that the applicant understands why it is relevant to the review, and the consequences of it being relied on in affirming the decision that is under review; and\n \n (c) invite the applicant to comment on or respond to it.",
      "id": "s47"
    },
    {
      "text": "15 This ground of appeal essentially seeks to challenge the Tribunal's reasoning process.",
      "id": "s48"
    },
    {
      "text": "The particulars provided in the Notice of Appeal recount that the Tribunal proceeded upon an \" incorrect understanding of my major evidence \" and a failure to ensure that the Appellant properly understood the relevance of \" particular pieces of information \".",
      "id": "s49"
    },
    {
      "text": "The written submissions, as read by the interpreter, supplemented this ground by contending that the Tribunal did not properly consider the \" special position \" of the Appellant.",
      "id": "s50"
    },
    {
      "text": "This was a reference to, inter alia , his ability to transport religious materials from Taiwan to mainland China.",
      "id": "s51"
    },
    {
      "text": "16 To the extent that the ground of appeal seeks to contend that there was a gap in the Tribunal's consideration of material, it is rejected.",
      "id": "s52"
    },
    {
      "text": "To the extent that the ground of appeal seeks to contend that the Tribunal was obliged to set forth its reasoning process, so that the Appellant could be given a further opportunity to comment, that too is rejected.",
      "id": "s53"
    },
    {
      "text": "17 Insofar as the former alternative is concerned, it does not attract the operation of s 424A(1).",
      "id": "s54"
    },
    {
      "text": "In VAF v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 123 , 206 ALR 471, Finn and Stone JJ helpfully reviewed the authorities and summarised them as follows:\n \n [24] As to the first of these, there is now a considerable body of case law concerned with the compass of the term \"information\" in its s 424A(1) setting.",
      "id": "s55"
    },
    {
      "text": "The following propositions emerge from it: \n \n (i) the purpose of s 424A is to provide in part a statutory procedural analogue to the common law of procedural fairness....",
      "id": "s56"
    },
    {
      "text": "However the obligation imposed is not coextensive with that which might be imposed by the common law to avoid practical injustice...;\n (ii) the word \"information\" in s 424A(1) has the same meaning as in s 424 ... and in this setting it refers to knowledge of relevant facts or circumstances communicated to or received by the Tribunal ... irrespective of whether it is reliable or has a sound factual basis...; and\n (iii) the word does not encompass the Tribunal's subjective appraisals, thought processes or determinations ... nor does it extend to identified gaps, defects or lack of detail or specificity in evidence or to conclusions arrived at by the Tribunal in weighing up the evidence by reference to those gaps....\n \n\n Section 424A(1) is thus not directed to \" defects or lack of detail or specificity in evidence or to conclusions arrived at by the Tribunal \".",
      "id": "s57"
    },
    {
      "text": "18 In any event, there is no such \" gap \" in the reasons of the Tribunal.",
      "id": "s58"
    },
    {
      "text": "If reference is made to the instance identified by the Appellant in his written statement to the Court today, the Tribunal expressly addressed this contention.",
      "id": "s59"
    },
    {
      "text": "The Tribunal thus states in part:\n \n The Tribunal does not accept the applicant's claims that he collected religious materials from Taiwanese boats docked at the village on 5-6 occasions.",
      "id": "s60"
    },
    {
      "text": "The applicant gave evidence that the Haiyao police undertook strict inspections of fishing boats for illegal or smuggled goods.",
      "id": "s61"
    },
    {
      "text": "The applicant's evidence is that there were restrictions in place for Taiwanese vessels docked in the village port, and restrictions in regard to the contact the Taiwanese fishermen had with locals.",
      "id": "s62"
    },
    {
      "text": "The Tribunal does not accept as credible that in these circumstances it would not arouse the interest of local officials, including those from his own police station, if the applicant, as a known member of that police station, went to Taiwanese vessels on a number of occasions.",
      "id": "s63"
    },
    {
      "text": "This is but one of the references made by the Tribunal to this contention.",
      "id": "s64"
    },
    {
      "text": "19 Insofar as it is contended that there has been a breach of the requirements imposed by s 424A(1) by reason of the Tribunal not inviting the Appellant to comment on \" the way that the Tribunal considers \" particular evidence, that contention is denied by SZBYR v Minister for Immigration and Citizenship [2007] HCA 26 , 235 ALR 609.",
      "id": "s65"
    },
    {
      "text": "Gleeson CJ, Gummow, Callinan, Heydon and Crennan JJ there observed:\n \n [18] ...if the reason why the Tribunal affirmed the decision under review was the Tribunal's disbelief of the appellants' evidence arising from inconsistencies therein, it is difficult to see how such disbelief could be characterised as constituting \"information\" within the meaning of para (a) of s 424A(1).",
      "id": "s66"
    },
    {
      "text": "Again, if the Tribunal affirmed the decision because even the best view of the appellants' evidence failed to disclose a Convention nexus, it is hard to see how such a failure can constitute \"information\".",
      "id": "s67"
    },
    {
      "text": "If the contrary were true, s 424A would in effect oblige the Tribunal to give advance written notice not merely of its reasons, but of each step in its prospective reasoning process.",
      "id": "s68"
    },
    {
      "text": "However broadly \" information \" be defined, its meaning in this context is related to the existence of evidentiary material or documentation, not the existence of doubts, inconsistencies or the absence of evidence.",
      "id": "s69"
    },
    {
      "text": "20 There was no obligation upon the Tribunal to allow the Appellant an opportunity to comment on its reasoning process or how it was proceeding to assess particular pieces of information advanced before it by the Appellant for consideration.",
      "id": "s70"
    },
    {
      "text": "This construction of s 424A(1) was endorsed in SZBEL v Minister for Immigration [2006] HCA 63 , 231 ALR 592.",
      "id": "s71"
    },
    {
      "text": "On the facts in that matter, Gleeson CJ, Kirby, Hayne, Callinan and Heydon JJ there held that:\n \n [40] More than once it has been said that the proceedings in the Tribunal are not adversarial but inquisitorial in their general character.",
      "id": "s72"
    },
    {
      "text": "There is no joinder of issues between the parties and it is for the applicant for a protection visa to establish the claims that are made.",
      "id": "s73"
    },
    {
      "text": "The Tribunal record clearly indicates that this occurred and that the applicant was given adequate opportunity to set out his claims which were examined and discussed with the Tribunal member.",
      "id": "s74"
    },
    {
      "text": "The notion that these issues are to be re-put to the applicant for him to further develop the claim is misconceived.",
      "id": "s75"
    },
    {
      "text": "I am satisfied that there was no obligation under section 424A(1) of the Act and that this ground cannot succeed.",
      "id": "s76"
    },
    {
      "text": "21 A comparable ground was raised before the Federal Magistrates Court.",
      "id": "s77"
    },
    {
      "text": "That Court also resolved the contention against the Appellant as follows:\n \n [18] The second ground of the amended application claims that the Tribunal failed to comply with its obligation under s.424A(1) of the Act.",
      "id": "s78"
    },
    {
      "text": "The applicant refers to the four issues identified in ground one: \n \n a) His inability to account details of the fishing trip when the vessel was caught in the storm and the loss of lives of his two companions.",
      "id": "s79"
    },
    {
      "text": "b) The assessment of his religious knowledge.",
      "id": "s80"
    },
    {
      "text": "c) The transportation of religious material.",
      "id": "s81"
    },
    {
      "text": "d) His religious practice since coming to Australia.",
      "id": "s82"
    },
    {
      "text": "[19] The applicant claims that in the period from the Tribunal hearing to the handing down of the decision, the Tribunal failed to send him a letter indicating that these four issues were relevant to the outcome of the applicant's review and inviting him to comment.",
      "id": "s83"
    },
    {
      "text": "He claims that this alleged failure breaches s.424A(1) of the Act.",
      "id": "s84"
    },
    {
      "text": "Attached to the Tribunal application is a statement prepared by the applicant, which states that he is a devout Christian and details his participation in religious worship in China and Australia since his arrival.",
      "id": "s85"
    },
    {
      "text": "At the commencement of the Tribunal hearing, the applicant provided his national identity card, a police identification document, passport and letter from the Christian Assembly of Sydney.",
      "id": "s86"
    },
    {
      "text": "The Tribunal decision sets out in detail the applicant's oral evidence together with the discussion in respect of that evidence which incorporated the four issues identified in the first ground.",
      "id": "s87"
    },
    {
      "text": "In the absence of a transcript of the hearing, the Court can only rely on the decision record.",
      "id": "s88"
    },
    {
      "text": "The record does not indicate that the applicant was left in any doubt as to the significance of these issues to his application.",
      "id": "s89"
    },
    {
      "text": "He was openly invited to provide details in respect of each issue.",
      "id": "s90"
    },
    {
      "text": "There is nothing to indicate that the Tribunal required further explanation on any of these issues.",
      "id": "s91"
    },
    {
      "text": "The Tribunal based its decision on a lack of satisfaction in respect of the applicant's claims as opposed to a lack of explanation which could be remedied by further comment from the applicant.",
      "id": "s92"
    },
    {
      "text": "Concurrence is expressed with both the reasons and conclusions of the Federal Magistrates Court.",
      "id": "s93"
    },
    {
      "text": "22 A reading of the Tribunal's reasons for decision does not reveal any failure to understand the evidence being given.",
      "id": "s94"
    },
    {
      "text": "The findings of fact made by the Tribunal were open to it.",
      "id": "s95"
    },
    {
      "text": "The second ground of appeal is also to be rejected.",
      "id": "s96"
    },
    {
      "text": "The third ground \n \n23 The final ground of appeal contends that the Tribunal failed to consider important documentary evidence.",
      "id": "s97"
    },
    {
      "text": "24 This ground confronts a number of difficulties.",
      "id": "s98"
    },
    {
      "text": "First, a failure on the part of an administrator to refer to a particular document does not establish that it was not taken into account: see WAEE v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCAFC 184 , 75 ALD 630.",
      "id": "s99"
    },
    {
      "text": "French, Sackville and Hely JJ, there observed:\n \n [46] It is plainly not necessary for the Tribunal to refer to every piece of evidence and every contention made by an applicant in its written reasons.",
      "id": "s100"
    },
    {
      "text": "It may be that some evidence is irrelevant to the criteria and some contentions misconceived.",
      "id": "s101"
    },
    {
      "text": "Moreover, there is a distinction between the Tribunal failing to advert to evidence which, if accepted, might have led it to make a different finding of fact (cf Minister for Immigration and Multicultural Affairs v Yusuf [2001] HCA 30 ; (2001) 206 CLR 323 at [87] - [97] ) and a failure by the Tribunal to address a contention which, if accepted, might establish that the applicant had a well-founded fear of persecution for a Convention reason.",
      "id": "s102"
    },
    {
      "text": "The Tribunal is not a court.",
      "id": "s103"
    },
    {
      "text": "It is an administrative body operating in an environment which requires the expeditious determination of a high volume of applications.",
      "id": "s104"
    },
    {
      "text": "Each of the applications it decides is, of course, of great importance.",
      "id": "s105"
    },
    {
      "text": "Some of its decisions may literally be life and death decisions for the applicant.",
      "id": "s106"
    },
    {
      "text": "Nevertheless, it is an administrative body and not a court and its reasons are not to be scrutinised `with an eye keenly attuned to error'.",
      "id": "s107"
    },
    {
      "text": "Nor is it necessarily required to provide reasons of the kind that might be expected of a court of law.",
      "id": "s108"
    },
    {
      "text": "[47] The inference that the Tribunal has failed to consider an issue may be drawn from its failure to expressly deal with that issue in its reasons.",
      "id": "s109"
    },
    {
      "text": "But that is an inference not too readily to be drawn where the reasons are otherwise comprehensive and the issue has at least been identified at some point.",
      "id": "s110"
    },
    {
      "text": "It may be that it is unnecessary to make a finding on a particular matter because it is subsumed in findings of greater generality or because there is a factual premise upon which a contention rests which has been rejected.",
      "id": "s111"
    },
    {
      "text": "Where however there is an issue raised by the evidence advanced on behalf of an applicant and contentions made by the applicant and that issue, if resolved one way, would be dispositive of the Tribunal's review of the delegate's decision, a failure to deal with it in the published reasons may raise a strong inference that it has been overlooked.",
      "id": "s112"
    },
    {
      "text": "25 Second, the Appellant has, in any event, not established that the Tribunal failed to consider the documents he has identified.",
      "id": "s113"
    },
    {
      "text": "The \" particulars \" of the documentary evidence, to which reference has been made by the Appellant, identify the documents as being: \n \n - Certified copy of the Public Security Bureau of Fuqing City;\n - Certified copy of the On-Duty Identification Card issued by Haiyao Frontier Defence Local Police Sub-Station of Fuqing City; \n - Certified copy of a Chinese ID Card.",
      "id": "s114"
    },
    {
      "text": "These three documents are reproduced in the appeal book and were in fact available to the Tribunal.",
      "id": "s115"
    },
    {
      "text": "Not only were they available to the Tribunal, the Tribunal specifically identifies the documents at various parts of its reasons.",
      "id": "s116"
    },
    {
      "text": "The Tribunal thus sets forth as follows under the heading \" Claims and Evidence \":\n \n The applicant submitted certified copies of a passport in the name of Guoquiang Zhao, a national identity card in the name of Wen Ming Wen, an 'on-duty ID card' from Haiyao police station and a Fuqing City Public Security Bureau ID card in the name of Wen Ming Weng.",
      "id": "s117"
    },
    {
      "text": "The Tribunal also sets forth what happened at the hearing in November 2005 as follows:\n \n At the hearing the applicant provided the originals of his national identity card, his police identity documents and the passport issued in the name of Guoqiang Zhao.",
      "id": "s118"
    },
    {
      "text": "He stated that he had completed 11 years of schooling, not 8, as indicated in the application form; he confirmed, however, that the years of his schooling set out in the form were correct and that he graduated from middle school in 1994.",
      "id": "s119"
    },
    {
      "text": "There are other references in the reasons of the Tribunal to the national identity card as well as the police identity documents and the passport.",
      "id": "s120"
    },
    {
      "text": "The factual contention in support of the third ground of appeal, namely that the Tribunal \" failed to consider important documentary evidences \" is thus to be rejected.",
      "id": "s121"
    },
    {
      "text": "26 The third ground of appeal is dismissed.",
      "id": "s122"
    },
    {
      "text": "ORDERS \n \n27 The orders of the Court are:\n \n \n 1.",
      "id": "s123"
    },
    {
      "text": "The Appeal be dismissed with costs.",
      "id": "s124"
    },
    {
      "text": "2.",
      "id": "s125"
    },
    {
      "text": "The Appellant pay the costs of the First Respondent of and incidental to the appeal.",
      "id": "s126"
    },
    {
      "text": "I certify that the preceding twenty-seven (27) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Flick.",
      "id": "s127"
    },
    {
      "text": "Associate:\n\nDated: 14 November 2007\n\n\n The Appellant: Self represented \n \n Counsel for the Respondent: G Johnson \n \n Solicitor for the Respondent: K Hooper (DLA Phillips Fox) \n \n Date of Hearing: 14 November 2007 \n \n Date of Judgment: 14 November 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1875.html",
      "id": "s128"
    }
  ]
}