{
  "name": "URS Australia Pty Ltd v Australian Securities and Investments Commission [2007] FCA 1939 (6 December 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1939.html",
  "catchphrases": [
    {
      "text": "reinstatement of deregistered but formerly insured company",
      "id": "c0"
    },
    {
      "text": "insurer confirming policy responds",
      "id": "c1"
    },
    {
      "text": "insurer objecting to its joinder under s 601ag of the corporations act",
      "id": "c2"
    },
    {
      "text": "doubt about applicability of s 601ag",
      "id": "c3"
    },
    {
      "text": "doubt resolved by reinstatement under s 601ah",
      "id": "c4"
    },
    {
      "text": "inappropriate to dispense with condition that liquidator be appointed to replace liquidator in office at time of deregistration",
      "id": "c5"
    },
    {
      "text": "corporations",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "1 The plaintiff, URS, seeks the reinstatement of Arundel Scientific Pty Ltd ACN 008 946 638 (Deregistered).",
      "id": "s0"
    },
    {
      "text": "URS wishes to join Arundel in proceedings which have been issued against URS.",
      "id": "s1"
    },
    {
      "text": "Although Arundel will have no assets with which to indemnify URS, Arundel was insured by QBE Insurance Limited at the material time.",
      "id": "s2"
    },
    {
      "text": "There are two questions.",
      "id": "s3"
    },
    {
      "text": "The first is whether Arundel should be reinstated.",
      "id": "s4"
    },
    {
      "text": "The second is whether there should be reinstatement without the appointment of a liquidator.",
      "id": "s5"
    },
    {
      "text": "2 Events have moved swiftly in this application as URS perceives the potential expiry of limitation periods.",
      "id": "s6"
    },
    {
      "text": "While there is some doubt about that issue, if it is possible for the reinstatement to be achieved promptly, then there is no reason why it should be delayed.",
      "id": "s7"
    },
    {
      "text": "3 At the first return of this matter on 4 December 2007, counsel for QBE informed me that a policy of insurance pertaining to the relevant issues would be likely to respond.",
      "id": "s8"
    },
    {
      "text": "Today he has confirmed that subject to the terms and conditions of the policy, that it will respond.",
      "id": "s9"
    },
    {
      "text": "4 URS had previously attempted to proceed under s 601AG of the Corporations Act 2001 (Cth) (CA) to join QBE directly but that application was apparently met with resistance by QBE on the basis that there was or may have been no relevant liability as contemplated by the section at the time of the deregistration.",
      "id": "s10"
    },
    {
      "text": "Whether that is correct or not, those proceedings (the 601AG proceedings) have apparently been adjourned and URS has proceeded under s 601AH CA.\n THE PRIMARY PROCEEDINGS \n \n5 URS is the second respondent and cross-respondent in proceedings in this Court commenced by Jan de Nul NV (JdN) against the Geraldton Port Authority (GPA) and URS.",
      "id": "s11"
    },
    {
      "text": "Those proceedings concern a geotechnical investigation of the port undertaken in 2001 and in particular a report which was prepared by URS in respect of that investigation.",
      "id": "s12"
    },
    {
      "text": "In those proceedings JdN asserts that the URS report was false and misleading (presumably in the sense of being inaccurate) and caused JdN to suffer loss and damage.",
      "id": "s13"
    },
    {
      "text": "URS and GPA are said to be liable to JdN pursuant to s 52 of the Trade Practices Act 1974 (Cth) and/or in negligence.",
      "id": "s14"
    },
    {
      "text": "6 From materials produced by URS it appears that on about 26 October 2001 GPA engaged Western Geotechnics to establish a certified laboratory at the port to carry out testing on borehole samples.",
      "id": "s15"
    },
    {
      "text": "That testing proceeded between November 2001 and February 2002.",
      "id": "s16"
    },
    {
      "text": "Copies of the testing certificates and related materials were produced to the Court.",
      "id": "s17"
    },
    {
      "text": "GPA has in turn issued a cross-claim against URS in respect of the claims made by JdN against GPA.",
      "id": "s18"
    },
    {
      "text": "URS while denying liability to JdN or GPA nevertheless seeks to join Arundel (previously Western Geotechnics) to be indemnified in relation to any liability in respect of the certificates.",
      "id": "s19"
    },
    {
      "text": "The indemnity, if any, in practical terms will be pursuant to the contract of insurance between Arundel and QBE.",
      "id": "s20"
    },
    {
      "text": "7 ASIC documents record that on about 22 September 2003 Western Geotechnics changed its name to Arundel Scientific Pty Ltd. Two days later Arundel filed a declaration of solvency and on 4 February 2005 commenced a voluntary winding-up by the members.",
      "id": "s21"
    },
    {
      "text": "The members appointed a liquidator to Arundel at which time it had a net asset surplus of about $622,485.",
      "id": "s22"
    },
    {
      "text": "On 15 July 2005 the liquidator convened a final meeting and was removed or resigned a day later.",
      "id": "s23"
    },
    {
      "text": "On 20 October 2005 Arundel was deregistered.",
      "id": "s24"
    },
    {
      "text": "8 There has been some minor delay in pursing the reinstatement application pending pursuit of the 601AG proceedings.",
      "id": "s25"
    },
    {
      "text": "It is also clear that QBE has taken the position which for present purposes appear to be arguable, that s 601AG does not apply as no cause of action against Arundel accrued until judgment against URS was given.",
      "id": "s26"
    },
    {
      "text": "STATUTE OF LIMITATIONS \n \n9 In relation to the negligence claim, URS has been concerned that it needs to issue proceedings before the expiry of the period of six years from commencement of the cause of action.",
      "id": "s27"
    },
    {
      "text": "At the time of the urgent hearing, it was more than six years since some of the testing commenced and less than six years in relation to the balance.",
      "id": "s28"
    },
    {
      "text": "Whether this particular claim for prospective indemnity, which URS wishes to pursue, would have a limitation difficulty is by no means clear.",
      "id": "s29"
    },
    {
      "text": "See for example, Bitumen and Oil Refineries (Australia) Ltd v Commissioner for Government Transport [1955] HCA 1 ; (1955) 92 CLR 200 at 211.",
      "id": "s30"
    },
    {
      "text": "Nevertheless, it is clear that URS has sought reinstatement out of an abundance of caution in seeking to preserve its rights to the extent it is able to do so.",
      "id": "s31"
    },
    {
      "text": "OTHER CONSIDERATIONS IN RELATION TO REINSTATEMENT \n \n10 In most other respects, the application has accorded with conventional guidelines in relation to reinstating companies.",
      "id": "s32"
    },
    {
      "text": "Section 601AH(2) of the CA provides that the Court may make an order that ASIC reinstate the registration of a company if:\n \n (a) an application for reinstatement is made to the Court by a person aggrieved by the deregistration or by a former liquidator of the company; and \n\n(b) if the Court is satisfied that it is just that the company's registration be reinstated.",
      "id": "s33"
    },
    {
      "text": "11 I am satisfied that URS is a person aggrieved.",
      "id": "s34"
    },
    {
      "text": "That is because the deregistration of the company deprived URS of prospective indemnity in respect of the primary proceedings or 'damaged it in a legal sense': Re Cenco Holdings Pty Ltd (2005) 53 ACSR 484 at [32].",
      "id": "s35"
    },
    {
      "text": "12 As observed by Austin J in the Equity Division of the New South Wales Supreme Court in Australian Competition and Consumer Commission v Australian Securities and Investments Commission (2000) 174 ALR 688 at [22]:\n \n Section 601AH is often encountered by the judges who administer the Corporations List of this Court.",
      "id": "s36"
    },
    {
      "text": "The typical circumstances are, however, very different from the present case.",
      "id": "s37"
    },
    {
      "text": "The section is usually invoked to permit a plaintiff to recover damages by bringing proceedings against a defunct company, in circumstances where the company's risk has been covered by insurance and so the real defendant is the insurance company.",
      "id": "s38"
    },
    {
      "text": "POSITION OF ASIC \n \n13 ASIC has not objected to the reinstatement subject to certain conditions applying.",
      "id": "s39"
    },
    {
      "text": "14 In substance, the conditions required by ASIC are:\n \n \n 1.",
      "id": "s40"
    },
    {
      "text": "The order sought for reinstatement is in terms of section 601AH(2) of the Corporations Act , requiring ASIC to reinstate the registration of the company; \n 2.",
      "id": "s41"
    },
    {
      "text": "The applicant notifies the former liquidator of the company of this application; \n 3.",
      "id": "s42"
    },
    {
      "text": "The company (if ordered to be reinstated) continues in liquidation and a liquidator appointed; \n 4.",
      "id": "s43"
    },
    {
      "text": "The Court order is lodged with ASIC (...) so that the company may be reinstated; \n 5.",
      "id": "s44"
    },
    {
      "text": "The Liquidator agrees to notify ASIC upon conclusion of the winding up or subject to any order made by the Court so that the company may be deregistered.",
      "id": "s45"
    },
    {
      "text": "15 I am satisfied those conditions will be met.",
      "id": "s46"
    },
    {
      "text": "I am also satisfied that:\n \n(a) there is a serious question to be tried between URS and Arundel;\n \n (b) Arundel has insurance cover from QBE for the indemnity claim, therefore reinstatement will not be fruitless; \n (c) the argument raised by QBE need not arise if Arundel is reinstated;\n (d) there is nothing unusual about the deregistration of Arundel --- the company appears to have ceased trading and entered voluntary liquidation;\n (e) the previous directors of Arundel do not oppose the application; and\n (f) the reinstatement will not result in any foreseeable prejudice to any person.",
      "id": "s47"
    },
    {
      "text": "16 The previous liquidators of Arundel however are not able to be reappointed.",
      "id": "s48"
    },
    {
      "text": "Mr Ian Francis of Taylor Woodings has consented to be appointed as liquidator.",
      "id": "s49"
    },
    {
      "text": "URS has provided a limited indemnity to him for his fees in that capacity.",
      "id": "s50"
    },
    {
      "text": "17 Accordingly in my view, orders for reinstatement are appropriate.",
      "id": "s51"
    },
    {
      "text": "As observed by Merkel J in Arnold v Poltane Pty Ltd [2005] FCA 1418 at [8] in relation to questions of uncertainty concerning applicability of s 601AG: \n \n ...",
      "id": "s52"
    },
    {
      "text": "It is unnecessary, on the present application, to determine those questions as I am satisfied that there is sufficient uncertainty as to whether the plaintiff may be able to proceed against GIO under s 601AG , to warrant the reinstatement of Poltane so that an action can be commenced against it.",
      "id": "s53"
    },
    {
      "text": "ALTERNATIVE PROPOSALS \n \n18 On the first return date of the application, the proposal was put to me that if as it appeared likely, the insurer was to indicate that it would accept that the policy responded to the circumstances, it may be unnecessary to appoint a liquidator.",
      "id": "s54"
    },
    {
      "text": "If the sole purpose for reinstating the company was to enable the insurer to stand in the shoes of the company in relation to the claim against it for indemnity, then it was suggested that the expense involved in appointing a liquidator could be avoided.",
      "id": "s55"
    },
    {
      "text": "19 I agreed to adjourn the hearing for 48 hours to enable counsel to ascertain whether QBE would give an assurance as to cover under the policy and also to enable counsel to approach ASIC and the former directors in order to ascertain whether or not the normal requirement for the re-appointment of a liquidator could be waived in those circumstances.",
      "id": "s56"
    },
    {
      "text": "20 At the first return date, I indicated that, at the least, I would not be willing to ignore ASIC's requirement for a liquidator to be appointed unless ASIC had been consulted and had given approval to that alternative arrangement.",
      "id": "s57"
    },
    {
      "text": "NECESSITY FOR A LIQUIDATOR \n \n21 Ordinarily for a reinstatement to operate, the Court would need to be satisfied that the company to be reinstated had the necessary officers and registered office.",
      "id": "s58"
    },
    {
      "text": "(It has been known for a Court to order reinstatement conditional on the company holding a meeting to fulfil the statutory requirements).",
      "id": "s59"
    },
    {
      "text": "But in this instance, it is argued that the only purpose of reinstatement is to pursue a claim against the insurer of the deregistered company.",
      "id": "s60"
    },
    {
      "text": "The only faintly comparable instance I can find of a case to support any suggestion that a liquidator may be unnecessary is Johnston v Centralian Industries Pty Ltd (1995) 13 ACLC 1,064.",
      "id": "s61"
    },
    {
      "text": "The order made by the Court in that case was for a writ to be served by a former employee directly upon the insurer.",
      "id": "s62"
    },
    {
      "text": "22 In that case the company had been deregistered in 1987.",
      "id": "s63"
    },
    {
      "text": "Mr Johnston obtained an order from a Master in the Supreme Court of Victoria that service of his writ could be effected on the insurer for the company by way of substituted service.",
      "id": "s64"
    },
    {
      "text": "The insurer appealed against that order contending that such an order was available only where the defendant could not be located and notice of the writ was unlikely to reach the defendant.",
      "id": "s65"
    },
    {
      "text": "The appeal was dismissed, Southwell J holding that it was entirely artificial to speak of injustice to a defunct company which had been restored to the register solely for the purpose of litigation and which in no way could be disadvantaged by the entry of a judgment against it.",
      "id": "s66"
    },
    {
      "text": "23 In my view there is a fundamental distinction between the present case and Johnston 13 ACLC 1,064.",
      "id": "s67"
    },
    {
      "text": "In that case there was no evidence at all as to the location, existence or attitude of the deregistered company's directors.",
      "id": "s68"
    },
    {
      "text": "In this case the directors have both, with legal advice, consented to the reinstatement of the company but must almost certainly have done so on the initial basis of the application, namely, that a liquidator would be appointed.",
      "id": "s69"
    },
    {
      "text": "24 The effect of reinstatement is always to restore the company to the position it occupied immediately prior to its deregistration.",
      "id": "s70"
    },
    {
      "text": "If there was no liquidator, the directors would be responsible for the company's affairs.",
      "id": "s71"
    },
    {
      "text": "What the directors have consented to in effect is for the liquidator to control the company's affairs if the company is reinstated.",
      "id": "s72"
    },
    {
      "text": "25 But in any event, it is clear that as the company was in liquidation immediately prior to deregistration it must resume that status on reinstatement.",
      "id": "s73"
    },
    {
      "text": "If it is reinstated, it is taken to have continued in existence as if it had not been deregistered (s 601AH(5).",
      "id": "s74"
    },
    {
      "text": "Indeed, I am now informed that ASIC would not consent to that course and in my view its position is consistent with the reasoning outlined above.",
      "id": "s75"
    },
    {
      "text": "ORDERS \n \n26 There will be orders in the following terms:\n \n 1.",
      "id": "s76"
    },
    {
      "text": "The Australian Securities &amp; Investments Commission (ASIC) reinstate the registration of Arundel Scientific Pty Ltd ACN 008 946 637 (Deregistered) (the Company);\n 2.",
      "id": "s77"
    },
    {
      "text": "The plaintiff pay ASIC the Company's outstanding fees and penalties which are due to ASIC within 14 days of the plaintiff lodging the reinstatement order with ASIC;\n 3.",
      "id": "s78"
    },
    {
      "text": "Mr Ian Francis of Taylor Woodings be appointed liquidator of the Company; and\n 4.",
      "id": "s79"
    },
    {
      "text": "There be no orders as to costs.",
      "id": "s80"
    },
    {
      "text": "I certify that the preceding twenty-six (26) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice McKerracher.",
      "id": "s81"
    },
    {
      "text": "Associate:\n\nDated: 7 December 2007\n\n\n Counsel for the Plaintiff: GM Slattery \n \n Solicitor for the Plaintiff Minter Ellison \n \n Counsel for QBE (Amicus Curiae): H O'Sullivan \n \n Date of Hearings: 4 December 2007 and 6 December 2007 \n \n Date of Judgment: 6 December 2007 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1939.html",
      "id": "s82"
    }
  ]
}