{
  "name": "Jeilles v Secretary, Department of Employment and Workplace Relations [2007] FCA 1590 (12 October 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1590.html",
  "catchphrases": [
    {
      "text": "application for an extension of time by which to file an appeal from a decision of the administrative appeals tribunal",
      "id": "c0"
    },
    {
      "text": "consideration of the circumstances for the delay",
      "id": "c1"
    },
    {
      "text": "consideration of the merits of the proposed appeal",
      "id": "c2"
    },
    {
      "text": "social security",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 I propose to give my reasons forthwith rather than subject either Ms Jeilles, in particular, or the Commonwealth to the expense and also the anxiety of a reserved decision and wondering what the outcome might be.",
      "id": "s0"
    },
    {
      "text": "I should indicate that I'm able to do that because I've had the benefit of written submissions, in advance, from Ms Jeilles and also from Ms Copley on behalf of the Commonwealth, which have been spoken to this morning in a very precise way, with respect, by each of the applicant and the respondent's representative.",
      "id": "s1"
    },
    {
      "text": "And the result of that is that I am of a very clear view as to what the outcome ought to be as a matter of law.",
      "id": "s2"
    },
    {
      "text": "2 This is an application, then, under s 44 , subsection (2A), paragraph (a), of the Administrative Appeals Tribunal Act (1975).",
      "id": "s3"
    },
    {
      "text": "That particular paragraph provides that, \"An appeal by a person under subsection (1),\" materially, \"shall be instituted,\":\n \n \n (a) not later than the 28 th day after the day on which a document setting out the terms of the decision of the tribunal is given to the person or within such further time as the Federal Court of Australia (whether before or after the expiration of that date) allows.",
      "id": "s4"
    },
    {
      "text": "3 The question as to whether or not an extension of the kind referred to in s 44(2A)(a) of that Act ought to be given was by direction of a judge ordered to be heard as a separate issue.",
      "id": "s5"
    },
    {
      "text": "The decision of the tribunal is one given by Dr Levy, a Senior Member of that tribunal, on 24 January 2007.",
      "id": "s6"
    },
    {
      "text": "A grant of leave within which to appeal against that decision is necessary because, on any view --- and it seems to be common ground --- more than 28 days expired between when the decision came to the attention of Ms Jeilles and when a document was filed in this court.",
      "id": "s7"
    },
    {
      "text": "4 For reasons that I will give shortly, it is not necessary to explore, in detail, precisely when the decision came to Ms Jeilles' attention from the tribunal.",
      "id": "s8"
    },
    {
      "text": "She has lodged, and read this morning, affidavits which explain in quite some detail the difficulties under which she was suffering in the earlier part of this year and they relate not just to matters of health but also the changes of residence that she experienced which are, as she's related, concerned with the economic circumstances in which she has found herself.",
      "id": "s9"
    },
    {
      "text": "I very well understand the difficulties in which that has placed her in relation to the receipt of communications from the tribunal.",
      "id": "s10"
    },
    {
      "text": "5 To compound that and, again, as she's related and provided supporting evidence both from her osteopath and medical practitioner, she has been subject to particular medical treatments and, as well, had the unfortunate experience of a fall while bushwalking in early March.",
      "id": "s11"
    },
    {
      "text": "All of those have undoubtedly impacted, not just upon her ability to receive communications readily, but also, as well, to assimilate exactly what was going on as far as officialdom, in general, was concerned.",
      "id": "s12"
    },
    {
      "text": "Of course, each of us, when we're dealing with officialdom has a responsibility to make sure that we have a contact address which allows ready communication and that is part and parcel of the accessing of benefits that our society provides and the part and parcel is that we have to do our bit as well by making sure that we are able to be contacted if need be.",
      "id": "s13"
    },
    {
      "text": "6 I have been given, very helpfully, by the respondent's legal representative, Ms Copley, a chronology which sets out a number of different scenarios as to dates upon which one might look to for when the decision arrived at a particular address or came in some way to Ms Jeilles' attention.",
      "id": "s14"
    },
    {
      "text": "Suffice to say, the periods of time involved differ from a matter of some few weeks to perhaps longer than that.",
      "id": "s15"
    },
    {
      "text": "But, again, as I've said, it is not necessary to fix upon a particular time because there are other factors which intrude on the exercise of the discretion that I have in relation to whether or not to grant an extension of time of the kind for which the statute provides.",
      "id": "s16"
    },
    {
      "text": "7 Now, the exercise of the discretion that is conferred by s 44(2A) is the subject of well settled principles.",
      "id": "s17"
    },
    {
      "text": "Those principles have come to be regarded as having been set out by Wilcox J in a decision as far back as 1984, that decision being Hunter Valley Developments Pty Ltd v Cohen (1984) 3 FCR 344.",
      "id": "s18"
    },
    {
      "text": "8 Although that decision was concerned with the exercise of a discretion in relation to the institution of proceedings under the Administrative Decisions (Judicial Review) Act 1977 , in this court those principles have been regarded as having an application in relation to the discretion conferred by s 44 of the Administrative Appeals Tribunal Act .",
      "id": "s19"
    },
    {
      "text": "In that regard, one might refer to decisions of this court such as Repatriation Commission v Tuite (1992) 37 FCR 571 at page 576, and also Department of Social Security v Van Den Boogaart (1995) 37 ALD 619 at page 620.",
      "id": "s20"
    },
    {
      "text": "9 The principles, then, as I apprehend them, from the decisions that I've mentioned are these.",
      "id": "s21"
    },
    {
      "text": "Firstly, although s 44 does not in any particular way place an onus of proof on a person such as Ms Jeilles, there still has to be a satisfaction on the part of the court that it's proper to grant an extension.",
      "id": "s22"
    },
    {
      "text": "That is not to say that special circumstances have to be shown, but there has to be something which would engender a positive satisfaction that it is proper to grant an extension.",
      "id": "s23"
    },
    {
      "text": "Indeed, prima facie, the rule is that proceedings commenced outside the prescribed 28-day period ought not to be entertained.",
      "id": "s24"
    },
    {
      "text": "That was the subject of a particular decision or statement made by Fitzgerald J, when a member of this court, in a case Lucic v Nolan (1982) 45 ALR 411 at page 416.",
      "id": "s25"
    },
    {
      "text": "10 The second principle that I apprehend is that action taken by an applicant other than just by making an application for review under the - or for an appeal, I should say - under the Administrative Appeals Tribunal Act is relevant to considering whether there is an acceptable explanation for delay.",
      "id": "s26"
    },
    {
      "text": "In other words, is this a circumstance where someone has, by means other than those within the formal processes of the court, endeavoured to make it known to a decision-maker that he or she was not resting on their rights?",
      "id": "s27"
    },
    {
      "text": "11 The third principle I apprehend is that it is relevant to consider any prejudice to the respondent including any prejudice in defending the proceedings occasioned by a delay.",
      "id": "s28"
    },
    {
      "text": "12 The fourth principle I apprehend is that a mere absence of prejudice of that kind is not enough to justify the grant of an extension.",
      "id": "s29"
    },
    {
      "text": "In other words, there are public interest considerations which intrude.",
      "id": "s30"
    },
    {
      "text": "These could be matters such as, if the application were successful, the unsettling of other people and even, for that matter, a public interest in the finality of administrative decision-making.",
      "id": "s31"
    },
    {
      "text": "13 The fifth principle I apprehend is that the merits of the particular proposed appeal are properly to be taken into account in considering whether or not an extension of time should be granted.",
      "id": "s32"
    },
    {
      "text": "14 Sixthly, I apprehend that considerations of relative fairness as between the applicant and other persons in a like position are relevant, insofar as they are raised, to the manner of the exercise of a discretion.",
      "id": "s33"
    },
    {
      "text": "15 Having said that, the discretion concerned is an open-ended one, and I do not for one moment regard those principles that I've mentioned as the exclusive statement of everything that the court might properly take into account in deciding whether or not to grant an extension of time.",
      "id": "s34"
    },
    {
      "text": "16 Of those principles, the one that seems most pertinent to me in the circumstances of the present case is the merits of the proposed appeal.",
      "id": "s35"
    },
    {
      "text": "In other words, I am prepared to assume, in favour of Ms Jeilles, that there is an acceptable explanation for the delay that has occurred, be it as long as that, perhaps, which might be identified by the Commonwealth on one scenario in the chronology, which is exhibit 5, or, perhaps, a rather shorter period.",
      "id": "s36"
    },
    {
      "text": "I am prepared to accept there is an acceptable explanation for delay.",
      "id": "s37"
    },
    {
      "text": "The real issue which intrudes upon the exercise of the discretion I have, as I apprehend it, is the question of the merits of the proposed appeal.",
      "id": "s38"
    },
    {
      "text": "17 Now, in that regard, I remind myself that I am not trying an appeal, and that I must be careful to ensure that a case which is perhaps not as meritorious as one might think, but is nonetheless arguable, ought not summarily to be terminated, in effect, by a refusal of an extension of time.",
      "id": "s39"
    },
    {
      "text": "In other words, I should approach the question of considering merits tutored by the same sort of authorities that would intrude upon a question of summary judgment.",
      "id": "s40"
    },
    {
      "text": "Having said that, this does seem to me to be a clear case, and it is for that reason that I proceed to expand on why it is that I am proposing not to grant an extension of time.",
      "id": "s41"
    },
    {
      "text": "18 An appeal to the Federal Court under s 44 is not an appeal at large.",
      "id": "s42"
    },
    {
      "text": "Section 44 subsection (1) of the Administrative Appeals Tribunal Act tells one that:\n \n A party to a proceeding before the tribunal may appeal to the Federal Court of Australia, on a question of law, from any decision of the tribunal in that proceeding.",
      "id": "s43"
    },
    {
      "text": "19 The words \"on a question of law\" have an important role to play in relation to the type of jurisdiction that Ms Jeilles seeks to invoke by her application for an extension of time.",
      "id": "s44"
    },
    {
      "text": "There are a number of decisions of Full Courts of this court which bind me, which make it quite plain that the identification of a question of law is an important matter, and, indeed, the very essence of the jurisdiction that the court exercises under s 44 is on a question of law, not, as I have said, at large.",
      "id": "s45"
    },
    {
      "text": "In this regard, I refer to a line of authority, the root authority for which in modern times might be regarded as being a decision of the Full Court in a case Birdseye v Australian Securities and Investments Commission (2003) 76 ALD 321.",
      "id": "s46"
    },
    {
      "text": "20 I note, further, that, as long ago as when Gummow J sat as a member of this court, that his Honour was particularly concerned to emphasise the nature of the appeal jurisdiction, and it's strictly an original jurisdiction, as being on a question of law.",
      "id": "s47"
    },
    {
      "text": "21 Ms Jeilles has the burden of not having legal representation and that has made it a burden, in the sense that, given the particular nature of the jurisdiction invoked, she has had to try, as best she can, herself, to identify questions of law that are said to be errors in the Tribunal's decision.",
      "id": "s48"
    },
    {
      "text": "She has, with respect, made a good job of trying, as best she could, to identify questions of law in the Tribunal's decision, in respect of which she would wish to institute an appeal proceeding.",
      "id": "s49"
    },
    {
      "text": "Those questions of law, as I apprehend them, are:\n \n \n (i) did the Tribunal correctly apply the Social Security Act to the facts that the Tribunal found?",
      "id": "s50"
    },
    {
      "text": "(ii) did the Tribunal err in its application of the \"special circumstances\" test to her particular circumstances?",
      "id": "s51"
    },
    {
      "text": "(iii) did the Tribunal deny her procedural fairness by the presence of either actual or apprehended bias in the conduct of proceedings or, put another way, and to use Mr Jeilles not inapt description of the latter, did she get a \"fair go\" in the Tribunal?",
      "id": "s52"
    },
    {
      "text": "22 Purists might readily, particularly having regard to the decision in Birdseye that I've mentioned, quibble with whether or not what I've just recited are indeed questions of law.",
      "id": "s53"
    },
    {
      "text": "They suffice though, in my respectful opinion, for present purposes.",
      "id": "s54"
    },
    {
      "text": "I propose to approach them in the reverse order, which means the first that I shall advert to is, again to use the broad, Australian description: did Ms Jeilles receive a \"fair go\" in the Tribunal?",
      "id": "s55"
    },
    {
      "text": "In this court, the better view seems to be that a denial of procedural fairness can, indeed, amount to a question of law.",
      "id": "s56"
    },
    {
      "text": "It's not necessary for me to expand upon the jurisprudence, both for and against that proposition, that is evident in decisions of this court, but rather, I shall assume in favour of Ms Jeilles, that it is, indeed, possible to formulate, as a question of law, fit for determination under s 44 of the Administration Appeals Tribunal Act , denial of procedural fairness as a ground of appeal.",
      "id": "s57"
    },
    {
      "text": "23 A convenient summary of the content of procedural fairness or natural justice, as sometimes it's called, as known to our law, is to be found in a leading Australian text on administrative law, namely: Aronson, Dyer and Groves, \"Judicial Review of Administrative Action\", Third Edition, at page 370.",
      "id": "s58"
    },
    {
      "text": "There, the learned authors state:\n \n There are two traditional rules of natural justice.",
      "id": "s59"
    },
    {
      "text": "The hearing rule requires a decision maker to hear a person before making a decision affecting the interests of that person.",
      "id": "s60"
    },
    {
      "text": "The bias rule --- \n\n\n \nand I interpolate that's the one with which we're concerned at present --- \n \n provides for disqualification of a decision maker where circumstances raise a doubt as to that decision maker's impartiality.",
      "id": "s61"
    },
    {
      "text": "24 Their learned authors continue, in relation to the bias rule, at page 371 and over onto page 372:\n \n The bias rule is usually focused on matters of conduct, where the decision maker's conduct has given rise to a reasonable apprehension of bias and where a decision maker should withdraw from hearing a matter, they continue.",
      "id": "s62"
    },
    {
      "text": "Clearly, the prohibition against actual bias is concerned with the mental processes of deliberation.",
      "id": "s63"
    },
    {
      "text": "However, the ground of actual basis is really of practical significance, unless the reasonable apprehension test has been limited or excluded.",
      "id": "s64"
    },
    {
      "text": "25 In this particular case, the apprehension that Ms Jeilles has is that her occupation of belly dancing, which she has followed with great pleasure over the years, in terms of creative expression, was the subject of at least an apprehension of bias on the part of Dr Levy, who constituted the Tribunal.",
      "id": "s65"
    },
    {
      "text": "The way she formulates that is not by reference particularly to the transcript of proceedings, because that has not been introduced in evidence, but rather, she looks to Dr Levy's surname and apprehends that, with that surname, he may be Jewish and then, extrapolating from that, that, without criticising the following of that faith, that it may nonetheless mean that there was, even perhaps subconsciously, a bias on his part as against the pursuit of her occupation of belly dancing, because that was associated with the Middle East and particular nations, perhaps also, in the Middle East.",
      "id": "s66"
    },
    {
      "text": "26 That, with respect, is drawing a long bow and does not, in terms of our law, amount to apprehended bias.",
      "id": "s67"
    },
    {
      "text": "There is no other evidence which would in any way support the proposition that she advances.",
      "id": "s68"
    },
    {
      "text": "Although I can understand how one might come to that view that she has reached on her own part, I should indicate that it is not a view, with respect, that I support in any way, shape or form.",
      "id": "s69"
    },
    {
      "text": "There is certainly not a basis which is raised on the evidence for an apprehended bias claim.",
      "id": "s70"
    },
    {
      "text": "To that extent, there is, therefore, no serious question to be tried on appeal, as far as that proposed question of law is concerned.",
      "id": "s71"
    },
    {
      "text": "27 Proceeding then, again, in reverse order, the next question for me to consider is whether or not there was some error of law in the special circumstances test for which the Social Security Act provides.",
      "id": "s72"
    },
    {
      "text": "The Tribunal, in its reasons, correctly set out the jurisprudence that has developed in relation to the application of the special circumstances test.",
      "id": "s73"
    },
    {
      "text": "What followed thereafter in the Tribunal's reasons was a value judgment as to how applying those authorities to the circumstances, as raised on the evidence before the Tribunal, the special circumstances test ought to be applied.",
      "id": "s74"
    },
    {
      "text": "I can see no error of law in the way in which the Tribunal applied the special circumstances test.",
      "id": "s75"
    },
    {
      "text": "Whether or not I would have come to the same view in applying that test is not to the point.",
      "id": "s76"
    },
    {
      "text": "The question is whether or not the value judgment that was made by the Tribunal either involved the taking into account of some irrelevant consideration, a failure to take into account a relevant consideration, or was so unreasonable that no reasonable person could have exercised the special circumstances test in the manner in which the Tribunal chose to exercise it.",
      "id": "s77"
    },
    {
      "text": "28 Approaching the matter in that way I do not see that there has been an error of law which would be productive of a question of law fit for appeal to this court in the special circumstances aspect of the case.",
      "id": "s78"
    },
    {
      "text": "That then leaves what is very much the core issue as I apprehend it as far as Ms Jeilles is concerned.",
      "id": "s79"
    },
    {
      "text": "That is whether there was some error on the part of the tribunal in the application of the Social Security Act insofar as it provides for lump sum preclusion periods and consequential obligations to repay or have recovered money that has otherwise been paid by way of, relevantly, a disability support pension to the circumstances of her case.",
      "id": "s80"
    },
    {
      "text": "29 It's necessary to say something of what those circumstances are to reveal whether there is, indeed, a question of law.",
      "id": "s81"
    },
    {
      "text": "Now, those circumstances are necessarily, as far as this court is concerned, the subject of the findings of fact that were made by the tribunal and there has been no particular challenge to whether or not those findings of fact were open on the evidence.",
      "id": "s82"
    },
    {
      "text": "Rather than take up the time of everyone here in reading at length the findings of fact that the tribunal made what I propose to do instead is to incorporate, by reference, particular paragraphs of the tribunal's reasons and those paragraphs which I incorporate by reference will appear in the written reasons of the court that will be published in due course in a more formal sense.",
      "id": "s83"
    },
    {
      "text": "30 The incorporated paragraphs are as follows:\n Jeilles and Secretary, Department of Employment and Workplace Relations [2007] AATA 36 (24 January 2007) \n \n ... \n \n \n 8.",
      "id": "s84"
    },
    {
      "text": "The applicant is 57 years of age, having been born on 20 June 1949.",
      "id": "s85"
    },
    {
      "text": "She currently lives in a granny flat and pays rent of $350 per month.",
      "id": "s86"
    },
    {
      "text": "While she spends approximately $1,000 per fortnight on alternative medicine, she also has large veterinary bills - she has one dog and eight cats.",
      "id": "s87"
    },
    {
      "text": "She spends $70 per week on food.",
      "id": "s88"
    },
    {
      "text": "9.",
      "id": "s89"
    },
    {
      "text": "In her oral evidence, the applicant stated that she previously did work as a belly dancer.",
      "id": "s90"
    },
    {
      "text": "She danced at weddings and other activities, but for her \"students\" she danced publicly.",
      "id": "s91"
    },
    {
      "text": "She stated that these activities helped some older women to learn to live without pain.",
      "id": "s92"
    },
    {
      "text": "10.",
      "id": "s93"
    },
    {
      "text": "As a result of the second motor vehicle accident on 23 April 1997, and the subsequent damages payout, a compensation charge of $14,411.40 was determined to be applicable and that a lump sum preclusion period from 23 April 1997 to 20 April 1999 should apply.",
      "id": "s94"
    },
    {
      "text": "11. Letters were sent from Centrelink to Murphy Schmidt, Solicitors on 18 December 2001, 19 June 2002 and 11 December 2002, seeking updated information about the applicant's claim for damages.",
      "id": "s95"
    },
    {
      "text": "No response was received in relation to these letters.",
      "id": "s96"
    },
    {
      "text": "12.",
      "id": "s97"
    },
    {
      "text": "On 20 March 2003, Centrelink was requested to provide an estimate of preclusion period and the applicable charge, if the claim was settled for $125,000.",
      "id": "s98"
    },
    {
      "text": "On 21 March 2003, Centrelink responded that the likely applicable charge would be $13,531.60, and it was estimated that there would be a preclusion period from 23 April 1997 to 30 March 1999.",
      "id": "s99"
    },
    {
      "text": "13.",
      "id": "s100"
    },
    {
      "text": "A further request was made of Centrelink on 24 March 2003 seeking an estimate of compensation charges and preclusion periods if the applicant's claim was settled for (a) $85,000; and (b) $50,000.",
      "id": "s101"
    },
    {
      "text": "On the same day, 24 March 2003, Centrelink responded that if the claim settled for $85,000 an amount of $6,563.50 would be the relevant charge and the estimated preclusion period would run from 23 April 1997 to 18 August 1998.",
      "id": "s102"
    },
    {
      "text": "On 25 March 2003, Centrelink advised that if the amount settled for $50,000, the relevant charge would probably be $741.40 and the relevant preclusion period was estimated to be 23 April 1997 to 27 January 1998.",
      "id": "s103"
    },
    {
      "text": "14.",
      "id": "s104"
    },
    {
      "text": "On 21 April 2004, Centrelink wrote to Murphy Schmidt, Solicitors requesting advice as to whether the claim had been finalised.",
      "id": "s105"
    },
    {
      "text": "Advice was subsequently received that the claim was settled for $138,101.34 and a judgment for this amount was made in the Supreme Court of the Northern Territory on 19 May 2005.",
      "id": "s106"
    },
    {
      "text": "That judgment included economic loss of approximately $25 per week for her former street entertainment activity as a belly dancer.",
      "id": "s107"
    },
    {
      "text": "15.",
      "id": "s108"
    },
    {
      "text": "On 2 June 2005, Centrelink decided that Ms Jeilles was liable for a compensation charge of $14,411.40 in respect of the period 8 January 1998 to 20 April 1999 in respect of which she had received a Disability Support Pension.",
      "id": "s109"
    },
    {
      "text": "It also determined that she was to be subjected to a lump sum preclusion period from 23 April 1997 until 20 April 1999.",
      "id": "s110"
    },
    {
      "text": "16.",
      "id": "s111"
    },
    {
      "text": "Under cross-examination she was referred to the SSAT decision where her evidence indicated that she had about $5,000 remaining at the time of that hearing.",
      "id": "s112"
    },
    {
      "text": "The applicant said she probably did get a letter from Centrelink about an obligation to pay back Disability Support Pension monies if she received a lump sum settlement.",
      "id": "s113"
    },
    {
      "text": "She also was referred to the SSAT decision where she had provided evidence to that Tribunal that she did recall receiving a letter from Centrelink advising that she might have to pay money back.",
      "id": "s114"
    },
    {
      "text": "However, she stated that her solicitor told her that depending on the settlement amount, she might not have to pay back any amount to Centrelink.",
      "id": "s115"
    },
    {
      "text": "(See T3, folio 11).",
      "id": "s116"
    },
    {
      "text": "17.",
      "id": "s117"
    },
    {
      "text": "She was also referred to a letter from Ward Keller, Lawyers to the Department of Social Security dated 27 May 2005 wherein it indicates that that firm had included in the settlement amount a calculation for economic loss of $25 per week to age 65, including a 3% multiplier, to cover loss of income as a belly dancer.",
      "id": "s118"
    },
    {
      "text": "(See T30, folio 82).",
      "id": "s119"
    },
    {
      "text": "The applicant did not agree that she was paid $25 per week for economic loss although she agreed that she had signed a statement to that effect and in fact, signed all documents prepared by her solicitor.",
      "id": "s120"
    },
    {
      "text": "18.",
      "id": "s121"
    },
    {
      "text": "The applicant was also referred to the letter from Ward Keller, Lawyers, dated 8 August 2005 and a summary of the disbursement of the settlement amount of $138,101.34.",
      "id": "s122"
    },
    {
      "text": "(See T42, folio 108).",
      "id": "s123"
    },
    {
      "text": "The applicant provided evidence that, consistent with what she had told the SSAT, she spends approximately $700 to $800 per fortnight on osteopathic and herbal treatments and a \"pranic\" healer.",
      "id": "s124"
    },
    {
      "text": "In response to a question from the respondent's advocate, she stated that she had considered pharmaceutical benefits available through conventional medicine, but she is extremely reactive to drugs and does not take conventional medication because of a genetic thyroid problem.",
      "id": "s125"
    },
    {
      "text": "She stated that she almost died at one time when previously on some prescribed medical treatment.",
      "id": "s126"
    },
    {
      "text": "She also indicated however, that she does go to her general practitioner for normal medical issues, eg X-rays.",
      "id": "s127"
    },
    {
      "text": "The applicant had been to an osteo specialist and had received four treatments which were covered by Medicare.",
      "id": "s128"
    },
    {
      "text": "However, she did not think that that treatment had been useful for her.",
      "id": "s129"
    },
    {
      "text": "19.",
      "id": "s130"
    },
    {
      "text": "Attachment A to the Secretary's Statement of Facts and Contentions (Exhibit 11), showed that as at 18 October 2006, the applicant was in receipt of a Disability Support Pension of $621.10 per fortnight (gross amount).",
      "id": "s131"
    },
    {
      "text": "She agreed that that was the last payment she had received and that the amount shown was correct.",
      "id": "s132"
    },
    {
      "text": "20.",
      "id": "s133"
    },
    {
      "text": "In response to cross-examination, the applicant stated that she thought that her expenses were approximately $1,000 per fortnight on petrol and other expenses associated with her rehabilitation (rather than $700 --- $800 per fortnight as previously stated).",
      "id": "s134"
    },
    {
      "text": "CONSIDERATION AND FINDINGS OF FACT \n \n \n 21.",
      "id": "s135"
    },
    {
      "text": "I have considered all the relevant statutory and case law as well as all of the evidence presented by both the applicant and the respondent, in formulating a determination in this matter.",
      "id": "s136"
    },
    {
      "text": "22.",
      "id": "s137"
    },
    {
      "text": "Having considered and weighed all of the evidence the following findings of fact are made: \n \n (i) The applicant is 57 years of age and has a long history of health conditions.",
      "id": "s138"
    },
    {
      "text": "(ii) Ms Jeilles has been in receipt of Disability Support Pension since 8 January 1998.",
      "id": "s139"
    },
    {
      "text": "(iii) Ms Jeilles has been involved in two motor vehicle accidents in the past decade or so.",
      "id": "s140"
    },
    {
      "text": "The second accident occurred on 23 April 1997 and a dispute in this matter arises from the settlement of that accident.",
      "id": "s141"
    },
    {
      "text": "(iv) The applicant settled the claim for damages for her second motor vehicle accident for the sum of $138,101.34, inclusive of legal costs.",
      "id": "s142"
    },
    {
      "text": "(v) After payment of legal costs, outstanding loans and other legitimate charges, Ms Jeilles received $31,292.18.",
      "id": "s143"
    },
    {
      "text": "(vi) Ms Jeilles has a preference for osteopathic and herbal treatment as opposed to drug therapy offered by conventional medicine.",
      "id": "s144"
    },
    {
      "text": "(vii) Ms Jeilles spends approximately $800 - $1,000 per fortnight on osteopathic and other herbal treatments.",
      "id": "s145"
    },
    {
      "text": "23.",
      "id": "s146"
    },
    {
      "text": "In relation to Issue 1 --- whether Ms Jeilles is to be subject to a preclusion period , i.e.",
      "id": "s147"
    },
    {
      "text": "where she is not entitled to social security payments, s 1169 provides that where a person receives a compensation affected payment, and in addition receives a lump sum compensation payment, then the compensation affected payment is not payable for the \"lump sum preclusion period\".",
      "id": "s148"
    },
    {
      "text": "The \"lump sum preclusion period\" is defined in s 1170(1).",
      "id": "s149"
    },
    {
      "text": "Therefore as a matter of law, Ms Jeilles is subject to a preclusion period.",
      "id": "s150"
    },
    {
      "text": "24.",
      "id": "s151"
    },
    {
      "text": "In relation to Issue 2 --- whether the amount of any consequential compensation charge and the preclusion period, has been correctly calculated, the \"compensation affected payment\" includes a Disability Support Pension (see s 17(1)).",
      "id": "s152"
    },
    {
      "text": "Ms Jeilles received \"compensation\" in accordance with a scheme of insurance or compensation envisaged by s 17(2) of the Act.",
      "id": "s153"
    },
    {
      "text": "25.",
      "id": "s154"
    },
    {
      "text": "Under s 17(3) of the Act, 50% of the total lump sum received is deemed to be the \"compensation part of the lump sum\" or in other words 50% of $138,101.34.",
      "id": "s155"
    },
    {
      "text": "Therefore, the compensation part of the lump sum is $69,050.67.",
      "id": "s156"
    },
    {
      "text": "26.",
      "id": "s157"
    },
    {
      "text": "The lump sum preclusion period is defined in s 1170(1), and is determined by the formula as set out in s 1170(4).",
      "id": "s158"
    },
    {
      "text": "Using the formula set out in s 1170(4), the length of the preclusion period is therefore: \n \n \n Compensation part of lump sum \n Income cut out amount \n = $69,050.67 \n $663.63 \n \n \n \n This results in a preclusion period of 104 weeks.",
      "id": "s159"
    },
    {
      "text": "(See section 1170(5)).",
      "id": "s160"
    },
    {
      "text": "... \n \n \n \n\n31 If one steps through the Social Security legislation one sees that there is a concept which is a lump sum compensation payment.",
      "id": "s161"
    },
    {
      "text": "Applying that lump sum compensation payment to a statutory formula, which is set out in s 1170 of the Social Security Act , one derives what is known as a lump sump preclusion period.",
      "id": "s162"
    },
    {
      "text": "From a lump sum preclusion period one in turn derives both a number of weeks and then a monetary amount in respect of which the Commonwealth is entitled to recover a sum of disability support pension.",
      "id": "s163"
    },
    {
      "text": "32 In this case that has been paid to a particular person.",
      "id": "s164"
    },
    {
      "text": "The underlying philosophy for this legislation seems to be that where a person receives either a damages award or a settlement sum in respect of an injury that has also been the subject of a disability support pension relevantly, that person ought not to receive both that pension as well as the damages settlement.",
      "id": "s165"
    },
    {
      "text": "Now, it may well be that the particular formula that the Parliament has struck in the legislation works in particular cases outcomes in respect of which reasonable people might reasonably differ, but we are all bound by the legislation as formulated by Parliament and to some extent there is a discretion to ameliorate outcomes by the special circumstances test.",
      "id": "s166"
    },
    {
      "text": "33 When I look at the way that the tribunal has applied the Social Security Act to the facts that it found I do not see an error of law that comes from that in terms of the outcome for a lump sum preclusion period or a resultant repayment amount.",
      "id": "s167"
    },
    {
      "text": "More particularly or perhaps more accurately, what I do not see is an arguable case which would give pause for thought about the accuracy with which the tribunal has applied that legislation to the facts that it found.",
      "id": "s168"
    },
    {
      "text": "That being the case, it would be wrong for me to grant an extension of time where there was, in terms of matters that have been identified as giving rise to concern and, as best as she could, questions of law by Ms Jeilles, to allow an appeal to go forward.",
      "id": "s169"
    },
    {
      "text": "34 For those reasons then I refuse the application for an extension of time.",
      "id": "s170"
    },
    {
      "text": "35 The order that I propose to make then is to dismiss the application for an extension of time.",
      "id": "s171"
    },
    {
      "text": "36 So the orders of the court then are formally that:\n \n1.",
      "id": "s172"
    },
    {
      "text": "The application for an extension of time is dismissed.",
      "id": "s173"
    },
    {
      "text": "2.",
      "id": "s174"
    },
    {
      "text": "There be no order as to costs.",
      "id": "s175"
    },
    {
      "text": "I certify that the preceding thirty-six (36) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Logan.",
      "id": "s176"
    },
    {
      "text": "Associate:\n\nDated: 12 October 2007\n\n Counsel for the Applicant: Self represented \n \n Solicitor for the Respondent: Minter Ellison Lawyers \n \n Date of Hearing: 12 October 2007 \n \n Date of Judgment: 12 October 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1590.html",
      "id": "s177"
    }
  ]
}