{
  "name": "McBride v Monzie Pty Ltd [2007] FCA 1947 (7 December 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1947.html",
  "catchphrases": [
    {
      "text": "representative proceeding",
      "id": "c0"
    },
    {
      "text": "whether proceeding properly constituted under s 33c",
      "id": "c1"
    },
    {
      "text": "whether proceeding should be discontinued under s 33n",
      "id": "c2"
    },
    {
      "text": "whether later decision of full federal court on the interpretation of s 33c overruled earlier decision",
      "id": "c3"
    },
    {
      "text": "practice and procedure",
      "id": "c4"
    },
    {
      "text": "precedent",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 There are two issues raised by this application.",
      "id": "s0"
    },
    {
      "text": "One is whether the proceeding meets the requirements for a representative proceeding contained in s 33C of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s1"
    },
    {
      "text": "The other is whether there should nonetheless be an order that the case no longer proceed as a representative proceeding for one of the reasons mentioned in s 33N.",
      "id": "s2"
    },
    {
      "text": "2 Section 33C(1) provides that a representative proceeding may be commenced where: \"(a) 7 or more persons have claims against the same person; and (b) the claims of all those persons are in respect of, or arise out of, the same, similar or related circumstances; and (c) the claims of all of those persons give rise to a substantial common issue of law or fact.",
      "id": "s3"
    },
    {
      "text": "\" In Philip Morris (Australia) Ltd v Nixon (2000) 170 ALR 487, 514 Sackville J (with whom Spender J agreed at 489 and Hill J agreed at 492) said that s 33C(1)(a) requires every applicant and represented party to have a claim against the respondent and if there is more than one respondent then every applicant and represented party must have a claim against each respondent.",
      "id": "s4"
    },
    {
      "text": "The judgment records that this point had been conceded by counsel for the applicants so was not in issue before the Full Court.",
      "id": "s5"
    },
    {
      "text": "Nonetheless, Sackville J provided short reasons which justified the construction that counsel had conceded.",
      "id": "s6"
    },
    {
      "text": "3 A different conclusion was reached in Bray v F Hoffman-La Roche Ltd [2003] FCAFC 153 ; (2003) 130 FCR 317.",
      "id": "s7"
    },
    {
      "text": "In that case the respondents applied on several grounds to stop the class action which had been brought against them.",
      "id": "s8"
    },
    {
      "text": "The grounds included non-compliance with s 33C(1)(a).",
      "id": "s9"
    },
    {
      "text": "Reference was made to Philip Morris .",
      "id": "s10"
    },
    {
      "text": "The Full Court found against the respondents on all grounds.",
      "id": "s11"
    },
    {
      "text": "As regards s 33C , two judges, Carr J (at 344-346) and I (at 373-374), said that to comply with s 33C(1)(a) it was necessary for the applicant to have a claim against all respondents but on its proper construction the section did not require every represented party to have a claim against every respondent.",
      "id": "s12"
    },
    {
      "text": "4 Now, according to the law of precedent, Philip Morris has been overruled by Bray : Young v Bristol Aeroplane Co Ltd [1944] KB 718, 727-729; Campbell v Crawford (1985) 12 FCR 317, 332-333; BC v Minister for Immigration and Multicultural Affairs (2001) 67 ALD 60, 78; Sutherland Re; French Caledonia Travel Service Pty Ltd (in liq) [2003] NSWSC 1008 ; (2003) 59 NSWLR 361, 379.",
      "id": "s13"
    },
    {
      "text": "The overruling was not implied (as to the need to adopt a cautious approach to implied overruling see Jacob v Utah Construction and Engineering Pty Ltd [1966] HCA 67 ; (1966) 116 CLR 200, 207; Ratcliffe v Watters [1969] 2 NSWR 146, 152-153).",
      "id": "s14"
    },
    {
      "text": "In this instance the majority in Bray referred expressly to what had been said in Philip Morris in relation to the operation of s 33C(1)(a) and disapproved of it.",
      "id": "s15"
    },
    {
      "text": "It may be accepted that in Bray the Full Court ruled against the defendants on several grounds.",
      "id": "s16"
    },
    {
      "text": "Hence it was not strictly necessary for the Full Court to deal with the correctness of Philip Morris .",
      "id": "s17"
    },
    {
      "text": "Still the majority did deal directly with that issue.",
      "id": "s18"
    },
    {
      "text": "Carr J said (at 344): \"I shall briefly express my views.",
      "id": "s19"
    },
    {
      "text": "The question is whether the decision in Phillip Morris was wrong on this point.",
      "id": "s20"
    },
    {
      "text": "With respect, I think that it is clear (to the extent required) that it was wrongly decided on this point and should not be followed.",
      "id": "s21"
    },
    {
      "text": "I agree with Finkelstein J's reasons for not following it, but would add a few comments.",
      "id": "s22"
    },
    {
      "text": "\" He went on to give reasons.",
      "id": "s23"
    },
    {
      "text": "After referring to Philip Morris and what I saw to be the adverse consequences that would flow from its adoption, I said (at 373) that: \"I am of the very firm view that there is nothing in the language of s 33C(1) , when considered in isolation or in its setting, which requires [the] result [mandated by Philip Morris ].",
      "id": "s24"
    },
    {
      "text": "\"\n \n5 Although Philip Morris has been overruled by Bray there are two cases in which it has been said that the relevant discussion in Bray was only obiter.",
      "id": "s25"
    },
    {
      "text": "The cases are Johnstone v HIH Ltd [2004] FCA 190 at [38] and Guglielmin v Trescowthick (No 2) (2005) 220 ALR 515, 522.",
      "id": "s26"
    },
    {
      "text": "In neither case did the judge explain why he thought that the reasons of the majority in Bray were obiter.",
      "id": "s27"
    },
    {
      "text": "With great respect, it is, in my view, clear that the ruling on s 33C(1)(a) in Bray forms part of the ratio.",
      "id": "s28"
    },
    {
      "text": "6 The ratio of a case is the ruling on a point of law upon which the judge acts to reach his (or her) conclusion: Cross &amp; Harris, Precedent in English Law (4 th ed, 1990) at 72.",
      "id": "s29"
    },
    {
      "text": "If a judge gives two or more alternative reasons for reaching his (or her) decision each reason is part of the ratio: Crowther v Thorley (1884) 50 LT 43, 46; Commissioners of Taxation for New South Wales v Palmer [1907] AC 179, 184; Cheater v Cater [1918] 1 KB 247, 252; London Jewellers Ltd v Attenborough [1934] 2 KB 206, 222; Jacobs v London City Council [1950] AC 361, 369; Bristol-Meyers Squibb Co v F H Faulding &amp; Co Ltd [2000] FCA 316 ; (2000) 97 FCR 524, 570-571.",
      "id": "s30"
    },
    {
      "text": "There may be some cases where the judge gives additional reasons but indicates that he does not wish them to be part of the ratio and is merely wanting to have his views recorded for the benefit of those who may later be required to consider the point.",
      "id": "s31"
    },
    {
      "text": "In that event, what the judge says is not part of the ratio: Behrens v Bertram Mills Circus Ltd [1957] 2 QB 1, 25.",
      "id": "s32"
    },
    {
      "text": "Bray , however, is not such a case.",
      "id": "s33"
    },
    {
      "text": "The majority tackled Philip Morris head on.",
      "id": "s34"
    },
    {
      "text": "7 The irony in all of this is that what was said about s 33C(1)(a) in Philip Morris is itself obiter.",
      "id": "s35"
    },
    {
      "text": "Mr Watson who appeared for the applicant put that argument because the construction of s 33C(1)(a) was not in issue in Philip Morris .",
      "id": "s36"
    },
    {
      "text": "What was said, he submitted, could not be part of the ratio.",
      "id": "s37"
    },
    {
      "text": "He referred to a passage in the judgment of McHugh J in Coleman v Power [2004] HCA 39 ; (2004) 220 CLR 1, 44-45 where he dealt with the legal effect of a judgment that discussed a point not in issue.",
      "id": "s38"
    },
    {
      "text": "McHugh J said: \"This Court has no business in determining issues upon which the parties agree.",
      "id": "s39"
    },
    {
      "text": "If a point is not in dispute in a case, the decision lays down no legal rule concerning that issue.",
      "id": "s40"
    },
    {
      "text": "If the conceded issue is a necessary element of the decision, it creates an issue estoppel that forever binds the parties.",
      "id": "s41"
    },
    {
      "text": "But that is all.",
      "id": "s42"
    },
    {
      "text": "The case can have no wider ratio decidendi than what was in issue in the case.",
      "id": "s43"
    },
    {
      "text": "Its precedent effect is limited to the issues.",
      "id": "s44"
    },
    {
      "text": "\" See also: Coleman per Heydon J at 120 (\"The concession may be assumed to be correct for the purposes of the next question, but that assumption implies no decision as to its actual correctness.",
      "id": "s45"
    },
    {
      "text": "\"); Curtis v Corbin 107 A 506, 508 (Connecticut 1919) (\"This was assigned for error and was held erroneous.",
      "id": "s46"
    },
    {
      "text": "The matter was discussed by counsel, and the court, at the end of the opinion, ruled, though without discussion, and apparently by agreement of the parties, that the taxation should be ... this may not be absolutely binding because conceded by counsel ...\"); Local 144 Nursing Home Pension Fund v Demisay 508 US 581, 592 n5 (1993) (characterising statements in an earlier case that were \"uninvited, unargued, and unnecessary to the Court's holdings\" as non-binding obiter); Brecht v Abrahamson 507 US 619, 631 (1993) (reaffirming the longstanding rule that if a decision does not \"squarely addres[s] [an] issue,\" a court remains \"free to address the issue on the merits\" in a subsequent case); National Cable Television Association Inc v American Cinema Editors Inc 937 F2d 1572, 1581 (Fed Cir 1991) (\"When an issue is not argued or is ignored in a decision, such decision is not precedent to be followed in a subsequent case in which the issue arises.",
      "id": "s47"
    },
    {
      "text": "\"); 1B Moore's Federal Practice |P0.402[2], (2 nd ed, 1995) (\"When an issue is not argued ... the decision does not constitute a precedent to be followed in subsequent cases in which such an issue arises.\").",
      "id": "s48"
    },
    {
      "text": "It follows that what the Full Court said in Philip Morris about s 33C(1)(a) was not part of the ratio.",
      "id": "s49"
    },
    {
      "text": "That leaves the field to Bray .",
      "id": "s50"
    },
    {
      "text": "8 In light of the foregoing, the only issue that requires resolution on the s 33C(1)(a) point is whether the applicant has a claim against each respondent.",
      "id": "s51"
    },
    {
      "text": "That is to be assessed by reference to the application and statement of the applicant's claim.",
      "id": "s52"
    },
    {
      "text": "In Philip Morris Sackville J said (170 ALR at 514-515): \"Since s 33C(1) is concerned with the commencement of proceedings, compliance with its terms can be assessed only by reference to the case pleaded by the applicants (or set out in affidavit form if pleadings are not used).",
      "id": "s53"
    },
    {
      "text": "\"\n \n9 The original statement of the applicant's claim (as well as the amended claim) pleads not only the applicant's case but also the claims made on behalf of the group.",
      "id": "s54"
    },
    {
      "text": "The facts alleged are in a short compass.",
      "id": "s55"
    },
    {
      "text": "They are said to give rise to a range of causes of action including: contraventions of s 52 of the Trade Practices Act 1974 (Cth) and s 11 of the Fair Trading Act 1999 (Vic); negligence; deceit; breach of express and implied terms of contract; and breaches of collateral contract.",
      "id": "s56"
    },
    {
      "text": "There is even a claim based on estoppel of the Waltons Stores variety.",
      "id": "s57"
    },
    {
      "text": "Sooner or later it will be necessary for the applicant to drop this scattergun approach and focus on the key issues.",
      "id": "s58"
    },
    {
      "text": "Still, she does make claims against all the respondents.",
      "id": "s59"
    },
    {
      "text": "In a formal sense, therefore, she has satisfied the requirements of s 33C(1)(a).",
      "id": "s60"
    },
    {
      "text": "10 On the other hand, the statement of the applicant's claim will likely not remain in its current form.",
      "id": "s61"
    },
    {
      "text": "The applicant has filed witness statements which disclose her case and, based on those statements, it is clear that she makes no claim at all against at least one respondent.",
      "id": "s62"
    },
    {
      "text": "11 To explain why this is so it is necessary briefly to outline the case put by the applicant both on her own behalf and on behalf of the group.",
      "id": "s63"
    },
    {
      "text": "The claims arise out of what is alleged to be a scheme to defraud the State Revenue Office (Victoria).",
      "id": "s64"
    },
    {
      "text": "The applicant and group members claim to be victims of the fraud.",
      "id": "s65"
    },
    {
      "text": "Each of the first and second respondents owned and developed land in new housing estates in the outer south-eastern suburbs of Melbourne.",
      "id": "s66"
    },
    {
      "text": "They engaged estate agents, including the fifth and tenth respondents, to sell the land.",
      "id": "s67"
    },
    {
      "text": "The land was advertised for sale on the basis that a purchaser could obtain significant savings on stamp duty.",
      "id": "s68"
    },
    {
      "text": "In Victoria ad valorem duty is payable on the transfer of land.",
      "id": "s69"
    },
    {
      "text": "Accordingly the duty that is payable on land on which a house is constructed is more than the duty that would be payable on the transfer of the land if it had no house.",
      "id": "s70"
    },
    {
      "text": "The applicant attended at the office of one of the agents (the fifth respondent) and expressed an interest in purchasing a house which, as it turned out, was being sold by the first respondent.",
      "id": "s71"
    },
    {
      "text": "The agent said that the full stamp duty would not be payable on a transfer of the property.",
      "id": "s72"
    },
    {
      "text": "The catch was that the contract had to be backdated to a time before the construction of the house.",
      "id": "s73"
    },
    {
      "text": "The applicant was referred to the seventh respondent, a conveyancer.",
      "id": "s74"
    },
    {
      "text": "She was told by the conveyancer (so it is alleged) that it was not wrong to backdate the contract.",
      "id": "s75"
    },
    {
      "text": "A contract was signed and backdated and on settlement the stamp duty was paid at a rate applicable to a vacant allotment.",
      "id": "s76"
    },
    {
      "text": "In due course the fraud was discovered and the applicant was required to pay the balance of the duty.",
      "id": "s77"
    },
    {
      "text": "The pleaded case is that all group members purchased a house from either the first or second respondent, and in the process suffered a similar fate, most of them having dealt with the seventh respondent (I am told 95 per cent).",
      "id": "s78"
    },
    {
      "text": "12 The problem with the applicant's claim is that she sues two estate agents.",
      "id": "s79"
    },
    {
      "text": "According to the statement of the applicant's claim each agent was involved in the scheme; the tenth respondent allegedly operated the agency between September 1999 and February 2004 when the fifth respondent took over the operation of that agency (though there may have been some overlap late in February).",
      "id": "s80"
    },
    {
      "text": "But according to the witness statement the applicant started looking to buy a property in August 2004 when the office was run by the fifth respondent.",
      "id": "s81"
    },
    {
      "text": "Thus, even if she were to succeed on all of her causes of action, she must fail at least against the other agent, the tenth respondent.",
      "id": "s82"
    },
    {
      "text": "The tenth respondent was joined because it was the agent with whom some group members dealt.",
      "id": "s83"
    },
    {
      "text": "13 In substance, therefore, the proceeding does not comply with s 33C(1)(a), although, in a technical sense, that may not become apparent unless (as is likely) the statement of the applicant's claim is amended.",
      "id": "s84"
    },
    {
      "text": "The problem, however, can easily be resolved as Carr J pointed out in Bray (130 FCR at 345).",
      "id": "s85"
    },
    {
      "text": "He observed that s 33C(1)(a) would be satisfied in a case such as the present by joining as an applicant a person who has a claim against the other respondent to represent other group members who have claims against that respondent.",
      "id": "s86"
    },
    {
      "text": "14 The second issue is whether, as is required by s 33C(1)(c), the claims give rise to substantial common issues of law or fact.",
      "id": "s87"
    },
    {
      "text": "The argument here is that this element is lacking because: in a misrepresentation case issues such as when the representations were made and acted upon must be decided individually; in the negligence case the claims relating to the backdating of the contract must be resolved individually; and any false statements made to the State Revenue Office must be assessed on an individual basis.",
      "id": "s88"
    },
    {
      "text": "15 It cannot be denied that aspects of the claims made by the applicant and group members are personal to each.",
      "id": "s89"
    },
    {
      "text": "But that does not lead to the conclusion that the requirements of s 33C(1)(c) have not been satisfied.",
      "id": "s90"
    },
    {
      "text": "Speaking very generally, the case which the applicant seeks to make out is that several of the respondents got together to entice purchasers to buy land by engaging in a fraudulent scheme.",
      "id": "s91"
    },
    {
      "text": "Of course there are differences in the way the fraud was implemented in respect of each individual purchaser.",
      "id": "s92"
    },
    {
      "text": "But, in large measure, each case is very similar.",
      "id": "s93"
    },
    {
      "text": "Not only are the cases similar, the material facts that are in dispute, including the fact of backdating, are remarkably few.",
      "id": "s94"
    },
    {
      "text": "Moreover, there are two critical issues that are common to the claims of the applicant and each group member.",
      "id": "s95"
    },
    {
      "text": "The first is whether their involvement in the illegal scheme can be a bar to their claims.",
      "id": "s96"
    },
    {
      "text": "The second concerns the question of damages.",
      "id": "s97"
    },
    {
      "text": "The applicant and group members wish to recover the stamp duty they are now obliged to pay to the State Revenue Office.",
      "id": "s98"
    },
    {
      "text": "The respondents contend that this is not the true measure of their loss.",
      "id": "s99"
    },
    {
      "text": "Indeed, the argument is that the claimants have suffered no compensable loss.",
      "id": "s100"
    },
    {
      "text": "This is sufficient to satisfy s 33C(1)(c).",
      "id": "s101"
    },
    {
      "text": "16 Some respondents also contended that s 33C(1)(b) had not been satisfied.",
      "id": "s102"
    },
    {
      "text": "What I have said about s 33C(1)(c) is enough to indicate that this contention cannot be sustained.",
      "id": "s103"
    },
    {
      "text": "17 The final point is whether, pursuant to s 33N, there should be an order that this proceeding no longer continue as a representative proceeding.",
      "id": "s104"
    },
    {
      "text": "Section 33N provides for the discontinuance of a representative proceeding if it is in the interests of justice to make an order to that affect.",
      "id": "s105"
    },
    {
      "text": "The grounds upon which it may be in the interests of justice to make an order are set out in subsections 33N(1)(a) to (d).",
      "id": "s106"
    },
    {
      "text": "In Bright v Femcare Limited (2002) 195 ALR 574, 588 Lindgren J said: \"Those grounds raise practical questions which require that the Part IVA proceeding be compared with other proceedings that are available to the applicant and group members as a means of resolving their claims.",
      "id": "s107"
    },
    {
      "text": "\" \n \n18 There are two grounds upon which several of the respondents say that an order should be made under s 33N.",
      "id": "s108"
    },
    {
      "text": "The first is that the representative proceeding will not provide an efficient and effective means of dealing with the claims of group members: s 33N(1)(c).",
      "id": "s109"
    },
    {
      "text": "The second is that it is otherwise inappropriate for the claims to be pursued by means of a representative proceeding: s 33N(1)(d).",
      "id": "s110"
    },
    {
      "text": "19 The grounds are said to be enlivened by reason of the following propositions.",
      "id": "s111"
    },
    {
      "text": "First, the claims of group members must be assessed on an individual basis.",
      "id": "s112"
    },
    {
      "text": "That is, the issues are likely to be so diverse that it would be best if there were separate proceedings instituted by all group members.",
      "id": "s113"
    },
    {
      "text": "Secondly, leading evidence of identical representations made to group members may be prejudicial as such evidence might not be admissible in separate proceedings brought by each applicant.",
      "id": "s114"
    },
    {
      "text": "Thirdly, it is suggested, but without any evidence, that some group members might not want to participate in separate proceedings necessary to establish their individual claims.",
      "id": "s115"
    },
    {
      "text": "Fourthly, it is said that many of the claims appear to have no factual foundation.",
      "id": "s116"
    },
    {
      "text": "And fifthly, particulars of all group members' claims have not been provided.",
      "id": "s117"
    },
    {
      "text": "20 I reject each of these arguments.",
      "id": "s118"
    },
    {
      "text": "The fourth and fifth are simply irrelevant to a case which is still in its formative stages at least so far as the group members are concerned.",
      "id": "s119"
    },
    {
      "text": "The third is simply guesswork and unlikely to be accurate.",
      "id": "s120"
    },
    {
      "text": "The first and second, which may in some cases be important considerations, are not important here.",
      "id": "s121"
    },
    {
      "text": "I have already pointed out that the basic foundations of the applicant and group members' claims are not in dispute.",
      "id": "s122"
    },
    {
      "text": "That disposes of the first argument.",
      "id": "s123"
    },
    {
      "text": "There might be something in the second argument if it were proposed that the claim of every group member be heard and determined at once.",
      "id": "s124"
    },
    {
      "text": "But that is not the proposal.",
      "id": "s125"
    },
    {
      "text": "In addition to the applicant two group members' claims will be prosecuted at the trial.",
      "id": "s126"
    },
    {
      "text": "I do know the evidence that those claimants will lead for there has been an order that it be filed in the form of affidavits or witness statements.",
      "id": "s127"
    },
    {
      "text": "It is unlikely in the extreme that a judge will be prejudiced in hearing a claim against any respondent because he or she has heard the evidence of three witnesses rather than one.",
      "id": "s128"
    },
    {
      "text": "21 Finally, on this aspect I want to repeat what I said in Bright v Femcare 195 ALR at 606 because it is as apposite here as it was in that case.",
      "id": "s129"
    },
    {
      "text": "I said in that case that if the applicants and the group members were not permitted to bring a group claim it was likely that many of them would not pursue an individual claim because the potential gain would not justify incurring the risk of costs.",
      "id": "s130"
    },
    {
      "text": "I said that in that sense it would be contrary to the interests of justice to make an order under s 33N.",
      "id": "s131"
    },
    {
      "text": "This is an even stronger case, due to the quantum of the individual damages claims, where stopping the group proceeding would work a serious injustice.",
      "id": "s132"
    },
    {
      "text": "22 Last but not least I should refer to the undertakings given by the parties that they will not seek leave to appeal any order arising out of this judgment until the final disposition of the case.",
      "id": "s133"
    },
    {
      "text": "The parties are to be commended for adopting that course.",
      "id": "s134"
    },
    {
      "text": "It has ensured that this action, which may otherwise have been significantly delayed by drawn-out arguments and multiple appeals on interlocutory decisions --- with the associated escalation in costs --- will be disposed of efficiently.",
      "id": "s135"
    },
    {
      "text": "If ultimately there is an appeal in this case there will only be one full court hearing instead of several.",
      "id": "s136"
    },
    {
      "text": "23 The various applications made by the respondents will be dismissed with costs.",
      "id": "s137"
    },
    {
      "text": "I certify that the preceding twenty-three (23) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finkelstein.",
      "id": "s138"
    },
    {
      "text": "Associate:\nDated: 7 December 2007\n\n Counsel for the Applicant: A Watson\nI Lubomirska \n \n Solicitor for the Applicant: Maurice Blackburn \n \n Counsel for the 1 st , 2 nd , 3 rd and 4 th \nRespondents: P G Nash QC\nI Miller \n \n Solicitor for the 1 st , 2 nd , 3 rd and 4 th \nRespondents: Borchard &amp; Moore \n \n Counsel for the 7 th and 8 th Respondents: A McClelland \n \n Solicitor for the 7 th and 8 th Respondents: Deacons \n \n Counsel for the 9 th Respondent: S D Hay \n \n Solicitor for the 9 th Respondent: Cutler Hughes &amp; Harris \n \n Date of Hearing: 23 November 2007 \n \n Date of Judgment: 7 December 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1947.html",
      "id": "s139"
    }
  ]
}