{
  "name": "Carnegie Corporation Limited v Pursuit Dynamics Plc(Corrigendum dated 5 July 2007) [2007] FCA 1010 (4 July 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1010.html",
  "catchphrases": [
    {
      "text": "service out of the jurisdiction",
      "id": "c0"
    },
    {
      "text": "preliminary discovery",
      "id": "c1"
    },
    {
      "text": "power to grant leave to serve application for preliminary discovery out of the jurisdiction",
      "id": "c2"
    },
    {
      "text": "whether application for preliminary discovery an originating process",
      "id": "c3"
    },
    {
      "text": "whether an originating process in a proceeding for which leave can be granted",
      "id": "c4"
    },
    {
      "text": "no power to grant leave on bases sought",
      "id": "c5"
    },
    {
      "text": "discretionary considerations against grant of leave",
      "id": "c6"
    },
    {
      "text": "preliminary discovery relating to claim essentially based in breach of contract",
      "id": "c7"
    },
    {
      "text": "peripheral and elusive trade practices claim",
      "id": "c8"
    },
    {
      "text": "choice of english law clause in contract",
      "id": "c9"
    },
    {
      "text": "factor in favour of refusal of leave",
      "id": "c10"
    },
    {
      "text": "practice and procedure",
      "id": "c11"
    }
  ],
  "sentences": [
    {
      "text": "TO SERVE OUT OF THE JURISDICTION \n \n Introduction \n \n1 This is an unusual application.",
      "id": "s0"
    },
    {
      "text": "Two Australian companies and their director seek leave to serve an application out of the jurisdiction on two English companies.",
      "id": "s1"
    },
    {
      "text": "That is not unusual.",
      "id": "s2"
    },
    {
      "text": "What is unusual is that the application they wish to serve in England is an application for preliminary discovery pursuant to O 15A of the Federal Court Rules .",
      "id": "s3"
    },
    {
      "text": "It is not in terms limited to documents within Australia.",
      "id": "s4"
    },
    {
      "text": "Indeed, it is apparent from the evidence before the Court that the bulk of the documents sought are likely to be found in England and not in Australia.",
      "id": "s5"
    },
    {
      "text": "2 The events which have led to this application began with the development, by a West Australian Mr Alan Burns, of a new form of marine propulsion system.",
      "id": "s6"
    },
    {
      "text": "The principal elements of the system were described in a Provisional Patent Application PQ8024 filed in the Australian Patent Office on 7 June 2000.",
      "id": "s7"
    },
    {
      "text": "The invention was said to have been devised particularly, although not solely, as a propulsion system for propelling watercraft.",
      "id": "s8"
    },
    {
      "text": "It relied upon the expulsion of a jet of water from an outlet to propel watercraft in the opposite direction.",
      "id": "s9"
    },
    {
      "text": "It could also have other applications including the pump-like propulsion of a stream of water such as in fire fighting hoses.",
      "id": "s10"
    },
    {
      "text": "A claimed advantage of the invention over existing water jet propulsion systems was that it did not require the use of an impeller driven by an internal combustion engine.",
      "id": "s11"
    },
    {
      "text": "That system was said to involve cavitation and other efficiency limitations and to involve loss of heat energy.",
      "id": "s12"
    },
    {
      "text": "3 As described, in one of its aspects, the system has an intake connecting with a source of \"working fluid\" (the water in which the boat floats) and an outlet through which that water is propelled.",
      "id": "s13"
    },
    {
      "text": "It provides a means for introducing a jet of \"driving fluid\" into a mixing zone in a flow direction towards the outlet.",
      "id": "s14"
    },
    {
      "text": "The interaction between the driving and working fluids generates a pressure reduction which causes the working fluid to be drawn from its source (the water in which the boat floats) and propelled to the outlet.",
      "id": "s15"
    },
    {
      "text": "The driving fluid is typically a gas at high temperature such as steam or the exhaust gases from an engine or a combination of those things.",
      "id": "s16"
    },
    {
      "text": "Compressed gas, high pressure water or hot water or any combination of them could also be used.",
      "id": "s17"
    },
    {
      "text": "Where the working fluid is aerated by the driving fluid then the density of the two phase mixture is reduced.",
      "id": "s18"
    },
    {
      "text": "This was said to assist the transfer of the working fluid towards the mixing chamber.",
      "id": "s19"
    },
    {
      "text": "4 Provisional patent applications for related inventions were filed by Mr Burns in February 2001.",
      "id": "s20"
    },
    {
      "text": "They were the following: \nPR2868 5 February 2001 Heat Exchanger\nPR3310 23 February 2001 Heat Recovery System\nPR3311 23 February 2001 Propulsion System\nPR3312 23 February 2001 Nozzle Means\n\nEach of these patent applications concerns aspects of what is described in papers before the Court as the \"Burns Propulsion Technology\".",
      "id": "s21"
    },
    {
      "text": "They represent various elements of a marine drive unit.",
      "id": "s22"
    },
    {
      "text": "5 Companies set up by Mr Burns, Carnegie Corporation Limited (Carnegie) and its subsidiary, New Millenium Engineering Pty Limited (NME) made an agreement in September 2000, providing for the assignment of intellectual property rights associated with his technology to an English company, Pursuit Dynamics Plc (Pursuit Dynamics).",
      "id": "s23"
    },
    {
      "text": "The agreement provided, inter alia, for the ongoing payment to NME by Pursuit Dynamics of a royalty of 1% of revenue derived from exploitation of the technology.",
      "id": "s24"
    },
    {
      "text": "On its face the agreement conferred royalty rights in respect of the exploitation of widely defined \"improvements\" to the technology.",
      "id": "s25"
    },
    {
      "text": "Variation agreements made in March and June 2001 related to the restructuring of Pursuit Dynamics and the setting up of Pursuit Marine Drive Limited (Pursuit Marine) as its holding company.",
      "id": "s26"
    },
    {
      "text": "6 Carnegie and NME complained to Pursuit Dynamics that it and Pursuit Marine had lodged patent applications and licensed associated rights to third parties without accounting for the revenue generated from those activities on which royalties may have been payable under the agreement.",
      "id": "s27"
    },
    {
      "text": "Pursuit Dynamics and Pursuit Marine responded that the subsequent technology which they have developed and licensed falls outside the scope of the agreement with Carnegie and NME.",
      "id": "s28"
    },
    {
      "text": "They say they are not liable to pay royalties in respect of that exploitation.",
      "id": "s29"
    },
    {
      "text": "7 Carnegie and NME evidently do not feel they have sufficient material upon which to determine whether they have a reasonable cause of action against Pursuit Dynamics or Pursuit Marine.",
      "id": "s30"
    },
    {
      "text": "They seek preliminary discovery against them in order to decide whether or not to commence proceedings and against whom.",
      "id": "s31"
    },
    {
      "text": "But Pursuit Dynamics and Pursuit Marine are English companies and have not submitted to the jurisdiction of this Court in respect of the application for preliminary discovery.",
      "id": "s32"
    },
    {
      "text": "They maintain, for a variety of reasons that such an application could not succeed.",
      "id": "s33"
    },
    {
      "text": "They say that the agreement is explicitly governed by English law and that an arbitration process precludes resort to litigation.",
      "id": "s34"
    },
    {
      "text": "They also contend, as a matter going to discretion, that the law of the United Kingdom precludes the use of Letters of Request in aid of the enforcement of discovery orders in that country.",
      "id": "s35"
    },
    {
      "text": "8 Although Pursuit Dynamics and Pursuit Marine have not submitted to this jurisdiction they have sent a letter to the Court through their solicitors outlining their contentions.",
      "id": "s36"
    },
    {
      "text": "In the meantime, notwithstanding their invocation of the arbitration clause against Carnegie and NME, they have commenced proceedings in the Chancery Division of the High Court of Justice in England (Patents Court) seeking declarations as to the proper construction of the agreement made in September 2000 and subsequent variations in March and June 2001.",
      "id": "s37"
    },
    {
      "text": "9 The issues for determination in the motion for leave to serve out of the jurisdiction are: \n \n 1.",
      "id": "s38"
    },
    {
      "text": "Whether the Court's power to give leave to serve originating process out of the jurisdiction extends to this application.",
      "id": "s39"
    },
    {
      "text": "2.",
      "id": "s40"
    },
    {
      "text": "Whether there are discretionary considerations relevant to the grant of such leave independent of the merits of the application for preliminary discovery.",
      "id": "s41"
    },
    {
      "text": "The Option Agreement --- 20 September 2000 \n \n10 On 30 September 2000 Carnegie and NME made an agreement with Pursuit Dynamics.",
      "id": "s42"
    },
    {
      "text": "The nature of the agreement was outlined in its recitals which were in the following terms: \n \n \n A. Alan Robert Burns (\" ARB \") has invented and designed a \"marine drive system\" as identified in Schedule 1 (the \" Invention \"), and is interested in the protection, development and exploitation of the Invention (the \" Project \" as hereinafter defined).",
      "id": "s43"
    },
    {
      "text": "B.",
      "id": "s44"
    },
    {
      "text": "ARB and NME have entered into an agreement under which NME is developing the Invention and is earning an interest in the Project in accordance with the terms of a Heads of Agreement entered into with ARB dated 23 November 1999, a copy of which is appended hereto as Appendix 1 and has acquired a 50% interest in the Project including in the Intellectual Property (as hereinafter defined);\n \n C. ARB continues to own all other rights in the Intellectual Property and in the Project; \n \n D. Pursuit Dynamics wishes, to acquire an option on all NME's entitlements under and interest in the Intellectual Property obtained under the above Heads of Agreement;\n \n E. NME is a wholly owned subsidiary of Carnegie.",
      "id": "s45"
    },
    {
      "text": "11 Under cl 3.1 NME granted Pursuit Dynamics the exclusive right to acquire its legal and beneficial interest in the \"Intellectual Property\" (as defined in cl 1.1 of the agreement) and otherwise in the \"Project\" which was also a defined term.",
      "id": "s46"
    },
    {
      "text": "The Option thus granted involved four steps designated Stage 1, Stage 2, Stage 3 and Stage 4.",
      "id": "s47"
    },
    {
      "text": "The Stage 1 Option appeared to involve the provision by NME of all information reasonably required by Pursuit Dynamics and all reasonable assistance in order to enable it to continue with its due diligence into the Project.",
      "id": "s48"
    },
    {
      "text": "Pursuit Dynamics undertook to expend a minimum of UK[sterling]100,000 on research and development work on the Project within six months of the exercise of the Stage 1 Option.",
      "id": "s49"
    },
    {
      "text": "12 The Stage 2 Option was available at any time up to the expiry of six months following exercise of the Stage 1 option and the expenditure of not less than UK[sterling]100,000.",
      "id": "s50"
    },
    {
      "text": "Under the Stage 2 Option NME undertook to assign to Pursuit Dynamics a half share (as tenant in common) of all NME's legal and beneficial interest in the Intellectual Property.",
      "id": "s51"
    },
    {
      "text": "Pursuit Dynamics undertook to expend a further minimum UK[sterling]500,000 on research and development within 12 months from the exercise of the Stage 2 Option.",
      "id": "s52"
    },
    {
      "text": "Carnegie shareholders were to receive, as at the date of exercise of the option on a pro rata basis, shares in Pursuit Dynamics equivalent to a 10% interest in it.",
      "id": "s53"
    },
    {
      "text": "13 The Stage 3 Option arose after the expenditure of UK[sterling]500,000 pursuant to the Stage 2 Option.",
      "id": "s54"
    },
    {
      "text": "Under the Stage 3 Option Pursuit Dynamics would issue Carnegie shareholders shares in Pursuit Dynamics equivalent to a further 10% interest in that company and would pay to Carnegie UK[sterling]150,000.",
      "id": "s55"
    },
    {
      "text": "NME would assign to Pursuit Dynamics the balance of all of its legal and beneficial interest in the Intellectual Property.",
      "id": "s56"
    },
    {
      "text": "Stage 4 provided that upon the acquisition of all of Carnegie's interest in the Project, Pursuit Dynamics would then solely fund it to commercialisation.",
      "id": "s57"
    },
    {
      "text": "There was a royalty provision in cl 10 which provided that Pursuit Dynamics would pay to NME a royalty of 1% of revenues.",
      "id": "s58"
    },
    {
      "text": "14 There was provision for the calculation of royalties.",
      "id": "s59"
    },
    {
      "text": "Pursuit Dynamics was required to determine the amount of royalties on an interim basis from the revenue figures in their management accounts for the relevant period (cl 11.1).",
      "id": "s60"
    },
    {
      "text": "A final amount was to be calculated from the final audited annual accounts for the relevant auditing period.",
      "id": "s61"
    },
    {
      "text": "Pursuit Dynamics was also required under cl 11.8 to keep, during the term of the agreement and for seven years after the end of the relevant accounting period \"proper, complete, full and accurate records of matters relevant to the calculation of royalties at least as are reasonably necessary to verify the calculation of royalties hereunder\".",
      "id": "s62"
    },
    {
      "text": "There was provision in cl 11.9 for NME to inspect such records by an independent auditor for the purpose of verifying the royalty calculation.",
      "id": "s63"
    },
    {
      "text": "15 There was a dispute resolution provision in cl 17 which required the parties to first use all reasonable endeavours to resolve disputes or differences \"arising out of or in connection with this Agreement\".",
      "id": "s64"
    },
    {
      "text": "If they could not settle the dispute then any party had a right to give one month's written notice that the matter should be referred to arbitration.",
      "id": "s65"
    },
    {
      "text": "This provision did not mandate arbitration but simply gave a right to refer a matter to arbitration.",
      "id": "s66"
    },
    {
      "text": "It does not appear that any written notice was given in this case.",
      "id": "s67"
    },
    {
      "text": "Indeed, Pursuit Dynamics has resorted to court action.",
      "id": "s68"
    },
    {
      "text": "16 Clause 28 provided: \n \n This Agreement shall be governed and construed in accordance with the laws of England and each party irrevocably submits unconditionally to the non-exclusive jurisdiction of the Courts of England.",
      "id": "s69"
    },
    {
      "text": "17 Relevant definitions in the agreement were the definitions of \"Intellectual Property\", \"Improvement\", \"Patents\" and \"Project\": \n \n \" Intellectual Property \" means: \n \n (a) all rights in the Invention, and the Patent; \n (b) all Know-How; \n \n \n (c) all other inventions, patents, patent applications, designs, computer programs, techniques, ideas, processes, data, know-how, show-how, discoveries and works (including literary and artistic works and other copyright works); \n (d) all modifications and improvements; \n (e) all new technology arising from or derived from; \n \n \n \n made, created, discovered, written or conceived in relation to the Invention or in the course of carrying out the Project.",
      "id": "s70"
    },
    {
      "text": "The term \"Invention\" was uninformatively designated as \"having the meaning ascribed to it above\".",
      "id": "s71"
    },
    {
      "text": "There was no definition \"above\" or anywhere else in the agreement.",
      "id": "s72"
    },
    {
      "text": "18 The term \"Improvement\" was defined: \n \n \" Improvement \" means any change in, development of or improvement and/or modification to the Invention (whether patentable or not) including (without limitation) any change, improvement or modification which makes the Invention more efficient or adaptable made or acquired by NME, Carnegie or their Associates, or Pursuit Dynamics as the case may be, including in the case of NME and Carnegie or their Associates in any work carried out prior to the date of this Agreement.",
      "id": "s73"
    },
    {
      "text": "19 The term \"Patents\" was also defined thus: \n \n \" Patents \" means the patent application identified in Schedule 1, together with any other application corresponding to or based on or claiming priority from or otherwise claiming the Invention or any other invention disclosed in or contemplated by that application, and any patents granted thereon, in any country of the world;\n \n\nAnd also \"Project\":\n \n \" Project\" means the protection, development and exploitation of the Invention, the Intellectual Property, and all commercial and other applications thereof; \n \n\n20 In Schedule 1 the following appeared: \n \n Identification of Invention and scope of invention: \n \n Provisional Patent Application Number (identified PQ8024), filed in the Australian Patent Office, on 7 th June 2000 under the title \"Propulsion Systems\", applied for in the name of and invented by Alan Robert Burns a copy of which has been initialed (sic) and dated by the parties on the date of execution of this Agreement.",
      "id": "s74"
    },
    {
      "text": "The Variation Agreements --- March and June 2001 \n \n21 A Deed of Variation dated 14 March 2001 recited that Pursuit Dynamics had established a proposed new holding company, Pursuit Marine.",
      "id": "s75"
    },
    {
      "text": "Pursuit Marine was then intending to make an application for its ordinary share capital to be admitted to trading on the Alternative Investment Market of the London Stock Exchange.",
      "id": "s76"
    },
    {
      "text": "Immediately prior to that application its brokers Numis Securities Ltd were to have used their reasonable endeavours to procure that investors subscribe for shares in Pursuit Marine under a Placing Agreement.",
      "id": "s77"
    },
    {
      "text": "It was then intended that all of the issued shares in Pursuit Dynamics would be exchanged for the same number of shares in Pursuit Marine.",
      "id": "s78"
    },
    {
      "text": "The variation was designed to take account of that restructuring arrangement.",
      "id": "s79"
    },
    {
      "text": "Carnegie was to receive the same percentage holding in Pursuit Marine as it had in Pursuit Dynamics.",
      "id": "s80"
    },
    {
      "text": "There were other variations which are not material for present purposes.",
      "id": "s81"
    },
    {
      "text": "Although it appears to be assumed by all parties that Pursuit Marine was under contractual obligations to Carnegie, NME and Mr Burns like those of Pursuit Dynamics it is not clear when and how that occurred.",
      "id": "s82"
    },
    {
      "text": "I will assume in favour of the applicants that that is the case.",
      "id": "s83"
    },
    {
      "text": "22 A second Deed of Variation was recorded in a letter of 27 June 2001 signed by both Pursuit Marine and Carnegie.",
      "id": "s84"
    },
    {
      "text": "The changes effected by that deed are also immaterial for present purposes.",
      "id": "s85"
    },
    {
      "text": "23 It appears that the post-September 2000 developments the subject of Provisional Patent Applications by Mr Burns in 2001 will have fallen within the scope of the Intellectual Property of which Pursuit Dynamics had a right to take an assignment pursuant to cl 12 of the Option Agreement.",
      "id": "s86"
    },
    {
      "text": "Correspondence and communications between the parties \n \n24 As appears from later correspondence Carnegie noted in May 2005 that Pursuit Dynamics had reported revenue generating licensing arrangements for the Invention and requested that its royalty entitlements be attended to.",
      "id": "s87"
    },
    {
      "text": "Pursuit Dynamics had responded that it did not believe that its licensing arrangements related to the Invention.",
      "id": "s88"
    },
    {
      "text": "Mr Heathcote of Pursuit Dynamics advised Mr Hopkins, the managing director of Carnegie, in May 2005 that preliminary advice received from Pursuit Dynamics' UK patent attorneys was that the new patents did not rely on any of the claims of those acquired from Carnegie and others.",
      "id": "s89"
    },
    {
      "text": "It was as if an independent inventor had come up with the developments.",
      "id": "s90"
    },
    {
      "text": "As a result Pursuit Dynamics did not believe that the royalty obligation applied.",
      "id": "s91"
    },
    {
      "text": "In the event Pursuit Dynamics said it would have its commercial lawyers review the agreements between the parties.",
      "id": "s92"
    },
    {
      "text": "This process dragged on for an extraordinarily long time.",
      "id": "s93"
    },
    {
      "text": "25 On 23 May 2005 Mr Heathcote sent an email to Mr Hopkins stating that the royalties due to Carnegie were limited to the invention disclosed in Australian Provisional Patent Application PQ8024, a family member of PCT/AU01/00677 and any improvements and developments of that invention.",
      "id": "s94"
    },
    {
      "text": "The email continued: \n \n We are advised that the majority of the work we have been undertaking here over the past few years falls outside the scope of this patent and therefore outside the scope of our agreement on royalties.",
      "id": "s95"
    },
    {
      "text": "26 In a letter of 9 September 2005 to Mr Heathcote, Mr Hopkins referred to the commercial agreements between the companies and the definitions of Intellectual Property and Improvements.",
      "id": "s96"
    },
    {
      "text": "He referred to a website used by Pursuit Dynamics and a brochure showing how what it called PDX technology worked.",
      "id": "s97"
    },
    {
      "text": "Mr Hopkins said in his letter that \"this still looks a lot like the technology we sold to Pursuit\".",
      "id": "s98"
    },
    {
      "text": "He noted that he had had no response from Pursuit Dynamics since that company had agreed to request its commercial lawyers to check the agreements.",
      "id": "s99"
    },
    {
      "text": "A number of additional licences had since been issued.",
      "id": "s100"
    },
    {
      "text": "He asked that the matter be addressed with some urgency.",
      "id": "s101"
    },
    {
      "text": "27 The materials before the Court include an extract from a share market newsletter of 9 July 2002, published by Numis Securities Ltd which was involved with the Pursuit Dynamics restructuring.",
      "id": "s102"
    },
    {
      "text": "It contained an article about Pursuit Dynamics.",
      "id": "s103"
    },
    {
      "text": "In that newsletter it was stated that the company was formed in 2000 to exploit innovative pumping technology invented in Australia which has no moving parts in the fluid being pumped.",
      "id": "s104"
    },
    {
      "text": "Its flotation in May 2001 raised funds to complete the acquisition of the Intellectual Property from the founder and his backers.",
      "id": "s105"
    },
    {
      "text": "Pursuit Dynamics had identified the marine outboard motor as its initial target market.",
      "id": "s106"
    },
    {
      "text": "The article went on: \n \n Since flotation Pursuit Dynamics has transferred the technology from Australia and undertaken a full scientific investigation of the phenomenon of pumping water utilising steam and air.",
      "id": "s107"
    },
    {
      "text": "Initial scientific verification was undertaken at independent facilities but since December Pursuit has established its own development facility at Royston, Hertfordshire, in which it has the capability of simulating the movement of the motor through the water in its own customised flume (tank with pumped water flow).",
      "id": "s108"
    },
    {
      "text": "The article went on to state that initial scientific verification of the technology had given way to the performance enhancement of the pump's prime sections and the optimisation of the design.",
      "id": "s109"
    },
    {
      "text": "Reference was made to the development of a demonstration prototype to be installed in a boat and the development of the pumping technology for additional markets such as the nuclear and chemical industries.",
      "id": "s110"
    },
    {
      "text": "It then stated: \n \n \n Pursuit is seeking to licence its technology to companies in the targeted markets, thus avoiding the manufacturing infrastructure costs as well as the need for worldwide post sales/support.",
      "id": "s111"
    },
    {
      "text": "28 Carnegie pursued its royalty inquiry with Pursuit Dynamics through a series of email exchanges in the latter part of 2005 and in early 2006.",
      "id": "s112"
    },
    {
      "text": "There were repeated delays for which Pursuit Dynamics apologised on the basis that it was still awaiting legal advice.",
      "id": "s113"
    },
    {
      "text": "Ultimately in April 2006 Mr Gary Pyle, the Chief Financial Officer of Pursuit Dynamics told Mr Hopkins that he and Mr Heathcote had met their lawyers the previous Tuesday afternoon and had been advised to refer the matter to counsel.",
      "id": "s114"
    },
    {
      "text": "Further exchanges and a meeting occurred in August 2006 without any resolution.",
      "id": "s115"
    },
    {
      "text": "29 On 23 November 2006 Wright Legal, the solicitors for Carnegie, NME and Mr Burns, wrote to Mr Heathcote.",
      "id": "s116"
    },
    {
      "text": "They pointed out that despite numerous requests by Carnegie Pursuit Dynamics had failed to explain or justify its denial of royalty entitlements with respect to applications currently developed by Pursuit Dynamics and its third party licensees.",
      "id": "s117"
    },
    {
      "text": "They attached a schedule of patent applications comprising the Pursuit Dynamics portfolio.",
      "id": "s118"
    },
    {
      "text": "They said: \n \n The research and development pathway followed by Pursuit Dynamics has resulted in each of the various inventions as claimed by Pursuit Dynamics, as referred to below, each of which are based on or derived from the Invention and Intellectual Property, as referred to in the Option Agreement.",
      "id": "s119"
    },
    {
      "text": "The subject inventions controlled by Pursuit Dynamics are reflected in the various applications detailed in the schedule as annexed to this letter.",
      "id": "s120"
    },
    {
      "text": "They asserted that the technological developments reflected in the Pursuit Dynamics patent portfolio fell within the scope of the Intellectual Property covered by the Option Agreement and attracted the royalty obligations under cl 10 of that agreement.",
      "id": "s121"
    },
    {
      "text": "They requested that Pursuit Dynamics make available for inspection: \n \n \n \n \n .",
      "id": "s122"
    },
    {
      "text": "all documents recording or evidencing the design, research and development of the inventions claimed in the specifications of each and every of the applications comprised in the Pursuit Dynamics Patent Portfolio; \n \n .",
      "id": "s123"
    },
    {
      "text": "all documents recording or evidencing commercial exploitation of the said inventions, and each of them, including (but not limited to) advertising and promotional material, and any contract or other commercial documentation relating to the said exploitation; and \n \n .",
      "id": "s124"
    },
    {
      "text": "documents recording or evidencing revenue derived from the sale or other supply of products or services covered by the Inventions the subject of the Patents, as referred to in clause 10.2 of the Option Agreement and/or the Patent Rights, as referred to in clause 7.2 of the said Agreement.",
      "id": "s125"
    },
    {
      "text": "30 The request for discovery was said to be made on the basis that Carnegie had reasonable grounds for believing it had or might have a right to bring legal proceedings against Pursuit Dynamics for breach of the contract obligations in relation to payment of the royalty, as required under cl 10.1 of the Option Agreement.",
      "id": "s126"
    },
    {
      "text": "Reference was then made to O 15A rr 3 and 6 of the Federal Court Rules .",
      "id": "s127"
    },
    {
      "text": "The solicitors requested a response in writing by 28 November 2006 as to whether Pursuit Dynamics would comply with the request.",
      "id": "s128"
    },
    {
      "text": "It does not appear that any reliance was placed upon cls 11.8 and 11.9 of the Option Agreement.",
      "id": "s129"
    },
    {
      "text": "31 Further correspondence was exchanged between the parties which led to Carnegie extending the time allowed for Pursuit Dynamics to reply until 2 February 2007.",
      "id": "s130"
    },
    {
      "text": "32 Pursuit Dynamics' solicitors, Eversheds LLP wrote to Wright Legal on 24 January 2007 seeking confirmation that it was their contention that any order for discovery made by the Federal Court could operate extra-territorially notwithstanding: \n \n 1.",
      "id": "s131"
    },
    {
      "text": "The fact that Pursuit Dynamics was an English company whose main place of business was in the United Kingdom.",
      "id": "s132"
    },
    {
      "text": "2.",
      "id": "s133"
    },
    {
      "text": "The documents of which disclosure were sought were likely to be situated entirely in the United Kingdom; and \n 3.",
      "id": "s134"
    },
    {
      "text": "The operative agreements governing the contractual relationship between Carnegie and Pursuit Dynamic were subject to English law with an English forum arbitration provision.",
      "id": "s135"
    },
    {
      "text": "33 In a reply dated 25 January 2007 Wright Legal said that Carnegie was not willing to permit the process to be delayed further.",
      "id": "s136"
    },
    {
      "text": "They also foreshadowed that any application for pre-action discovery under O 15A r 3 and O 15A r 6 would be made on notice and not ex parte.",
      "id": "s137"
    },
    {
      "text": "They contended that the existence of the governing law clause and the dispute resolution clause did not constitute an ouster of Federal Court jurisdiction.",
      "id": "s138"
    },
    {
      "text": "They repeated the request that Pursuit Dynamics provide details of its nominated legal representative in Western Australia for service of process in the event that it declined to provide the requested documents.",
      "id": "s139"
    },
    {
      "text": "34 On 1 February 2007 without prior notice and notwithstanding their solicitors' contentions about the arbitration provision, Pursuit Marine and Pursuit Dynamics commenced proceedings in the Patents Court in the Chancery Division of the High Court of Justice in England.",
      "id": "s140"
    },
    {
      "text": "They sought a declaration that upon a proper construction of the contractual arrangements between the parties: \n \n (i) the first claimant (Pursuit Marine) was not in breach of its contractual obligations to Carnegie or NME or Mr Burns or any of them in relation to the payment of royalties under the Agreement; \n\n\n \n (ii) Carnegie, NME and Mr Burns were not entitled to disclosure of documents demanded by the letter dated 23 November 2006 and subsequent letters of Wright Legal.",
      "id": "s141"
    },
    {
      "text": "They sought a declaration that the defendants were not entitled to injunctive relief against them for breach of confidence or by way of enforcement of intellectual property rights generally and that they, the claimants, had not acted in breach of confidence or infringed any intellectual property rights of the defendants or any of them.",
      "id": "s142"
    },
    {
      "text": "A copy of the claim form was sent to Wright Legal \"for your information\" with a letter of 1 February 2007 by post and email.",
      "id": "s143"
    },
    {
      "text": "In the letter Eversheds LLP said: \n \n \n Pursuit is faced with unwarranted demands for royalties and the disclosure of documentation.",
      "id": "s144"
    },
    {
      "text": "Our first letter today sets out Pursuit's position and its rejection of those demands.",
      "id": "s145"
    },
    {
      "text": "It seems likely to us however, that your clients will persist in their claims and demands.",
      "id": "s146"
    },
    {
      "text": "To give Pursuit the certainty it requires for its business activities, the legal proceedings represented by the Claim Form have been issued.",
      "id": "s147"
    },
    {
      "text": "The English court is plainly the appropriate forum to deal with these proceedings.",
      "id": "s148"
    },
    {
      "text": "The agreements concerned both contain English governing law clauses.",
      "id": "s149"
    },
    {
      "text": "They deal with activities which take place in England.",
      "id": "s150"
    },
    {
      "text": "Most of the material witnesses, documents and other subject matter are situated in England.",
      "id": "s151"
    },
    {
      "text": "They foreshadowed an application to the High Court in the normal way for service out of the jurisdiction on Carnegie, NME and Mr Burns.",
      "id": "s152"
    },
    {
      "text": "35 In a contemporaneous letter Eversheds LLP set out their clients' case more fully.",
      "id": "s153"
    },
    {
      "text": "They asserted, inter alia: \n \n 1.",
      "id": "s154"
    },
    {
      "text": "Pursuit Dynamics was formed with the sole intention of exploiting the Burns Marine Drive.",
      "id": "s155"
    },
    {
      "text": "Documents disclose \"very clearly\" that the technology which it purchased was the Marine Drive and the money raised was to commercialise that technology.",
      "id": "s156"
    },
    {
      "text": "That proved fruitless because it was impossible to achieve commercial reduction to practice.",
      "id": "s157"
    },
    {
      "text": "Pursuit Dynamics invested in Marine Drive technology but that was not what it was currently pursuing or exploiting.",
      "id": "s158"
    },
    {
      "text": "2.",
      "id": "s159"
    },
    {
      "text": "The \"intention\" of the agreements was to document a transaction by which Burns/Carnegie sold Marine Drive to Pursuit Dynamics.",
      "id": "s160"
    },
    {
      "text": "Burns and Carnegie were paid for the technology.",
      "id": "s161"
    },
    {
      "text": "Carnegie was now contending that the agreements supported a royalty of 1% on \"virtually anything which Pursuit does\".",
      "id": "s162"
    },
    {
      "text": "This was based on the definition of \"Intellectual Property\" in the Option Agreements.",
      "id": "s163"
    },
    {
      "text": "That definition does not make sense as a matter of English.",
      "id": "s164"
    },
    {
      "text": "Pursuit's case was that in 2000 it purchased Marine Drive and that its agreements are confined to that.",
      "id": "s165"
    },
    {
      "text": "If necessary, Pursuit would seek rectification of the agreements.",
      "id": "s166"
    },
    {
      "text": "3.",
      "id": "s167"
    },
    {
      "text": "At a technical level, Pursuit's technology was substantially different from the Burns/Carnegie technology such that it could not be said to be either a modification of or improvement of the Burns Marine Drive technology.",
      "id": "s168"
    },
    {
      "text": "36 Contentions were then advanced about the essence of the Burns Marine Drive technology.",
      "id": "s169"
    },
    {
      "text": "Pursuits' solicitors claimed that in 2002 Pursuit Dynamics, having been unable to reduce the Burns' technology to practice in a commercial manner, set about developing different products which offered a better commercial return.",
      "id": "s170"
    },
    {
      "text": "It developed different principles and geometrics and produced technology aimed at completely different markets.",
      "id": "s171"
    },
    {
      "text": "It maintained that none of Pursuit Dynamics current patents or patent applications (other than the original Burns patent family) had any application in the field of marine propulsion but were used in the field of fluid mixing, mixing fluids with solids and powders, heating, cleaning, sterilising, fluidization, degassing, fire suppression, decontamination, volatile stripping and smoke suppression.",
      "id": "s172"
    },
    {
      "text": "The solicitors invited Carnegie's patent attorney, at a time to be agreed, to have an open discussion with Pursuit Dynamics' patent attorney, Mr Murnane of Murgitroyd &amp; Company so that he could explain the difference between the Marine Drive and Pursuit Dynamics' current technology.",
      "id": "s173"
    },
    {
      "text": "37 Pursuit Dynamics was not prepared to concede any entitlement on the part of Burns/Carnegie to royalties under the Option Agreement nor to disclose commercially confidential documentation to them.",
      "id": "s174"
    },
    {
      "text": "They expressed the view that Carnegie was showing an intention to engage in a fishing expedition for documents to which it was not entitled on the basis of a cause of action under the Trade Practices Act 1974 (Cth) (the TPA) which lacked any real substance.",
      "id": "s175"
    },
    {
      "text": "The application for preliminary discovery \n \n38 These proceedings were commenced by an application for preliminary discovery brought pursuant to O 15A r 3(2)(a), (b) and 3(3)(a) and (b), 6 and 12 of the Federal Court Rules .",
      "id": "s176"
    },
    {
      "text": "The discovery sought covers all documents which are or have been in the possession, custody or power of Pursuit Dynamics and/or Pursuit Marine: \n \n ... in respect of the design, research, experimentation and development ( R&amp;D ) of each of the inventions claimed in the specifications and claims of each and every of the patents and/or patent applications comprising the Pursuit Dynamics Patent Portfolio... \n \n \n\nThe latter term is defined by reference to the affidavit of Mark Anthony Pullen, a patent attorney who has sworn an affidavit in these proceedings based upon an examination of patents applied for by Pursuit Dynamics and Pursuit Marine.",
      "id": "s177"
    },
    {
      "text": "The discovery sought also extends to:\n \n \n ... documents recording or evidencing all and any instructions and/or directions from Pursuit Dynamics and/or Pursuit Marine Drive to each of the claimed inventors in relation to the R&amp;D of each of the inventions claimed in the specification and claims of each and every of the patents and/or patent applications comprising the Pursuit Dynamics Patent Portfolio ...\n \n\n39 A list of named inventors is then set out.",
      "id": "s178"
    },
    {
      "text": "In addition discovery is sought of all documents filed with the Patents Office in Australia and any Patent Office elsewhere in the world by any patent attorney for Pursuit Dynamics and/or Pursuit Marine in relation to each of the patents and/or patent applications comprised in the Pursuit Dynamics portfolio.",
      "id": "s179"
    },
    {
      "text": "The categories of documents thus sought are elaborated by definitions of the term \"documents\".",
      "id": "s180"
    },
    {
      "text": "The exercise upon which Pursuit Dynamics and Pursuit Marine would be required to embark were the application to be granted is likely to be massive.",
      "id": "s181"
    },
    {
      "text": "40 Filed with the application was a motion which had two limbs.",
      "id": "s182"
    },
    {
      "text": "Under the first Carnegie and NME sought leave to serve the application out of the jurisdiction on the two respondents.",
      "id": "s183"
    },
    {
      "text": "The second limb sought the preliminary discovery claimed by the application itself.",
      "id": "s184"
    },
    {
      "text": "Why the relief claimed in the application was repeated as relief claimed in the interlocutory motion is not apparent.",
      "id": "s185"
    },
    {
      "text": "Whether leave to serve the application in England can and should be given \n \n41 The power of the Court to grant leave to serve a process on a person in a foreign country is defined by O 8 of the Federal Court Rules .",
      "id": "s186"
    },
    {
      "text": "It is a power in aid of the exercise by the Court of its jurisdiction.",
      "id": "s187"
    },
    {
      "text": "It is therefore an exercise of judicial power within the meaning of Ch 3 of the Constitution .",
      "id": "s188"
    },
    {
      "text": "So too is an order under O 15A for preliminary discovery.",
      "id": "s189"
    },
    {
      "text": "Although an application for preliminary discovery is an application in a proceeding it does not yield substantive final relief.",
      "id": "s190"
    },
    {
      "text": "It is interlocutory in character.",
      "id": "s191"
    },
    {
      "text": "It involves the exercise of a power in aid of the jurisdiction of the Court which must be identified by reference to a matter in respect of which preliminary discovery is sought.",
      "id": "s192"
    },
    {
      "text": "42 Order 15A is premised upon the proposition that the discovery sought, whether it be identity discovery under r 3 or discovery to enable the applicant to decide whether it has the right to obtain relief, relates to the prospective invocation of the jurisdiction of the Court in a claim for relief against an identified or yet to be identified respondent.",
      "id": "s193"
    },
    {
      "text": "Finn J put it thus in Air Services Australia v Transfield Pty Ltd [1999] FCA 886 ; (1999) 92 FCR 200 (at 208): \n \n \n 27.",
      "id": "s194"
    },
    {
      "text": "Ordinarily a court's jurisdiction is enlivened by an initiating process seeking a determination of the substantive claim one party alleges it has against another.",
      "id": "s195"
    },
    {
      "text": "But ... such need not necessarily be the case.",
      "id": "s196"
    },
    {
      "text": "Necessity may require otherwise if a person's right is to be vindicated in a substantive claim.",
      "id": "s197"
    },
    {
      "text": "Preliminary discovery of the types provided in O 15A rr 3 and 6 have long been accepted as a proper and appropriate precursor to the making of a substantive claim --- and appropriate because it assists in the administration of justice in relation to the making of the claim itself.",
      "id": "s198"
    },
    {
      "text": "There is no reason for present purposes to distinguish between the two types of discovery.",
      "id": "s199"
    },
    {
      "text": "Each reflects a different necessity.",
      "id": "s200"
    },
    {
      "text": "28.",
      "id": "s201"
    },
    {
      "text": "Though in form a discrete proceeding (as was the old bill of discovery: see the quotation from Story ) preliminary discovery is, as a matter of substance, properly to be regarded as interlocutory in character in that it does not, nor is it intended to, determine finally the rights inter se of the parties to the substantive application: cf Malouf v Malouf [(1999) [1999] FCA 284 ; 86 FCR 134].",
      "id": "s202"
    },
    {
      "text": "Its function rather is to assist in that determination when or if the substantive application is brought consequent upon what is revealed in the preliminary discovery itself.",
      "id": "s203"
    },
    {
      "text": "29.",
      "id": "s204"
    },
    {
      "text": "In consequence I consider an O 15A order for preliminary discovery to be an unexceptionable exercise of judicial power when made in relation to the matter necessitating the making of the order.",
      "id": "s205"
    },
    {
      "text": "43 Tamberlin J, like Finn J, had been confronted with a challenge to the validity of O 15A in Kirella Pty Ltd v Hooper [1999] FCA 169 ; (1999) 92 FCR 90.",
      "id": "s206"
    },
    {
      "text": "He held that the rule did not purport to confer jurisdiction on the Court.",
      "id": "s207"
    },
    {
      "text": "Rather it was \"... an exercise of the rule making power by the judges in accordance with s 59 of the Federal Court Act \".",
      "id": "s208"
    },
    {
      "text": "And further (at 99 [46]): \n \n The Court has the necessary jurisdiction because, at the time when preliminary discovery is sought in the present case, there is a matter in existence and the grant of preliminary discovery is an exercise of power with respect to that matter.",
      "id": "s209"
    },
    {
      "text": "The Full Court dismissed an appeal against the decision of Tamberlin J in Hooper v Kirella Pty Ltd [1999] FCA 1584 ; (1999) 167 ALR 358.",
      "id": "s210"
    },
    {
      "text": "44 In this case the jurisdiction in aid of which the order for preliminary discovery is sought is said to relate to matters arising under the TPA and breaches by Pursuit Dynamics of the Option Agreement.",
      "id": "s211"
    },
    {
      "text": "The causes of action said to arise under the TPA, in respect of which this Court has jurisdiction, were not expressed with precision.",
      "id": "s212"
    },
    {
      "text": "They were said to arise in Australia against Pursuit Dynamics and Pursuit Marine to the extent that they have been involved directly or indirectly in exploiting any of the inventions the subject of the Pursuit Dynamics Patent Portfolio by asserting a right in trade or commerce that they, and each of them, are lawfully entitled to do so without regard to the obligations arising under the Option Agreement.",
      "id": "s213"
    },
    {
      "text": "They were said thereby prima facie to have: \n \n (a) engaged in trade or commerce in misleading or deceptive conduct or conduct likely to mislead or deceive in contravention of s 52 of the TPA ; and \n (b) made false or misleading representations in trade or commerce, in connection with the supply or possible supply of goods or services or in connection with the promotion by any means of same, contrary to the proscription of s 53.",
      "id": "s214"
    },
    {
      "text": "45 Attempts, in oral argument, to elicit a more precise explanation of how misleading or deceptive conduct or representations arose out of the exploitation by Pursuit Dynamics and/or Pursuit Marine of the Pursuit Dynamics Patent Portfolio did not meet with great success.",
      "id": "s215"
    },
    {
      "text": "Assuming for the moment, the correctness of Carnegie and NME's contention that the respondents have been engaged in exploiting intellectual property which falls within the extended definition of that term in the Option Agreement, the entitlement which arises under the agreement is an entitlement to royalties.",
      "id": "s216"
    },
    {
      "text": "Carnegie, NME and Mr Burns have not terminated the agreement.",
      "id": "s217"
    },
    {
      "text": "They are not asserting any ownership entitlement in respect of the intellectual property rights being exploited by the respondents.",
      "id": "s218"
    },
    {
      "text": "Absent any contention of any legal or beneficial interest on the part of Carnegie or NME in the intellectual property rights currently being exploited by the respondents, it is difficult to see how they are misrepresenting any entitlement to exploit them.",
      "id": "s219"
    },
    {
      "text": "These causes of action are elusive.",
      "id": "s220"
    },
    {
      "text": "It is difficult to escape the view that they have been invoked to provide a more secure jurisdictional footing in this Court than might be available from an action for breach of contract pure and simple.",
      "id": "s221"
    },
    {
      "text": "46 A cause of action arising under the TPA would, by virtue of s 86 of that Act, fall within the jurisdiction of this Court.",
      "id": "s222"
    },
    {
      "text": "Where the primary jurisdiction is invoked under the TPA a cause of action in breach of contract arising out of the same factual substratum may fall within the accrued jurisdiction of this Court as part of the same \"matter\".",
      "id": "s223"
    },
    {
      "text": "However, a common law claim in contract does not of itself fall within the jurisdiction of the Court unless, for example, there is some federal law associated with the claim and perhaps deriving from the subject matter of the contract.",
      "id": "s224"
    },
    {
      "text": "Where a contract deals with subject matter in the nature of rights owing their existence to federal law may be a matter arising under federal law.",
      "id": "s225"
    },
    {
      "text": "So a contract for the assignment of copyright, trade mark rights or patents may be a contract whose breach gives rise to such a matter.",
      "id": "s226"
    },
    {
      "text": "The breaches suspected in this case relate to the obligation of Pursuit Dynamics to provide information relevant to the calculation of royalties to Carnegie and NME and to pay the appropriate royalties.",
      "id": "s227"
    },
    {
      "text": "The entitlement is built upon the assignment of rights in part connected with provisional patent specifications comprising the Burns' propulsion technology.",
      "id": "s228"
    },
    {
      "text": "It is arguable that there is a connection between such rights and federal law, in this case the Patents Act 1990 (Cth) sufficient to support a contention that the claim of breach of contract is a matter arising under a law of the Commonwealth and thereby within the jurisdiction of the Court under s 39B(1A) of the Judiciary Act 1903 (Cth).",
      "id": "s229"
    },
    {
      "text": "I make no concluded finding on that proposition which is not without some difficulty in this case.",
      "id": "s230"
    },
    {
      "text": "For present purposes however I assume that jurisdiction is arguable.",
      "id": "s231"
    },
    {
      "text": "47 The threshold question remains whether an application for preliminary discovery is a process of the kind which may be served outside Australia under O 8 of the Federal Court Rules .",
      "id": "s232"
    },
    {
      "text": "Order 8, it may be noted, was substantially amended in August 2006.",
      "id": "s233"
    },
    {
      "text": "48 A necessary condition for service of process outside Australia, imposed by O 8 r 2, is that the process concerned be an \"originating process\".",
      "id": "s234"
    },
    {
      "text": "That condition must be met because it is O 8 r 2 that is relied upon by the applicants, rather than O 8 r 4 which provides for the service out of the jurisdiction of documents other than originating process.",
      "id": "s235"
    },
    {
      "text": "The question therefore arises whether an application for preliminary discovery is an \"originating process\" for the purposes of O 8 r 2.",
      "id": "s236"
    },
    {
      "text": "49 Order 8 r 1 defines the originating process as: \n \n An application commencing a proceeding, and includes a cross-claim in the proceeding against a person who was not previously a party in the proceeding.",
      "id": "s237"
    },
    {
      "text": "The word \"proceeding\" is not defined in the Rules.",
      "id": "s238"
    },
    {
      "text": "However in s 4 of the Federal Court Act 1976 (Cth) it is defined thus: \n \n \n \" Proceeding \" means a proceeding in a court, whether between parties or not, and includes an incidental proceeding in the course of, or in connection with, a proceeding, and also includes an appeal.",
      "id": "s239"
    },
    {
      "text": "50 There is no authority to which I have been taken or which I have been able to find directly on the point whether an application for preliminary discovery is an originating process in a proceeding.",
      "id": "s240"
    },
    {
      "text": "There is analogous authority in relation to like processes.",
      "id": "s241"
    },
    {
      "text": "In Re Sherlock (1991) 102 ALR 156 Lockhart J held that an application for orders that persons be directed to attend before the Court for examination under the provisions of the Corporations Law was not an originating process.",
      "id": "s242"
    },
    {
      "text": "In this his Honour followed Re Austral Oil Estates Ltd (in liq) (1986) 86 FLR 247 at 248, a decision of McLelland J of the Supreme Court of New South Wales in relation to an examination order under s 541 of the Companies (NSW) Code which was the predecessor of s 597 of the Corporations Law.",
      "id": "s243"
    },
    {
      "text": "In neither of those judgments was there any elaboration of the characterisation of an application for examination as falling outside the concept of \"originating process\".",
      "id": "s244"
    },
    {
      "text": "51 In Fiorentino v Irons (1997) 79 FCR 327, Foster J declined to follow what he characterised as the obiter observations of Lockhart J in Re Sherlock 102 ALR 156.",
      "id": "s245"
    },
    {
      "text": "He noted that the decision in the New South Wales Supreme Court turned upon the precise meaning of the Supreme Court Rules .",
      "id": "s246"
    },
    {
      "text": "He made the point that they were not framed in the same way as the Federal Court Rules were at that time.",
      "id": "s247"
    },
    {
      "text": "In particular, there was then no definition of \"originating process\" in either the Federal Court Rules or the Federal Court Act.",
      "id": "s248"
    },
    {
      "text": "His Honour relied upon the definition of \"proceeding\" in the Act.",
      "id": "s249"
    },
    {
      "text": "He said it was a very wide definition and he was satisfied that the issue of summons for examination was a proceeding.",
      "id": "s250"
    },
    {
      "text": "As to the width of the term \"proceeding\" his Honour referred to Re Interchase Corporation Ltd (1996) 68 FCR 481 at 487 (Kiefel J) and Pasdale Pty Ltd v Concrete Constructions (1995) 59 FCR 446 at 448 (Finn J).",
      "id": "s251"
    },
    {
      "text": "In the latter case Finn J said: \n \n The definition of 'proceeding' in the Federal Court of Australia Act s 3 [sic], for example, in its reference to 'an incidental proceeding in the course of, or in connexion with, a proceeding', is apt to encompass a motion for security for costs.",
      "id": "s252"
    },
    {
      "text": "52 More recently in Re Strarch International Ltd (in liq) [2005] FCA 829 , Jacobson J held that an examination summons under s 596A of the Corporations Act 2001 was \"originating process\" within O 8 r 1.",
      "id": "s253"
    },
    {
      "text": "It may be noted that at the time his Honour made that decision O 8 r 1 did not define originating process but simply listed the kinds of proceedings in which originating process could be served on a person outside Australia.",
      "id": "s254"
    },
    {
      "text": "His Honour followed the reasoning of Foster J in Fiorentino 79 FCR 327 that the different approach which applied in the Supreme Court of New South Wales turned upon the different wording of the rules of that court.",
      "id": "s255"
    },
    {
      "text": "He granted leave to the liquidator of the relevant company in that case to serve examination summonses outside the Commonwealth in Malaysia on four named former directors of the company.",
      "id": "s256"
    },
    {
      "text": "53 In my opinion and consistently with the authorities in this Court an application for preliminary discovery is an application in a \"proceeding\" within the meaning of that word in the Federal Court Act and therefore within the meaning of O 8.",
      "id": "s257"
    },
    {
      "text": "An application for preliminary discovery is therefore \"an application commencing a proceeding\" and is within the new definition of \"originating process\" in O 8 r 1.",
      "id": "s258"
    },
    {
      "text": "54 The second question is whether or not an application for preliminary discovery is an originating process in one of the kinds of proceedings mentioned in O 8 r 2.",
      "id": "s259"
    },
    {
      "text": "The submissions made on behalf of the applicants did not really address this question with any nicety.",
      "id": "s260"
    },
    {
      "text": "They seemed rather to proceed on the basis that I should treat the application for preliminary discovery as though it were an application for relief in respect of the possible causes of action to be ascertained by the application for preliminary discovery.",
      "id": "s261"
    },
    {
      "text": "55 The premise upon which preliminary discovery is sought under O 15A r 3 is that the person seeking it, having made reasonable inquiries, is unable to ascertain the description of a person sufficiently for the purpose of commencing a proceeding in the court against that person.",
      "id": "s262"
    },
    {
      "text": "And in an application under O 15A r 6 the premise is that there is reasonable cause to believe that the applicant has or may have a right to obtain relief in the court from a person whose description has been ascertained but the applicant has not sufficient information to enable a decision to be made whether to commence a proceeding in the court to obtain that relief.",
      "id": "s263"
    },
    {
      "text": "The corollary premise is that no proceeding has been commenced in the Court for substantive relief.",
      "id": "s264"
    },
    {
      "text": "56 The applicants in this case assert, for the purposes of O 8 r 2, that their application for preliminary discovery is to be regarded as an originating process in a proceeding which consists of or includes one or more of the following kinds of proceeding set out in O 8 r 2: \n1.",
      "id": "s265"
    },
    {
      "text": "Proceeding based on a cause of action arising in Australia.",
      "id": "s266"
    },
    {
      "text": "2.",
      "id": "s267"
    },
    {
      "text": "Proceeding based on a breach of contract in Australia.",
      "id": "s268"
    },
    {
      "text": "3.",
      "id": "s269"
    },
    {
      "text": "Proceeding in relation to a contract that is made on behalf of the person to be served by or through an agent who carries on business in Australia.",
      "id": "s270"
    },
    {
      "text": "4.",
      "id": "s271"
    },
    {
      "text": "Proceeding based on a breach of a provision of an Act committed in Australia.",
      "id": "s272"
    },
    {
      "text": "5.",
      "id": "s273"
    },
    {
      "text": "Proceeding based on a breach of a provision of an Act (wherever occurring) seeking relief in relation to damage suffered wholly or partly in Australia.",
      "id": "s274"
    },
    {
      "text": "6.",
      "id": "s275"
    },
    {
      "text": "Proceeding in which the subject matter, so far as it concerns the person to be served, is property in Australia.",
      "id": "s276"
    },
    {
      "text": "57 In my opinion the proceedings contemplated by the items on which the applicants rely in O 8 r 2 do not include proceedings by way of an application for preliminary discovery.",
      "id": "s277"
    },
    {
      "text": "Such proceedings are directed to determine who should be sued and alternatively whether some ascertained person should be served.",
      "id": "s278"
    },
    {
      "text": "The proceedings contemplated by the items relied upon in this case, in my opinion, involve originating processes seeking relief in such proceedings.",
      "id": "s279"
    },
    {
      "text": "They refer to, in my opinion, claims for substantive relief dependent upon the establishment of the causes of action identified or defined in those items.",
      "id": "s280"
    },
    {
      "text": "The applicants' submissions appeared to be posited upon the assumption that the relevant proceedings are those which they might ultimately bring under the TPA and for breach of contract.",
      "id": "s281"
    },
    {
      "text": "But those are not the proceedings which have been commenced in this Court.",
      "id": "s282"
    },
    {
      "text": "58 Order 8 r 2 is to be read subject to O 8 r 3.",
      "id": "s283"
    },
    {
      "text": "Order 8 r 3(2), read with O 8 r 3(1), requires, as a necessary condition of leave to serve originating process in a foreign country that the service will be in accordance with a convention or the law of the foreign country.",
      "id": "s284"
    },
    {
      "text": "Under O 8 r 3 the evidence on an application for leave under O 8 r 2 must include a statement that the proposed method of service is permitted by the convention where a convention applies or in any other case, by the law of the foreign country.",
      "id": "s285"
    },
    {
      "text": "No such statement appears in the evidence in this case.",
      "id": "s286"
    },
    {
      "text": "59 The solicitors for Pursuit Dynamics and Pursuit Marine have written a letter to the Court drawing attention to the Hague Convention on taking Evidence Abroad in Civil and Commercial Matters.",
      "id": "s287"
    },
    {
      "text": "That Convention facilitates the transmission and execution of Letters of Request.",
      "id": "s288"
    },
    {
      "text": "It is designed to improve mutual judicial cooperation in civil and commercial matters.",
      "id": "s289"
    },
    {
      "text": "The Convention has been ratified by both Australia and the United Kingdom.",
      "id": "s290"
    },
    {
      "text": "The United Kingdom has, it is said, made a declaration under Article 23 with respect to the operation of the Hague Convention in the United Kingdom, that it will not execute Letters of Request issued for the purpose of obtaining pretrial discovery of documents.",
      "id": "s291"
    },
    {
      "text": "The Convention is given legislative effect in the United Kingdom by the Evidence (Proceedings in other Jurisdictions) Act 1975 (UK).",
      "id": "s292"
    },
    {
      "text": "Relevant courts of the United Kingdom are given power by s 2 of that Act, by order, to make provision for obtaining evidence for the purpose of giving effect to a request in pursuance of which the application for such an order is made.",
      "id": "s293"
    },
    {
      "text": "Such orders may make provision, inter alia, for the production of documents.",
      "id": "s294"
    },
    {
      "text": "Section 2(4) however provides: \n \n An order under this section shall not require a person ---\n \n \n \n (a) to state what documents relevant to the proceedings to which the application for the order are or have been in his possession, custody or power; or \n \n (b) to produce any documents other than particular documents specified in the order as being documents appearing to the court making the order to be, or to be likely to be, in his possession, custody or power.",
      "id": "s295"
    },
    {
      "text": "60 It is not clear with all due respect to the solicitors for the respondents, what bearing that legislation has upon this application.",
      "id": "s296"
    },
    {
      "text": "An application for preliminary discovery served on a party in the United Kingdom may be related entirely to documents in the possession, custody or power of that party through agents in Australia.",
      "id": "s297"
    },
    {
      "text": "Orders made pursuant to such an application would be enforceable in Australia.",
      "id": "s298"
    },
    {
      "text": "Presumably they could only be enforced in respect of documents in the United Kingdom with the assistance of United Kingdom authorities.",
      "id": "s299"
    },
    {
      "text": "It may nevertheless be that the policy reflected in the United Kingdom declaration relating to the Hague Convention and s 2(4) of the Evidence (Proceedings in other Jurisdictions) Act would, if not constituting a legal bar to such enforcement, weigh against it as a matter of discretion.",
      "id": "s300"
    },
    {
      "text": "61 Even assuming however that I had the power to order service out of the jurisdiction in this case, it is ultimately concerned with alleged breaches of contract.",
      "id": "s301"
    },
    {
      "text": "The governing law clause relied upon by the respondents cannot exclude the jurisdiction of this Court in proceedings arising under the TPA.",
      "id": "s302"
    },
    {
      "text": "But where the proceedings are, as a matter of substance, proceedings concerned with an alleged breach of contract then the applicants' express submission to the exclusive jurisdiction of the English courts in that regard is a powerful factor against the assumption of jurisdiction by this Court.",
      "id": "s303"
    },
    {
      "text": "In my opinion, even were I satisfied that I had the power to grant leave to serve the application for preliminary discovery on the respondents in England, I do not think, as a matter of discretion, that I should do so.",
      "id": "s304"
    },
    {
      "text": "Conclusion \n \n62 For the preceding reasons the motion will be dismissed.",
      "id": "s305"
    },
    {
      "text": "I certify that the preceding sixty-two (62) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice French .",
      "id": "s306"
    },
    {
      "text": "Associate:\nDated: 4 July 2007\n\n Counsel for the Applicant: Mr RJ McCormack \n \n Solicitor for the Applicant: Wright Legal \n \n Date of Hearing: 25 June 2007 \n \n Date of Judgment: 4 July 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1010.html",
      "id": "s307"
    }
  ]
}