{
  "name": "Owens v Lofthouse [2007] FCA 1968 (12 December 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1968.html",
  "catchphrases": [
    {
      "text": "appeal from orders of federal magistrates court transferring beneficial title of properties to trustee in bankruptcy",
      "id": "c0"
    },
    {
      "text": "whether appellant beneficial owner of properties",
      "id": "c1"
    },
    {
      "text": "whether document titled \"declaration of trust\" effective",
      "id": "c2"
    },
    {
      "text": "whether document manifested intention to declare a trust",
      "id": "c3"
    },
    {
      "text": "document ambiguous in its terms",
      "id": "c4"
    },
    {
      "text": "whether parol evidence rule applicable",
      "id": "c5"
    },
    {
      "text": "appellant's subsequent conduct inconsistent with declaration of trust",
      "id": "c6"
    },
    {
      "text": "application to adduce \"further evidence\" pursuant to federal court act 1976 (cth) s 27",
      "id": "c7"
    },
    {
      "text": "further evidence relevant to creation of purported \"declaration of trust\"",
      "id": "c8"
    },
    {
      "text": "principles relevant to reception of further evidence",
      "id": "c9"
    },
    {
      "text": "whether evidence could have been led below",
      "id": "c10"
    },
    {
      "text": "whether evidence sufficiently cogent to warrant its reception",
      "id": "c11"
    },
    {
      "text": "whether evidence likely to have produced different result",
      "id": "c12"
    },
    {
      "text": "bankruptcy",
      "id": "c13"
    },
    {
      "text": "trusts",
      "id": "c14"
    },
    {
      "text": "practice and procedure",
      "id": "c15"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from orders made by McInnis FM on 30 August 2007: Lofthouse v Baxter (No.",
      "id": "s0"
    },
    {
      "text": "2) [2007] FMCA 1481.",
      "id": "s1"
    },
    {
      "text": "The appellant, Suzann Janet Owens, was made bankrupt on 10 May 2005.",
      "id": "s2"
    },
    {
      "text": "The respondent, David James Lofthouse, is her trustee in bankruptcy.",
      "id": "s3"
    },
    {
      "text": "He claims that the beneficial title to four residential properties registered in her name has vested in him pursuant to ss 58 and 116 of the Bankruptcy Act 1966 (Cth).",
      "id": "s4"
    },
    {
      "text": "He seeks orders that the bankrupt execute and deliver to him all documents necessary to transfer legal title to the properties.",
      "id": "s5"
    },
    {
      "text": "He succeeded before the Federal Magistrate who also ordered the appellant to pay costs.",
      "id": "s6"
    },
    {
      "text": "2 The appellant claims that McInnis FM failed to apply the law relating to the creation of valid trusts correctly, and that beneficial title in the properties lay, as at the date of the bankruptcy, in the hands of a family trust.",
      "id": "s7"
    },
    {
      "text": "If that contention is correct, the respondent has no right to any of the properties.",
      "id": "s8"
    },
    {
      "text": "3 The appellant's case can be stated quite simply.",
      "id": "s9"
    },
    {
      "text": "She claims that she executed a declaration of trust over the properties on 20 December 2000.",
      "id": "s10"
    },
    {
      "text": "The Federal Magistrate rejected that claim on the basis of the evidence before him, and as a matter of law.",
      "id": "s11"
    },
    {
      "text": "The appellant submits that he was wrong to do so.",
      "id": "s12"
    },
    {
      "text": "THE \"DECLARATION OF TRUST\" \n \n4 The document upon which the appellant's case rests is in the following terms:\n \n \"THIS DECLARATION OF TRUST is made the 20 day of December 2000.",
      "id": "s13"
    },
    {
      "text": "PARTIES \n \n 1.",
      "id": "s14"
    },
    {
      "text": "SUZANN MACDOUGALL [Sue Owens] of 78 Wattle Road Hawthorn [TRUSTEE] \n 2.",
      "id": "s15"
    },
    {
      "text": "THE RICHARDSON TRUST [BENEFICIARY] \n 3.",
      "id": "s16"
    },
    {
      "text": "The Trustee has at all relevant times agreed to act as trustee of this trust on the terms set out.",
      "id": "s17"
    },
    {
      "text": "4.",
      "id": "s18"
    },
    {
      "text": "The Trustee has agreed to transfer her interest in all property owned by her including the property situated at 78 Wattle Road Hawthorn inclusive of its contents to the Beneficiary.",
      "id": "s19"
    },
    {
      "text": "DECLARATION OF TRUST \n \n 4.",
      "id": "s20"
    },
    {
      "text": "The Trustee declares that the Trustee holds the trust estate for the benefit of THE RICHARDSON TRUST and its beneficiaries the children of the Trustee.",
      "id": "s21"
    },
    {
      "text": "5.",
      "id": "s22"
    },
    {
      "text": "The Trustee must at the request and cost of the beneficiary transfer the trust estate to the Beneficiary or otherwise deal with the trust estate as the Beneficiary directs.",
      "id": "s23"
    },
    {
      "text": "SIGNED SEALED AND DELIVERED BY ] [signature of Ms Owens] \n THE SAID SUZANN MACDOUGALL IN ] \n THE PRESENCE OF \n \n [signature of witness]\" \n \n\n5 The reference to the \"Richardson Trust\" requires some explanation.",
      "id": "s24"
    },
    {
      "text": "Pauline Baxter is a solicitor, and former friend of the appellant.",
      "id": "s25"
    },
    {
      "text": "She was the first respondent to the proceeding before the Federal Magistrate.",
      "id": "s26"
    },
    {
      "text": "On 12 August 1994 a \"Deed of Settlement\" was executed.",
      "id": "s27"
    },
    {
      "text": "That Deed of Settlement established the Richardson Trust as a discretionary trust and made Ms Baxter trustee.",
      "id": "s28"
    },
    {
      "text": "The amount settled was $25.",
      "id": "s29"
    },
    {
      "text": "6 Originally, the appellant's children and grandchildren were the primary beneficiaries of the Richardson Trust.",
      "id": "s30"
    },
    {
      "text": "However, on 18 February 2000 the Deed of Settlement was varied so that the primary beneficiaries named were defined to include the appellant, as well as her children and grandchildren.",
      "id": "s31"
    },
    {
      "text": "7 Aside from filing an affidavit in the proceeding before the Federal Magistrate, Ms Baxter sought to be, and was, excused from further attendance at the hearing.",
      "id": "s32"
    },
    {
      "text": "She is not a party to this appeal.",
      "id": "s33"
    },
    {
      "text": "THE EVIDENCE AND PROCEEDINGS BELOW \n \n8 Before McInnis FM, Mr Lofthouse relied upon a number of affidavits which had been filed in the earlier bankruptcy proceeding.",
      "id": "s34"
    },
    {
      "text": "They included affidavits sworn by Ms Owens on 29 March 2005, 19 May 2005, 27 May 2005, 31 May 2005 and 10 June 2005.",
      "id": "s35"
    },
    {
      "text": "The four latter affidavits related to Ms Owens' application to have the sequestration order, made on 10 May 2005, annulled.",
      "id": "s36"
    },
    {
      "text": "It should be noted, however, that ultimately, and for reasons that are not entirely clear, Ms Owens discontinued her annulment application.",
      "id": "s37"
    },
    {
      "text": "9 In the hearing before McInnis FM, Mr Lofthouse swore four affidavits.",
      "id": "s38"
    },
    {
      "text": "One was dated 29 September 2006, two were sworn on 30 October 2006 and the last was sworn on 13 March 2007.",
      "id": "s39"
    },
    {
      "text": "He also relied upon an affidavit sworn by his partner, Richard Cauchi, on 3 June 2005.",
      "id": "s40"
    },
    {
      "text": "In addition, he tendered transcripts of the hearing before the Federal Magistrates Court in the bankruptcy proceeding.",
      "id": "s41"
    },
    {
      "text": "10 In order to understand the findings below, it is necessary to set out in detail some of the appellant's earlier statements about the properties in question which were before his Honour.",
      "id": "s42"
    },
    {
      "text": "11 In her 29 March 2005 affidavit, Ms Owens asserted, unambiguously, that she was the beneficial owner of the properties.",
      "id": "s43"
    },
    {
      "text": "That affidavit made no reference to any alleged trust.",
      "id": "s44"
    },
    {
      "text": "12 In her 19 May 2005 affidavit, which was filed in support of her application to annul the sequestration order, Ms Owens again deposed that she was the beneficial owner of the properties.",
      "id": "s45"
    },
    {
      "text": "Importantly, she also stated that she had a drawdown facility from the ANZ Bank which was secured by a mortgage over one of those properties, and that the facility was available to pay her personal creditors.",
      "id": "s46"
    },
    {
      "text": "13 In her 27 May 2005 affidavit, Ms Owens contended that she had real estate assets valued at $2,380,000, and that these assets were \"readily available\" to make payments to her creditors within a short space of time.",
      "id": "s47"
    },
    {
      "text": "She repeated this assertion in her 31 May 2005 affidavit, and added that she had refinanced one of the properties by discharging mortgages to the Commonwealth Bank, and granting a new mortgage to Perpetual Trustees.",
      "id": "s48"
    },
    {
      "text": "There is nothing to suggest that she informed Perpetual Trustees of the alleged trust.",
      "id": "s49"
    },
    {
      "text": "14 Finally, in the 10 June 2005 affidavit, Ms Owens deposed to the existence of the Richardson Trust.",
      "id": "s50"
    },
    {
      "text": "She also, for the first time in that proceeding, deposed that: \n \n \"... on 20 December 2000, I executed a document by which I intended to transfer all of my real estate to the family trust.",
      "id": "s51"
    },
    {
      "text": "\" \n \n\nShe stated, however, that she \"never got around to executing transfers of the properties to the trust\", and added that she did not believe that this document was effective to transfer any interest in the properties.",
      "id": "s52"
    },
    {
      "text": "She explained that this was because she had not provided transfers to the trustee.",
      "id": "s53"
    },
    {
      "text": "15 Mr Cauchi's 3 June 2005 affidavit exhibited the appellant's statement of affairs dated 13 May 2005.",
      "id": "s54"
    },
    {
      "text": "In that statement of affairs, she said that her income from property was $58,760.",
      "id": "s55"
    },
    {
      "text": "In response to the question \"Do you own, or are you buying, any land or buildings in Australia or overseas?",
      "id": "s56"
    },
    {
      "text": "\", she appended a document detailing valuations of the various properties.",
      "id": "s57"
    },
    {
      "text": "She made no reference to any trust.",
      "id": "s58"
    },
    {
      "text": "She was asked specifically \"Have you transferred any assets to a trust in the last 5 years?\".",
      "id": "s59"
    },
    {
      "text": "Her response was \"No\".",
      "id": "s60"
    },
    {
      "text": "16 The position does not improve for the appellant.",
      "id": "s61"
    },
    {
      "text": "The respondent's affidavit dated 30 October 2006 exhibited a transcript of a debtor's examination of the appellant conducted on behalf of a creditor in 2003.",
      "id": "s62"
    },
    {
      "text": "The transcript recorded that when asked if she owned any property, the appellant had answered \"Yes\" and identified one of the properties.",
      "id": "s63"
    },
    {
      "text": "In addition, the exhibit included a statement of affairs which had been completed by the appellant on 31 January 2003 as part of an unsuccessful attempt to enter into an arrangement under Pt X of the Bankruptcy Act .",
      "id": "s64"
    },
    {
      "text": "In that statement of affairs she said that she owned the property which she occupied, and that she had not transferred any property to a trust in the previous five years.",
      "id": "s65"
    },
    {
      "text": "She also stated that she had derived income from property in the sum of $58,240.",
      "id": "s66"
    },
    {
      "text": "She listed the four properties in question in this proceeding as her own, and the mortgagees in relation to them as her secured creditors.",
      "id": "s67"
    },
    {
      "text": "17 In addition, reference was made before McInnis FM to part of the transcript of the appellant's earlier annulment application.",
      "id": "s68"
    },
    {
      "text": "Her counsel submitted during the course of the annulment application that she beneficially owned the properties.",
      "id": "s69"
    },
    {
      "text": "She was extensively cross-examined in relation to that matter, and maintained that position.",
      "id": "s70"
    },
    {
      "text": "She said that at one time she had thought that the family trust owned the properties, but no longer did so.",
      "id": "s71"
    },
    {
      "text": "She also admitted to deducting expenses against the rental income when calculating her personal taxation liability.",
      "id": "s72"
    },
    {
      "text": "In other words, when it came to matters of taxation, she treated the properties as her own.",
      "id": "s73"
    },
    {
      "text": "18 Ms Baxter's affidavit, sworn on 19 January 2007, also did nothing to assist the appellant's cause.",
      "id": "s74"
    },
    {
      "text": "She swore that she was not aware of the existence of the declaration of trust until she received a copy of the respondent's affidavit of 29 September 2006.",
      "id": "s75"
    },
    {
      "text": "She also said that the appellant had never said anything to her about any declaration of trust.",
      "id": "s76"
    },
    {
      "text": "She said that she had never been asked to sign transfers in relation to the properties.",
      "id": "s77"
    },
    {
      "text": "To her knowledge the only asset of the Richardson Trust was the original sum of $25 settled, together with a small amount of interest that had accrued.",
      "id": "s78"
    },
    {
      "text": "The remainder of her affidavit was given over to certain caveats lodged over the titles to the properties by the appellant, after the declaration of trust had first emerged.",
      "id": "s79"
    },
    {
      "text": "These caveats were purportedly lodged on behalf of Ms Baxter.",
      "id": "s80"
    },
    {
      "text": "However, she said that they were lodged without her knowledge or authority.",
      "id": "s81"
    },
    {
      "text": "19 Before McInnis FM the appellant elected not to file any affidavits in opposition to the respondent's application.",
      "id": "s82"
    },
    {
      "text": "She did not seek to cross-examine Mr Lofthouse, Mr Cauchi or Ms Baxter.",
      "id": "s83"
    },
    {
      "text": "Nor did she object to any of the documentary material relied upon by the respondent.",
      "id": "s84"
    },
    {
      "text": "20 That left the position before McInnis FM basically as follows.",
      "id": "s85"
    },
    {
      "text": "There was no evidence as to the events leading up to the execution of what the appellant now claims is the key document in this case.",
      "id": "s86"
    },
    {
      "text": "Nor was there any evidence of any step having been taken to record the existence of the trust now alleged.",
      "id": "s87"
    },
    {
      "text": "Indeed, almost all of the evidence was to the contrary.",
      "id": "s88"
    },
    {
      "text": "The appellant received the rentals from the properties as her own income, and deducted expenses in relation to them against that income.",
      "id": "s89"
    },
    {
      "text": "There was no evidence before his Honour as to who drew the declaration of trust.",
      "id": "s90"
    },
    {
      "text": "And, insofar as the appellant had mentioned a trust in the document itself, she seemed to have in mind not so much a declaration of trust, but rather a transfer of all property owned by her to the Richardson Trust.",
      "id": "s91"
    },
    {
      "text": "21 Plainly, the appellant could not succeed in placing these properties beyond the reach of her creditors by establishing that there had been a transfer in equity to the Richardson Trust.",
      "id": "s92"
    },
    {
      "text": "There were no transfers ever executed in favour of Ms Baxter as trustee for the beneficiaries of that trust.",
      "id": "s93"
    },
    {
      "text": "After the ostensible execution of the declaration of trust in December 2000, nothing further happened to give any indication of the existence of any trust whatsoever.",
      "id": "s94"
    },
    {
      "text": "The various affidavits and statements of affairs filed by the appellant were all diametrically opposed to any such trust having been created.",
      "id": "s95"
    },
    {
      "text": "When the purported declaration of trust first surfaced, the appellant's position was that whatever might have taken place, it had not been an effective arrangement.",
      "id": "s96"
    },
    {
      "text": "At that stage she was still pursuing an annulment of the bankruptcy.",
      "id": "s97"
    },
    {
      "text": "It was not until she had abandoned that proceeding that she altered he position entirely, and (without explanation) suddenly maintained that she had divested herself of the beneficial interest in the properties pursuant to the declaration of trust.",
      "id": "s98"
    },
    {
      "text": "22 McInnis FM found that when it suited Ms Owens' interest to do so she claimed that she owned the properties, both legally and beneficially.",
      "id": "s99"
    },
    {
      "text": "Once she abandoned her application for annulment, she denied beneficial ownership.",
      "id": "s100"
    },
    {
      "text": "23 Accordingly, his Honour found that Mr Lofthouse was entitled to the relief sought.",
      "id": "s101"
    },
    {
      "text": "AUTHENTICITY OF THE DECLARATION OF TRUST AND FURTHER EVIDENCE \n \n24 One of the findings made by McInnis FM which is challenged before me relates to the authenticity of the so-called \"declaration of trust\".",
      "id": "s102"
    },
    {
      "text": "His Honour concluded he could not be satisfied that the document had in fact been executed on the date that it bore.",
      "id": "s103"
    },
    {
      "text": "Implicitly, at least, this meant that he was not satisfied as to its genuineness.",
      "id": "s104"
    },
    {
      "text": "He noted that appellant had not produced the original, and that she had relied instead upon a photocopy which was annexed to one of the affidavits filed on behalf of the respondent.",
      "id": "s105"
    },
    {
      "text": "He further noted that she had led no evidence as to the circumstances surrounding the creation of the document.",
      "id": "s106"
    },
    {
      "text": "In addition, Ms Barbara Johansson, who had purportedly witnessed the declaration of trust did not give evidence.",
      "id": "s107"
    },
    {
      "text": "Nor did any of the appellant's children.",
      "id": "s108"
    },
    {
      "text": "Ms Baxter, the trustee of the Richardson Trust, swore that she had no knowledge of the declaration of trust.",
      "id": "s109"
    },
    {
      "text": "His Honour regarded that as significant given that the properties in question are plainly of considerable value, and the Richardson Trust had otherwise been moribund since its creation in 1994.",
      "id": "s110"
    },
    {
      "text": "25 If his Honour's finding regarding the authenticity of the document is not disturbed that, for practical purposes, is the end of this appeal.",
      "id": "s111"
    },
    {
      "text": "If the document is not accepted as genuine, it would be unnecessary to embark upon any question relating to its construction, or whether it in fact operates as a declaration of trust.",
      "id": "s112"
    },
    {
      "text": "26 It was for that reason that, belatedly, on 20 November 2007, just 10 days before this appeal was scheduled for hearing, the appellant filed affidavits affirmed by herself and by her elder daughter, Georgia MacDougall.",
      "id": "s113"
    },
    {
      "text": "She foreshadowed an application to rely upon these affidavits by way of further evidence in this appeal.",
      "id": "s114"
    },
    {
      "text": "During the course of the hearing, she filed two additional affidavits, one affirmed by her on 3 December 2007, and one sworn by Ms Johansson on 30 November 2007.",
      "id": "s115"
    },
    {
      "text": "27 Mr Gardiner, on behalf of the respondent, opposed the tender of these affidavits.",
      "id": "s116"
    },
    {
      "text": "He pointed out that the appellant is legally qualified, and had practised as a solicitor for many years.",
      "id": "s117"
    },
    {
      "text": "She was obviously familiar with the need to file affidavits in order to establish facts in court proceedings.",
      "id": "s118"
    },
    {
      "text": "He submitted that the appellant had had ample opportunity to place before McInnis FM any evidence upon which she might seek to rely.",
      "id": "s119"
    },
    {
      "text": "He noted that his Honour frequently alluded to the appellant's failure to adduce any evidence regarding the circumstances in which the declaration of trust supposedly came into existence.",
      "id": "s120"
    },
    {
      "text": "Yet she made no application, at that stage, to file any affidavit material to meet his Honour's concerns.",
      "id": "s121"
    },
    {
      "text": "Nor did she seek to allay those concerns by giving viva voce evidence regarding this matter.",
      "id": "s122"
    },
    {
      "text": "28 Mr Gardiner submitted that the further evidence upon which the appellant was now seeking to rely had always been available to her.",
      "id": "s123"
    },
    {
      "text": "He submitted that at no stage had she provided anything like an adequate explanation as to why that material had not been led before his Honour.",
      "id": "s124"
    },
    {
      "text": "29 Mr Gardiner submitted that I should find that the appellant made a deliberate, tactical, decision not to put on evidence before his Honour.",
      "id": "s125"
    },
    {
      "text": "He submitted that, rather than expose herself to cross-examination, the appellant had elected to rely on the document as it stood, hoping that she could overcome any doubts as to its authenticity.",
      "id": "s126"
    },
    {
      "text": "He further submitted that the appellant now seemed to blame her counsel for what took place below, implying that she acted on his advice that there was no need to adduce evidence as to the document's creation.",
      "id": "s127"
    },
    {
      "text": "He noted, however, that her counsel had been briefed only shortly before the hearing, and long after the expiry of orders requiring her to file any affidavits upon which she proposed to rely.",
      "id": "s128"
    },
    {
      "text": "30 In addition, Mr Gardiner noted that the appellant had not sought an adjournment of the proceeding below for the purpose of filing affidavits.",
      "id": "s129"
    },
    {
      "text": "He submitted that, as a general rule, this Court will decline to permit further evidence to be led on appeal unless it is established that the evidence could not with reasonable diligence have been obtained before trial.",
      "id": "s130"
    },
    {
      "text": "He further submitted that it is also a requirement that the further evidence be cogent and of such importance that its tender below would be likely to have led to a different result.",
      "id": "s131"
    },
    {
      "text": "31 I note that the discretion to receive \"further evidence\" on appeal is conferred by s 27 of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s132"
    },
    {
      "text": "That discretion must be exercised judicially, consistently with proper process and in the interests of justice: Sobey v Nicol and Davies [2007] FCAFC 136 at [71] .",
      "id": "s133"
    },
    {
      "text": "32 The traditional constraints which govern the reception of \"fresh evidence\" on appeal, at common law, are that the party seeking to adduce that evidence must show that reasonable diligence was exercised to procure the evidence for the trial, and that it is tolerably clear that had it been available, and led, an opposite result would have been achieved: Orr v Holmes [1948] HCA 16 ; (1948) 76 CLR 632 at 635 and 640.",
      "id": "s134"
    },
    {
      "text": "33 It is clear that s 27 enables the Court to receive further evidence even though the more stringent common law requirements which apply in relation to fresh evidence have not been satisfied: Cottrell v Wilcox [2002] FCAFC 53 at [20] citing CDJ v VAJ [1998] HCA 76 ; (1998) 197 CLR 172 at 184---186 per Gaudron J, 199---201 per McHugh, Gummow and Callinan JJ and 230---238 per Kirby J.",
      "id": "s135"
    },
    {
      "text": "Nonetheless, some factors regarded as relevant to the reception of fresh evidence are also relevant when considering whether to receive further evidence.",
      "id": "s136"
    },
    {
      "text": "In particular, the Court will have regard to the cogency of the further evidence, and the chances that it would have led to a different result if tendered at the trial.",
      "id": "s137"
    },
    {
      "text": "34 Section 27 has been considered in a number of recent cases.",
      "id": "s138"
    },
    {
      "text": "In Williams v Official Trustee in Bankruptcy [2000] FCA 304 the Full Court observed (at [34]) that it was necessary for the proponent of the further evidence to establish that it could not, with reasonable diligence, have been discovered before trial.",
      "id": "s139"
    },
    {
      "text": "However, in Moore v Minister for Immigration and Citizenship (2007) 161 FCR 236 the Full Court expressly stated (at [7]) that it was unnecessary to decide whether, in the proper exercise of the Court's discretion, the party seeking to adduce further evidence had to satisfy that requirement.",
      "id": "s140"
    },
    {
      "text": "35 In Williams v Grant [2004] FCAFC 178 no explanation was offered for the failure to adduce particular evidence before the primary judge.",
      "id": "s141"
    },
    {
      "text": "That was regarded as relevant when leave to adduce further evidence was refused.",
      "id": "s142"
    },
    {
      "text": "Similarly, in Djalic v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 151 ; (2004) 139 FCR 292 the Court refused to receive further evidence, essentially because there was no suggestion that it had been unavailable prior to trial.",
      "id": "s143"
    },
    {
      "text": "36 In Murdaca v Accounts Control Management Services Pty Ltd [2007] FCA 577 Stone J, after discussing a number of relevant authorities, said (at [6]) that the evidence \"must have sufficient probative value that it is likely to have produced a different result had it been presented at the trial\".",
      "id": "s144"
    },
    {
      "text": "37 As part of the process of determining whether to receive the appellant's further evidence in this case, I indicated that I would hear what both she, and her daughter, had to say on a provisional basis, without at that stage ruling upon the admissibility of the affidavit material.",
      "id": "s145"
    },
    {
      "text": "I did so because I regarded the cogency of the proposed further evidence highly relevant to the exercise of my discretion.",
      "id": "s146"
    },
    {
      "text": "Both the appellant and her daughter were cross-examined.",
      "id": "s147"
    },
    {
      "text": "Indeed, the appellant was cross-examined a second time.",
      "id": "s148"
    },
    {
      "text": "Ms Johansson, whose affidavit was filed at a later point in time, was also cross-examined.",
      "id": "s149"
    },
    {
      "text": "38 I can deal with the evidence of the appellant's daughter very briefly.",
      "id": "s150"
    },
    {
      "text": "In her affidavit she deposed to having been informed by her mother of the \"declaration of trust\" shortly after it was executed (which she stated was 20 October 2000 rather than 20 December 2000).",
      "id": "s151"
    },
    {
      "text": "It soon became clear, under cross-examination, that she had no recollection whatever of this event.",
      "id": "s152"
    },
    {
      "text": "Nor did she have the slightest understanding of anything that may have occurred.",
      "id": "s153"
    },
    {
      "text": "Her only knowledge of a trust appeared to relate to the Richardson Trust.",
      "id": "s154"
    },
    {
      "text": "Her evidence could not possibly provide any support for the appellant's claim that the declaration of trust was executed in December 2000.",
      "id": "s155"
    },
    {
      "text": "I therefore declined to receive her evidence pursuant to s 27.",
      "id": "s156"
    },
    {
      "text": "39 I turn next to the appellant's two affidavits, which were affirmed on 13 November 2007 and 3 December 2007 respectively.",
      "id": "s157"
    },
    {
      "text": "The first thing to note about the affidavit affirmed on 13 November 2007 is that the version served on the respondent contained a number of errors.",
      "id": "s158"
    },
    {
      "text": "In that version Ms Owens said that she prepared and signed the declaration of trust on 20 October 2000 (rather than on 20 December 2000, the date the document bears).",
      "id": "s159"
    },
    {
      "text": "In other words, she made precisely the same mistake regarding this critical date as did her daughter.",
      "id": "s160"
    },
    {
      "text": "She repeated that error on several occasions.",
      "id": "s161"
    },
    {
      "text": "However, the version that was eventually filed with the Court on 20 November 2007 contained handwritten amendments which changed the references from \"October\" to \"December\".",
      "id": "s162"
    },
    {
      "text": "40 In her 3 December 2007 affidavit, the appellant again misstated the date upon which the declaration of trust had been executed, this time saying that it was 20 December 2007.",
      "id": "s163"
    },
    {
      "text": "Plainly, that was a typographical error, though it illustrated a degree of laxness on the part of the appellant towards the accuracy of material filed with the Court that seems to have permeated almost all of her many affidavits filed in relation to her bankruptcy.",
      "id": "s164"
    },
    {
      "text": "41 In her 13 November 2007 affidavit, the appellant gave no explanation as to why she continued to rely upon a photocopy, rather than the original of the declaration of trust.",
      "id": "s165"
    },
    {
      "text": "Under cross-examination, she suggested that the original was likely to be with one or other of the various legal advisors from whom she sought assistance over the years.",
      "id": "s166"
    },
    {
      "text": "She acknowledged that she had made no attempt to obtain the original, and in submissions suggested, somewhat half-heartedly, that there might be a lien over the document.",
      "id": "s167"
    },
    {
      "text": "On the second occasion on which she was cross-examined, she said that after the first day of the hearing she had sent facsimiles to the various solicitors who might have possession of the original, but she had received no reply.",
      "id": "s168"
    },
    {
      "text": "She accepted that she had not issued a subpoena for the production of the original, and plainly could have done so.",
      "id": "s169"
    },
    {
      "text": "42 It is one of a number of extraordinary features of this case that the appellant has done virtually nothing to secure the original of the declaration of the trust.",
      "id": "s170"
    },
    {
      "text": "This was so even after she was alerted to the importance of the issue when McInnis FM delivered his judgment refusing to accept the authenticity of the document.",
      "id": "s171"
    },
    {
      "text": "It is also particularly extraordinary given her claim, made under cross-examination and repeated in her second affidavit, that she paid stamp duty on the document.",
      "id": "s172"
    },
    {
      "text": "If she had, the document would bear the date of stamping, and might establish the date on which it was executed.",
      "id": "s173"
    },
    {
      "text": "43 The appellant says nothing in either of her affidavits as to why the evidence upon which she now proposes to rely was not led before McInnis FM.",
      "id": "s174"
    },
    {
      "text": "Under cross-examination, she specifically waived client-lawyer privilege, and stated that she had conducted her case before his Honour on the basis of the advice of her counsel.",
      "id": "s175"
    },
    {
      "text": "She said that her counsel had told her that it was not necessary for her to adduce any evidence because her case turned entirely upon questions of law.",
      "id": "s176"
    },
    {
      "text": "44 In her 3 December 2007 affidavit Ms Owens asserted that she had known Ms Johansson for over 25 years, but had had no contact with her for, at the very least, the last four years.",
      "id": "s177"
    },
    {
      "text": "She said that she had discussed extensively with Ms Johansson the outcome of her divorce proceedings in the Family Court, and her concern that the division of property had been unfair.",
      "id": "s178"
    },
    {
      "text": "That had led her to appreciate the need to protect the future interests of her children, and to execute the declaration of trust to achieve that effect.",
      "id": "s179"
    },
    {
      "text": "She said in oral evidence that her divorce occurred in 1999, and that her appeal against the property orders made had been dismissed in 2000.",
      "id": "s180"
    },
    {
      "text": "She said that Ms Johansson, a transcriber, had witnessed the document at her home where she undertook secretarial work in her front room.",
      "id": "s181"
    },
    {
      "text": "It was at that point that she added, unequivocally, that she paid stamp duty on the declaration of trust shortly thereafter.",
      "id": "s182"
    },
    {
      "text": "45 Ms Johansson, in her affidavit, said that she had known Ms Owens for many years.",
      "id": "s183"
    },
    {
      "text": "She identified her signature on the photocopy of the declaration of trust dated 20 December 2000.",
      "id": "s184"
    },
    {
      "text": "She said that she did not recall having signed the document.",
      "id": "s185"
    },
    {
      "text": "She said that it must have been signed more than three years ago as she had had no contact with Ms Owens for that period.",
      "id": "s186"
    },
    {
      "text": "I have no reason to disbelieve anything that she said.",
      "id": "s187"
    },
    {
      "text": "CONSIDERATION \n \n46 It remains the position that no proper, or adequate, explanation has been given to this Court as to why the evidence upon which the appellant now seeks to rely was not led at trial.",
      "id": "s188"
    },
    {
      "text": "It should have been perfectly obvious to the appellant, and to her counsel, that the respondent would not meekly accept as genuine a document in the form of a photocopy of the declaration of trust.",
      "id": "s189"
    },
    {
      "text": "That was made abundantly clear from the earliest stages of the trial before McInnis FM, if not well before that time.",
      "id": "s190"
    },
    {
      "text": "There was much to be said in favour of the contention that the declaration of trust surfaced conveniently and opportunely only after the appellant found herself in difficulty with her creditors.",
      "id": "s191"
    },
    {
      "text": "As can be seen, the appellant's own conduct right up to the time that she sought annulment of her bankruptcy was entirely inconsistent with the existence of a declaration of trust going back to December 2000.",
      "id": "s192"
    },
    {
      "text": "The many affidavits which she filed during the course of the bankruptcy proceeding, and the information which she provided in support of a possible Pt X composition with her creditors, all asserted, unequivocally, that she was the beneficial owner of the properties in question.",
      "id": "s193"
    },
    {
      "text": "So too did her statement of affairs to the respondent after her bankruptcy.",
      "id": "s194"
    },
    {
      "text": "The sudden change in her position, once the annulment proceeding was abandoned, would have set alarm bells ringing in relation to the genuineness of the declaration of trust.",
      "id": "s195"
    },
    {
      "text": "47 It was common ground before me that Ms Owens had the onus of establishing the existence of the trust that she asserted.",
      "id": "s196"
    },
    {
      "text": "The only conceivable way that she could do so, in this case, would be to have the declaration of trust not merely accepted as genuine, but also construed as manifesting the intention to declare a trust.",
      "id": "s197"
    },
    {
      "text": "The failure to take any steps beyond executing the document meant that no other form of trust could arise: see Marchesi v Apostoulou [2006] FCA 1122 at [13] ---[28] and the cases cited therein.",
      "id": "s198"
    },
    {
      "text": "48 In those circumstances, Mr Lofthouse had no choice other than to initiate proceedings in the Federal Magistrates Court in order to clarify the ownership of the properties.",
      "id": "s199"
    },
    {
      "text": "The appellant elected not to place any evidence before that Court explaining why she had contended for so long that the properties were beneficially owned by her.",
      "id": "s200"
    },
    {
      "text": "49 Even if one were to accept the document purportedly executed by Ms Owens on 20 December 2000 as authentic, it cannot, in my view, be regarded as a valid declaration of trust.",
      "id": "s201"
    },
    {
      "text": "It goes without saying that the document is poorly drafted.",
      "id": "s202"
    },
    {
      "text": "At the very least, it demonstrates that Ms Owens was unclear as to precisely what she intended at the time.",
      "id": "s203"
    },
    {
      "text": "A declaration of trust does not speak of the trustee (in this case Ms Owens) having \"agreed to transfer\" her interest to a third party (in this case the Richardson Trust).",
      "id": "s204"
    },
    {
      "text": "The fact that at two points in the document the words \"declaration of trust\" are used cannot be regarded as conclusive of that having been the appellant's intention (just as the failure to use those precise words would not be conclusive against her having had that intention).",
      "id": "s205"
    },
    {
      "text": "50 In addition, the operative provision of the document is completely at odds with what may be described as \"the recitals\".",
      "id": "s206"
    },
    {
      "text": "It is true that equity has traditionally allowed a measure of latitude towards those who create documents which purport to constitute express trusts.",
      "id": "s207"
    },
    {
      "text": "However, there is no authority of which I am aware that suggests that the Court should, in effect, entirely reconstruct a document which is as badly drawn, and unclear, as this.",
      "id": "s208"
    },
    {
      "text": "51 It may be, as the respondent acknowledges, that McInnis FM did not always keep clear the distinction between the principles that govern a declaration of trust, and those that govern the creation of a trust by transfer.",
      "id": "s209"
    },
    {
      "text": "Nonetheless, his Honour's factual findings, and his willingness to receive evidence of the subsequent acts of the appellant as bearing not only upon the authenticity of the document but also whether, as drawn, it reflected a genuine intention to declare a trust, are in my view unimpeachable.",
      "id": "s210"
    },
    {
      "text": "52 In that regard I should explain that his Honour was invited by counsel for Mr Lofthouse to follow the decision of Young CJ in Eq in Hyhonie Holdings Pty Ltd v Leroy [2003] NSWSC 624 (approved by the New South Wales Court of Appeal in Hyhonie Holdings Pty Ltd v Leroy [2004] NSWCA 72).",
      "id": "s211"
    },
    {
      "text": "53 The facts in Hyhonie were remarkably similar, in many respects, to those in the present case.",
      "id": "s212"
    },
    {
      "text": "The issue was whether a document dated 14 March 1997, and signed by a Mr Robert Yazbek, operated effectively as a declaration of trust.",
      "id": "s213"
    },
    {
      "text": "Unlike the document in the present case, the declaration of trust in Hyhonie was impeccably drawn.",
      "id": "s214"
    },
    {
      "text": "However, after it was executed it did not surface again for some years until an accountant employed by the relevant corporate entity found it, and arranged for it to be stamped.",
      "id": "s215"
    },
    {
      "text": "There was a wealth of evidence in that case, as in the present, that notwithstanding the declaration of trust, Mr Yazbek continued to treat the shares, which were the subject of that declaration, as his own personal property.",
      "id": "s216"
    },
    {
      "text": "54 Young CJ in Eq held as follows (at [34]---[36]): \n \n&#8226; the onus of establishing a trust is on the person who alleges it; \n \n &#8226; a person can create a fully effective trust merely by declaring himself or herself a trustee; \n &#8226; however, difficult questions of fact not infrequently arise where a person, despite that declaration, continues to exercise personal dominion over the so-called trust property.",
      "id": "s217"
    },
    {
      "text": "55 His Honour referred to Commissioner of Stamp Duties (Queensland) v Jolliffe [1920] HCA 45 ; (1920) 28 CLR 178 at 181 where Knox CJ and Gavan Duffy J applied the following statement in Lewin on Trusts (11 th ed, 1904) at p 85: \n \n \"It is obviously essential to the creation of a trust, that there should be the intention of creating a trust, and therefore if upon a consideration of all the circumstances the Court is of opinion that the settlor did not mean to create a trust, the Court will not impute a trust where none in fact was contemplated\".",
      "id": "s218"
    },
    {
      "text": "56 Young CJ in Eq observed that this passage had been included in all subsequent editions of Lewin up to and including the sixteenth (1964) edition.",
      "id": "s219"
    },
    {
      "text": "However, in the seventeenth edition (2000) the authors suggested that the dissenting judgment of Isaacs J (who favoured an objective, rather than subjective test when considering whether a trust had been declared) would today be preferred in England.",
      "id": "s220"
    },
    {
      "text": "His Honour commented (at [38]): \n \n \"Whether this is so or not, Jolliffe's case , or at least Jolliffe's case as interpreted by later decisions of the High Court, is binding on me.",
      "id": "s221"
    },
    {
      "text": "\" \n \n\n57 His Honour observed that the High Court had revisited the question whether the approach taken in Jolliffe correctly stated the law on at least two occasions.",
      "id": "s222"
    },
    {
      "text": "In Associated Alloys Pty Ltd v ACN 001 452 106 Pty Ltd (in liq) [2000] HCA 25 ; (2000) 202 CLR 588 Gaudron, McHugh, Gummow and Hayne JJ said (at [33]).",
      "id": "s223"
    },
    {
      "text": "\"In Kauter v Hilton , the Court treated Jolliffe as deciding, for the purposes of the legislation there in question, that \"[a]ll the relevant circumstances must be examined in order to determine whether the depositor really intended to create a trust\".",
      "id": "s224"
    },
    {
      "text": "\" (Footnote omitted.",
      "id": "s225"
    },
    {
      "text": ")\n \n\n58 Young CJ in Eq acknowledged that it was possible to create a trust by declaration without communication to any person.",
      "id": "s226"
    },
    {
      "text": "However, he noted that in Re Cozens [1913] 2 Ch 478 it had been held that the absence of any such communication raised a strong inference against an intention to create such a trust.",
      "id": "s227"
    },
    {
      "text": "In the end, he concluded that the evidence taken as a whole clearly established that, despite the execution of the declaration of trust, Mr Yazbek had not genuinely intended to hold the shares on trust for anyone.",
      "id": "s228"
    },
    {
      "text": "In a telling observation, his Honour stated (at [86]): \n \n \"The proper conclusion is that Mr Yazbek and his advisors were seeking the best of all worlds.",
      "id": "s229"
    },
    {
      "text": "The trust deed was in existence, but it was never seriously considered until the time came for it to be given significance about the time of Robert Yazbek's bankruptcy.",
      "id": "s230"
    },
    {
      "text": "\" \n \n\n59 The appeal to the New South Wales Court of Appeal was dismissed.",
      "id": "s231"
    },
    {
      "text": "Hodgson JA (with whom Mason P and Handley JA agreed) stated (at [45]---[46]): \n \n \"I accept that the signing of the declaration, and having it witnessed, is some evidence of the required intention, and that there was an onus on Mr. Leroy to rebut that intention.",
      "id": "s232"
    },
    {
      "text": "However, this onus on Mr. Leroy was an evidentiary onus, and the ultimate onus remained on the appellants to prove the creation of a trust.",
      "id": "s233"
    },
    {
      "text": "The existence of this ultimate onus had some significance in this case, where there was substantial evidence tending to rebut an intention to create a trust.",
      "id": "s234"
    },
    {
      "text": "The substantial evidence against an intention to create a trust in this case was the passage of over five years, when (with small exceptions) all documents that were created by Mr. Yazbek, and/or Mr. Alexandrou or Mr. White on Mr. Yazbek's instructions, relating to the Trust and Aldora, were inconsistent with the existence of a trust, and consistent only with beneficial ownership of the shares by Mr.",
      "id": "s235"
    },
    {
      "text": "Yazbek.",
      "id": "s236"
    },
    {
      "text": "\" \n \n\n60 On 4 February 2005 the High Court declined to grant special leave to appeal from the decision of the New South Wales Court of Appeal.",
      "id": "s237"
    },
    {
      "text": "61 Dr Glover, who appeared on behalf of the appellant, submitted firstly that Hyhonie was not binding upon me, and next that it was wrongly decided.",
      "id": "s238"
    },
    {
      "text": "He submitted that the judgments at first instance and in the Court of Appeal were per incuriam because they ignored the parol evidence rule.",
      "id": "s239"
    },
    {
      "text": "That submission must be addressed.",
      "id": "s240"
    },
    {
      "text": "62 The parol evidence rule is regarded as a rule of substantive law, and not a rule of evidence: see S Odgers, Uniform Evidence Law (7 th ed, Lawbook Co, 2006) at [1.3.200].",
      "id": "s241"
    },
    {
      "text": "It is not affected by the enactment of the Evidence Act 1995 (Cth).",
      "id": "s242"
    },
    {
      "text": "63 In J D Heydon, Cross on Evidence (7 th ed, Butterworths, 2004) at [39145] the learned author formulates the rule as follows: \n \n \"Extrinsic evidence is generally inadmissible when it would, if accepted, have the effect of adding to, varying or contradicting the terms of a judicial record, a transaction required by law to be in writing, or a document constituting a valid and effective contract or other transaction.",
      "id": "s243"
    },
    {
      "text": "\" (Footnotes omitted.",
      "id": "s244"
    },
    {
      "text": ")\n \n\n64 Dr Glover submitted that the parol evidence rule applied in this instance because s 53(1)(b) of the Property Law Act 1958 (Vic) provides that: \n \n \"a declaration of trust respecting any land or any interest therein must be manifested and proved by some writing signed by some person who is able to declare such a trust or by his will\".",
      "id": "s245"
    },
    {
      "text": "65 It should be noted that most judicial statements of the parol evidence rule are concerned with its application to contracts.",
      "id": "s246"
    },
    {
      "text": "See, eg, Bank of Australasia v Palmer [1897] AC 540 at 545.",
      "id": "s247"
    },
    {
      "text": "Plainly, the test for intention in the law of contract is objective, and not subjective.",
      "id": "s248"
    },
    {
      "text": "In such circumstances, one can readily understand the difficulty in seeking to lead evidence of the subjective intent of the parties, (unless one enters into the realm of sham).",
      "id": "s249"
    },
    {
      "text": "Jolliffe establishes that the test for intention in relation to a declaration of trust is subjective.",
      "id": "s250"
    },
    {
      "text": "In principle, therefore, the parol evidence rule would not be expected to operate to exclude evidence which bears upon the actual intent of the declarant at the time of the purported declaration of trust.",
      "id": "s251"
    },
    {
      "text": "66 It may be that this provides the answer to Dr Glover's point that the parol evidence rule was not considered in Hyhonie .",
      "id": "s252"
    },
    {
      "text": "Indeed, there is authority, directly in point, to support the conclusion that the parol evidence rule does not prevent evidence of subsequent conduct from being taken into account when determining whether a trust was validly declared.",
      "id": "s253"
    },
    {
      "text": "67 In Starr v Starr [1935] SASR 263, Napier J referred to Jolliffe , and stated (at 266):\n \n \"It may well be that a court of co-ordinate jurisdiction might regard the authority of that case as impaired by the emphatic dissent of Isaacs J., but I think that I am bound by the principle upon which the case was decided.",
      "id": "s254"
    },
    {
      "text": "\" \n \n\n68 Napier J noted that Isaacs J had referred to the parol evidence rule.",
      "id": "s255"
    },
    {
      "text": "His Honour then referred to the following statement from the majority judgment in Jolliffe (at 181): \n \n \"We know of no authority, and none was cited, which would justify us in deciding that by using any form of words a trust can be created contrary to the real intention of the person alleged to have created it.",
      "id": "s256"
    },
    {
      "text": "\" \n \n\n69 Napier J concluded that parol evidence was admissible to show that the various declarations of trust in issue in the case before him were never intended to operate as binding declarations of trust.",
      "id": "s257"
    },
    {
      "text": "70 In B &amp; M Property Enterprises Pty Ltd (in liq) v Pettingill [2001] SASC 75 , Perry J said (at [122]---[126]): \n \n \"I add that I have at times been concerned at the application of the parol evidence rule, which it might be thought would operate to exclude evidence of an intention on the part of B &amp; M inconsistent with the contents of the declaration of trust.",
      "id": "s258"
    },
    {
      "text": "However, Starr v Starr is authority for the proposition that parol evidence is admissible in a case such as this, to show that the declaration was never intended to operate as a binding declaration of trust.",
      "id": "s259"
    },
    {
      "text": "In Starr , the defendant was said to have constituted himself a trustee for each of his three infant daughters of moneys standing to his credit in accounts with a savings bank.",
      "id": "s260"
    },
    {
      "text": "The written declaration signed by him at the time of the opening of the accounts declared that the money would be the exclusive property of his daughters.",
      "id": "s261"
    },
    {
      "text": "But the evidence made it clear that the defendant had always treated the moneys as his own, and did not have any intention of disposing of the beneficial interest in them.",
      "id": "s262"
    },
    {
      "text": "In those circumstances, Napier J, relying on Commissioner of Stamp Duties (Qd) v Jolliffe , held that, notwithstanding the terms of the written instrument said to constitute a trust, evidence was admissible to show that the document was never intended to operate as a binding declaration of trust.",
      "id": "s263"
    },
    {
      "text": "Likewise, I am satisfied that evidence was properly admitted in this case which demonstrates that B &amp; M never intended the so-called declaration of trust to take effect immediately to vest the beneficial interest in the subject property in Mr Scott Pettingill.",
      "id": "s264"
    },
    {
      "text": "\" (Footnotes omitted.",
      "id": "s265"
    },
    {
      "text": ")\n \n\n71 Dr Glover submitted, albeit only formally, that the majority judgment in Jolliffe did not state the law correctly, and that the dissenting judgment of Isaacs J should be preferred.",
      "id": "s266"
    },
    {
      "text": "He acknowledged, however, that the majority judgment was binding upon me.",
      "id": "s267"
    },
    {
      "text": "That is obviously so, particularly since Jolliffe has been cited without disapproval in later High Court decisions.",
      "id": "s268"
    },
    {
      "text": "It has also been applied by the Full Court of this Court.",
      "id": "s269"
    },
    {
      "text": "See, for example, Baker v Official Trustee in Bankruptcy , Federal Court of Australia, unreported, 3 August 1995 per Burchett, Ryan and Carr JJ; and Walsh Bay Developments Pty Ltd v Federal Commissioner of Taxation (1995) 130 ALR 415 at 422.",
      "id": "s270"
    },
    {
      "text": "72 Dr Glover also submitted that both Starr v Starr and B &amp; M were wrongly decided.",
      "id": "s271"
    },
    {
      "text": "I reject that submission.",
      "id": "s272"
    },
    {
      "text": "I cannot see how the parol evidence rule can apply, with full rigour, in circumstances where the actual state of mind of the declarant must be ascertained.",
      "id": "s273"
    },
    {
      "text": "If the submission were correct, it would lead to peculiar outcomes.",
      "id": "s274"
    },
    {
      "text": "For example, evidence could not be received of a contemporaneous oral statement by a declarant that, despite the use of the term \"declaration of trust\" in a document then executed, no such trust was actually intended.",
      "id": "s275"
    },
    {
      "text": "That would be contrary to what the majority in Jolliffe identified as the task to be undertaken in determining whether a declaration of trust had been made.",
      "id": "s276"
    },
    {
      "text": "73 In this case, even if the declaration of trust were to be regarded as an authentic document, executed on the date that it bears, it does not manifest a sufficiently clear intention to declare a trust.",
      "id": "s277"
    },
    {
      "text": "It is at best a confused document, suggesting at some points a desire on the part of Ms Owens to transfer her assets to the Richardson Trust, while at others suggesting perhaps a desire to hold those assets on trust for the beneficiaries of that Trust.",
      "id": "s278"
    },
    {
      "text": "74 In Milroy v Lord [1861---1873] All ER Rep 783, Turner LJ famously observed (at 789):\n \n \"I take the law of this court to be well settled, that, in order to render a voluntary settlement valid and effectual, the settlor must have done everything which, according to the nature of the property comprised in the settlement, was necessary to be done in order to transfer the property, and render the settlement binding upon himself.",
      "id": "s279"
    },
    {
      "text": "He may, of course, do this by actually transferring the property to the persons for whom he intends to provide, and the provisions will then be effectual; and it will be equally effectual if he transfers the property to a trustee for those purposes; and if the property be personal, the trust may, as I apprehend, be declared either in writing or by parol.",
      "id": "s280"
    },
    {
      "text": "But in order to render the settlement binding, one or other of these modes must, as I understand the law of this court, be resorted to, for there is no equity in this court to protect an imperfect gift.",
      "id": "s281"
    },
    {
      "text": "The cases, I think, go further, to this extent, that if the settlement is intended to be effectual by one of the modes to which I have referred, the court will not give effect to it by applying another of those modes.",
      "id": "s282"
    },
    {
      "text": "If it is intended to take effect by transfer the court will not hold the intended transfer to operate as a declaration of trust, for then every imperfect instrument would be made effectual by being converted into a perfect trust.",
      "id": "s283"
    },
    {
      "text": "\" \n \n\n75 His Lordship's comments are entirely apposite to this case.",
      "id": "s284"
    },
    {
      "text": "Ms Owens has not discharged the ultimate onus of establishing a declaration of trust preceding her bankruptcy.",
      "id": "s285"
    },
    {
      "text": "McInnis FM was correct to so find.",
      "id": "s286"
    },
    {
      "text": "There was overwhelming evidence, based upon her subsequent conduct, that she did not regard herself as holding the properties on trust for anyone.",
      "id": "s287"
    },
    {
      "text": "That evidence was admissible, particularly in circumstances where the declaration of trust itself was, to put it kindly, an ambiguous and uncertain document.",
      "id": "s288"
    },
    {
      "text": "76 Although it is unnecessary finally to determine whether I would, in the exercise of my discretion, receive the further evidence proffered, I should indicate that my inclination would be not to do so.",
      "id": "s289"
    },
    {
      "text": "I do not regard that evidence as cogent, and certainly not sufficiently cogent to warrant its reception.",
      "id": "s290"
    },
    {
      "text": "Even Ms Johansson's evidence, which I do accept, only demonstrates that the document in question was created at least three years ago.",
      "id": "s291"
    },
    {
      "text": "It does not demonstrate that, as Ms Owens claims, it was executed in December 2000.",
      "id": "s292"
    },
    {
      "text": "Three years ago Ms Owens was already fully immersed in difficulties with her creditors, and the creation of that document at any point after about early 2003 would be of no assistance to her.",
      "id": "s293"
    },
    {
      "text": "77 In any event, for the reasons set out earlier in this judgment, primarily on the issue of construction, the reception of this further evidence would not have affected the outcome of this proceeding.",
      "id": "s294"
    },
    {
      "text": "78 The appeal must be dismissed with costs.",
      "id": "s295"
    },
    {
      "text": "I certify that the preceding seventy-eight (78) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Weinberg.",
      "id": "s296"
    },
    {
      "text": "Associate:\n\nDated: 12 December 2007\n\n Counsel for the Appellant: Dr J Glover \n \n Solicitor for the Appellant: The Appellant appeared in Person \n \n Counsel for the Respondent: Mr S Gardiner \n \n Solicitor for the Respondent: Aitken Walker &amp; Strachan \n \n Date of Hearing: 30 November 2007 and 5 December 2007 \n \n Date of Judgment: 12 December 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1968.html",
      "id": "s297"
    }
  ]
}