{
  "name": "Boensch v Pascoe [2007] FCA 1977 (13 December 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1977.html",
  "catchphrases": [
    {
      "text": "inquiry into conduct of trustee",
      "id": "c0"
    },
    {
      "text": "grounds for removal",
      "id": "c1"
    },
    {
      "text": "breakdown of relationship between trustee and bankrupt",
      "id": "c2"
    },
    {
      "text": "admission of estimate of costs for voting purposes at creditors meeting",
      "id": "c3"
    },
    {
      "text": "whether a conflict of interest exists when interests of creditors and interests of trustee are similar",
      "id": "c4"
    },
    {
      "text": "use of notice of objection to discharge of bankruptcy",
      "id": "c5"
    },
    {
      "text": "bankruptcy",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "BUCHANAN J: \n \n1 Mr Franz Boensch was made bankrupt on 23 August 2005.",
      "id": "s0"
    },
    {
      "text": "Mr Scott Pascoe was appointed the trustee of Mr Boensch's bankrupt estate.",
      "id": "s1"
    },
    {
      "text": "The present proceedings have been brought by Mr Boensch under ss 178 and 179 of the Bankruptcy Act 1966 (Cth) ('the Act').",
      "id": "s2"
    },
    {
      "text": "They seek the removal of Mr Pascoe as trustee (s 179) and orders setting aside a formal request for documents made by him on 29 November 2006 (s 178).",
      "id": "s3"
    },
    {
      "text": "2 In support of his application for Mr Pascoe's removal as trustee, Mr Boensch alleges a number of specific instances of misconduct or wrongful administration of his estate.",
      "id": "s4"
    },
    {
      "text": "They are:\n \n1.",
      "id": "s5"
    },
    {
      "text": "Mr Pascoe failed to ensure, contrary to his indications to Mr Boensch, that an appeal Mr Boensch had instituted in this Court (concerning the bankruptcy notice which led to the sequestration of his estate) was adjourned from 2 September 2005 to at least 30 September 2005.",
      "id": "s6"
    },
    {
      "text": "The appeal was dismissed because Mr Boensch did not attend court.",
      "id": "s7"
    },
    {
      "text": "2.",
      "id": "s8"
    },
    {
      "text": "Mr Pascoe, by his conduct of creditors' meetings on 16 November 2005 and 9 June 2006 did not deal even-handedly with creditors when assessing their entitlement to vote.",
      "id": "s9"
    },
    {
      "text": "His remuneration was directly affected by matters to be decided at the meetings.",
      "id": "s10"
    },
    {
      "text": "His pecuniary interest placed him in a position of conflict which affected his decisions.",
      "id": "s11"
    },
    {
      "text": "3.",
      "id": "s12"
    },
    {
      "text": "Mr Pascoe wrongly and unreasonably issued Notices of Objection to the discharge of Mr Boensch's bankruptcy on 2 February 2006, 27 November 2006 and 10 January 2007.",
      "id": "s13"
    },
    {
      "text": "3 Mr Boensch also contends that Mr Pascoe abused his power as trustee and acted for a collateral purpose when, by letter dated 29 November 2006, he sought specified documents from Mr Boensch concerning a transfer of land held jointly by Mr Boensch and his former wife and concerning the source of funds for proceedings in the Federal Magistrates Court of Australia ('the FMCA') brought by Mr Pascoe against Mr Boensch and his former wife to recover property for Mr Boensch's bankrupt estate.",
      "id": "s14"
    },
    {
      "text": "When Mr Boensch did not comply with this requirement Mr Pascoe referred his failure to do so to the Bankruptcy Fraud Investigation Unit of Insolvency Trustee Services Australia ('ITSA').",
      "id": "s15"
    },
    {
      "text": "The consequences for Mr Boensch may be serious.",
      "id": "s16"
    },
    {
      "text": "4 Mr Boensch applies under s 178 of the Act to set aside the requirements imposed by the letter of 29 November 2006.",
      "id": "s17"
    },
    {
      "text": "APPLICATION UNDER SECTION 179 \n Section 179 appears to contemplate a two-stage process \n \n5 The powers of this Court to supervise the conduct of a trustee and, if necessary, to remove a trustee from office as found in ss 178 and 179 of the Act are broad.",
      "id": "s18"
    },
    {
      "text": "The historical origins of the powers were traced by French J in Macchia v Nilant [2001] FCA 7 ; (2001) 110 FCR 101.",
      "id": "s19"
    },
    {
      "text": "6 Section 179(1) provides:\n \n '179(1) The Court may, on the application of the Inspector-General, a creditor or the bankrupt, inquire into the conduct of a trustee in relation to a bankruptcy and may do one or both of the following: \n \n (a) remove the trustee from office; and \n (b) make such order as it thinks proper.",
      "id": "s20"
    },
    {
      "text": "' \n \n \n\n7 When s 179 is invoked it is usual to consider first whether an inquiry should be held into a trustee's conduct.",
      "id": "s21"
    },
    {
      "text": "Section 179 does not, in terms, impose a statutory requirement that there be a two stage process but one advantage of dealing with matters in that way is that it affords an opportunity to specify the scope of any inquiry and allow a trustee a 'proper opportunity to prepare and present his case on those matters' (see Re Alafaci; Registrar in Bankruptcy v Hardwick (1976) 9 ALR 262 at 268).",
      "id": "s22"
    },
    {
      "text": "8 In final submissions counsel for Mr Boensch suggested that a sufficient case was made out to move directly to make orders removing Mr Pascoe as trustee.",
      "id": "s23"
    },
    {
      "text": "I indicated that I was not prepared to deal at this stage with more than the question whether grounds had been established for an inquiry.",
      "id": "s24"
    },
    {
      "text": "In particular I was not prepared, if Mr Boensch had made out a case for an inquiry, to move immediately, and without hearing further from Mr Pascoe, to decide whether Mr Pascoe should be removed.",
      "id": "s25"
    },
    {
      "text": "First, that is not how the case was approached by either party at the outset when it was accepted that conventionally a two stage approach was followed to deal with applications under s 179 of the Act.",
      "id": "s26"
    },
    {
      "text": "Secondly, although Mr Boensch may have advanced all the matters upon which he wishes to rely and may be content to advance no further material I could not be satisfied that Mr Pascoe would not have a further substantial case to mount if I decided that an inquiry into his administration of the estate was warranted.",
      "id": "s27"
    },
    {
      "text": "9 Accordingly, the only question for the moment (so far as the application under s 179 of the Act is concerned) is whether there is a sufficient case for an inquiry.",
      "id": "s28"
    },
    {
      "text": "What are the nature of grounds for removal?",
      "id": "s29"
    },
    {
      "text": "10 Examination of this issue sheds light on the quality of the case necessary to order that an inquiry be held under s 179 of the Act.",
      "id": "s30"
    },
    {
      "text": "A Full Court said recently that 'a clear case must be made out to warrant an inquiry' ( Maxwell-Smith v Donnelly [2006] FCAFC 150 at [53] ; see also Moore v Macks [2007] FCA 10 at [30] .",
      "id": "s31"
    },
    {
      "text": "The necessity to establish some adequate foundation for removal of a trustee has been long established.",
      "id": "s32"
    },
    {
      "text": "In Miller v Cameron [1936] HCA 13 ; (1936) 54 CLR 572 Dixon J with whom Evatt and McTiernan JJ agreed) said (at 580 --- 581):\n \n 'The jurisdiction to remove a trustee is exercised with a view to the interests of the beneficiaries, to the security of the trust property and to an efficient and satisfactory execution of the trusts and a faithful and sound exercise of the powers conferred upon the trustee.",
      "id": "s33"
    },
    {
      "text": "In deciding to remove a trustee the Court forms a judgment based upon considerations, possibly large in number and varied in character, which combine to show that the welfare of the beneficiaries is opposed to his continued occupation of the office.",
      "id": "s34"
    },
    {
      "text": "Such a judgment must be largely discretionary.",
      "id": "s35"
    },
    {
      "text": "A trustee is not to be removed unless circumstances exist which afford ground upon which the jurisdiction may be exercised.",
      "id": "s36"
    },
    {
      "text": "' \n \n\n11 In this Court, when s 179 of the Act is invoked, the question is usually posed whether a trustee has erred in the administration of the estate or failed to act as required by the Act or the general law.",
      "id": "s37"
    },
    {
      "text": "Sometimes the issue is focussed or decided by reference to whether 'misconduct' has occurred.",
      "id": "s38"
    },
    {
      "text": "12 In Re Gault; Gault v Law (1981) 57 FLR 165 Ellicott J said (at 173):\n \n 'the court should be loath to order an inquiry unless it considers that on the evidence before it there are substantial grounds for believing that the trustee erred in his administration.",
      "id": "s39"
    },
    {
      "text": "If the court considers that an inquiry is unlikely to reveal misconduct it should not make an order and put the respondent and possibly the creditors to the expense and trouble involved.",
      "id": "s40"
    },
    {
      "text": "' \n \n\n13 In Adsett v Berlouis (1992) 109 ALR 100 a Full Court of this Court explored the general duty of a trustee under the Act as follows (at 107-108):\n \n 'A trustee appointed in relation to a bankrupt becomes trustee of the bankrupt's estate.",
      "id": "s41"
    },
    {
      "text": "The trustee is bound to administer that estate in accordance with the Bankruptcy Act and Bankruptcy Rules.",
      "id": "s42"
    },
    {
      "text": "The trustee has a dual function: first, to administer the estate in the interests of the creditors and the bankrupt; secondly, to exercise, as a public duty and for the public welfare, certain powers given, and duties imposed, under the Act: Re Campbell; Ex parte Official Trustee (1987) 13 FCR 326 at 329; 72 ALR 251 ... \n \n The discharge of a public duty imposed by the Act is to be performed conformably with the requirements of that duty, but also conformably with the trustee's obligation to administer the estate in such a manner as to maximise the return from estate assets, and thereby to maximise the return from estate assets, and thereby to maximise satisfaction of the creditors' claims and any possible surplus for the bankrupt .",
      "id": "s43"
    },
    {
      "text": "' (Emphasis added)\n \n\n14 In Trkulja v Morton [2005] FCA 659 Gray J said (at [4]):\n \n 'The Court should be reluctant to undertake an inquiry, unless there are substantial grounds for believing that the trustee erred in the administration.",
      "id": "s44"
    },
    {
      "text": "If an inquiry is unlikely to reveal misconduct, it should not be undertaken.",
      "id": "s45"
    },
    {
      "text": "The Court should not unduly interfere with the day-to-day administration of a bankrupt's estate by the trustee.",
      "id": "s46"
    },
    {
      "text": "In order to remove a trustee in bankruptcy, it is necessary to find misconduct on the part of the trustee.",
      "id": "s47"
    },
    {
      "text": "' \n \n\n15 A matter of central importance is to assess, therefore, whether there is any real likelihood that the administration of the estate has miscarried so that creditors, and eventually perhaps Mr Boensch, have been denied the opportunity of an adequate return (or surplus) from the bankrupt estate after the necessary and reasonable costs of administration have been met.",
      "id": "s48"
    },
    {
      "text": "Proceedings in this Court on 2 September 2005 \n \n16 Mr Boensch is a motor mechanic.",
      "id": "s49"
    },
    {
      "text": "He was made bankrupt upon the petition of Mr Michael Costin who, on 25 July 2003, obtained a judgment against him in the Local Court together with an order for costs, some of which were to be paid on an indemnity basis.",
      "id": "s50"
    },
    {
      "text": "Mr Costin issued a bankruptcy notice to Mr Boensch on 2 October 2003 relying on Mr Boensch's failure to meet the judgment and the costs order.",
      "id": "s51"
    },
    {
      "text": "17 Mr Boensch appealed the orders of the Local Court to the Supreme Court of New South Wales.",
      "id": "s52"
    },
    {
      "text": "Time to comply with the bankruptcy notice was extended to 28 June 2005.",
      "id": "s53"
    },
    {
      "text": "On 17 May 2005 Smart AJ dismissed the appeal against the judgment and refused leave to appeal against the costs order.",
      "id": "s54"
    },
    {
      "text": "Costs of the Supreme Court proceedings were ordered against Mr Boensch.",
      "id": "s55"
    },
    {
      "text": "18 On 28 June 2005 (the extended date for compliance with the bankruptcy notice) Mr Boensch failed to appear before a Registrar of this Court who, as a result, dismissed an application to set aside the bankruptcy notice.",
      "id": "s56"
    },
    {
      "text": "An appeal against that decision was dismissed by the FMCA on 12 July 2005 ( Boensch v Costin [2005] FMCA 1028).",
      "id": "s57"
    },
    {
      "text": "Mr Costin then, on 15 July 2005, petitioned to have Mr Boensch's estate sequestrated on the basis the bankruptcy notice, founded upon the Local Court judgment, had not been complied with.",
      "id": "s58"
    },
    {
      "text": "19 Before that petition was dealt with by the FMCA Mr Boensch appealed to this Court against dismissal of the appeal from the Registrar's decision.",
      "id": "s59"
    },
    {
      "text": "That appeal came before Lindgren J on 17 August 2005.",
      "id": "s60"
    },
    {
      "text": "Mr Boensch appeared on that day.",
      "id": "s61"
    },
    {
      "text": "The appeal was fixed for hearing on 2 September 2005.",
      "id": "s62"
    },
    {
      "text": "20 Meanwhile Mr Costin's petition was granted by the FMCA on 23 August 2005 and a sequestration order was made against Mr Boensch's estate.",
      "id": "s63"
    },
    {
      "text": "Upon the making of the sequestration order all of Mr Boensch's real and personal property vested in his trustee (s 58 of the Act).",
      "id": "s64"
    },
    {
      "text": "In addition, the provisions of s 60 of the Act came into operation.",
      "id": "s65"
    },
    {
      "text": "Section 60 provides (so far as here relevant):\n \n '60(1) ... \n \n \n \n (2) An action commenced by a person who subsequently becomes a bankrupt is, upon his or her becoming a bankrupt, stayed until the trustee makes election, in writing, to prosecute or discontinue the action.",
      "id": "s66"
    },
    {
      "text": "(3) If the trustee does not make such an election within 28 days after notice of the action is served upon him or her by a defendant or other party to the action, he or she shall be deemed to have abandoned the action.",
      "id": "s67"
    },
    {
      "text": "(4) Notwithstanding anything contained in this section, a bankrupt may continue, in his or her own name, an action commenced by him or her before he or she became a bankrupt in respect of: \n \n \n (a) any personal injury or wrong done to the bankrupt, his or her spouse or a member of his or her family; or \n (b) the death of his or her spouse or of a member of his or her family.",
      "id": "s68"
    },
    {
      "text": "(4A) ... \n \n \n \n (5) In this section, action means any civil proceeding, whether at law or in equity.",
      "id": "s69"
    },
    {
      "text": "' \n \n \n \n\n21 Unless s 60(4) preserved Mr Boensch's control over the appeal fixed for hearing on 2 September 2005 it was stayed by operation of the Act until an election was made by Mr Pascoe to prosecute or discontinue it (s 60(2)) or it was deemed abandoned (s 60(3)).",
      "id": "s70"
    },
    {
      "text": "22 Counsel for Mr Boensch argued that the appeal was not 'property' and therefore did not vest in the trustee under s 58 of the Act.",
      "id": "s71"
    },
    {
      "text": "He relied on Jury v Westpac Corporation [1997] FCA 1277 ( 'Jury' ) and Kellow v Dudzinski [2003] FCA 238 ( 'Dudzinski' ).",
      "id": "s72"
    },
    {
      "text": "However the proposition is misdirected.",
      "id": "s73"
    },
    {
      "text": "Sections 58 and 60 of the Act have different work to do.",
      "id": "s74"
    },
    {
      "text": "In particular, s 60 applies only to proceedings on foot when a bankruptcy commences.",
      "id": "s75"
    },
    {
      "text": "It had no application in Jury or Dudzinski.",
      "id": "s76"
    },
    {
      "text": "By contrast in Moore v Macks [2007] FCA 10 (which counsel for Mr Boensch suggested was decided contrary to Jury and Dudzinski and without referring to them) Besanko J considered an appeal instituted before the appellant was made bankrupt.",
      "id": "s77"
    },
    {
      "text": "Section 60 applied directly.",
      "id": "s78"
    },
    {
      "text": "There was no occasion to refer to Jury or Dudzinski which each proceeded from different statutory foundations.",
      "id": "s79"
    },
    {
      "text": "The reasoning in Moore v Macks is against the proposition argued by Mr Boensch.",
      "id": "s80"
    },
    {
      "text": "23 The challenge which Mr Boensch wished to pursue, in the appeal before Lindgren J, related to the bankruptcy notice upon which the sequestration order was founded, the dismissal of his application to set it aside and dismissal of one earlier appeal against that decision.",
      "id": "s81"
    },
    {
      "text": "Subject to the operation of s 60(4) I see no reason to doubt that the appeal brought by Mr Boensch to this Court was an 'action' as defined by s 60(5) and was in the control of his trustee from 23 August 2005.",
      "id": "s82"
    },
    {
      "text": "24 Section 60(4) has been held to apply only where the relief sought is to be assessed 'by immediate reference to pain felt by the bankrupt in respect of his mind, body or character and without reference to his rights of property' (see Cox v Journeaux (No 2) [1935] HCA 48 ; (1935) 52 CLR 713 at 721; Faulkner v Bluett (1981) 52 FLR 115 at 119; and Rogers v Asset Loan Co Pty Ltd [2006] FCA 434 at [44] --- [45]).",
      "id": "s83"
    },
    {
      "text": "25 At the heart of Mr Boensch's challenge to the bankruptcy notice was an issue concerning his property.",
      "id": "s84"
    },
    {
      "text": "His property was directly affected both by the judgment Mr Costin obtained and by the various costs orders made against him.",
      "id": "s85"
    },
    {
      "text": "Those matters did not involve personal interests severable from his property (see Daemar v Industrial Commission of New South Wales (1988) 12 NSWLR 45 at 55 --- 56).",
      "id": "s86"
    },
    {
      "text": "Section 60(4) did not apply in my view.",
      "id": "s87"
    },
    {
      "text": "26 Mr Pascoe's control over legal proceedings already in train (and others which Mr Boensch wished to commence) was discussed by him with Mr Boensch at their first meeting on 24 August 2005, the day after the sequestration order was made.",
      "id": "s88"
    },
    {
      "text": "Mr Pascoe's evidence was that he explained to Mr Boensch that:\n \n 'the usual practice is for matters to be stood over for 30 days, or thereabouts, in order for the trustee to make --- decide whether to make an election to continue or discontinue proceedings'.",
      "id": "s89"
    },
    {
      "text": "He accepted that Mr Boensch could anticipate from their discussion 'that would be likely to happen'.",
      "id": "s90"
    },
    {
      "text": "27 Mr Pascoe, I am satisfied, intended that the hearing of Mr Boensch's appeal, which had been fixed for 2 September 2005, would be adjourned until at least 30 September 2005.",
      "id": "s91"
    },
    {
      "text": "Mr Costin was respondent to the appeal.",
      "id": "s92"
    },
    {
      "text": "Mr Pascoe had discussions on 23 August 2005 with Ms McLean, who was Mr Costin's solicitor.",
      "id": "s93"
    },
    {
      "text": "In that conversation his 'control' of the proceedings was mentioned.",
      "id": "s94"
    },
    {
      "text": "In a letter to Mr Pascoe dated 30 August 2005 Ms McLean referred to the appeal proceedings and sought his consent to an adjournment.",
      "id": "s95"
    },
    {
      "text": "Mr Pascoe's evidence was that he asked Ms McLean to mention his interest as trustee when the appeal was called for hearing and to have the proceedings adjourned.",
      "id": "s96"
    },
    {
      "text": "His affidavit evidence included:\n \n 'I accept that I may have agreed with the bankrupt that the usual practice would be for his appeal proceedings to be adjourned and I gave those instructions to Ms McLean.",
      "id": "s97"
    },
    {
      "text": "I did not make an application nor did I instruct Ms McLean to make an application to have the proceedings dismissed under section 25(2B) Federal Court Act.",
      "id": "s98"
    },
    {
      "text": "' \n \n\n28 Not surprisingly, in these circumstances, Mr Boensch did not appear personally at the proceedings on 2 September 2005.",
      "id": "s99"
    },
    {
      "text": "In my view he was entitled to believe that the proceedings would be adjourned pending further consideration of the matter by Mr Pascoe.",
      "id": "s100"
    },
    {
      "text": "At the very least he was entitled to expect that the position would be adequately disclosed to the Court.",
      "id": "s101"
    },
    {
      "text": "It was not.",
      "id": "s102"
    },
    {
      "text": "Instead Ms McLean said the following:\n \n \n 'MS McLEAN: I am a solicitor appearing on behalf of the respondent.",
      "id": "s103"
    },
    {
      "text": "Your Honour, I also mention the matter on behalf of Mr Scott Pascoe who was appointed Trustee in Bankruptcy of Mr Boensch on the 23 rd of this month.",
      "id": "s104"
    },
    {
      "text": "I have discussed the matter with Mr Pascoe this morning, your Honour, and in relation to the proceedings today if your Honour is happy to proceed on the basis of the written submissions then Mr Pascoe is happy for me to take judgement and notify him in due course.",
      "id": "s105"
    },
    {
      "text": "However, if you require oral submissions from either party it may be more appropriate that the proceedings be adjourned to let Mr Pascoe basically take in the matter.",
      "id": "s106"
    },
    {
      "text": "' \n \n\n29 The written submissions referred to are not in evidence before me, Ms McLean was not called to give evidence and I do not have the benefit of her recollection or explanation.",
      "id": "s107"
    },
    {
      "text": "30 There is no doubt that the position disclosed by the transcript is far from satisfactory.",
      "id": "s108"
    },
    {
      "text": "Not only was Mr Boensch's position not accommodated, as it should have been, but Lindgren J's attention was not drawn to the operation of s 60 of the Act.",
      "id": "s109"
    },
    {
      "text": "Instead, the impression was left that the matter could proceed to judgment.",
      "id": "s110"
    },
    {
      "text": "His Honour, without resistance from Ms McLean, formed the view that he should deal with the matter as one in which Mr Boensch had simply chosen not to appear.",
      "id": "s111"
    },
    {
      "text": "The following exchange occurred:\n \n \n '... As I say, I don't think we need spend any time on this; the fact is that he is not here and he is the appellant, he has chosen not to be here.",
      "id": "s112"
    },
    {
      "text": "I will just check he knew that it was on.",
      "id": "s113"
    },
    {
      "text": "I think he appeared on the last occasion.",
      "id": "s114"
    },
    {
      "text": "MS McLEAN: He did appear on the last occasion, your Honour.",
      "id": "s115"
    },
    {
      "text": "HIS HONOUR: The simplest and quickest course may be simply for me to dismiss it under section 25(2B), if you are content.",
      "id": "s116"
    },
    {
      "text": "Unless you want to submit that I should follow some other course?",
      "id": "s117"
    },
    {
      "text": "MS McLEAN: That is appropriate, your Honour.",
      "id": "s118"
    },
    {
      "text": "HIS HONOUR: All right, well I will do that.",
      "id": "s119"
    },
    {
      "text": "' \n \n\n31 The appeal was thereupon dismissed for the reason that Mr Boensch, knowing the matter was listed for hearing, had not appeared to prosecute his appeal.",
      "id": "s120"
    },
    {
      "text": "32 Matters did not stop there.",
      "id": "s121"
    },
    {
      "text": "Although Mr Pascoe was advised by Ms McLean later that morning that Mr Boensch's appeal had been dismissed he did not inform Mr Boensch.",
      "id": "s122"
    },
    {
      "text": "Instead, in a letter sent to Mr Boensch by email late that afternoon, Mr Pascoe invited representations about whether he should, as he said he proposed to do, 'elect to discontinue' the appeal and two other matters.",
      "id": "s123"
    },
    {
      "text": "Mr Pascoe's explanation for this further blunder was that the letter (which was drafted by someone else) must have been approved by him before he received advice from Ms McLean and was thereafter sent, by a colleague, through 'oversight'.",
      "id": "s124"
    },
    {
      "text": "The explanation is not a very happy one.",
      "id": "s125"
    },
    {
      "text": "Mr Boensch's evidence was that he became aware of the dismissal of his appeal only upon receipt of a copy of the judgment from the Court on 14 September 2005.",
      "id": "s126"
    },
    {
      "text": "He sent an email to Mr Pascoe's colleague:\n \n 'Hi Richard \n\n\n \n Something very unpleasant came to my attention today.",
      "id": "s127"
    },
    {
      "text": "My appeal against the determination of the extension to the bankruptcy notice was heared [sic] on the 2 nd of October in the Federal Court and dismissed.",
      "id": "s128"
    },
    {
      "text": "1) What happened to your statement that all pending court actions are automatically stayed for 30 days till you (I) make a decision???",
      "id": "s129"
    },
    {
      "text": "2) What happened with the agreement you told me you have with the other side (Costin) that all cases will be postponed till after the 30 days period????",
      "id": "s130"
    },
    {
      "text": "Costin was represented by one of his Solicitor K. Mc.",
      "id": "s131"
    },
    {
      "text": "Lean!!",
      "id": "s132"
    },
    {
      "text": "' \n\n \n33 The matter was discussed between Mr Pascoe and Mr Boensch at a meeting on 22 September 2005.",
      "id": "s133"
    },
    {
      "text": "According to notes taken by Mr Pascoe's colleague of that conversation the position was excused on the footing that 'the Court made the judgment'.",
      "id": "s134"
    },
    {
      "text": "Mr Pascoe took no step to have the proceedings relisted or to 'prosecute' them within the meaning of s 60(2).",
      "id": "s135"
    },
    {
      "text": "Indeed, he appears to have taken no positive step at all, even to discontinue them, no doubt content to let the matter rest upon the misunderstanding which led to Lindgren J's order.",
      "id": "s136"
    },
    {
      "text": "34 So far as I can tell no step was ever taken to advise Lindgren J of this unhappy sequence of events although, in the proceedings before me, it was suggested on Mr Pascoe's behalf that Lindgren J may have dismissed Mr Boensch's appeal without power to do so.",
      "id": "s137"
    },
    {
      "text": "That may be so although as Mr Costin had, not long after the sequestration order was made, served the appropriate notice, by operation of s 60(3) the appeal was, in any event, deemed abandoned 28 days thereafter.",
      "id": "s138"
    },
    {
      "text": "One way or the other it was at an end.",
      "id": "s139"
    },
    {
      "text": "35 The only thing that can be said in Mr Pascoe's favour about this episode is that on his behalf the following written submissions were made:\n \n \n '24.",
      "id": "s140"
    },
    {
      "text": "The Respondent accepts that the circumstances surrounding the exchange of correspondence and events of 2 September 2005 are unfortunate and ought not to have occurred.",
      "id": "s141"
    },
    {
      "text": "' \n \n \n \n\nand:\n \n \n '27.",
      "id": "s142"
    },
    {
      "text": "The Respondent also accepts that it is unfortunate that no step was taken by him to instruct Karen McLean to seek to have the matter relisted before Justice Lindgren.",
      "id": "s143"
    },
    {
      "text": "However, as the matters have transpired on the materials which are now available it would not have mattered in the end result as he would have abandoned that appeal to the extent that it was vested in him.",
      "id": "s144"
    },
    {
      "text": "' \n \n \n \n\n36 The argument made for Mr Boensch on the present application for removal is, in substance, that Mr Pascoe did not act with candour to Mr Boensch and misled him.",
      "id": "s145"
    },
    {
      "text": "It is said that Mr Pascoe 'was in breach of his general duty to have regard to the interests of the bankrupt and his duty to the court'.",
      "id": "s146"
    },
    {
      "text": "In addition, reference was made to the standards prescribed by Schedule 4A of the Bankruptcy Regulations 1996 ('the Regulations').",
      "id": "s147"
    },
    {
      "text": "Those standards are established by reg 8.34A for the purpose of s 155H of the Act which permits consideration of the termination of the registration of a trustee if prescribed conditions and standards of behaviour are not met.",
      "id": "s148"
    },
    {
      "text": "Amongst other things the Regulations impose a duty to act honestly and impartially (Sched 4A cl 2.2) and to disclose and avoid actual and potential conflicts of interest (Sched 4A cl 2.3).",
      "id": "s149"
    },
    {
      "text": "They do not apply directly to the disposition of Mr Boensch's present application, having been prescribed for a different purpose, but they are consistent, I accept, with the standards of prudent administration upon which the Court would normally insist.",
      "id": "s150"
    },
    {
      "text": "37 The question for present consideration, however, is not to be determined by reference to the disapproval I have already expressed but by asking whether Mr Pascoe's conduct amounts to misconduct or wrongful administration of Mr Boensch's estate.",
      "id": "s151"
    },
    {
      "text": "Mr Pascoe's mistakes consisted of his failure to rectify the situation which had been allowed to develop.",
      "id": "s152"
    },
    {
      "text": "He may be criticised for his omissions, and I have done so, but I am not able to conclude that his actions, or inactions, amount to misconduct or that any further inquiry is likely to so conclude.",
      "id": "s153"
    },
    {
      "text": "Nor does it appear that any issue, suitable for attention in an inquiry, could arise about the ultimate issue for decision, which was whether to prosecute the appeal.",
      "id": "s154"
    },
    {
      "text": "That was, first of all, a matter within Mr Pascoe's discretion as trustee.",
      "id": "s155"
    },
    {
      "text": "Secondly, the appeal itself, whatever its merits, had been overtaken by the sequestration order.",
      "id": "s156"
    },
    {
      "text": "That order would not be directly affected, or vitiated, by the challenge which Mr Boensch wished to pursue against the bankruptcy notice.",
      "id": "s157"
    },
    {
      "text": "Third, the appeal seemed without real prospects of success.",
      "id": "s158"
    },
    {
      "text": "Mr Pascoe had to consider whether it would be responsible to incur any costs to pursue it.",
      "id": "s159"
    },
    {
      "text": "38 Despite its unfortunate elements, in my view the circumstances arising from the dismissal of Mr Boensch's appeal to this Court on 2 September 2005 do not provide a sufficient foundation for an inquiry to be held under s 179.",
      "id": "s160"
    },
    {
      "text": "Creditors' Meeting 16 November 2005 \n \n39 Against claimed unsecured debts of $611,080 Mr Boensch, in his Statement of Affairs, filed as required by the Act, disclosed only minimal assets.",
      "id": "s161"
    },
    {
      "text": "He also disclosed the Commonwealth Bank of Australia as a mortgagee of real property in the sum of $20,000 but asserted that the property in question was held by a trust for which he was a guarantor only.",
      "id": "s162"
    },
    {
      "text": "Mr Boensch claimed that any interest he held in the property was only as trustee for a trust established by him and his former wife for the benefit of their children.",
      "id": "s163"
    },
    {
      "text": "Mr Pascoe ascertained that the property, at 255 Victoria Road, Rydalmere was registered in the names of Mr Boensch and his former wife even though, pursuant to settlement proceedings in the Family Court of Australia, orders were made on 18 May 1999 that his former wife transfer her interest to him in return for a payment of $50,000 already made.",
      "id": "s164"
    },
    {
      "text": "No such transfer had been registered.",
      "id": "s165"
    },
    {
      "text": "40 Mr Pascoe made his first report to creditors on 21 October 2005.",
      "id": "s166"
    },
    {
      "text": "His assessment was bleak.",
      "id": "s167"
    },
    {
      "text": "If no action was taken there would be no return to creditors.",
      "id": "s168"
    },
    {
      "text": "Neither would his own fees be paid.",
      "id": "s169"
    },
    {
      "text": "If further investigations and, if necessary, litigation resulted in the recovery of further assets the position might improve.",
      "id": "s170"
    },
    {
      "text": "He proposed that the validity of the trust be investigated.",
      "id": "s171"
    },
    {
      "text": "He informed creditors that there were otherwise no monies in the estate for distribution and no other apparent property available to be recovered.",
      "id": "s172"
    },
    {
      "text": "He advised that he would seek funding from creditors to pursue the investigation and litigation and also an indemnity against any adverse costs orders (for which otherwise Mr Pascoe would be personally liable).",
      "id": "s173"
    },
    {
      "text": "Mr Pascoe informed creditors that at the meeting he would seek approval of administration costs already incurred ($20,079.50), estimated fees to conduct further investigations, litigation and administration ($30,000) and that further remuneration might need to be approved in the future.",
      "id": "s174"
    },
    {
      "text": "He drew attention to the rights of a bankrupt or a creditor, to request that a claim for remuneration be taxed.",
      "id": "s175"
    },
    {
      "text": "41 Arrangements of the kind Mr Pascoe proposed are normal, straightforward and contemplated by the Act (s 109(10)).",
      "id": "s176"
    },
    {
      "text": "However, Mr Boensch has relied heavily upon the fact that recovery of additional property would also provide the only source of funds from which the trustee's fees might be paid.",
      "id": "s177"
    },
    {
      "text": "As Mr Pascoe said in his evidence, that is not an exceptional circumstance.",
      "id": "s178"
    },
    {
      "text": "It may readily be the case that the very circumstance of bankruptcy presents a trustee with a circumstance in which insufficient funds are, or will ultimately be, available to pay creditors in full and where the trustee's remuneration also may depend upon recovery of funds into the estate.",
      "id": "s179"
    },
    {
      "text": "A trustee does not thereby become disabled from an efficient and, if necessary robust, administration of an estate because his own fees may depend on the outcome.",
      "id": "s180"
    },
    {
      "text": "42 Recovery of a trustee's fees is guaranteed by the Act if funds are available in the estate.",
      "id": "s181"
    },
    {
      "text": "Payment of 'the costs, charges and expenses of the administration of the bankruptcy, including the remuneration and expenses of the trustee' is given a substantial priority (s 109(1)(a)).",
      "id": "s182"
    },
    {
      "text": "It is the Act itself which orders the priorities of payments out of the estate.",
      "id": "s183"
    },
    {
      "text": "The fact that the trustee's fees would be met before creditors were paid did not disqualify Mr Pascoe from making the necessary decisions or taint them with self-interest.",
      "id": "s184"
    },
    {
      "text": "43 Minutes were taken of the meeting on 16 November 2005.",
      "id": "s185"
    },
    {
      "text": "In his Statement of Affairs Mr Boensch identified a debt owed to Mr Costin of '$0 or by agreement $40,000' (presumably to indicate his ongoing denial of any liability).",
      "id": "s186"
    },
    {
      "text": "The estimate gives inadequate recognition to the court orders which bound him.",
      "id": "s187"
    },
    {
      "text": "Mr Costin's Proof of Debt claimed, and was admitted for voting purposes in the sum of, $185,402.53.",
      "id": "s188"
    },
    {
      "text": "That sum was made up of the Local Court judgment amount ($30,402.53) and substantial sums estimated as costs of those and other related proceedings ($155,000).",
      "id": "s189"
    },
    {
      "text": "Mr Boensch argues that the Proof of Debt should not have been admitted at all, or only in a very substantially reduced amount.",
      "id": "s190"
    },
    {
      "text": "One argument is that it was not open to Mr Pascoe to accept an 'estimate' of legal costs.",
      "id": "s191"
    },
    {
      "text": "Mr Costin's claim to unpaid legal costs relied on court orders in his favour.",
      "id": "s192"
    },
    {
      "text": "The orders were final in nature even though costs had not yet been taxed ( Thorpe v Bristile Ltd [1997] FCA 720 ; (1997) 80 FCR 330; Foots v Southern Cross Mine Management Pty Ltd [2007] HCA 56 at [67] ).",
      "id": "s193"
    },
    {
      "text": "There was no reason to question the existence of the debts.",
      "id": "s194"
    },
    {
      "text": "The only issue at that point involved quantification of the debt for voting purposes.",
      "id": "s195"
    },
    {
      "text": "In my view it was neither wrong nor unreasonable for Mr Pascoe to accept an estimate (see e.g.",
      "id": "s196"
    },
    {
      "text": "s 82(4) of the Act).",
      "id": "s197"
    },
    {
      "text": "44 The other challenge to Mr Costin's Proof of Debt concerned its form and the accompanying Statement of Claim and Proxy Form.",
      "id": "s198"
    },
    {
      "text": "The Proof of Debt identified the creditor as 'Michael Costin/Costin Aviation'.",
      "id": "s199"
    },
    {
      "text": "An ABN was given which was shown in evidence before me to be the ABN of Costin Aviation Pty Ltd.",
      "id": "s200"
    },
    {
      "text": "The Statement of Claim and Proxy Form identified the creditor only as 'Costin Aviation'.",
      "id": "s201"
    },
    {
      "text": "It gave the same ABN.",
      "id": "s202"
    },
    {
      "text": "It appointed Ms McLean as proxy.",
      "id": "s203"
    },
    {
      "text": "Mr Pascoe treated those various documents as identifying Mr Costin as a creditor and appointing Ms McLean as his proxy.",
      "id": "s204"
    },
    {
      "text": "He said in evidence he did not know at the time that the ABN was assigned to a company.",
      "id": "s205"
    },
    {
      "text": "45 Mr Boensch argued that it should be concluded that Costin Aviation Pty Ltd, and not Mr Costin, had given a proxy to Ms McLean.",
      "id": "s206"
    },
    {
      "text": "There is no doubt that Mr Costin was a relevant creditor.",
      "id": "s207"
    },
    {
      "text": "There is no evidence that Costin Aviation Pty Ltd was a creditor.",
      "id": "s208"
    },
    {
      "text": "It was Mr Costin who obtained the judgment debt and costs orders referred to in the Proof of Debt.",
      "id": "s209"
    },
    {
      "text": "It was he who petitioned for the sequestration of Mr Boensch's estate.",
      "id": "s210"
    },
    {
      "text": "The signature of the creditor in the proxy form was established to be that of Michael Costin.",
      "id": "s211"
    },
    {
      "text": "In my view, Ms McLean was effectively appointed as Mr Costin's proxy, notwithstanding the reference to what no doubt appeared, on the face of the documents, to be a trading name.",
      "id": "s212"
    },
    {
      "text": "The mere existence of an ABN does not signify corporate status.",
      "id": "s213"
    },
    {
      "text": "It was an error to include the ABN on either form but it cannot have the overwhelming significance for which Mr Boensch contends.",
      "id": "s214"
    },
    {
      "text": "I see no error, and certainly no misconduct, in admitting Mr Costin to vote at the meeting of 16 November 2005 through his proxy.",
      "id": "s215"
    },
    {
      "text": "46 A number of unsecured creditors, apart from Mr Costin, were identified by Mr Boensch in his Statement of Affairs.",
      "id": "s216"
    },
    {
      "text": "Some (his former wife and children) were alleged to be creditors as a result of promises by him to pay them money.",
      "id": "s217"
    },
    {
      "text": "Mr Pascoe ruled them at the meeting not to be creditors and ineligible to vote.",
      "id": "s218"
    },
    {
      "text": "Rulings were then made on a number of other claimed debts.",
      "id": "s219"
    },
    {
      "text": "Each has been since formally disallowed by Mr Pascoe in his administration of the estate and no review has been sought of any of these decisions.",
      "id": "s220"
    },
    {
      "text": "At the meeting, however, on his preliminary assessment of the proofs of debt relied upon, Mr Pascoe allowed some of those claimed debts in full and some in part.",
      "id": "s221"
    },
    {
      "text": "Two were reduced to $1 for voting purposes after Mr Pascoe consulted Ms McLean who was present as Mr Costin's proxy.",
      "id": "s222"
    },
    {
      "text": "Ms McLean was not, at this time, retained by Mr Pascoe although the minutes of the meeting refer to him consulting 'his solicitor'.",
      "id": "s223"
    },
    {
      "text": "47 In his evidence Mr Pascoe said:\n \n 'I took advantage of an experienced insolvency solicitor who was in the room in order to help me with a reasonably difficult decision in terms of what amounts creditors should be admitted to vote.",
      "id": "s224"
    },
    {
      "text": "I didn't consider that advice would be affected by holding the proxy for Mr Costin at the time.",
      "id": "s225"
    },
    {
      "text": "' \n \n\n48 The meeting dealt with a number of resolutions.",
      "id": "s226"
    },
    {
      "text": "Resolutions appointing a minutes secretary, a president of the meeting (Mr Pascoe) and recording that the meeting was held at a time and place convenient to creditors, were unopposed.",
      "id": "s227"
    },
    {
      "text": "Creditors were told that Mr Costin was prepared to fund investigation and recovery, if possible, of additional property said by Mr Boensch to be held by his family trust.",
      "id": "s228"
    },
    {
      "text": "No other creditor wished to do so.",
      "id": "s229"
    },
    {
      "text": "Two resolutions were carried solely on Mr Costin's vote.",
      "id": "s230"
    },
    {
      "text": "They were opposed by other creditors.",
      "id": "s231"
    },
    {
      "text": "Those resolutions approved remuneration for work already done in the administration of the estate and also estimated future remuneration as foreshadowed in Mr Pascoe's report to creditors.",
      "id": "s232"
    },
    {
      "text": "The opposition of some creditors notwithstanding, it is clear that the trustee is entitled to receive costs of administration from the estate if funds are available (s 162(4), reg 8.08).",
      "id": "s233"
    },
    {
      "text": "49 Despite the passage of the resolutions adequate opportunity exists under the Act for a creditor to challenge a decision made by a trustee (s 178) or require a taxation of the trustee's costs.",
      "id": "s234"
    },
    {
      "text": "The evidence before me discloses that no such application has ever been made, whether by Mr Boensch or any of the creditors who aligned themselves, with Mr Boensch, against the position taken by Mr Costin which supported Mr Pascoe's recommendation to attempt to recover additional funds for the estate and approved the trustee's remuneration.",
      "id": "s235"
    },
    {
      "text": "As I said earlier, each of the proofs of debt of these other creditors (whom Mr Boensch agreed in his evidence were friends or business associates) have since been formally disallowed.",
      "id": "s236"
    },
    {
      "text": "No challenge has been made by Mr Boensch or any of them to those decisions.",
      "id": "s237"
    },
    {
      "text": "Creditors' Meeting of 9 June 2006 \n \n50 Shortly after the creditors' meeting on 16 November 2005 Mr Boensch asked Mr Pascoe to arrange for the 'taxation' of Mr Costin's claimed debt.",
      "id": "s238"
    },
    {
      "text": "Inferentially, the request was for taxation of legal costs as well as substantiation of the underlying debt.",
      "id": "s239"
    },
    {
      "text": "Mr Pascoe, in reply, pointed out that there were no funds in the estate to pay for the costs of any taxation but agreed to seek a taxation if Mr Boensch would pay for it.",
      "id": "s240"
    },
    {
      "text": "In the same letter he 'confirmed' that he had engaged Ms McLean as his solicitor for the purpose of administration of Mr Boensch's estate.",
      "id": "s241"
    },
    {
      "text": "It is not suggested that this decision was not open to Mr Pascoe or that it involved any impropriety although, as will be seen, it had the potential to lead to perceptions that Mr Pascoe was aligned with Mr Costin against the interests of other claimed creditors.",
      "id": "s242"
    },
    {
      "text": "51 On 2 February 2006 Mr Pascoe filed a Notice of Objection to Discharge of Mr Boensch's bankruptcy.",
      "id": "s243"
    },
    {
      "text": "It was the first of three such notices.",
      "id": "s244"
    },
    {
      "text": "I shall deal with each of them in due course.",
      "id": "s245"
    },
    {
      "text": "Mr Boensch responded, in part, on 16 February 2006 by asking for 'reversal' of the notice and saying: 'If I don't receive confirmation I will not only file an objection to this notice but also make an application to have you removed/replaced as my Trustee' .",
      "id": "s246"
    },
    {
      "text": "It is apparent from other communications passing between Mr Pascoe and Mr Boensch that their relationship was not a smooth one.",
      "id": "s247"
    },
    {
      "text": "52 On 4 March 2006 Mr Boensch met with a group of creditors (all those at the first creditors meeting except Mr Costin).",
      "id": "s248"
    },
    {
      "text": "It appears that a proposal was discussed to replace Mr Pascoe as trustee.",
      "id": "s249"
    },
    {
      "text": "Subsequently this group of creditors requested that a further creditors meeting be called to remove Mr Pascoe as trustee.",
      "id": "s250"
    },
    {
      "text": "Mr Pascoe gave notice of such a meeting to creditors on 26 May 2006.",
      "id": "s251"
    },
    {
      "text": "He said:\n \n 'The creditors state their reasons for removing me as trustee being the administration of the bankrupt estate is unsatisfactory, prejudicial, biased and not in the interest of creditors.",
      "id": "s252"
    },
    {
      "text": "' \n \n\n53 The meeting was fixed for 9 June 2006.",
      "id": "s253"
    },
    {
      "text": "Earlier, on 12 April 2006, Ms McLean, who by this time was acting both as Mr Costin's solicitor and Mr Pascoe's sent an email to Mr Pascoe, and his associate Mr Moretti, in the following terms:\n \n 'Just to let you know, I have informed Mike about the proposed meeting which has been called by creditors and he has informed me that should either you or I be removed then the indemnity is to cease so it will not carry over to any new trustee if one is appointed.",
      "id": "s254"
    },
    {
      "text": "' \n \n\n54 Mr Pascoe gave evidence that the indemnity to which she referred was one which related substantially to the risk of an adverse costs order in the proceedings Mr Costin had agreed to fund to attempt to recover further property into the estate.",
      "id": "s255"
    },
    {
      "text": "55 Mr Boensch, in the proceedings before me, attempted to link these circumstances with his proposition that Mr Pascoe was motivated only by his interest in recovering his own fees and that he did not, as a result, deal even-handedly with creditors.",
      "id": "s256"
    },
    {
      "text": "However, I see nothing sinister in the arrangements, nor in Mr Costin's unwillingness to leave the funding and indemnity arrangements in place for another trustee.",
      "id": "s257"
    },
    {
      "text": "56 At the meeting Mr Costin claimed, in his own name, a debt of $210,166.10.",
      "id": "s258"
    },
    {
      "text": "It is not easy to correlate the individual items with the earlier claim of $185,402.53.",
      "id": "s259"
    },
    {
      "text": "However, this latest claim attributed precise figures to a number of itemised claims, not only the judgment obtained in the Local Court but also various costs orders made in those proceedings and in the proceedings in the Supreme Court before Smart AJ.",
      "id": "s260"
    },
    {
      "text": "In addition there was a quantified claim for interest on the Local Court judgment to the date of sequestration.",
      "id": "s261"
    },
    {
      "text": "One amount of $31,124.19 concerned four sets of costs which either predated the sequestration order or were costs to be received from the estate.",
      "id": "s262"
    },
    {
      "text": "Individual figures were not given.",
      "id": "s263"
    },
    {
      "text": "There was a further amount of $6,000 claimed as an estimate of costs pursuant to a costs order in Supreme Court proceedings made on 28 September 2005, after the date of sequestration.",
      "id": "s264"
    },
    {
      "text": "In his evidence Mr Pascoe accepted that this amount should not have been allowed for voting purposes.",
      "id": "s265"
    },
    {
      "text": "57 The legal costs had not been taxed.",
      "id": "s266"
    },
    {
      "text": "Under s 82(4) of the Act Mr Pascoe could only proceed on an estimate.",
      "id": "s267"
    },
    {
      "text": "For the purpose of the creditors' meeting on 9 June 2006 he needed to make a workable ruling.",
      "id": "s268"
    },
    {
      "text": "The $6,000 amount wrongly admitted for voting made no difference to the outcome.",
      "id": "s269"
    },
    {
      "text": "As to the balance of the claim I do not consider any impropriety or maladministration is made out by the admission of these amounts for voting purposes.",
      "id": "s270"
    },
    {
      "text": "No appeal against Mr Pascoe's ruling in that regard was brought by any creditor or Mr Boensch (see s 82(5)).",
      "id": "s271"
    },
    {
      "text": "I do not think the present proceedings provide an opportunity for a collateral attack.",
      "id": "s272"
    },
    {
      "text": "58 At this meeting, as at the earlier one, Mr Pascoe was also required to rule on claims by other creditors for voting purposes.",
      "id": "s273"
    },
    {
      "text": "On this occasion he allowed in part ($20,000) one claim earlier reduced to $1.",
      "id": "s274"
    },
    {
      "text": "He also allowed in full, after consultation with Ms McLean as his solicitor, another claim earlier reduced to $1.",
      "id": "s275"
    },
    {
      "text": "59 At the earlier meeting $254,405.53 had been admitted for voting ($185,402.53 for Mr Costin).",
      "id": "s276"
    },
    {
      "text": "On this occasion $386,768.10 was admitted for voting ($210,166.10 for Mr Costin).",
      "id": "s277"
    },
    {
      "text": "Overall, creditors other than Mr Costin were granted greater voting power than before, although they did not represent the majority of amounts allowed by Mr Pascoe.",
      "id": "s278"
    },
    {
      "text": "60 During the course of a report to the meeting Mr Pascoe informed creditors that he had received advice that there were reasonable prospects of recovering further property for the estate and that an indemnity was in place 'to pay for the costs'.",
      "id": "s279"
    },
    {
      "text": "61 When the motion to remove Mr Pascoe as trustee was put it was defeated by Mr Costin's vote, through his proxy Ms McLean.",
      "id": "s280"
    },
    {
      "text": "A motion was then passed, over the opposition of the other creditors, to approve further remuneration to Mr Pascoe's firm, to a limit of $20,000.",
      "id": "s281"
    },
    {
      "text": "The Pecuniary Interest Argument \n \n62 It is contended that there are sufficient grounds for concern arising from Mr Pascoe's conduct at the two meetings to hold an inquiry.",
      "id": "s282"
    },
    {
      "text": "Mr Boensch's case is put squarely on the basis that Mr Pascoe was disabled by his own pecuniary interest.",
      "id": "s283"
    },
    {
      "text": "Initially it was put in written submissions (as to the first meeting):\n \n 'It is submitted that there is a case for inquiry as to whether the: \n \n \n \n a.",
      "id": "s284"
    },
    {
      "text": "Trustee's pecuniary interest in the matter meant that he did not deal evenhandedly with all creditors; \n \n \n \n \n \n b.",
      "id": "s285"
    },
    {
      "text": "Trustee properly admitted the \"Costin Aviation\" claim for voting purposes.",
      "id": "s286"
    },
    {
      "text": "' \n \n \n \n\nAnd (as to the second meeting):\n \n 'It is submitted that the case for an inquiry arising from the circumstances of the second creditors meeting is whether: \n \n \n \n \n \n a. given the pecuniary interest in ensuring he was not removed the trustee properly admitted the Michael Costin claim for voting purposes; and/or \n \n b. the trustee's pecuniary interest meant that the trustee did not deal even handedly with creditors.",
      "id": "s287"
    },
    {
      "text": "' \n \n\n63 In some additional written submissions the argument was put more strongly, as follows:\n \n 'The matters raised by the evidence lead it is submitted to the following conclusions.",
      "id": "s288"
    },
    {
      "text": "a.",
      "id": "s289"
    },
    {
      "text": "Mr. Pascoe was in a hopeless position of conflict.",
      "id": "s290"
    },
    {
      "text": "He was taking advice from a solicitor (at both creditors meetings) who held the proxy for the major creditor and was his solicitor.",
      "id": "s291"
    },
    {
      "text": "That advice included evaluating the other creditors' rights.",
      "id": "s292"
    },
    {
      "text": "At the first creditors meeting a conflict emerged which was resolved by Ms MacLean voting for Mr Costin \n \n The second Creditors meeting is called by a group of creditors who were either comprised or associated with the losing group in the first meeting.",
      "id": "s293"
    },
    {
      "text": "They wished to remove the trustee.",
      "id": "s294"
    },
    {
      "text": "At the meeting, itself, allegations of bias are made.",
      "id": "s295"
    },
    {
      "text": "Issues arise about the evaluation of voting rights, both in the group of creditors that called the meeting and Mr Costin's rights.",
      "id": "s296"
    },
    {
      "text": "b.",
      "id": "s297"
    },
    {
      "text": "Mr. Pascoe was motivated solely by the recovery of his remuneration.",
      "id": "s298"
    },
    {
      "text": "c. Acted to the detriment of creditors and did not even handedly in pursuit of the recovery his remuneration.",
      "id": "s299"
    },
    {
      "text": "' \n \n\n64 In my view there is no substance in the primary foundation to the challenge to Mr Pascoe's conduct of the creditors' meetings of 16 November 2005 and 9 June 2006, namely that Mr Pascoe was motivated by pecuniary self-interest at the expense of a proper and even-handed evaluation of creditor's interests.",
      "id": "s300"
    },
    {
      "text": "If the fact that Mr Pascoe's remuneration might come eventually from the recovery of property against the wishes of some claimed creditors was a disqualifying factor then it would disable him completely from the administration of the estate as soon as opposition arose.",
      "id": "s301"
    },
    {
      "text": "It would disqualify every trustee in a similar position.",
      "id": "s302"
    },
    {
      "text": "The difficulty could not be cured by treating creditors more 'even handedly'.",
      "id": "s303"
    },
    {
      "text": "65 However, I was concerned, during the hearing, about the apparent presentation, by Mr Pascoe and Ms McLean, of a common position bound up with Mr Costin's.",
      "id": "s304"
    },
    {
      "text": "Ms McLean acted as both an undirected proxy for Mr Costin and as solicitor for Mr Pascoe.",
      "id": "s305"
    },
    {
      "text": "In the second meeting she was consulted about matters bearing directly on the voting power of creditors who had earlier opposed Mr Costin's position and would clearly do so again.",
      "id": "s306"
    },
    {
      "text": "In the first meeting she was also consulted.",
      "id": "s307"
    },
    {
      "text": "No professional conflict was presented for Ms McLean so long as both her clients' interests could be accommodated but I cannot help but think that it was unwise of Mr Pascoe to allow the position to develop in that way.",
      "id": "s308"
    },
    {
      "text": "Nevertheless, I must not let my reservations elevate what may be no more than a matter of good taste into an indicator of impropriety, misconduct or maladministration.",
      "id": "s309"
    },
    {
      "text": "66 Section 134(1)(i) of the Act permits a trustee to:\n \n \n '(i) obtain such advice or assistance as he or she considers desirable relating to the administration of the estate or to the conduct or affairs of the bankrupt;' \n \n \n \n\n67 Section 134(3) provides:\n \n \n '(3) Subject to this Act, the trustee may use his or her own discretion in the administration of the estate.",
      "id": "s310"
    },
    {
      "text": "' \n \n \n\n68 I accept Mr Pascoe's evidence that he regarded Ms McLean as a source of reliable professional advice.",
      "id": "s311"
    },
    {
      "text": "There is no basis to conclude that any decision made after referring to Ms McLean was in fact erroneous.",
      "id": "s312"
    },
    {
      "text": "The legal and evidentiary onus to make out a case for an inquiry lies on Mr Boensch.",
      "id": "s313"
    },
    {
      "text": "He has not established that any of the persons or businesses claiming to be owed money by him was his creditor much less that they were denied a proper entitlement to vote.",
      "id": "s314"
    },
    {
      "text": "None of the persons or businesses who claimed an entitlement to vote as a creditor at either meeting called by Mr Pascoe has challenged any decision made by him to disallow or reduce any claimed debt by Mr Boensch.",
      "id": "s315"
    },
    {
      "text": "Mr Boensch also has not sought a review of any decision made at either meeting.",
      "id": "s316"
    },
    {
      "text": "The powers of the Court to deal with any such challenge were available, if necessary.",
      "id": "s317"
    },
    {
      "text": "69 Although it is regrettable that, in the second meeting at least, Mr Pascoe was seen to take advice from the representative of a creditor who was clearly in conflict with other persons at the meeting about the question whether Mr Pascoe should continue as trustee, his decisions to consult Ms McLean about the proofs of debt do not represent either misconduct or a failure in the administration of the estate as required by the Act or the general law.",
      "id": "s318"
    },
    {
      "text": "70 Despite my initial uncertainties, the issue before me is not to be resolved by reference to notions of perceived bias.",
      "id": "s319"
    },
    {
      "text": "Rather, the matter is to be tested by whether it can be said there is any reason for disquiet concerning the interests of creditors.",
      "id": "s320"
    },
    {
      "text": "The only possibility of proper claims by creditors being met from the estate was for more property to be brought into the estate to be realised.",
      "id": "s321"
    },
    {
      "text": "Mr Pascoe had advice that the prospects of recovering further property were reasonable.",
      "id": "s322"
    },
    {
      "text": "Litigation would be necessary.",
      "id": "s323"
    },
    {
      "text": "Mr Costin was prepared to fund the litigation and indemnify the trustee in respect of costs.",
      "id": "s324"
    },
    {
      "text": "There is no basis to conclude that Mr Pascoe's conduct of either meeting was contrary to the interests of creditors.",
      "id": "s325"
    },
    {
      "text": "The fact that he found himself opposed by particular claimed creditors who, for their own reasons, were opposed to Mr Pascoe's proposals does not establish any failure to attend properly to his responsibilities.",
      "id": "s326"
    },
    {
      "text": "The use of Notices of Objection to the discharge of a bankruptcy \n \n71 A bankruptcy is extended if an objection to its discharge is taken by a trustee under s 149A of the Act.",
      "id": "s327"
    },
    {
      "text": "It may be extended to 8 years or 5 years depending on the grounds relied upon.",
      "id": "s328"
    },
    {
      "text": "The available grounds are set out in s 149D.",
      "id": "s329"
    },
    {
      "text": "72 Mr Boensch places considerable weight on the following observations by Weinberg J in Wharton v Official Receiver in Bankruptcy [2001] FCA 96 ; (2001) 107 FCR 28 (at [77]):\n \n 'Section 149A is an important provision.",
      "id": "s330"
    },
    {
      "text": "It provides a strong incentive to bankrupts to cooperate with their trustees during the administration of their estates.",
      "id": "s331"
    },
    {
      "text": "In some circumstances, an incentive of that type is plainly necessary.",
      "id": "s332"
    },
    {
      "text": "However, unless the section is construed in a sensible manner, it is capable of operating oppressively.",
      "id": "s333"
    },
    {
      "text": "It is reasonable to assume that trustees who make requests for information from bankrupts, including those concerning their income, will make due allowance for what might be regarded as the ordinary exigencies of life.",
      "id": "s334"
    },
    {
      "text": "Requests for information are often not met in as timely a manner as they ought to be.",
      "id": "s335"
    },
    {
      "text": "Some delays may be regarded as excusable while others will properly give rise to the filing of notices of objection.",
      "id": "s336"
    },
    {
      "text": "A bankrupt cannot ignore requests from his or her trustee.",
      "id": "s337"
    },
    {
      "text": "A particularly lengthy delay in responding to a request may trigger a notice of objection to discharge which is entirely justifiable.",
      "id": "s338"
    },
    {
      "text": "A relatively short delay in answering a request may be a different matter.",
      "id": "s339"
    },
    {
      "text": "Section 149D(1)(d) must be construed in the light of the requirement in s 149B(2)(b) that the trustee must believe that the filing of a notice of objection is the only way to induce the bankrupt to discharge his duties under the Act.",
      "id": "s340"
    },
    {
      "text": "It is plainly a course of last resort .",
      "id": "s341"
    },
    {
      "text": "' \n (emphasis added)\n \n\n73 On the other hand, French J in Macchia v Nilant [2001] FCA 7 ; (2001) 110 FCR 101 referred (at [55]) to the need to enter an objection as soon as possible in order to maintain the credibility of the personal insolvency system.",
      "id": "s342"
    },
    {
      "text": "74 Section 149B of the Act provides:\n \n '149B \n \n \n (1) Subject to the following provisions of this Subdivision, at any time before a bankrupt is discharged from bankruptcy under section 149, the trustee may file with the Official Receiver a written notice of objection to the discharge.",
      "id": "s343"
    },
    {
      "text": "(2) The trustee of a bankrupt's estate must file a notice of objection to the discharge if the trustee believes: \n \n \n \n (a) that doing so will help make the bankrupt discharge a duty that the bankrupt has not discharged; and \n \n \n \n \n \n (b) that there is no other way for the trustee to induce the bankrupt to discharge any duties that the bankrupt has not discharged.",
      "id": "s344"
    },
    {
      "text": "' \n \n\n75 It is clear that a Notice of Objection should not be issued lightly.",
      "id": "s345"
    },
    {
      "text": "A trustee is required to make a judgment.",
      "id": "s346"
    },
    {
      "text": "The trustee must believe 'that there is no other way' to achieve compliance with the obligation in question.",
      "id": "s347"
    },
    {
      "text": "76 In the present case the main thrust of Mr Boensch's argument is that there is a case for an inquiry into whether Mr Pascoe used his discretion either to punish Mr Boensch or to seek a collateral advantage in the litigation commenced by him to recover further property in which Mr Boensch and his former wife were named as respondents.",
      "id": "s348"
    },
    {
      "text": "Notice of Objection to discharge dated 2 February 2006 \n \n77 I referred to this notice earlier.",
      "id": "s349"
    },
    {
      "text": "It was issued because, Mr Pascoe alleged, Mr Boensch had failed to provide obligatory information about his property, income or expected income.",
      "id": "s350"
    },
    {
      "text": "An exchange of correspondence ensued with Mr Boensch insisting he had complied and Mr Pascoe contending he had not, and continued not to do so.",
      "id": "s351"
    },
    {
      "text": "78 Mr Boensch sought a review by the Inspector-General in Bankruptcy.",
      "id": "s352"
    },
    {
      "text": "On 29 May 2006 the ground of objection relied on by Mr Pascoe was confirmed.",
      "id": "s353"
    },
    {
      "text": "Mr Boensch appealed to the Administrative Appeals Tribunal ('the AAT').",
      "id": "s354"
    },
    {
      "text": "On 9 February 2007 the AAT upheld his appeal and set aside the notice.",
      "id": "s355"
    },
    {
      "text": "It did so because it was not satisfied that Mr Boensch had been in possession of group certificates, pay slips, relevant income tax returns or bank statements showing receipt of payments, and was therefore not satisfied he had refused to provide them.",
      "id": "s356"
    },
    {
      "text": "As no specific request had been made for an explanation of non-provision the request to him was found to be faulty.",
      "id": "s357"
    },
    {
      "text": "79 No reason for an inquiry is provided by this Notice of Objection, or its discharge.",
      "id": "s358"
    },
    {
      "text": "Notice of Objection to discharge dated 27 November 2006 \n \n80 On 19 July 2006 Mr Pascoe commenced proceedings in the FMCA against Mr Boensch and his former wife seeking declarations intended to establish that the property at 255 Victoria Road, Rydalmere, still registered in the joint names of Mr Boensch and his former wife, was property falling within Mr Boensch's bankrupt estate.",
      "id": "s359"
    },
    {
      "text": "It appears the proceedings are vigorously resisted.",
      "id": "s360"
    },
    {
      "text": "Various interlocutory applications were made by Mr and Mrs Boensch.",
      "id": "s361"
    },
    {
      "text": "Hearing of those interlocutory applications occurred on 21 and 22 November 2006 and a number of rulings were made.",
      "id": "s362"
    },
    {
      "text": "The proceedings were then adjourned and, on 1 December 2006, Mr Boensch applied for leave to appeal against the interlocutory decisions.",
      "id": "s363"
    },
    {
      "text": "81 On 27 November 2006 Mr Pascoe served a second Notice of Objection on Mr Boensch.",
      "id": "s364"
    },
    {
      "text": "It relied on statements made by Mr Boensch in February 2006 to the effect that he had received no income and on conflicting information provided, through his former wife, on 30 May 2006 from an employing entity, 'Boensch Pty Limited', including payslips and a group certificate 'evidencing wages paid to him in the period 6 January 2006 to 21 July 2006'.",
      "id": "s365"
    },
    {
      "text": "82 Mr Boensch argues that Mr Pascoe could have taken this matter up at any time after 30 May 2006. he says that I should infer that the Notice of Objection was issued to:\n \n Flag 8 \n 'a.",
      "id": "s366"
    },
    {
      "text": "punish the Applicant; and/or \n b. divert and/or \n \n \n c. seek to weaken his resolve in relation to defending the proceedings currently before the Federal Magistrate's Court.",
      "id": "s367"
    },
    {
      "text": "' \n \n \n\n83 This Objection to Discharge was cancelled by a delegate of the Inspector-General in Bankruptcy on 26 March 2007.",
      "id": "s368"
    },
    {
      "text": "The delegate found that Mr Boensch earned income in January and February 2006 and that his statements to the contrary were misleading.",
      "id": "s369"
    },
    {
      "text": "However, Mr Boensch contended that his statements were intended to respond to questions about his income to 15 December 2005 and referred only to this period.",
      "id": "s370"
    },
    {
      "text": "In view of uncertainty in the evidence before him the delegate was not satisfied that the statements, although false or misleading, were intentionally so.",
      "id": "s371"
    },
    {
      "text": "They were therefore not shown to be in contravention of s 149D(1)(d) of the Act.",
      "id": "s372"
    },
    {
      "text": "84 It is not contended that the requests to Mr Boensch were illegitimate.",
      "id": "s373"
    },
    {
      "text": "Nor can it be argued that Mr Boensch's responses were accurate or satisfactory.",
      "id": "s374"
    },
    {
      "text": "Mr Boensch was under an obligation to disclose his earnings to Mr Pascoe.",
      "id": "s375"
    },
    {
      "text": "When he failed to do so Mr Pascoe was entitled to act.",
      "id": "s376"
    },
    {
      "text": "Mr Boensch was given the benefit of the doubt by the delegate about the question of his intention when he responded but in my view the decision of the delegate raises no issue concerning the propriety of the Notice of Objection.",
      "id": "s377"
    },
    {
      "text": "85 The fact that some time passed before Mr Pascoe gave formal attention to the matter, or that he did so after an adjournment of proceedings in the FMCA, is insufficient to raise an inference of the kind suggested by Mr Boensch.",
      "id": "s378"
    },
    {
      "text": "Mr Pascoe may have been occupied by issues arising in those proceedings or by other matters in his practice.",
      "id": "s379"
    },
    {
      "text": "86 There is another issue about a letter written by Mr Pascoe two days later, on 29 November 2006.",
      "id": "s380"
    },
    {
      "text": "I deal with it later.",
      "id": "s381"
    },
    {
      "text": "I have not overlooked Mr Boensch's argument that the matters should be viewed in support of each other.",
      "id": "s382"
    },
    {
      "text": "Whether viewed singly, or in combination, they do not raise the inference for which he contends.",
      "id": "s383"
    },
    {
      "text": "Notice of Objection to discharge dated 10 January 2007 \n \n87 On 10 January 2007 Mr Pascoe issued another Notice of Objection.",
      "id": "s384"
    },
    {
      "text": "It was based on the contention that Mr Boensch had failed to provide written information about his 'property, income or expected income' as was the first Notice of Objection.",
      "id": "s385"
    },
    {
      "text": "It referred specifically to the request made by Mr Pascoe's letter of 29 November 2006 which I mentioned a short while ago and with which I am yet to deal.",
      "id": "s386"
    },
    {
      "text": "The matters relied upon by Mr Pascoe were a ground within s 149D(1)(d) of the Act.",
      "id": "s387"
    },
    {
      "text": "Mr Boensch alleges that Mr Pascoe's motivation was the same as with respect to the letter of 29 November 2006, and the Notice of Objection dated 27 November 2006.",
      "id": "s388"
    },
    {
      "text": "88 The notice dated 10 January 2007 was cancelled by a delegate of the Inspector-General in Bankruptcy on 26 March 2007.",
      "id": "s389"
    },
    {
      "text": "On this occasion the reason for cancellation was that on 9 February 2007 the AAT set aside the first notice, which had also been based upon a ground falling within s 149D(1)(d).",
      "id": "s390"
    },
    {
      "text": "The AAT decision was not available when Mr Pascoe issued the notice of 10 January 2006 and no criticism of him is available from this source.",
      "id": "s391"
    },
    {
      "text": "The delegate appears to have taken the view that use of a ground under s 149D(1) is, in the event a notice is cancelled, by virtue of s 149N(1)(d) a barrier to ever using a ground of the same character again regardless of the factual content of the ground or the nature of a particular default.",
      "id": "s392"
    },
    {
      "text": "The matter has not been debated before me and it is not necessary to express any view about the soundness of that construction of s 149N(1)(d).",
      "id": "s393"
    },
    {
      "text": "It is sufficient to observe that nothing arising from the circumstances of the cancellation of the notice supports Mr Boensch's claim for an inquiry on the ground of any misconduct or maladministration by Mr Pascoe.",
      "id": "s394"
    },
    {
      "text": "89 I shall deal shortly with the letter of 29 November 2006 upon which this notice was based.",
      "id": "s395"
    },
    {
      "text": "It will be seen that I reject the proposition that it represented a misuse of Mr Pascoe's powers.",
      "id": "s396"
    },
    {
      "text": "The same must be said for the notice of 10 January 2007.",
      "id": "s397"
    },
    {
      "text": "Breakdown in the relationship \n \n90 Mr Boensch also argued that the relationship between Mr Boensch and Mr Pascoe had broken down to such an extent that Mr Pascoe should be removed for that reason.",
      "id": "s398"
    },
    {
      "text": "Reliance was placed on the judgment of Spender J in Doolan v Dare [2004] FCA 682 at [49] .",
      "id": "s399"
    },
    {
      "text": "His Honour said\"\n \n \n '49.",
      "id": "s400"
    },
    {
      "text": "It seems to me that it is plain beyond argument that the relationship between the trustee and the bankrupt has totally broken down; that, in many cases, is a sufficient reason for the trustee to be removed .",
      "id": "s401"
    },
    {
      "text": "Here, there is such a clear conflict of interest between the trustee's interests in having her remuneration paid and how she thinks that might be achieved, and her obligations as a fiduciary to the creditors and the bankrupt, that this clearly is a case where the Court should exercise its power under subs 179(1) of the Act and remove the trustee from office.",
      "id": "s402"
    },
    {
      "text": "' (Emphasis added) \n \n \n \n\n91 It is plain, however, that his Honour did not remove the trustee in that case because of a breakdown in the relationship but because the trustee had acted improperly and in breach of the Act 'for her own personal interests' (see at [38], [43] and [51]).",
      "id": "s403"
    },
    {
      "text": "92 Obviously enough, a bankrupt should not be allowed, by an assiduous pattern of resistance to the trustee of his estate, to generate and then rely upon a suggested reason for removal thereby created.",
      "id": "s404"
    },
    {
      "text": "No doubt there are many instances in which disagreement may arise about the way a trustee is administering an estate or exercising his powers.",
      "id": "s405"
    },
    {
      "text": "Adequate opportunities exist for challenges to be made, if there are grounds for doing so.",
      "id": "s406"
    },
    {
      "text": "None have been made in the present case, save for the matters with which I am dealing.",
      "id": "s407"
    },
    {
      "text": "93 It is clearly an insufficient ground for removal of a trustee that a bankrupt resists the proper administration of his estate or sets out to frustrate a trustee in the proper performance of his duties.",
      "id": "s408"
    },
    {
      "text": "Mr Boensch's obligation was to co-operate fully with his trustee.",
      "id": "s409"
    },
    {
      "text": "He is obliged to 'aid to the utmost of his power in the administration of his estate' (s 77(g)).",
      "id": "s410"
    },
    {
      "text": "It is not necessary, or desirable, to make comprehensive findings about Mr Boensch's own conduct.",
      "id": "s411"
    },
    {
      "text": "It is sufficient to say generally that the apparently marked lack of trust which exists between him and Mr Pascoe does not indicate any failing by Mr Pascoe in the administration of Mr Boensch's bankrupt estate or provide a reason for the Court to intervene in that task.",
      "id": "s412"
    },
    {
      "text": "94 Accepting, as Spender J observed, that there will be cases where removal of a trustee is warranted due to a total breakdown in relationship, nevertheless the present is not a case, in my view, where that is called for or whether any further inquiry into that issue is necessary or desirable.",
      "id": "s413"
    },
    {
      "text": "APPLICATION UNDER SECTION 178 \n \n95 This part of the proceedings is directed at the letter sent by Mr Pascoe to Mr Boensch on 29 November 2006.",
      "id": "s414"
    },
    {
      "text": "The letter reads (in relevant part):\n \n 'I advise that I require the production of the following books and records to my office pursuant to section 77(1) of the Bankruptcy Act (\"the Act\") by 11 December 2006, for the purpose of my ongoing investigation of your examinable affairs and income contribution obligations under the Act: \n \n \n \n 1.",
      "id": "s415"
    },
    {
      "text": "In relation to the property at 255 Victoria Road Rydalmere NSW 2116, the original of the transfer entered into between Sabine Elizabeth Boensch and yourself for the purpose of carrying into effect the terms of Orders of the Family Court of Australia between them and dated 15 May 1999.",
      "id": "s416"
    },
    {
      "text": "2.",
      "id": "s417"
    },
    {
      "text": "Books evidence of the source of the funds for all payments of your legal costs incurred after the date of bankruptcy.",
      "id": "s418"
    },
    {
      "text": "Please include details of the date of payment, amount and source of payment.",
      "id": "s419"
    },
    {
      "text": "If payments are made by someone other than yourself, please provide the name and address of this person.",
      "id": "s420"
    },
    {
      "text": "3.",
      "id": "s421"
    },
    {
      "text": "You are required to provide copies of all invoices evidencing the cost of the legal fees and also copies of all cheque, bank statements and/or cheque butts and all other documentation evidencing payment of the legal costs.",
      "id": "s422"
    },
    {
      "text": "' \n \n \n \n\n96 A reminder was sent on 20 December 2006.",
      "id": "s423"
    },
    {
      "text": "It said, relevantly:\n \n Flag 14 \n 'I refer to my letter dated 29 November 2006, a copy is enclosed.",
      "id": "s424"
    },
    {
      "text": "I note that you have not provided the books and information as requested in my letter of 29 November 2006.",
      "id": "s425"
    },
    {
      "text": "As you have not provided the records and information, I have no alternative other than to refer the matter to Insolvency &amp; Trustee Services Australia Bankruptcy Fraud Investigation Unit for prosecution and also lodging a further Objection to your Discharge extending your bankruptcy to a period of 8 years from the date you filed your Statement of Affairs.",
      "id": "s426"
    },
    {
      "text": "' \n \n\n97 The Notice of Objection to discharge thereby foreshadowed was issued on 10 January 2007 and, as has been seen, later cancelled.",
      "id": "s427"
    },
    {
      "text": "The reference of the matter by Mr Pascoe to ITSA, I was told, will not be dealt with until the present application is finalised.",
      "id": "s428"
    },
    {
      "text": "98 Mr Pascoe obtained from the files of Mr Boensch's former solicitors, a photocopy of a transfer of property, dated 9 June 1999, whereby Mrs Boensch appeared to transfer her interest in the Rydalmere property to Mr Boensch pursuant to 'Court Orders'.",
      "id": "s429"
    },
    {
      "text": "The document is certified as stamp duty exempt.",
      "id": "s430"
    },
    {
      "text": "The transfer has never been registered.",
      "id": "s431"
    },
    {
      "text": "The original transfer has never been produced.",
      "id": "s432"
    },
    {
      "text": "Instead Mr Boensch's later solicitors provided to Mr Pascoe on 30 March 2007 a copy of a transfer document said to have been 'now located' by Mr Boensch, dated 21 March 2004, whereby Mr and Mrs Boensch transferred the property to Mr Boensch.",
      "id": "s433"
    },
    {
      "text": "The solicitors noted their instructions not to release the original to Mr Pascoe unless and until the FMCA ruled that the property was not the subject of a validly created trust.",
      "id": "s434"
    },
    {
      "text": "This is, in effect, the issue to which the proceedings commenced by Mr Pascoe on 19 July 2005 are directed.",
      "id": "s435"
    },
    {
      "text": "That transfer has been stamped but has not been registered either.",
      "id": "s436"
    },
    {
      "text": "99 It is not necessary for me to decide what arises from either of the transfers, whether they are genuine or which, if either, is effective.",
      "id": "s437"
    },
    {
      "text": "The only issue at the moment is whether, insofar as Mr Pascoe sought the original of a document, a copy of which was in his possession from Mr Boensch's former solicitors' file, it was an abuse of his power to do so on 29 November 2006 because it was done for a collateral purpose.",
      "id": "s438"
    },
    {
      "text": "In my view the proposition is not tenable.",
      "id": "s439"
    },
    {
      "text": "I reject it.",
      "id": "s440"
    },
    {
      "text": "100 On 6 December 2007 the FMCA decided that the Rydalmere property was the subject of a valid declaration of trust made by Mr and Mrs Boensch on 23 August 1999 ( Pascoe v Boensch &amp; Anor (No 3) [2007] FMCA 2038).",
      "id": "s441"
    },
    {
      "text": "It remains for the FMCA to consider whether the declaration of trust is void against the trustee under s 120 or s 121 of the Act.",
      "id": "s442"
    },
    {
      "text": "These matters do not bear upon the issues for decision in the present case.",
      "id": "s443"
    },
    {
      "text": "101 The other part of Mr Pascoe's letter sought information about the source of the fees for Mr Boensch's legal representation before the FMCA.",
      "id": "s444"
    },
    {
      "text": "In my view such a request was legitimate, whenever made.",
      "id": "s445"
    },
    {
      "text": "Later Mr Pascoe was informed that Mr Boensch was being assisted on a contingency basis.",
      "id": "s446"
    },
    {
      "text": "Why that could not have been explained earlier was not made clear.",
      "id": "s447"
    },
    {
      "text": "This request affords no basis either for any action by the Court under s 178.",
      "id": "s448"
    },
    {
      "text": "Nor does it, whether regarded alone or in combination with either or both of the Notices of Objection to discharge dated 27 November 2006 and 10 January 2007 provide any support for the application that Mr Pascoe be removed as trustee.",
      "id": "s449"
    },
    {
      "text": "CONCLUSIONS \n \n102 No case has been made for the grant of any relief.",
      "id": "s450"
    },
    {
      "text": "I will dismiss the Amended Application.",
      "id": "s451"
    },
    {
      "text": "Mr Pascoe has asked that I not deal with any question of costs before dealing with the relief sought.",
      "id": "s452"
    },
    {
      "text": "I will hear the parties on costs at a time to be fixed.",
      "id": "s453"
    },
    {
      "text": "I certify that the preceding one hundred and two (102) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Buchanan .",
      "id": "s454"
    },
    {
      "text": "Associate:\n\nDated: 13 December 2007\n\n\n Counsel for the Applicant: M J Heath \n \n Solicitor for the Applicant: Wright Commercial Lawyers \n \n Counsel for the Respondent: J T Johnson \n \n Solicitor for the Respondent: Sally Nash &amp; Co \n \n Date of Hearing: 19 - 20 and 28 September 2007 \n \n Date of Judgment: 13 December 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1977.html",
      "id": "s455"
    }
  ]
}