{
  "name": "Khaled v Rapid Building Systems Pty Ltd (ACN 054 779 930) [2007] FCA 1332 (28 August 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1332.html",
  "catchphrases": [
    {
      "text": "applicants promoted a building system in india in expectation of agent's commission and royalties in the event of a sale of a plant to those to whom they promoted the system",
      "id": "c0"
    },
    {
      "text": "application under o 15a r 6 of the federal court rules for preliminary discovery",
      "id": "c1"
    },
    {
      "text": "whether there is reasonable cause to believe the applicants have or may have the right to obtain relief",
      "id": "c2"
    },
    {
      "text": "two bases for relief",
      "id": "c3"
    },
    {
      "text": "first, damages under the trade practices act 1974 (cth) in reliance on ss 52 and 53 (g) or ss 84 and/or 75b",
      "id": "c4"
    },
    {
      "text": "secondly, damages for breach of contract",
      "id": "c5"
    },
    {
      "text": "both bases for relief doomed to fail",
      "id": "c6"
    },
    {
      "text": "practice and procedure",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application under O 15A r 6 of the Federal Court Rules for preliminary discovery of information from respondents against whom a prospective proceeding may be commenced in this court.",
      "id": "s0"
    },
    {
      "text": "The applicants, Agim Khaled and Ernst Kirsten, were agents of the first respondent company, Rapid Building Systems Pty Ltd (\"Rapid\").",
      "id": "s1"
    },
    {
      "text": "The remaining respondents were, at the relevant times, the shareholders and/or directors of Rapid.",
      "id": "s2"
    },
    {
      "text": "The prospective proceedings relate to events between 1998 and 2001 which are said to found a reasonable cause for the belief that Mr Kirsten and Mr Khaled may be entitled to commission and royalties under their agency agreement with Rapid.",
      "id": "s3"
    },
    {
      "text": "O 15A r 6 \n \n2 Information discovery under O 15A r 6 is discovery against the very person or persons against whom relief in prospective proceedings may be sought.",
      "id": "s4"
    },
    {
      "text": "It is tightly circumscribed in the requirements to be met before discovery may be ordered.",
      "id": "s5"
    },
    {
      "text": "These are that:\n \n \"6.",
      "id": "s6"
    },
    {
      "text": "Discovery from prospective respondent \n \n Where:\n \n \n \n (a) there is reasonable cause to believe that the applicant has or may have the right to obtain relief in the Court from a person whose description has been ascertained;\n \n (b) after making all reasonable inquiries, the applicant has not sufficient information to enable a decision to be made whether to commence a proceeding in the Court to obtain that relief; and\n \n (c) there is reasonable cause to believe that that person has or is likely to have or has had or is likely to have had possession of any document relating to the question whether the applicant has the right to obtain the relief and that inspection of the document by the applicant would assist in making the decision ...\"\n \n \n\n3 As will become apparent, the problematic requirement for the present applicants is that they identify a possible cause of action through which they may be entitled to relief in this court.",
      "id": "s7"
    },
    {
      "text": "4 It is unnecessary for me to refer in detail to the growing body of case law on preliminary discovery.",
      "id": "s8"
    },
    {
      "text": "Because of their immediate relevance, it is sufficient for present purposes to refer to observations I made in Rush v Commissioner of Police [2006] FCA 12 ; (2006) 229 ALR 383 at [6] - [7] :\n \n \"Information discovery under O 15A r 6 is significantly limited by the conditions imposed in subparas (a), (b) and (c) of that rule.",
      "id": "s9"
    },
    {
      "text": "Subpara (a) requires that there be reasonable cause to believe that the applicant has or may have the right to obtain relief in the Court.",
      "id": "s10"
    },
    {
      "text": "While the threshold test under this subrule may be set at quite a low level (see Gull Petroleum (WA) Ltd v Tah Land Pty Ltd [2001] FCA 1531 at [59] ), the test for determining whether the applicant has a reasonable cause to have the requisite belief is an objective one (see Hooper [96 FCR 1] at [39]).",
      "id": "s11"
    },
    {
      "text": "Though it is not necessary to demonstrate a prima facie case, it is not enough merely to assert that there is, or is the mere possibility of, a case against the prospective respondent: Hooper at [39].",
      "id": "s12"
    },
    {
      "text": "Importantly, as Hely J observed in St George Bank Ltd v Rabo Australia Ltd (2004) 211 ALR 147; [2004] FCA 1360 ( St George Bank ) (at [26]):\n \n ...\n \n \n \n \n '(d) belief requires more than mere assertion and more than suspicion or conjecture.",
      "id": "s13"
    },
    {
      "text": "Belief is an inclination of the mind towards assenting to, rather than rejecting a proposition.",
      "id": "s14"
    },
    {
      "text": "Thus it is not sufficient to point to a mere possibility.",
      "id": "s15"
    },
    {
      "text": "The evidence must incline the mind towards the matter or fact in question.",
      "id": "s16"
    },
    {
      "text": "If there is no reasonable cause to believe that one of the necessary elements of a potential cause of action exists, that would dispose of the application insofar as it is based on that cause of action: John Holland Services Pty Ltd v Terranora Group Management Pty Ltd [2004] FCA 679 at [13] , [14], [17] and [73].",
      "id": "s17"
    },
    {
      "text": "' \n \n \n \n \n ...",
      "id": "s18"
    },
    {
      "text": "While O 15 r 6 expressly contemplates 'fishing', it equally requires that each of the limiting conditions prescribed in subparas (a), (b) and (c) must be established.",
      "id": "s19"
    },
    {
      "text": "Preliminary discovery cannot itself be used to remedy deficiencies in the satisfaction of the conditions themselves: Airservices Australia Ltd v Transfield Pty Ltd (1999) 92 FCR 200; 164 ALR 330; [1999] FCA 886 at [5] .",
      "id": "s20"
    },
    {
      "text": "\"\n \n FACTUAL SETTING \n \n5 Rapid, as I understand it, has developed a system for the prefabrication of buildings and holds patent rights in respect of that system.",
      "id": "s21"
    },
    {
      "text": "In early 1998 the applicants sought from Rapid an agency to market Rapid's product in India.",
      "id": "s22"
    },
    {
      "text": "It would seem that a prospective purchaser would be required to construct a Rapid manufacturing plant to produce the product and the agency related to the sale of the plant itself.",
      "id": "s23"
    },
    {
      "text": "The terms of the agency were contained in the following letter from Rapid to Mr Kirsten of 11 May 1998:\n \n \"Thank you for your letter of April 28 1998 in which you request to represent our company in India exclusively for up to December 31 1998.",
      "id": "s24"
    },
    {
      "text": "As I explained to you before, we are not prepared to give exclusive rights for countries, especially not as big as India.",
      "id": "s25"
    },
    {
      "text": "We are currently working closely with Sagric, who are currently also in India promoting our product whenever appropriate.",
      "id": "s26"
    },
    {
      "text": "Ernst, we are prepared to give you and Agim Khaled non exclusive rights to India until December 31 1998.",
      "id": "s27"
    },
    {
      "text": "As soon as you have identified an interested party, the name must be registered with us and that company will then automatically become exclusive for you to receive commission as soon as a contract has been fulfilled.",
      "id": "s28"
    },
    {
      "text": "(As long as RBS has not yet been dealing with that company or person before.",
      "id": "s29"
    },
    {
      "text": ")\n \n The commission RBS will pay is 5% of the total value of the Rapid manufacturing plant plus 10% of the yearly royalty stream.",
      "id": "s30"
    },
    {
      "text": "It is important that Agim Khaled meets with us before he starts marketing in India.",
      "id": "s31"
    },
    {
      "text": "We must discuss his approach, give him some product knowledge and show him the plant and some projects first.",
      "id": "s32"
    },
    {
      "text": "Please consider the above and let me know if you want to proceed on that basis.",
      "id": "s33"
    },
    {
      "text": "\"\n (Emphasis added.",
      "id": "s34"
    },
    {
      "text": ")\n \n\n6 To anticipate matters, an attempt was later made in 2001 to vary the registration requirement.",
      "id": "s35"
    },
    {
      "text": "This was resisted.",
      "id": "s36"
    },
    {
      "text": "I would also note that the applicants propose to contend that there is an ambiguity in what \"registration\" means in this context and that the contract was varied by conduct for at least a period in 1999.",
      "id": "s37"
    },
    {
      "text": "There is evidence, though, of Rapid being notified in writing of the names of \"interested parties\".",
      "id": "s38"
    },
    {
      "text": "7 In his affidavit Khaled deposes to having been introduced to a Mr Dhananjayn, a former politician, who was a lobbyist for foreign companies which needed approvals in India.",
      "id": "s39"
    },
    {
      "text": "Through Dhananjayn, he and Kirsten were, in turn, introduced to a Mr Singh who was the managing director of Project Equipment Corporation of India Ltd (\"PEC\") --- a government owned corporation.",
      "id": "s40"
    },
    {
      "text": "Singh, apparently agreed that there was much potential for the Rapid product in India.",
      "id": "s41"
    },
    {
      "text": "8 Singh, Dhananjayn and Kirsten subsequently went to Gujarat and had a meeting with a person who was in charge of a government tender, said to be worth approximately US$20 million, to construct 16,000 schools after a cyclone.",
      "id": "s42"
    },
    {
      "text": "He requested they tender for it.",
      "id": "s43"
    },
    {
      "text": "9 Dhananjayn proposed the registration of a company in India using the name Rapid Building Systems India (\"Rapid India\").",
      "id": "s44"
    },
    {
      "text": "This was later done (in September 1998), the use of the name being approved by the third respondent, Mr Zwaans, who was managing director of Rapid.",
      "id": "s45"
    },
    {
      "text": "Dhananjayn and his wife were the sole shareholders and directors of Rapid India until a Mr Gopinathan was appointed managing director, seemingly, in the second half of 1999.",
      "id": "s46"
    },
    {
      "text": "He resigned from that position later the same year.",
      "id": "s47"
    },
    {
      "text": "10 On 23 July 1998 the applicants entered into a memorandum of understanding with PEC under which they appointed PEC their exclusive \"marketing associate\" for the Rapid product in relation to public sector tenders, etc.",
      "id": "s48"
    },
    {
      "text": "PEC had previously notified the applicants of a number of projects of interest.",
      "id": "s49"
    },
    {
      "text": "11 In August 1998 Khaled wrote to Zwaans expressing concern that he and Kirsten be protected in the agency arrangement as they did not wish to \"miss out\" on royalties.",
      "id": "s50"
    },
    {
      "text": "On 12 August 1998, Zwaans wrote to Kirsten granting him and Khaled \"exclusive rights to market the Rapid Building System in India\".",
      "id": "s51"
    },
    {
      "text": "The applicants presently concede that their agency otherwise continued on the same terms as contained in the letter of 11 May 1998.",
      "id": "s52"
    },
    {
      "text": "12 In August 1998, Khaled states he was introduced by Dhananjayn to Mr Gopinathan who was then given Rapid brochures and was shown a 12 minute Rapid video.",
      "id": "s53"
    },
    {
      "text": "Gopinathan, as will be seen, is of no little importance to the prospective claim being advanced in this matter.",
      "id": "s54"
    },
    {
      "text": "13 While contacts with prospective purchasers were being made progress was stalled, according to Khaled, because parties in India were not prepared to award contracts or place orders for plants until they had seen a sample house and such had not been constructed in India.",
      "id": "s55"
    },
    {
      "text": "Khaled's affidavit went on:\n \n \n \"55.",
      "id": "s56"
    },
    {
      "text": "At that stage Dhananjayn advised me that he had negotiated the following arrangement with PEC: \n \n \n \n \n \n 55.1 PEC would loan $4m to Rapid Building India Pvt Ltd: That company would use this money to purchase a Rapid plant from Rapid.",
      "id": "s57"
    },
    {
      "text": "55.2 The project involving the construction of 16,000 schools in Gujarat would be awarded to Rapid Building India Pvt Ltd. \n \n 55.3 PEC would be the project manager.",
      "id": "s58"
    },
    {
      "text": "56.",
      "id": "s59"
    },
    {
      "text": "Rapid Building India Pvt Ltd was not prepared to place an order for a plant with Rapid until they were assured of the contract for the construction of 16,000 schools in Gujarat.",
      "id": "s60"
    },
    {
      "text": "The authorities in Gujarat were not prepared to award the contract unless they saw a sample house.",
      "id": "s61"
    },
    {
      "text": "The provision of the sample house was therefore critical.",
      "id": "s62"
    },
    {
      "text": "\"\n \n \n\n14 Though there was no written renewal, or extension, of the agency in 1999, it is clear on the material before me that the applicants and Rapid continued to conduct themselves on a basis consistent with the continuation of it.",
      "id": "s63"
    },
    {
      "text": "15 There is evidence suggesting that there was periodic contact between Zwaans and Singh in the early months of 1999.",
      "id": "s64"
    },
    {
      "text": "In April 1999 Zwaans wrote to Singh confirming that Rapid was \"interested and willing to participate up to 10% in a joint venture manufacturing Rapidwall panels in India.",
      "id": "s65"
    },
    {
      "text": "16 Because of its stated significance in the formulation of the applicant's case, it is appropriate to refer at a little length to Khaled's version of events in mid to late 1999.",
      "id": "s66"
    },
    {
      "text": "It states:\n \n \n \"67.",
      "id": "s67"
    },
    {
      "text": "In approximately May or June 1999 I contacted both Zwaans and Singh to establish the progress of the purchase of the Rapid plant by Rapid Building Systems India Pvt Ltd.",
      "id": "s68"
    },
    {
      "text": "They advised me that the deal was not going ahead.",
      "id": "s69"
    },
    {
      "text": "At this point the Applicants were unable to obtain further information from Zwaans as to what precisely was happening in India with the Rapid product and plant.",
      "id": "s70"
    },
    {
      "text": "68.",
      "id": "s71"
    },
    {
      "text": "Gopinathan had about this time introduced a friend of his to me Ramesh.",
      "id": "s72"
    },
    {
      "text": "Ramesh was an architect.",
      "id": "s73"
    },
    {
      "text": "Ramesh had indicated to me that he also wanted to be a part of Rapid in India.",
      "id": "s74"
    },
    {
      "text": "I was aware that there were a lot of meetings held between Dhananjayn, Gopinathan and Ramesh to which that I was not invited.",
      "id": "s75"
    },
    {
      "text": "I did become aware in August 1999 that Gopinathan had been appointed Managing Director of Rapid Building Systems India Pvt Ltd. Dhananjayn was the promoter and Chairman and Ramesh was the Architect Advisor and Consultant.",
      "id": "s76"
    },
    {
      "text": "Gopinathan contacted Zwaans to arrange a visite (sic) to Australia by emailing a letter to him dated 2 August 1999.",
      "id": "s77"
    },
    {
      "text": "Zwaans faxed a copy of this letter to Kirsten on 11 August 1999 ... \n \n 69.",
      "id": "s78"
    },
    {
      "text": "...",
      "id": "s79"
    },
    {
      "text": "In September 1999 Gopinathan, Ramesh and Singh attended Adelaide to meet with Zwaans and Kirsten.",
      "id": "s80"
    },
    {
      "text": "Dhananjayn arrived a few days later ... \n \n 71.",
      "id": "s81"
    },
    {
      "text": "Kirsten informed me that a meeting was held with Zwaans, Kirsten, Dhananjayn, Gopinathan and Ramesh during the week commencing 6 September 1999.",
      "id": "s82"
    },
    {
      "text": "A Memorandum of Understanding was signed between Rapid Building Systems India Pvt Ltd and Rapid.",
      "id": "s83"
    },
    {
      "text": "Photographs were taken of Zwaans together with Gopinathan, Ramesh and Singh.",
      "id": "s84"
    },
    {
      "text": "Kirsten and I did not receive a copy of the Memorandum, but I recall seeing the photographs at some stage after that.",
      "id": "s85"
    },
    {
      "text": "72.",
      "id": "s86"
    },
    {
      "text": "Every one to two months after the September 1999 meeting in Adelaide I telephoned Zwaans to ask him what progress had been made and whether a plant had been sold.",
      "id": "s87"
    },
    {
      "text": "He told me on each occasion that no plant had been sold and that nothing had come of his meeting with the Indian delegation in September 1999 or Kirsten's or my efforts.",
      "id": "s88"
    },
    {
      "text": "\"\n \n \n\n17 I note in passing that Kirsten swore an affidavit for this application in which he confirms the signing of the MoU referred to in para 71 of Khaled's affidavit.",
      "id": "s89"
    },
    {
      "text": "Though he attended the meeting at which it was signed, he has given no evidence of its contents.",
      "id": "s90"
    },
    {
      "text": "18 On 1 March 2001 Kirsten wrote to Zwaans.",
      "id": "s91"
    },
    {
      "text": "The letter said, inter alia: \n \n \"Further to our telephone conversation over a week ago, would you be so kind as to put in writing to us our commission arrangement for the sale of Rapid wall to India originating from our contracts.",
      "id": "s92"
    },
    {
      "text": "...\n \n Could you please be a bit more generous on the method of identification.",
      "id": "s93"
    },
    {
      "text": "Registration seems too formal when for example Sing (sic) contacts you behind our back.",
      "id": "s94"
    },
    {
      "text": "The identification, I will leave to Agim to discuss with you.",
      "id": "s95"
    },
    {
      "text": "\"\n \n\n19 I foreshadow that the applicants invite me to construe the first paragraph's reference to \"contacts\" as encompassing not only persons introduced to Rapid as \"parties interested\" in purchasing the system, but also any persons who were the applicants' \"contacts\" in India who were involved in the marketing and/or prospective purchase of the system.",
      "id": "s96"
    },
    {
      "text": "20 In reply to the above letter, Zwaans made an offer of a non-exclusive right to sell Rapidwall plants in India until 31 December 2001 on similar though not exactly the same express terms (including the \"registration\" requirement) to those in the original 11 May 1998 agreement.",
      "id": "s97"
    },
    {
      "text": "21 Khaled's evidence was that from May 2000 onwards:\n \n \n \"78.",
      "id": "s98"
    },
    {
      "text": "... every one or two months I continued calling Zwaans.",
      "id": "s99"
    },
    {
      "text": "He repeatedly told me that nothing had come of the efforts of Kirsten and me in India.",
      "id": "s100"
    },
    {
      "text": "79.",
      "id": "s101"
    },
    {
      "text": "During one of these conversations with Zwaans in 2004, Zwaans advised me that an entity in India was going to buy a plant from him and that the plant would be established in Chennai, India.",
      "id": "s102"
    },
    {
      "text": "He said that the sale of the plant had nothing to do with the efforts of Kirsten and me.",
      "id": "s103"
    },
    {
      "text": "He did not disclose to me but I learned through internet searches conducted subsequently that Gopinathan was one of the principals in the purchase of the plant in Chennai, India.",
      "id": "s104"
    },
    {
      "text": "On the Rapid website I have since discovered a transcribed copy of a presentation given my P.K.",
      "id": "s105"
    },
    {
      "text": "Gopinathan who is described as the Chief Representative of Rapid Building Systems Pty Ltd, India ... Zwaans was aware that Gopinathan had been referred to Rapid by the Applicants.",
      "id": "s106"
    },
    {
      "text": "80.",
      "id": "s107"
    },
    {
      "text": "I discussed this with Kirsten.",
      "id": "s108"
    },
    {
      "text": "We agreed that I should stay in close contact with Zwaans so that I could find out more about this transaction.",
      "id": "s109"
    },
    {
      "text": "I continued to phone Zwaans over the months and he indicated that a delegation from Chennai, India had visited Adelaide.",
      "id": "s110"
    },
    {
      "text": "81.",
      "id": "s111"
    },
    {
      "text": "My own enquiries started on the internet in late 2005.",
      "id": "s112"
    },
    {
      "text": "I discovered a 'Gypcrete' Building Systems web site.",
      "id": "s113"
    },
    {
      "text": "I discovered that a company had been registered in India called Gypcrete Building India Pvt Ltd and that Gopinathan was said to be the Executive Director.",
      "id": "s114"
    },
    {
      "text": "It seemed from the website that they had a Rapid plant in India but were using that name ...\n \n 82.",
      "id": "s115"
    },
    {
      "text": "After finding this evidence on the Internet I contacted Zwaans by telephone.",
      "id": "s116"
    },
    {
      "text": "This was in 2006.",
      "id": "s117"
    },
    {
      "text": "I confronted him with my new information about Gypcrete.",
      "id": "s118"
    },
    {
      "text": "He told me that he was shocked.",
      "id": "s119"
    },
    {
      "text": "He told me that Rapid had paid Gopinathan a 5% commission for the plant that was sold to Gypcrete Building India Pvt Ltd.",
      "id": "s120"
    },
    {
      "text": "He told me that I should approach Gopinathan for the commission due to Kirsten and me.",
      "id": "s121"
    },
    {
      "text": "He also told me that Rapid had a 25% interest in Gypcrete Building India Pvt Ltd.",
      "id": "s122"
    },
    {
      "text": "However, Zwaans refused to accept that commissions and royalties were due to the Applicants for the sale of Rapid manufacturing plants in India.",
      "id": "s123"
    },
    {
      "text": "\"\n \n \n\n22 The Gopinathan presentation referred to above was dated 8 December 2006 and said (inter alia) that:\n \n \" Rapidwall in India \n \n In India the first Rapidwall plant is nearing completion and will soon be ready for its trial run for commissioning near Chennai.",
      "id": "s124"
    },
    {
      "text": "One of the large Government of India public undertakings is in its final stages of also commissioning a Rapidwall manufacturing plant and large capacity calciner to produce Rapidwall Panels and other plaster products.",
      "id": "s125"
    },
    {
      "text": "The first Rapidwall building in India was recently constructed with two storey building in Mumbai in 32 days using panels brought from Australia (12 days for structure and 20 days for finishing work including flooring, electrification, water supply, fittings painting and the like).",
      "id": "s126"
    },
    {
      "text": "\"\n \n\n23 There is evidence before me suggesting other sales of the Rapid system in India were in prospect.",
      "id": "s127"
    },
    {
      "text": "24 In late 2005 Mr Khaled accessed a \"Gypcrete\" website.",
      "id": "s128"
    },
    {
      "text": "It suggested that the company had a Rapid plant in India and that Mr Gopinathan was an Executive Director.",
      "id": "s129"
    },
    {
      "text": "Other evidence also suggested the company was of some substance.",
      "id": "s130"
    },
    {
      "text": "25 In April 2006 Kirsten wrote to Zwaans seeking payment of the applicants' commission as their \"efforts have brought you success in India\".",
      "id": "s131"
    },
    {
      "text": "This was followed by a letter from their lawyer which alleged that Zwaans was engaging in a deliberate strategy to avoid paying the applicants their commission which was valued at $150,000.",
      "id": "s132"
    },
    {
      "text": "26 The response of Rapid was that Zwaans never received from the applicants \"identification of any individual or company as was required by their written agreement.",
      "id": "s133"
    },
    {
      "text": "27 For the respondents, affidavits of Zwaans and Gopinathan were read.",
      "id": "s134"
    },
    {
      "text": "Zwaan's evidence as it related to Gopinathan was as follows:\n \n \n \"23.",
      "id": "s135"
    },
    {
      "text": "On 2 nd August 1999 RBS received a letter from Rapid Building Systems India Pty Ltd, written by a Mr. Gopinathan (Exhibit AK29 to the Affidavit).",
      "id": "s136"
    },
    {
      "text": "Until this time I had understood that Rapid Building Systems India was owned by Mr Kirsten and Mr Khaled.",
      "id": "s137"
    },
    {
      "text": "As I later found out, this company was wholly owned by Mr. Dhananjayan.",
      "id": "s138"
    },
    {
      "text": "I was not told this when we were asked to use the Rapid Building name in 1998.",
      "id": "s139"
    },
    {
      "text": "It was understood by RBS that this company was to be formed by Mr Khaled and Mr Kirsten.",
      "id": "s140"
    },
    {
      "text": "Rapid Building Systems India is not referred to as a potential client on Exhibit AK10 to the Affidavit.",
      "id": "s141"
    },
    {
      "text": "24.",
      "id": "s142"
    },
    {
      "text": "I subsequently learnt Mr. Gopinathan was appointed by Mr. Dhananjayan as Managing Director of Rapid Building Systems India.",
      "id": "s143"
    },
    {
      "text": "Mr. Dhananjayan was also meant to visit Australia, but instead Mr. Gopinathan arrived without him having a letter of authority stating that he could act on his behalf.",
      "id": "s144"
    },
    {
      "text": "In paragraph 2.26 of the Kirsten Affidavit it states that Mr. Dhananjayan arrived a few days later, but this is incorrect.",
      "id": "s145"
    },
    {
      "text": "Mr. Dhananjayan never came to Australia.",
      "id": "s146"
    },
    {
      "text": "25.",
      "id": "s147"
    },
    {
      "text": "Mr. Gopinathan negotiated as if Rapid Building Systems India was purchasing a Rapidwall Plant and a preliminary agreement was signed.",
      "id": "s148"
    },
    {
      "text": "Had this contract gone ahead, RBS would have paid the agreed commission to Mr Khaled and Mr Kirsten.",
      "id": "s149"
    },
    {
      "text": "However, nothing came of it and I heard nothing further from Rapid Building Systems India.",
      "id": "s150"
    },
    {
      "text": "26.",
      "id": "s151"
    },
    {
      "text": "Years later, I learned from Mr. Gopinathan that Mr Dhananjayan had never intended to get involved with Rapidwall and probably did not even have the funding for the project.",
      "id": "s152"
    },
    {
      "text": "His intention was to secure position with RBS in Australia and try to sell the opportunity to a third party with large profits.",
      "id": "s153"
    },
    {
      "text": "I understand that Mr. Gopinathan resigned when he ascertained this and I later learned from him that he was never paid by Mr Dhananjayan for his work.",
      "id": "s154"
    },
    {
      "text": "27.",
      "id": "s155"
    },
    {
      "text": "Mr. Gopinathan contacted me subsequently, asking questions about the Rapidwall product.",
      "id": "s156"
    },
    {
      "text": "It was clear that he still had a passion for Rapidwall and was conducting further investigations in his spare time.",
      "id": "s157"
    },
    {
      "text": "28.",
      "id": "s158"
    },
    {
      "text": "Some time in 2001 Mr. Gopinathan contacted me and told me he had left Rapid Building Systems India and that he had moved to Chennai.",
      "id": "s159"
    },
    {
      "text": "He was still interested in promoting Rapidwall in India.",
      "id": "s160"
    },
    {
      "text": "He told me that he did not have anything to do with Rapid Building Systems India anymore and was interested in representing Rapidwall on his own account.",
      "id": "s161"
    },
    {
      "text": "I told him that if he had an interested party, that RBS would certainly be interested.",
      "id": "s162"
    },
    {
      "text": "...\n \n 30.",
      "id": "s163"
    },
    {
      "text": "Mr. Gopinathan subsequently found an interested person by the name of Mr. Sudhir Gupta who was interested in purchasing a Rapidwall plant.",
      "id": "s164"
    },
    {
      "text": "Mr. Gupta formed a company which he called Gypcrete Building India Limited (\"GBIL\").",
      "id": "s165"
    },
    {
      "text": "Mr. Gupta presented himself as a successful developer proposed an apartment project.",
      "id": "s166"
    },
    {
      "text": "Later it became clear that Mr. Gupta did not have the financial means to take on a project like Rapidwall.",
      "id": "s167"
    },
    {
      "text": "31.",
      "id": "s168"
    },
    {
      "text": "In October 2002, Mr. Gopinathan brought Mr. Gupta to Adelaide to negotiate a Joint Venture contract with RBS.",
      "id": "s169"
    },
    {
      "text": "Mr. Gupta presented himself well and I believed that together we would be able to revolutionise the building industry in India using Rapidwall.",
      "id": "s170"
    },
    {
      "text": "He requested the selling rights throughout India as part of the contract and proposed that RBS would form a partnership with him and take a shareholding of 25 percent in the Joint Venture.",
      "id": "s171"
    },
    {
      "text": "32.",
      "id": "s172"
    },
    {
      "text": "Mr. Gupta assured RBS that he would take care of all finances and that all the funding was in place.",
      "id": "s173"
    },
    {
      "text": "RBS accepted the offer and signed the contract as well as the shareholders agreement, which was prepared in Adelaide.",
      "id": "s174"
    },
    {
      "text": "This was on 10 th October 2002.",
      "id": "s175"
    },
    {
      "text": "33.",
      "id": "s176"
    },
    {
      "text": "RBS had agreed with Mr. Gopinathan to pay him a commission in relation to this deal with GBIL on similar terms as previously agreed with Mr. Kirsten.",
      "id": "s177"
    },
    {
      "text": "34.",
      "id": "s178"
    },
    {
      "text": "The contract was signed in the RBS office in Adelaide and Mr. Gupta subsequently made Mr. Gopinathan an offer to come and work full time for GBIL.",
      "id": "s179"
    },
    {
      "text": "He was to receive a 2% shareholding in return for offering his services full time for the company without salary for 1 year.",
      "id": "s180"
    },
    {
      "text": "After 12 months, Mr. Gopinathan would receive a director's salary.",
      "id": "s181"
    },
    {
      "text": "He offered him a directorship which Mr. Gopinathan accepted.",
      "id": "s182"
    },
    {
      "text": "35.",
      "id": "s183"
    },
    {
      "text": "Despite the fact that the contract was signed in 2002 it has not been until recently that GBIL has managed to find investors for the project and completion of the factory is now expected within the next few months.",
      "id": "s184"
    },
    {
      "text": "36.",
      "id": "s185"
    },
    {
      "text": "Mr. Gopinathan stayed with GBIL for almost three years without receiving any salary, but finally left GBIL and now works for RBS as our Chief Representative.",
      "id": "s186"
    },
    {
      "text": "37.",
      "id": "s187"
    },
    {
      "text": "On the 21 st September 2005 RBS dissolved the shareholders agreement and is no longer a shareholder in GBIL.",
      "id": "s188"
    },
    {
      "text": "38.",
      "id": "s189"
    },
    {
      "text": "Mr Gopinathan has been involved in a university in India to establish a test program for the Rapidwall product.",
      "id": "s190"
    },
    {
      "text": "Government regulations required that without proper certification and proof that Rapidwall can withstand earthquakes.",
      "id": "s191"
    },
    {
      "text": "No Rapidwall buildings could be approved without certification.",
      "id": "s192"
    },
    {
      "text": "This processes has been long and expensive, but has now been achieved.",
      "id": "s193"
    },
    {
      "text": "\"\n \n \n\n28 As to his conversations with Khaled post 2001, Mr Zwaans deposed:\n \n \n \"39.",
      "id": "s194"
    },
    {
      "text": "Mr Khaled has called me to ask for updates on what was happening in India.",
      "id": "s195"
    },
    {
      "text": "I always provided Mr Khaled with the true state of affairs and told him that we finally sold a plant but that it was a deal with many problems.",
      "id": "s196"
    },
    {
      "text": "I have told him fairly and clearly what has happened.",
      "id": "s197"
    },
    {
      "text": "40.",
      "id": "s198"
    },
    {
      "text": "I have told Mr Khaled in relation to the negotiations with Mr Dhananjayn and Rapid Building Systems India that no plant was ever sold.",
      "id": "s199"
    },
    {
      "text": "There is no prospect of a sale to Rapid Building Systems India.",
      "id": "s200"
    },
    {
      "text": "...\n \n 42.",
      "id": "s201"
    },
    {
      "text": "I told Mr Khaled that RBS had sold a plant to Chennai (Rapid Building Systems India is New Delhi based) but did not mention Mr Gopinathan during my conversations with Mr Khaled because it never occurred to me that this would become an issue.",
      "id": "s202"
    },
    {
      "text": "Mr Gopinathan was not introduced to me by Mr Khaled or Mr Kirsten, he was never registered as a potential client, and he never had the capacity to invest in a factory.",
      "id": "s203"
    },
    {
      "text": "I have explained this to the applicants previously.",
      "id": "s204"
    },
    {
      "text": "43.",
      "id": "s205"
    },
    {
      "text": "Despite the fact that the GBIL has been plagued with difficulties, RBS has paid Mr Gopinathan a commission for the sale.",
      "id": "s206"
    },
    {
      "text": "\"\n \n \n\n29 I would note in passing that the comments made in para 42 of Zwaans' affidavit are unreliable for present purposes insofar as they suggest that he was not previously aware that Gopinathan was a \"contact\" of Khaled in 1999.",
      "id": "s207"
    },
    {
      "text": "The documentary evidence, including a letter from Gopinathan to Zwaans, indicates to the contrary.",
      "id": "s208"
    },
    {
      "text": "30 Gopinathan's affidavit in its account of his own actions from 1999 merely reflects what was said of him by Zwaans.",
      "id": "s209"
    },
    {
      "text": "THE PROPOSED CAUSES OF ACTION \n \n31 The applicants advance two bases upon which they say they have reasonable cause to believe they may have the right to obtain relief in this court.",
      "id": "s210"
    },
    {
      "text": "The first is for damages under s 82 (in reliance on s 84 and/or s 75B in the case of the natural person respondents) for contraventions of s 52 and s 53(g) of the Trade Practices Act 1974 (Cth).",
      "id": "s211"
    },
    {
      "text": "The second is for breach of contract because Rapid has refused to pay commission or royalty.",
      "id": "s212"
    },
    {
      "text": "(i) The foreshadowed TP Act claim \n \n32 The essence of the perceived wrong here is that Rapid, through its directors but (on the evidence) particularly Zwaans (i) engaged in conduct that was misleading or deceptive as to the applicants' entitlement to commission and royalties; and (ii) misled or deceived the applicants as to the events or circumstances in which, at least, a sale was made to Gypcrete for which they were the effective cause as that sale was made through Gopinathan who was introduced to, or registered with, Rapid by them.",
      "id": "s213"
    },
    {
      "text": "Both of these allegations are premised upon a claim that they have reasonable cause to believe that they may be entitled to commission and royalties in respect of the Gypcrete purchase because of Gopinathan's involvement in procuring that sale.",
      "id": "s214"
    },
    {
      "text": "33 The question whether Gopinathan's involvement could reasonably be alleged to be capable of having that effect in the circumstances raises three issues --- the first is one of fact as to what is known of, and suggested by, the nature of that involvement and of his past dealings with the applicants and Rapid; the second is one of construction, as to the proper interpretation of the agency agreement; and the third is whether, in light of what is known, there is reasonable cause to believe that the applicants may be able to establish an entitlement to commission or royalties under the agency agreement properly construed.",
      "id": "s215"
    },
    {
      "text": "34 First, the factual questions concerning Gopinathan.",
      "id": "s216"
    },
    {
      "text": "I should note at the outset that it is no part of the applicants' case to allege that Rapid and Gopinathan acted collusively either to divert the sale opportunity from Rapid India to Gypcrete or to circumvent Rapid's obligations to the applicants under the agency agreement.",
      "id": "s217"
    },
    {
      "text": "I would simply note that, given what is known, such allegations would be no more than conjecture or mere suspicion.",
      "id": "s218"
    },
    {
      "text": "What is known is that (i) the formation of Rapid India was proposed by Dhananjayn before Khaled met Gopinathan; (ii) the steps to that end were similarly begun before they met; (iii) the company when formed in September 1998 had Dhananjayn and his wife as its sole shareholders and directors; (iv) by around October 1998 Dhananjayn told Khaled he had negotiated an arrangement with PEC that would permit Rapid India to purchase a plant from Rapid; (v) the placing of an order for the plant was contingent on Rapid India being assured of the contract for the construction of schools in Gujarat; (vi) such was Rapid's own interest in relation to Rapid India that, by April 1999 Rapid had indicated a willingness to participate in a joint venture with Rapid India to manufacture Rapid products; (vii) most of Rapid India's dealings in relation to the possible purchase were with Singh of PEC, the company that was the applicants' \"marketing associate\"; and (viii) it was only in August of 1999 that Khaled became aware that Gopinathan had been appointed managing director of Rapid India.",
      "id": "s219"
    },
    {
      "text": "35 What is reasonably apparent from the above is that Rapid India had been identified by the applicants as an \"interested party\" for the purposes of their agency with Rapid, long before Gopinathan was involved with Rapid India and before they became aware of that involvement.",
      "id": "s220"
    },
    {
      "text": "There is also evidence to suggest that Zwaans was aware both of the existence of Rapid India and, notwithstanding his seeming suggestion to the contrary, of its interest in purchasing the Rapid plant (cf the joint venture proposal).",
      "id": "s221"
    },
    {
      "text": "He was also early made aware that Khaled had a \"strong relationship\" with Singh of PEC which company was from July 1998 assisting with the marketing of the Rapid system and he had dealings with Singh in relation thereto in early 1999.",
      "id": "s222"
    },
    {
      "text": "36 Pausing at this point, from what is known there clearly is a reasonable basis for claiming that Rapid India was from at least early 1999 an interested party registered by the applicants with Rapid for the purposes of the agreement.",
      "id": "s223"
    },
    {
      "text": "37 It is also evident that from about September 1999 after he became Rapid India's managing director, Gopinathan participated significantly in negotiations on behalf of Rapid India with Zwaans and Kirsten.",
      "id": "s224"
    },
    {
      "text": "It is Zwaans' evidence that, if the preliminary agreement of the MoU with Rapid India of 6 September 1999 had gone ahead, the commission would have been paid to the applicants under the agency agreement.",
      "id": "s225"
    },
    {
      "text": "38 Rapid India did not purchase the Rapid plant.",
      "id": "s226"
    },
    {
      "text": "However, it is not suggested from what is known that its failure to do so resulted from some contrivance for which Gopinathan and/or Zwaans was, or were, responsible.",
      "id": "s227"
    },
    {
      "text": "39 As I will indicate below, I do not consider that it reasonably can be said that because of his representation of Rapid India in negotiations for the purchase of the Rapid place, Gopinathan himself became a \"party interested\" for the purposes of the agency agreement.",
      "id": "s228"
    },
    {
      "text": "The relevant person was, and remained, Rapid India.",
      "id": "s229"
    },
    {
      "text": "Gopinathan simply negotiated and executed an MoU on behalf of that interested party.",
      "id": "s230"
    },
    {
      "text": "It is the case that Gopinathan introduced Gypcrete to Rapid and subsequently was given a commission agreement by Rapid.",
      "id": "s231"
    },
    {
      "text": "The applicants were strangers both to that agreement and to Gypcrete.",
      "id": "s232"
    },
    {
      "text": "40 This leads to the second of the issues on which the TP Act claim is premised.",
      "id": "s233"
    },
    {
      "text": "As the right of an agent to receive commission from a principal rests on contract express or implied: cf L J Hooker Ltd v W J Adams Estates Pty Ltd [1977] HCA 13 ; (1977) 138 CLR 52 at 66; it is necessary both to ascertain the terms of the agency contract and to construe them in their setting.",
      "id": "s234"
    },
    {
      "text": "41 Irrespective of whether the agency was exclusive or non-exclusive (it was each of these at different times), there can in my view be little doubt that on the material before me ---\n \n (i) it authorised the applicants to act as Rapid's agents in the sale of Rapid plants in India; \n (ii) it required the applicants, as soon as they had identified an interested party, to register that name with Rapid \"and that company will then automatically become exclusive for [the applicants]\" as long as Rapid had not been dealing with that company or person before;\n (iii) Rapid was to pay commission of 5% of the total value of the plant plus 10% of the yearly royalty stream;\n (iv) the commission was payable \"as soon as a contract has been fulfilled\".",
      "id": "s235"
    },
    {
      "text": "42 I am satisfied --- and I do not think that counsel for the respondents strongly suggests to the contrary --- that the term \"registration\" of itself, or in light of the course of dealing between the parties as revealed in the material before me, can reasonably be argued in this context to mean no more than that the applicants would make known to Rapid the name of interested parties they have identified.",
      "id": "s236"
    },
    {
      "text": "43 I consider that it is reasonably arguable that \"an interested party\" in the context of this agreement means a person (natural or corporate) who has (whether directly or by an agent) manifested on that person's own account, an interest in evaluating, or considering the purchase of, a Rapid plant.",
      "id": "s237"
    },
    {
      "text": "However, I do not consider, as the applicants contend, that it can reasonably be suggested that it encompasses all or any \"contacts\" made and/or used by the applicants in the course of, and for the purposes of, promoting the Rapid system in India.",
      "id": "s238"
    },
    {
      "text": "In this setting an \"interested party\" seems clearly intended to refer to a person who may be, or may be perceived to be, a prospective purchaser.",
      "id": "s239"
    },
    {
      "text": "44 This conclusion is, in my view, reinforced by what I consider to be the event of success envisaged by the agency contract, the occurrence of which would entitle the applicants to commission.",
      "id": "s240"
    },
    {
      "text": "Under the 11 May 1998 agreement that event clearly was when \"a contract has been fulfilled\" with the \"interested party\" who had under the contract \"become exclusive for you to receive commission\".",
      "id": "s241"
    },
    {
      "text": "While the 1 March 2001 agreement does not so define the event in explicit terms, it is in my view equally clear that the necessary intendment of the agreement remained the same in this regard as in the 11 May 1998 agreement and it would be interpreted accordingly.",
      "id": "s242"
    },
    {
      "text": "I should add that the applicants have not suggested that their believed possible entitlement to commission depended upon some distinctive implied term that extended their entitlement beyond what the contract envisaged on the proper construction of its express terms.",
      "id": "s243"
    },
    {
      "text": "45 I have already suggested that the applicants have contended that in the period after 1998 until the March 2001 agreement, the May 1998 agreement may have been varied by conduct so as to extend to \"contacts\".",
      "id": "s244"
    },
    {
      "text": "46 The only straw in the material before me said to suggest such a variation may have occurred was Mr Kirsten's 1 March 2001 letter which referred to \"the sale of Rapid wall to India originating from our contacts \": emphasis added.",
      "id": "s245"
    },
    {
      "text": "I would note that enclosed with this letter was a copy of the 11 May 1998 agreement which Mr Zwaans was invited to use \"as a guide\" when preparing a new agreement.",
      "id": "s246"
    },
    {
      "text": "While the 1 March letter invited Zwaans to consider a \"more generous ... method of identification\" --- \"registration seems too formal\" --- there is nothing to suggest that the subject of identification was in the circumstances other than the name of an interested party.",
      "id": "s247"
    },
    {
      "text": "While the evidence and the 1 March letter do suggest that, for example, Mr Singh, as marketing manager of PEC (Khaled's affidavit is obviously mistaken in its description of Singh's position in para 63 of his affidavit) was dealing directly with Zwaans, PEC was in turn the applicants' marketing associate under their MoU of 23 July 1998.",
      "id": "s248"
    },
    {
      "text": "When the 1 March 2001 letter refers to \"Sing (sic) contacts you behind our back\", the complaint seemingly being made is, in its context, about the formality and rigidity of the registration system itself, not about Singh's contact as such.",
      "id": "s249"
    },
    {
      "text": "I can see no reasonable cause for believing that the agreement may have been varied as suggested.",
      "id": "s250"
    },
    {
      "text": "47 This conclusion is of no little importance to the applicants' proposed causes of action.",
      "id": "s251"
    },
    {
      "text": "To have reasonably arguable claims under the TP Act they need to be able to bring Gopinathan's actions within the scope of the agency agreement so justifying their alleged entitlement to commission for the reason that, under the agreement, they were the effective cause of the sale of the Rapid plant to at least to Gypcrete.",
      "id": "s252"
    },
    {
      "text": "48 This brings one to the third issue.",
      "id": "s253"
    },
    {
      "text": "In light of what is known, is there reasonable cause to believe that the applicants may be able to establish an entitlement to commission or royalties under the agency agreement properly construed?",
      "id": "s254"
    },
    {
      "text": "Given the view I take of the proper construction of the contract and, in particular, (a) the meaning of \"interested party\" and (b) the event of success that triggered the entitlement to commission, a negative answer must be given to this question.",
      "id": "s255"
    },
    {
      "text": "As the respondents contend, no basis has been advanced to justify a contrary conclusion.",
      "id": "s256"
    },
    {
      "text": "49 It cannot be said that Gopinathan was an \"interested party\" under the agency agreements.",
      "id": "s257"
    },
    {
      "text": "When he dealt with the applicants and Zwaans for Rapid India, that company was the relevant interested party and had been for some time.",
      "id": "s258"
    },
    {
      "text": "While it is the case that Khaled fanned Gopinathan's interest in the Rapid system as early as August 1998, his interest then as narrated by Khaled was that \"he was exploring his own contacts to see how this product could be marketed in India.",
      "id": "s259"
    },
    {
      "text": "\" He was not a prospective purchaser then, he did not later become a purchaser and there is no evidence that reasonably suggests he might become such.",
      "id": "s260"
    },
    {
      "text": "His actions never triggered the event of success entitling the applicants to a commission.",
      "id": "s261"
    },
    {
      "text": "50 In my view, there is no reasonable cause to believe that a necessary element of the potential TP Act cause of action could be established.",
      "id": "s262"
    },
    {
      "text": "This is sufficient to dispose of the application insofar as it is based on this cause of action.",
      "id": "s263"
    },
    {
      "text": "(ii) The contract claim \n \n51 This prospective claim proceeds on the same premises as the TP Act claim, i.e.",
      "id": "s264"
    },
    {
      "text": "that Gopinathan was an \"interested party\" introduced by the applicants to Rapid and that the sale to Gypcrete triggered their entitlement to commission.",
      "id": "s265"
    },
    {
      "text": "52 For the reasons I have given in relation to the TP Act claim any such claim is doomed to fail.",
      "id": "s266"
    },
    {
      "text": "CONCLUSION \n \n53 I will order that the application be dismissed and that the applicants pay the costs of the first, third, fourth, fifth and sixth respondents.",
      "id": "s267"
    },
    {
      "text": "I certify that the preceding fifty-three (53) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finn.",
      "id": "s268"
    },
    {
      "text": "Associate:\n\nDated: 28 August 2007\n\n Counsel for the 1 st and 2 nd Applicants: Mr N Rochow \n \n Solicitor for the 1 st and 2 nd Applicants: De Wet Partnership Solicitors \n \n Counsel for the 1 st , 3 rd , 4 th and 6 th Respondents: Mr D Riggall \n \n Solicitor for the 1 st , 3 rd , 4 th and 6 th Respondents: Ouwens Lawyers \n \n Date of Hearing: 15 August 2007 \n \n Date of Judgment: 28 August 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1332.html",
      "id": "s269"
    }
  ]
}