{
  "name": "Australian Competition and Consumer Commission v Netti Atom Pty Ltd [2007] FCA 1945 (7 December 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1945.html",
  "catchphrases": [
    {
      "text": "resale price maintenance",
      "id": "c0"
    },
    {
      "text": "enforcement and remedies",
      "id": "c1"
    },
    {
      "text": "agreement between parties as to appropriate remedy",
      "id": "c2"
    },
    {
      "text": "trade practices",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 The Australian Competition and Consumer Commission alleged that the respondents engaged in resale price maintenance in contravention of s 48 of the Trade Practices Act 1974 (Cth).",
      "id": "s0"
    },
    {
      "text": "It sought relief in the form of declarations, injunctions, pecuniary penalties, adverse publicity orders and orders to implement a corporate trade practices compliance program.",
      "id": "s1"
    },
    {
      "text": "The two respondents admitted the conduct alleged against them.",
      "id": "s2"
    },
    {
      "text": "They also agreed with the orders proposed by the Commission while acknowledging that the question of relief was ultimately a matter for the court.",
      "id": "s3"
    },
    {
      "text": "I was satisfied that the orders were appropriate and granted the relief sought.",
      "id": "s4"
    },
    {
      "text": "What follows are my reasons.",
      "id": "s5"
    },
    {
      "text": "2 The contravening conduct occurred in the following circumstances.",
      "id": "s6"
    },
    {
      "text": "The first respondent, Netti Atom Pty Ltd, is a wholesaler of bicycles and bicycle accessories.",
      "id": "s7"
    },
    {
      "text": "One of the products it distributes, to approximately 80 retailers, is a popular brand of bicycles known as \"Scott Bikes\".",
      "id": "s8"
    },
    {
      "text": "It also manufactures and supplies bicycle clothing and helmets under its own brand to some 400 retailers.",
      "id": "s9"
    },
    {
      "text": "The second respondent, Mr Feltis, is the national sales manager and purchasing manager of Netti Atom.",
      "id": "s10"
    },
    {
      "text": "He also holds shares in Netti Atom's holding company and has a fixed and floating charge over the assets of that company.",
      "id": "s11"
    },
    {
      "text": "As part of his position, which he has held since 1989, Mr Feltis manages the Netti Atom sales team and has contact with the retailers to whom Netti Atom distributes Scott bicycles.",
      "id": "s12"
    },
    {
      "text": "3 Between October and December 2006, a number of Scott bicycle dealers voiced concerns to Mr Feltis and his sales staff about a dealer who was selling Scott bicycles over the internet for delivery in an unassembled state at prices below the recommended retail price.",
      "id": "s13"
    },
    {
      "text": "Dealers were increasingly using the internet as a means of selling Scott bicycles.",
      "id": "s14"
    },
    {
      "text": "On about 31 January 2007, Mr Feltis sent a letter to each Scott dealer.",
      "id": "s15"
    },
    {
      "text": "The letter referred to Netti Atom's disapproval of Scott bicycles being sold over the internet and included the following statement:\n \n \n \"I would also like to point out that any Scott Bikes being listed on Dealer websites should be listed at no-less than the recommended retail price as set out on our Dealer Price List.",
      "id": "s16"
    },
    {
      "text": "Dealers that list Scott Bikes at below recommended retail prices run the risk of not being included as a Dealer for the following season.",
      "id": "s17"
    },
    {
      "text": "\" \n \n \n \n\n4 It is common ground that this communication contravened s 48 of the Trade Practices Act .",
      "id": "s18"
    },
    {
      "text": "It is also common ground that sending the letter was the beginning and the end of the respondents' contravention.",
      "id": "s19"
    },
    {
      "text": "In short, s 48 prohibits a supplier from setting a minimum price below which its goods or services are not to be sold by a resupplier.",
      "id": "s20"
    },
    {
      "text": "Various types of acts are deemed by ss 96 and 96A to constitute resale price maintenance.",
      "id": "s21"
    },
    {
      "text": "It is not necessary to describe those provisions in any detail.",
      "id": "s22"
    },
    {
      "text": "Netti Atom admitted that it engaged in one act of resale price maintenance by attempting to induce Scott dealers not to sell Scott bikes at a price less than that specified by it (in contravention of s 96(3)(b)) by way of s 96(7)(a)).",
      "id": "s23"
    },
    {
      "text": "The sending of the letter by Mr Feltis is attributed to Netti Atom by ss 84(2) and 96 (4)(a).",
      "id": "s24"
    },
    {
      "text": "Mr Feltis admitted that he was directly knowingly concerned in and party to Netti Atom's contravening conduct for the purposes of being subject to injunctions (s 80(1)(e)) and pecuniary penalties (s 76(1)(e)).",
      "id": "s25"
    },
    {
      "text": "5 The principle underlying the prohibition in s 48 is that competition in the distribution of goods and services is undermined if vertical price restraints, such as resale price maintenance, are permitted.",
      "id": "s26"
    },
    {
      "text": "A number of additional reasons have been put forward to justify the illegality of the conduct: see eg Australian Competition and Consumer Commission v High Adventure Pty Ltd (2006) ATPR |P42-091, 44,563.",
      "id": "s27"
    },
    {
      "text": "6 There is, however, fierce debate about whether the practice of resale price maintenance produces anti-competitive consequences: see eg M G Landrigan, 'Vertical Price and Non-Price Restraints in Australia and the US: A Comparative Analysis' (1997) 25 Australian Business Law Review 312.",
      "id": "s28"
    },
    {
      "text": "The view that there are pro-competitive effects of resale price maintenance, and that they may actually outweigh the anti-competitive effects, has support in the US Supreme Court: Leegin Creative Leather Products Inc v PSKS Inc (2007) 127 SCt 2705 (\"[I]t suffices to say here that economics literature is replete with procompetitive justifications for a manufacturer's use of resale price maintenance.",
      "id": "s29"
    },
    {
      "text": "... [I]t cannot be stated with any degree of confidence that resale price maintenance 'always or almost always tends to restrict competition and decrease output'.",
      "id": "s30"
    },
    {
      "text": "... As the rule would proscribe a significant amount of procompetitive conduct, [resale price maintenance] appear[s] ill suited for per se condemnation.",
      "id": "s31"
    },
    {
      "text": "\": at 2715 and 2717-2718).",
      "id": "s32"
    },
    {
      "text": "It has been argued that price floors: promote the entry of new products into a market (J Brebner, 'Resale Price Maintenance --- The Need for Further Reform' (2001) 9 Trade Practices Law Journal 19, 21); force retailers to compete on non-price factors such as service (Y Wang and M J Davison, 'Resale Price Maintenance: Is the Per Se Prohibition Justified?",
      "id": "s33"
    },
    {
      "text": "' (1992) 14 Adelaide Law Review 35, 44-47); and provide a certification process which signals to consumers that some brands are of higher quality than others and are therefore more valued by some consumers (A J Meese, 'Property Rights and Intrabrand Restraints' (2003) 89 Cornell Law Review 553, 565).",
      "id": "s34"
    },
    {
      "text": "The third proposition, ironically, is given some validation, at least from Mr Feltis' perspective, by his response to a s 155 notice.",
      "id": "s35"
    },
    {
      "text": "He said that part of the reason he sent the letter of 31 January was the \"devaluing of the Scott brand via the practice of discounted pricing of Scott Sports Bikes by other Dealers on websites.",
      "id": "s36"
    },
    {
      "text": "\" \n \n7 Nevertheless, Parliament has taken the view that resale price maintenance amounts to serious misconduct.",
      "id": "s37"
    },
    {
      "text": "It is a per se contravention under the Trade Practices Act .",
      "id": "s38"
    },
    {
      "text": "It is therefore illegal regardless of its effect on competition or its impact on the market.",
      "id": "s39"
    },
    {
      "text": "8 The parties filed joint submissions and minutes of proposed orders dealing with the penalties that should be imposed.",
      "id": "s40"
    },
    {
      "text": "There are many cases that consider the approach a court should adopt when parties agree on penalties: see eg Trade Practices Commission v TNT Australia Pty Ltd (1995) ATPR |P41-375; NW Frozen Foods Pty Ltd v Australian Competition and Consumer Commission (1996) 71 FCR 285; Minister for Industry, Tourism &amp; Resources v Mobil Oil Australia Pty Ltd (2004) ATPR |P41-993.",
      "id": "s41"
    },
    {
      "text": "The import of those decisions is that a court should not depart lightly from the settled position.",
      "id": "s42"
    },
    {
      "text": "If an agreed penalty \"is one within the permissible range in all the circumstances\" the court should not diverge merely because it would have been disposed to select a different penalty: NW Frozen Foods at 291.",
      "id": "s43"
    },
    {
      "text": "This has the effect of encouraging settlements, thereby saving time and expense.",
      "id": "s44"
    },
    {
      "text": "The regulator will be free to pursue other contraveners.",
      "id": "s45"
    },
    {
      "text": "The court will be able to deal with other contraventions.",
      "id": "s46"
    },
    {
      "text": "Ultimately the deterrent effect of the penalty regime on restrictive trade practices will be enhanced.",
      "id": "s47"
    },
    {
      "text": "9 The parties jointly submitted that the court should impose penalties in the order of $110,000 in the case of Netti Atom and $11,250 in the case of Mr Feltis.",
      "id": "s48"
    },
    {
      "text": "Resale price maintenance may take a variety of forms that call for a wide range of penalties.",
      "id": "s49"
    },
    {
      "text": "The maximum penalty for an individual is $500,000 while for a corporation it is the greater of $10,000,000, three times the value of the benefit attributable to the breach, or, if that cannot be determined, 10% of the corporation's annual turnover.",
      "id": "s50"
    },
    {
      "text": "10 A number of factors bear on the question whether the amounts submitted in this case are within the permissible range.",
      "id": "s51"
    },
    {
      "text": "Some factors are set out in s 76(1) of the Act.",
      "id": "s52"
    },
    {
      "text": "The starting point is the \"nature and extent of the act\".",
      "id": "s53"
    },
    {
      "text": "In this connection it is significant that the letter of 31 January was sent to a relatively large number of Scott dealers, the conduct was deliberate and the plan was designed by a senior manager.",
      "id": "s54"
    },
    {
      "text": "On the other hand, neither Mr Feltis nor Netti Atom knew the conduct was unlawful and the threat to withhold supply was never acted upon.",
      "id": "s55"
    },
    {
      "text": "The breach, moreover, can hardly be described as systematic conduct operating over an extended period and it is properly to be treated as only one isolated act.",
      "id": "s56"
    },
    {
      "text": "Another factor in s 76(1) is \"the circumstances in which the act... took place\".",
      "id": "s57"
    },
    {
      "text": "Despite the joint submissions, the parties could not reach an agreed position on the background circumstances in which the letter was sent.",
      "id": "s58"
    },
    {
      "text": "Mr Feltis submitted that the principal reason for sending the letter was to address safety concerns associated with the sale of unassembled bikes.",
      "id": "s59"
    },
    {
      "text": "His argument was that discounting bikes below the recommended retail price was a consequence of selling them in an unassembled state due to the cost savings on labour.",
      "id": "s60"
    },
    {
      "text": "The Commission submitted that no evidence was adduced to support this assertion and the letter made no reference to product safety issues or the preference that only assembled bikes be sold over the internet or otherwise.",
      "id": "s61"
    },
    {
      "text": "The letter did, however, refer to a \"protocol for handing over\" which described the dealer's obligation to provide a bike that is free of faults, and there is evidence that Mr Feltis had discussions with at least one dealer in November or December 2006 about the risks of selling unassembled bikes directly to end users.",
      "id": "s62"
    },
    {
      "text": "It is apparent that safety concerns may have at least been part of the reason the respondents engaged in the conduct.",
      "id": "s63"
    },
    {
      "text": "11 A number of mitigating factors were present.",
      "id": "s64"
    },
    {
      "text": "Neither of the respondents has previously been found liable of engaging in similar conduct.",
      "id": "s65"
    },
    {
      "text": "The joint submissions stated that the penalties proposed \"incorporate a discount for cooperation and early acknowledgement of liability.",
      "id": "s66"
    },
    {
      "text": "\" The respondents acknowledged their liability at an early stage of the Commission's investigation.",
      "id": "s67"
    },
    {
      "text": "Within a month of receiving a letter from the Commission that set out the alleged contraventions, Netti Atom sent a correction letter to each of the Scott dealers.",
      "id": "s68"
    },
    {
      "text": "The letter stated that while Netti Atom will continue to provide dealers with recommended prices, it \"[does] not require Dealers to sell bikes at these or any other prices [and] Dealers will not lose their dealership status if they sell bikes at other prices.",
      "id": "s69"
    },
    {
      "text": "\" The respondents also substantially acceded to the relief sought by the Commission at an early stage of the proceeding.",
      "id": "s70"
    },
    {
      "text": "The statement of claim was filed on 1 August 2007 and in their defence, which was filed on 3 September 2007, the respondents agreed with each proposed remedy with the exception of certain proposed adverse publicity orders.",
      "id": "s71"
    },
    {
      "text": "In due course, however, the respondents withdrew that opposition.",
      "id": "s72"
    },
    {
      "text": "The respondents' conduct streamlined the proceeding in the fast track list and they should therefore receive the benefit of a discount for their cooperation.",
      "id": "s73"
    },
    {
      "text": "12 The final question was whether the agreed penalties were consistent with the parity principle.",
      "id": "s74"
    },
    {
      "text": "To that end, the parties provided me with a detailed table of cases decided since 2005 in which courts have imposed penalties for resale price maintenance.",
      "id": "s75"
    },
    {
      "text": "Netti Atom's conduct and financial position is most similar to that found in Australian Competition and Consumer Commission v Dermalogica Pty Ltd (2005) 215 ALR 482, Australian Competition and Consumer Commission v Humax Pty Ltd (2005) ATPR |P42-072 and Australian Competition and Consumer Commission v Tooltechnic Systems (Aust) Pty Ltd (2007) ATPR |P42-154, where penalties of $250,000, $150,000 and $125,000 respectively were imposed against the corporate respondents.",
      "id": "s76"
    },
    {
      "text": "Netti Atom's contravention was more serious than that of the respondent in High Adventure (2006) ATPR |P42-091 (the contravention was also an isolated act but only involved one retailer; the penalty imposed was $20,000) but less serious than in Australian Competition and Consumer Commission v Chaste Corporation Pty Ltd (in liq) [2005] FCA 1212 (the contravention involved a similar number of resellers (around 60) but occurred over an extended period; the penalty imposed against the principal contravenor was $600,000).",
      "id": "s77"
    },
    {
      "text": "The agreed penalty against Mr Feltis is also broadly comparable to the penalties imposed against managers and directors in those cases.",
      "id": "s78"
    },
    {
      "text": "13 For the foregoing reasons it was clear that the pecuniary penalties, payment of which will be spread over 18 months, were within the permissible range and were sufficient to fulfil the twin objects of specific deterrence and general deterrence.",
      "id": "s79"
    },
    {
      "text": "They were also appropriate having regard to the financial circumstances of the respondents.",
      "id": "s80"
    },
    {
      "text": "Financial information about Netti Atom shows that it made a net profit after tax of $769,960 in the last financial year and that Mr Feltis has an annual salary of $95,000 with estimated net assets of $216,815.",
      "id": "s81"
    },
    {
      "text": "The parties agreed that there should be declarations of contraventions and injunctions enjoining further contraventions for a period of three years.",
      "id": "s82"
    },
    {
      "text": "There was also agreement that Netti Atom establish a trade practices compliance program for employees and publish an advertisement in a cycling magazine that outlines the respondents' contravening conduct, the size of the penalties imposed and the general nature of the prohibition against resale price maintenance.",
      "id": "s83"
    },
    {
      "text": "14 The orders made reflect the terms of the agreement.",
      "id": "s84"
    },
    {
      "text": "I certify that the preceding fourteen (14) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finkelstein.",
      "id": "s85"
    },
    {
      "text": "Associate:\n\nDated: 7 December 2007\n\n Appearing for the Applicant: D Marquet \n \n Solicitor for the Applicant: Corrs Chambers Westgarth \n \n Counsel for the Respondents: J Hennessy \n \n Solicitor for the Respondents: Deacons \n \n Date of Hearing: 26 October 2007 \n \n Date of Judgment: 7 December 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1945.html",
      "id": "s86"
    }
  ]
}