{
  "name": "Australian Competition &amp; Consumer Commission v Leahy Petroleum Pty Ltd [2007] FCA 1844 (27 November 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1844.html",
  "catchphrases": [
    {
      "text": "dismissal of proceeding",
      "id": "c0"
    },
    {
      "text": "whether costs should follow event",
      "id": "c1"
    },
    {
      "text": "some parties entered into agreements to submit to orders, including orders as to costs",
      "id": "c2"
    },
    {
      "text": "orders not made in accordance with those agreements",
      "id": "c3"
    },
    {
      "text": "whether losing party should pay costs of parties who had entered into those agreements",
      "id": "c4"
    },
    {
      "text": "indemnity costs",
      "id": "c5"
    },
    {
      "text": "whether losing applicant should pay costs on basis other than party-party",
      "id": "c6"
    },
    {
      "text": "losing party a public regulatory authority",
      "id": "c7"
    },
    {
      "text": "whether indemnity costs should be ordered based on failure to adhere to commonwealth's model litigant policy",
      "id": "c8"
    },
    {
      "text": "whether and when applicant should have realised it could not succeed",
      "id": "c9"
    },
    {
      "text": "whether case instituted or pursued unreasonably",
      "id": "c10"
    },
    {
      "text": "costs",
      "id": "c11"
    },
    {
      "text": "costs",
      "id": "c12"
    }
  ],
  "sentences": [
    {
      "text": "Introduction \n \n1 These reasons for judgment concern issues of costs.",
      "id": "s0"
    },
    {
      "text": "On 29 May 2007, I made orders dismissing the application in this proceeding, reserving questions of costs and giving directions about the filing of written submissions and the hearing of argument in relation to issues of costs.",
      "id": "s1"
    },
    {
      "text": "At that time, I also published reasons for judgment, very substantial in length, dealing with the principal issues in the proceeding.",
      "id": "s2"
    },
    {
      "text": "See Australian Competition &amp; Consumer Commission v Leahy Petroleum Pty Ltd [2007] FCA 794.",
      "id": "s3"
    },
    {
      "text": "It is convenient to refer to that judgment in these reasons for judgment as Leahy Petroleum .",
      "id": "s4"
    },
    {
      "text": "2 The proceeding in which that judgment was given involved allegations by the applicant, the Australian Competition and Consumer Commission (\"the ACCC\"), of contraventions of s 45(2) of the Trade Practices Act 1974 (Cth) (\"the Trade Practices Act \") by a number of corporations engaged in retail selling of petrol in and around the City of Geelong.",
      "id": "s5"
    },
    {
      "text": "The corporations were alleged to have entered into, and to have given effect to, a series of arrangements or understandings that contravened s 45A of the Trade Practices Act , because they contained provisions for the fixing, controlling or maintaining of prices of petrol.",
      "id": "s6"
    },
    {
      "text": "In addition, a number of natural persons were alleged to have been involved in the contraventions.",
      "id": "s7"
    },
    {
      "text": "The corporate respondents are identified in Leahy Petroleum at [57].",
      "id": "s8"
    },
    {
      "text": "Their respective relationships with the natural person respondents are set out in Leahy Petroleum at [64].",
      "id": "s9"
    },
    {
      "text": "For ease of reference, in these reasons for judgment, I propose to refer to the corporate respondents by their abbreviated names, in the same way as I referred to them in Leahy Petroleum .",
      "id": "s10"
    },
    {
      "text": "Similarly, I propose to refer to the natural person respondents by their names.",
      "id": "s11"
    },
    {
      "text": "The orders I make will reflect the way that the ACCC and the various respondents are described in the title to the proceeding.",
      "id": "s12"
    },
    {
      "text": "3 The power of the Court to award costs is conferred specifically by s 43(1) of the Federal Court of Australia Act 1976 (Cth) (\"the Federal Court Act \").",
      "id": "s13"
    },
    {
      "text": "The effect of s 43(2) of the Federal Court Act is that, in a case such as the present, the award of costs is in the discretion of the Court.",
      "id": "s14"
    },
    {
      "text": "Courts have developed rules or principles to guide the exercise of the discretion in particular cases.",
      "id": "s15"
    },
    {
      "text": "Foremost among these is the rule or principle that costs should follow the event, ie.",
      "id": "s16"
    },
    {
      "text": "a party successful in litigation should be entitled to recover costs from an unsuccessful party.",
      "id": "s17"
    },
    {
      "text": "Similarly, there is a rule or principle that, when costs are awarded, they are normally awarded on a party-party basis.",
      "id": "s18"
    },
    {
      "text": "Costs calculated on a party-party basis do not provide anything like full compensation to the successful party for the expenditure incurred in prosecuting or defending the case successfully.",
      "id": "s19"
    },
    {
      "text": "Courts have therefore developed rules or principles to guide the exercise of the discretion in exceptional cases, so that costs calculated on a more compensatory basis, right up to a full indemnity, can be awarded if the circumstances justify such an order.",
      "id": "s20"
    },
    {
      "text": "Rules and principles are very helpful in determining whether an order for the payment of costs should be made at all, or what the basis of the calculation of costs ordered should be.",
      "id": "s21"
    },
    {
      "text": "They are not binding, however, and it must be recognised always that the Court exercises discretionary powers in relation to awarding costs, including the extent to which they should compensate the successful party for actual expenditure.",
      "id": "s22"
    },
    {
      "text": "4 The ACCC and several of the respondents have submitted consent orders in relation to costs.",
      "id": "s23"
    },
    {
      "text": "There is no reason not to make those orders.",
      "id": "s24"
    },
    {
      "text": "In relation to other respondents, the ACCC accepts in general that it should be required to pay the costs of the successful respondents who contested the proceeding, in the application of the rule or principle that costs follow the event.",
      "id": "s25"
    },
    {
      "text": "There are some respondents who entered into agreements with the ACCC during the course of the proceeding, prior to its trial, which agreements obliged those respondents to make full admissions as to contraventions of s 45(2) of the Trade Practices Act , to consent to orders being made against them, including orders for pecuniary penalties, declarations and injunctions, in some cases to give evidence on behalf of the ACCC at the trial, and to submit to orders that they pay costs to the ACCC.",
      "id": "s26"
    },
    {
      "text": "For reasons that I gave in Leahy Petroleum , at [962], I declined to make findings in accordance with the admissions made pursuant to those agreements.",
      "id": "s27"
    },
    {
      "text": "The ACCC has recognised that, in view of this, and of its lack of success despite the evidence given by some respondents pursuant to those agreements, it ought not to attempt to enforce the agreements so far as they obliged the parties to them to submit to orders for costs in favour of the ACCC.",
      "id": "s28"
    },
    {
      "text": "Some of those respondents have contended that they should be entitled to orders for costs against the ACCC, on the basis that such costs should follow the event.",
      "id": "s29"
    },
    {
      "text": "The ACCC has contended that there ought to be no order as to costs as between it and the successful respondents who were parties to such agreements.",
      "id": "s30"
    },
    {
      "text": "It is therefore necessary to resolve that issue.",
      "id": "s31"
    },
    {
      "text": "5 In addition, some of the respondents who contested the proceeding have asked the Court to order that the ACCC pay their costs on an indemnity basis, or on some other basis that would compensate them more fully than party-party costs, for their expenditure on legal costs, either in respect of the entire proceeding, or in respect of part of it.",
      "id": "s32"
    },
    {
      "text": "Various arguments have been advanced in support of these applications, and various times during the trial have been advanced as appropriate points from which indemnity costs should be ordered in favour of different respondents, if they are not to receive indemnity costs in respect of the entire proceeding.",
      "id": "s33"
    },
    {
      "text": "It is also necessary to resolve these issues.",
      "id": "s34"
    },
    {
      "text": "The consent orders \n \n6 On 21 June 2007, the ACCC and Liberty filed a consent order to the effect that there be no order as to costs as between them.",
      "id": "s35"
    },
    {
      "text": "Similarly, on 21 June 2007, the ACCC and Alan Shuvaly filed a consent order to the effect that there should be no order as to costs as between those parties.",
      "id": "s36"
    },
    {
      "text": "7 On 25 June 2007, the applicant and the liquidator of Brumar filed a consent order, dated 22 June 2007, in the following terms:\n \n The Applicant pay the costs of the proceeding incurred: \n \n (a) by the Fifth Respondent, such costs to be assessed on a party and party \n basis; and \n \n (b) by or on behalf of the Fifteenth Respondent, up to and including the \n date upon which the Fifth Respondent ceased being responsible for the \n Fifteenth Respondent's costs, such costs to be assessed on a party and \n party basis.",
      "id": "s37"
    },
    {
      "text": "This order appears to be designed to produce a situation in which the ACCC will pay to Brumar all of Brumar's costs, as well as any additional costs Brumar incurred on behalf of Garry Dalton, during the time it accepted responsibility for Mr Dalton's costs.",
      "id": "s38"
    },
    {
      "text": "The proposed order is based on the assumption that, at some point, Brumar ceased to be responsible for Mr Dalton's costs.",
      "id": "s39"
    },
    {
      "text": "Mr Dalton still wishes to claim his costs after that date.",
      "id": "s40"
    },
    {
      "text": "It seems to me that the order needs reframing, to express the true intent of those who have consented to it.",
      "id": "s41"
    },
    {
      "text": "I propose to make a consent order that will reflect the situation, and not prejudice Mr Dalton in respect of the period after the date on which Brumar ceased to be responsible for his costs.",
      "id": "s42"
    },
    {
      "text": "8 On 25 July 2007, the ACCC and Colin Williamson filed a consent order, bearing that date, to the effect that the ACCC pay the costs of the proceeding incurred by Mr Williamson, to be assessed on a party-party basis.",
      "id": "s43"
    },
    {
      "text": "An order by consent reflecting this agreement will be made.",
      "id": "s44"
    },
    {
      "text": "9 In addition, the ACCC provided to the Court copies of correspondence between its solicitor and the liquidator of Leahy.",
      "id": "s45"
    },
    {
      "text": "In that correspondence, the ACCC sought the views of the liquidator on issues of costs.",
      "id": "s46"
    },
    {
      "text": "The ACCC invited the liquidator to consent to an order that there be no order as to costs as between the ACCC and Leahy.",
      "id": "s47"
    },
    {
      "text": "On the basis that a final meeting of members and creditors of Leahy had been held on 20 October 2006, the liquidation had been finalised, and the liquidator had requested that Leahy be deregistered, the liquidator did not believe that he was in a position to sign a consent to such an order.",
      "id": "s48"
    },
    {
      "text": "It would follow that the liquidator of Leahy would not be in a position to ask the Court for an order for costs in favour of Leahy.",
      "id": "s49"
    },
    {
      "text": "Neither would there be any other mechanism by which Leahy could apply for such an order.",
      "id": "s50"
    },
    {
      "text": "In the circumstances, it may be accepted that Leahy does not seek costs and that therefore no order for costs should be made as between the ACCC and Leahy.",
      "id": "s51"
    },
    {
      "text": "Parties to agreements \n \n10 Ian Carmichael, Michael Warner and Eino Heikkila each entered into an agreement with the ACCC as to the outcome of the proceeding.",
      "id": "s52"
    },
    {
      "text": "I have referred to these agreements in Leahy Petroleum at [133]-[136].",
      "id": "s53"
    },
    {
      "text": "Mr Carmichael and Mr Warner each agreed to consent to orders in the terms of, or in similar terms to, those sought against them in the application in its original form.",
      "id": "s54"
    },
    {
      "text": "These included an order that the respondents pay the ACCC's costs of and incidental to the proceeding.",
      "id": "s55"
    },
    {
      "text": "Mr Heikkila's agreement was in a different form.",
      "id": "s56"
    },
    {
      "text": "In it, the ACCC agreed to accept costs of $5,000 from Mr Heikkila in respect of the proceeding.",
      "id": "s57"
    },
    {
      "text": "It should also be noted that Alan Shuvaly entered into an agreement with the ACCC similar to that entered into by Mr Carmichael and Mr Warner, but Mr Shuvaly has sought an order by consent involving no order as to costs as between himself and the ACCC.",
      "id": "s58"
    },
    {
      "text": "11 Much of the argument about whether the ACCC should be ordered to pay the costs of Mr Carmichael, Mr Warner and Mr Heikkila, or whether there should be no order as to costs between the ACCC and each of those respondents, was concerned with issues of contract law.",
      "id": "s59"
    },
    {
      "text": "Attempting to approach the issue in this way is unproductive.",
      "id": "s60"
    },
    {
      "text": "There can be little doubt that there was implicit in each agreement to pay the ACCC's costs a term that each of the respondents so agreeing would pay his own costs of the proceeding.",
      "id": "s61"
    },
    {
      "text": "This is not to say a great deal, however.",
      "id": "s62"
    },
    {
      "text": "The parties to each of the agreements acted on the assumption that the case would have a particular outcome.",
      "id": "s63"
    },
    {
      "text": "The agreement by each of the relevant respondents to pay his own costs of the proceeding rested on that assumption.",
      "id": "s64"
    },
    {
      "text": "Once that assumption is falsified, it is impossible to say that the parties would have been of a unified view as to what should happen in relation to the costs of those respondents.",
      "id": "s65"
    },
    {
      "text": "More than likely, they would have disagreed, as they now do.",
      "id": "s66"
    },
    {
      "text": "In those circumstances, it is impossible to find that each of the agreements contained an implied term that either party to it would pay the other's costs, or that costs would lie where they fell.",
      "id": "s67"
    },
    {
      "text": "12 Nor does the application of other principles of contract law assist in the resolution of the question whether orders for costs should be made in favour of the respondents who entered into costs agreements.",
      "id": "s68"
    },
    {
      "text": "The power of the Court to award, or to refrain from awarding, costs is not dependent upon what the parties concerned have agreed.",
      "id": "s69"
    },
    {
      "text": "It is therefore pointless to seek to determine whether the agreements have failed for want of a subject-matter, and whether they could or should be set aside, as was suggested by counsel for Mr Heikkila.",
      "id": "s70"
    },
    {
      "text": "The same applies to suggestions that the Court should now attempt to determine whether the relevant respondents entered into agreements under duress (given that they lacked the resources necessary to defend the proceeding properly) or in consequence of a misrepresentation by the ACCC (to the effect that it had the evidence necessary to prove the case against them).",
      "id": "s71"
    },
    {
      "text": "13 The question remains whether costs should follow the event, so that the ACCC should be ordered to pay the costs of Mr Carmichael, Mr Warner and Mr Heikkila, in the application of the usual principle, or whether there is something in the circumstances of the case that would warrant departure from that principle.",
      "id": "s72"
    },
    {
      "text": "The researches of counsel, and my own researches, have not revealed the existence of any authority that is of great assistance.",
      "id": "s73"
    },
    {
      "text": "The nearest is perhaps Hickman v Berens [1895] 2 Ch 638.",
      "id": "s74"
    },
    {
      "text": "In that case, the plaintiff applied to set aside an agreement to compromise a proceeding, on the ground that no consensus had existed as to the basis of the agreement.",
      "id": "s75"
    },
    {
      "text": "An official referee declined to set aside the agreement.",
      "id": "s76"
    },
    {
      "text": "Kekewich J dismissed an appeal from the official referee's decision.",
      "id": "s77"
    },
    {
      "text": "The Court of Appeal allowed an appeal from the judgment of Kekewich J.",
      "id": "s78"
    },
    {
      "text": "At 647, Lindley LJ (with whom Lopes LJ and Rigby LJ agreed) said:\n \n With regard to the costs, the plaintiff ought to pay the costs of the summons and hearing before the official referee to set aside the mistake, the mistake being on the part of the plaintiff.",
      "id": "s79"
    },
    {
      "text": "The order of Kekewich J. must be discharged, and there must be no costs of either side, either of the appeal to him or of the appeal to us.",
      "id": "s80"
    },
    {
      "text": "We take that to be as near justice in the matter of costs as is possible.",
      "id": "s81"
    },
    {
      "text": "14 Of course, in the present case, there is no application to set aside the compromise agreements, and no such application is needed.",
      "id": "s82"
    },
    {
      "text": "The Court has simply declined to give effect to the agreements, so far as they committed the relevant respondents to consenting to orders of the Court.",
      "id": "s83"
    },
    {
      "text": "In the light of that, the ACCC, properly in my view, has accepted that it should not seek to enforce those agreements in so far as they require consent to orders for, or the actual payment of, the ACCC's costs.",
      "id": "s84"
    },
    {
      "text": "15 \n \nIn my view, as in Hickman v Berens , the justice of the case with respect to costs is that there should be no order as to costs as between the ACCC and the respondents who entered into agreements.",
      "id": "s85"
    },
    {
      "text": "It appears to me that there were mistakes on both sides in relation to the agreements.",
      "id": "s86"
    },
    {
      "text": "I do not know what the ACCC's cooperation policy (in accordance with which it is said that the agreements were made) says in detail.",
      "id": "s87"
    },
    {
      "text": "It does seem to me, however, that the ACCC needs to be more aware of the disparity that may exist between itself and opposing parties with whom it proposes to enter into agreements of this kind, in terms of the resources available to contest litigation.",
      "id": "s88"
    },
    {
      "text": "The legal costs of defending a proceeding may be so great as to induce respondents to be more ready than they should to concede all that the ACCC claims against them, when the claims may in truth be unfounded, or some good defence may exist.",
      "id": "s89"
    },
    {
      "text": "In addition, the ACCC needs to recognise that large-scale litigation often has a profound effect on the lives of people who are caught up in it, an effect much greater than that suffered by those who manage large corporations caught up in similar litigation.",
      "id": "s90"
    },
    {
      "text": "The present case is a good example of the need for caution in accepting total capitulation.",
      "id": "s91"
    },
    {
      "text": "On the other hand, there was no obligation on the part of any respondent to enter into an agreement with the ACCC as to the outcome of the case.",
      "id": "s92"
    },
    {
      "text": "Each of Mr Carmichael, Mr Warner and Mr Heikkila opted to do so, after receiving legal advice.",
      "id": "s93"
    },
    {
      "text": "One alternative was to play no significant part in the trial, as Colin Williamson did.",
      "id": "s94"
    },
    {
      "text": "He will now be the beneficiary of an order that the ACCC pay his costs of the proceeding as a successful respondent.",
      "id": "s95"
    },
    {
      "text": "Another possible option might be to defend the case in person, perhaps with some coaching from a legal adviser.",
      "id": "s96"
    },
    {
      "text": "In the present case, without the oral evidence of Mr Carmichael, Mr Warner and Mr Heikkila, the ACCC's case would have depended even more on the circumstantial evidence, particularly the alleged relationship between telephone calls and petrol price increases, than it did.",
      "id": "s97"
    },
    {
      "text": "A detailed analysis of that data, together with evidence produced by the cross-examination of such other witnesses as the ACCC called would have made clear some of the weaknesses of the ACCC's case.",
      "id": "s98"
    },
    {
      "text": "16 Plainly, the result of the case has falsified the assumption on which the ACCC and each of the relevant parties entered into the agreements, namely that there had in fact been unlawful price-fixing in the Geelong petrol market.",
      "id": "s99"
    },
    {
      "text": "In the circumstances, the justice of the case seems to me to require that there be no order as to costs as between the ACCC and the parties who entered into the agreements.",
      "id": "s100"
    },
    {
      "text": "It is significant that this view appears to have commended itself to both the ACCC and Mr Shuvaly, who have consented to an order that no order for costs be made as between them, despite the fact that there was an agreement between them that dealt with the question of costs.",
      "id": "s101"
    },
    {
      "text": "Indemnity costs \n \n17 There is no doubt that the Court has power to order indemnity costs, or costs assessed on a basis lying somewhere between indemnity costs and party-party costs, in an appropriate case.",
      "id": "s102"
    },
    {
      "text": "It must be recognised that an appropriate case will only be one in which the circumstances justify the Court in departing from the usual rule that costs awarded will be calculated on a party-party basis.",
      "id": "s103"
    },
    {
      "text": "It is impossible to provide a comprehensive definition of what is an appropriate case.",
      "id": "s104"
    },
    {
      "text": "In Colgate-Palmolive Company v Cussons Pty Ltd (1993) 46 FCR 225 at 232-234, Sheppard J set out principles that his Honour derived from the authorities.",
      "id": "s105"
    },
    {
      "text": "Those principles are summarised in the judgment of the Full Court in Hamod v State of New South Wales [2002] FCAFC 97 (2002) 188 ALR 659 at [20] :\n \n Indemnity costs are not designed to punish a party for persisting with a case that turns out to fail.",
      "id": "s106"
    },
    {
      "text": "They are not awarded as a means of deterring litigants from putting forward arguments that might be attended by uncertainty.",
      "id": "s107"
    },
    {
      "text": "Rather, they serve the purpose of compensating a party fully for costs incurred, as a normal costs order could not be expected to do, when the Court takes the view that it was unreasonable for the party against whom the order is made to have subjected the innocent party to the expenditure of costs.",
      "id": "s108"
    },
    {
      "text": "18 One instance of an appropriate case for indemnity costs is described as follows by Woodward J in Fountain Selected Meats (Sales) Pty Ltd v International Produce Merchants Pty Ltd (1988) 81 ALR 397 at 401:\n \n I believe that it is appropriate to consider awarding \"solicitor and client\" or \"indemnity\" costs, whenever it appears that an action has been commenced or continued in circumstances where the applicant, properly advised, should have known that he had no chance of success.",
      "id": "s109"
    },
    {
      "text": "In such cases the action must be presumed to have been commenced or continued for some ulterior motive, or because of some wilful disregard of the known facts or the clearly established law.",
      "id": "s110"
    },
    {
      "text": "Such cases are, fortunately, rare.",
      "id": "s111"
    },
    {
      "text": "But when they occur, the court will need to consider how it should exercise its unfettered discretion.",
      "id": "s112"
    },
    {
      "text": "19 Another instance of an appropriate case is where one party has unreasonably refused an offer to compromise.",
      "id": "s113"
    },
    {
      "text": "The principle is derived from Calderbank v Calderbank [1975] 3 All ER 333.",
      "id": "s114"
    },
    {
      "text": "A party may set up a situation in which an award of indemnity costs is possible by making a reasonable offer of compromise in what is described as a \"Calderbank letter\", containing the terms of the offer and signifying that the letter will be relied upon to found an application for costs on an indemnity basis in the event that it turns out that the offer ought to have been accepted.",
      "id": "s115"
    },
    {
      "text": "To some extent, O 23 of the Federal Court Rules now codifies the circumstances in which refusal of an offer of compromise will found an application for indemnity costs.",
      "id": "s116"
    },
    {
      "text": "The area of law has become beset by technicality, much of which appears to me to be unnecessary.",
      "id": "s117"
    },
    {
      "text": "Arguments were raised in the present case about whether letters written by one party or another did or did not fit within what the authorities would regard as a Calderbank letter.",
      "id": "s118"
    },
    {
      "text": "In particular, it was said that there must be a true offer to compromise, involving the giving of something, and not merely a demand that the other party capitulate.",
      "id": "s119"
    },
    {
      "text": "I am by no means certain that this is a universal rule.",
      "id": "s120"
    },
    {
      "text": "Whatever the terms of any letter, or other means of conveying an offer of compromise, the question at heart must remain whether the unsuccessful party to the case pursued it unreasonably, having regard to the circumstances at any particular time.",
      "id": "s121"
    },
    {
      "text": "As the Full Court said in Amadio Pty Ltd v Henderson (1998) 81 FCR 149 at 259:\n \n It was argued that conditional offers should not have been treated by his Honour as Calderbank offers for the purpose of ordering indemnity costs.",
      "id": "s122"
    },
    {
      "text": "It is to be emphasised that the costs discretion is broad and is to be exercised in circumstances that will vary considerably from case to case.",
      "id": "s123"
    },
    {
      "text": "Whilst the criteria used in analogous circumstances will be of assistance it is simply wrong...to use such criteria as rules or tests governing the exercise of the discretion.",
      "id": "s124"
    },
    {
      "text": "Thus, an \"imprudent\" refusal or a \"plainly unreasonable\" refusal to accept an offer of settlement might, having regard to all the circumstances of the case, warrant the making of an order for indemnity costs if it is \"just\" to do so...However, such circumstances merely offer examples of where indemnity costs are ordered.",
      "id": "s125"
    },
    {
      "text": "Likewise, in some situations a conditional offer may be less likely to attract the Court's discretion to order indemnity costs than others.",
      "id": "s126"
    },
    {
      "text": "Much will depend upon the reasonableness of the offer and of [ sic ] the reasonableness of the conduct of the other party in refusing it having regard to all the circumstances of the case.",
      "id": "s127"
    },
    {
      "text": "20 With the benefit of hindsight, there is much in the applicant's preparation and conduct of the case about which it is possible to be critical.",
      "id": "s128"
    },
    {
      "text": "Plainly, the ACCC's investigators, and its legal representatives, were too carried away by the supposed correlation in the data the ACCC had collected between telephone calls and petrol price increases.",
      "id": "s129"
    },
    {
      "text": "Insufficient attention was given to the question whether such a correlation really existed, particularly in the light of the occasions recorded in the data summary, known as Annexure B, on which there were telephone calls without price increases, and on which there were price increases without telephone calls.",
      "id": "s130"
    },
    {
      "text": "I refer particularly to the analysis in Leahy Petroleum at [844]-[869], an analysis of the kind that should have been done prior to the commencement of the case, or at the very least prior to the trial, and should not have been left to the Court.",
      "id": "s131"
    },
    {
      "text": "It is most unfortunate that the leader of the ACCC's investigating team remained unaware of the ACCC's own report, entitled Reducing Fuel Price Variability (to which I have referred in Leahy Petroleum at [91]-[99] and [118]) until she was being cross-examined during the trial.",
      "id": "s132"
    },
    {
      "text": "If the investigators had taken into account the fact that the sawtooth pattern of movements in the retail price of petrol was common in Australia, and the various possible reasons advanced by the ACCC for that pattern, two things might have followed.",
      "id": "s133"
    },
    {
      "text": "They might not have made the assumption, which the principal investigator was reluctant to abandon in the witness box, that the only likely cause for such a pattern was collusion between petrol retailers.",
      "id": "s134"
    },
    {
      "text": "The investigators might also have been prepared to consider the possibility of a relationship between prices in the Geelong petrol market and those in the Melbourne petrol market.",
      "id": "s135"
    },
    {
      "text": "They might have taken a less Geelong-centric view than they appear to have taken.",
      "id": "s136"
    },
    {
      "text": "See generally Leahy Petroleum at [90]-[118].",
      "id": "s137"
    },
    {
      "text": "21 It must be remembered that the ACCC prepared and pleaded its case without the knowledge, or even the expectation, that it would have available to it the evidence of Ian Carmichael, Michael Warner, Alan Shuvaly and Eino Heikkila.",
      "id": "s138"
    },
    {
      "text": "These four respondents only agreed to give evidence after the proceeding had been instituted.",
      "id": "s139"
    },
    {
      "text": "In its preparation for the trial, the ACCC gave far too little attention to the inconsistencies between the evidence that those witnesses were to give, and did in fact give, and the data in Annexure B.",
      "id": "s140"
    },
    {
      "text": "It only emerged in the course of the oral evidence that those witnesses had not been given an opportunity to examine the data before they went into the witness box, thereby exposing them to cross-examination as to the inconsistencies.",
      "id": "s141"
    },
    {
      "text": "When I drew attention to this, pointing out that it was bound to lead to additional cross-examination, counsel for the ACCC resorted to putting a handful of selected occasions to some of the subsequent witnesses, and inviting them to speculate as to how the data on those occasions might fit with their general recollections.",
      "id": "s142"
    },
    {
      "text": "This was a wholly inadequate attempt to deal with the relationship between the circumstantial evidence and the oral evidence.",
      "id": "s143"
    },
    {
      "text": "It appears to me to stem from a belief that the supposed correlation between telephone calls and petrol price increases was strong enough to make the case for the ACCC, irrespective of what the other evidence might have been.",
      "id": "s144"
    },
    {
      "text": "22 Two other inadequacies of the ACCC's case appear to have resulted from the same belief.",
      "id": "s145"
    },
    {
      "text": "One was the failure to lead evidence of the evolutionary origins of the alleged arrangements or understandings, particularly in circumstances in which there did not appear to have been sufficient time during which, or any pattern of events from which, the arrangements or understandings might possibly have evolved.",
      "id": "s146"
    },
    {
      "text": "See Leahy Petroleum at [150]-[177].",
      "id": "s147"
    },
    {
      "text": "The ACCC's investigators and representatives appear to have taken the view that the data in Annexure B would justify the Court in making findings that effect was given to arrangements or understandings, and would thereby justify findings that those arrangements or understandings existed, irrespective of the effect of the oral evidence.",
      "id": "s148"
    },
    {
      "text": "The other inadequacy was the failure of the ACCC's legal representatives to make any serious attempt to grapple with an essential element of an arrangement or understanding, labelled for convenience as \"commitment\".",
      "id": "s149"
    },
    {
      "text": "This inadequacy is dealt with in Leahy Petroleum at [940]-[949].",
      "id": "s150"
    },
    {
      "text": "The ACCC's case on this aspect required acceptance of the proposition that changes in the prices of petrol resulted from the implementation of arrangements or understandings, and that therefore such arrangements or understandings, including the requisite element of commitment, must exist.",
      "id": "s151"
    },
    {
      "text": "23 It is clear that closer attention to the content of the available evidence, and to its relationship with the elements that the ACCC was required to prove, in order to establish contraventions of s 45(2) of the Trade Practices Act , might well have led to the conclusion that the prospect of a successful outcome for the ACCC was not great enough to warrant the expenditure of money involved in the proceeding.",
      "id": "s152"
    },
    {
      "text": "Further, the need for such close analysis became greater as the trial advanced, with the inconsistencies between the circumstantial evidence and the oral evidence, and the absence of evidence about significant elements, becoming progressively more apparent.",
      "id": "s153"
    },
    {
      "text": "To make these criticisms is not to conclude the question whether costs should be awarded other than on a party-party basis, however.",
      "id": "s154"
    },
    {
      "text": "The criticisms do not necessarily establish the proposition that it was unreasonable for the ACCC to commence the proceeding in the first place, or to pursue it to its end.",
      "id": "s155"
    },
    {
      "text": "24 The ACCC is a statutory body, established by s 6A of the Trade Practices Act .",
      "id": "s156"
    },
    {
      "text": "It has a number of functions conferred on it, including functions of a regulatory nature.",
      "id": "s157"
    },
    {
      "text": "By s 77(1) of the Trade Practices Act , the ACCC may institute a proceeding in this Court for the recovery on behalf of the Commonwealth of a pecuniary penalty.",
      "id": "s158"
    },
    {
      "text": "The provisions for contravention of which pecuniary penalties may be imposed are listed in s 76.",
      "id": "s159"
    },
    {
      "text": "They include s 45.",
      "id": "s160"
    },
    {
      "text": "The ACCC is the only possible applicant for a pecuniary penalty.",
      "id": "s161"
    },
    {
      "text": "By other provisions of the Trade Practices Act , the ACCC may apply for other kinds of orders under the provisions of that Act, although its capacity to do so is not always exclusive of the capacity of other persons to apply for particular orders.",
      "id": "s162"
    },
    {
      "text": "For instance, under s 80(1) , the ACCC or any other person may apply for an injunction in respect of a contravention of a number of provisions, including s 45.",
      "id": "s163"
    },
    {
      "text": "It is apparent that the ACCC has cast upon it significant responsibilities on behalf of the public, to ensure as far as practicable that there is compliance with the provisions of the Trade Practices Act .",
      "id": "s164"
    },
    {
      "text": "When the ACCC has commenced and pursued a proceeding in respect of alleged contraventions of a provision of the Trade Practices Act , and there is no suggestion that it has acted with any ulterior motive, the Court should not be quick to award costs against it on anything other than the usual party-party basis when the ACCC has suffered a loss in the proceeding.",
      "id": "s165"
    },
    {
      "text": "Excessive readiness to force the ACCC to compensate the winning party to a greater extent than the normal party-party costs incurred might operate as a deterrent to the ACCC against bringing proceedings in the exercise of its public functions.",
      "id": "s166"
    },
    {
      "text": "25 There were some suggestions in argument that orders for indemnity costs against the ACCC might be appropriate because it had failed in some respects to act in accordance with the model litigant policy of the Commonwealth of Australia.",
      "id": "s167"
    },
    {
      "text": "In my view, considerations as to whether there has been compliance with that policy are irrelevant to questions of indemnity costs.",
      "id": "s168"
    },
    {
      "text": "The model litigant policy has been adopted by the Australian Government as a guide to the manner in which it and its agencies should conduct themselves in litigation, so as not to take advantage of the superiority of resources for litigation, which the Commonwealth often has when compared with those against whom it is litigating.",
      "id": "s169"
    },
    {
      "text": "The policy is of significant value to parties against whom the Commonwealth is involved in litigation, and to the courts in which that litigation is conducted.",
      "id": "s170"
    },
    {
      "text": "To use lapses in compliance with the policy as a ground for awarding indemnity costs against Commonwealth agencies might have the result that the Commonwealth abandoned the policy.",
      "id": "s171"
    },
    {
      "text": "This would be detrimental to the public good.",
      "id": "s172"
    },
    {
      "text": "26 With these considerations in mind, I return to the question of the reasonableness of the ACCC's actions in commencing this proceeding, and in pursuing it to its end.",
      "id": "s173"
    },
    {
      "text": "There is not a line, much less a clear line, between having a sound basis for litigation and acting unreasonably in pursuing litigation.",
      "id": "s174"
    },
    {
      "text": "Rather, there is a gap, perhaps a substantial one, between having a sufficiently good case to commence and continue proceedings, even if they turn out to be unsuccessful, and having acted so unreasonably as to warrant the award of indemnity costs, or of costs on a basis other than the usual one.",
      "id": "s175"
    },
    {
      "text": "It appears to me that this case falls within that gap.",
      "id": "s176"
    },
    {
      "text": "It cannot be said that the prospect of success was non-existent, or so slight as to make it unreasonable for the ACCC to commence the proceeding.",
      "id": "s177"
    },
    {
      "text": "The ACCC was in possession of more than just the data that found its way into Annexure B.",
      "id": "s178"
    },
    {
      "text": "It also had the cooperation of some operators in the Geelong petrol market, even before it commenced the proceeding.",
      "id": "s179"
    },
    {
      "text": "It is true that the ACCC did not then give sufficient attention to the detail of the data it possessed, or to the substance of what those cooperating with it might be able to say in evidence.",
      "id": "s180"
    },
    {
      "text": "It would be a rare case, however, in which any party proposing to commence litigation would be able to look at the material available to it as if it were a judge doing so at the end of a trial.",
      "id": "s181"
    },
    {
      "text": "I am not in a position to say that, at the time it commenced the proceeding, the ACCC ought reasonably to have taken the view that it could not succeed at all.",
      "id": "s182"
    },
    {
      "text": "Nor could I find that those responsible for making the decision to commence proceedings were simply motivated by the desire to take a chance, to hit and hope.",
      "id": "s183"
    },
    {
      "text": "It seems clear that they believed that they could succeed.",
      "id": "s184"
    },
    {
      "text": "It turned out that they were mistaken.",
      "id": "s185"
    },
    {
      "text": "27 Once the conclusion is reached that the ACCC did not act unreasonably in commencing the proceeding, it becomes extremely difficult to determine a point in the conduct of the proceeding at which it ought to have abandoned the enterprise.",
      "id": "s186"
    },
    {
      "text": "During the interlocutory stages, some respondents ceased to oppose the proceeding, and began to cooperate.",
      "id": "s187"
    },
    {
      "text": "Again, it is possible to be critical of the ACCC for having failed to give sufficient attention to the substance of the evidence that those cooperating parties might give, and to the difficulty of matching that evidence to the data in Annexure B.",
      "id": "s188"
    },
    {
      "text": "The situation was not so clear-cut, however, as to justify a finding, with the benefit of hindsight, that the ACCC acted unreasonably in continuing.",
      "id": "s189"
    },
    {
      "text": "The difficulty of characterising the case as a losing one from the ACCC's point of view is borne out by the fact that some respondents felt the need to give evidence in their own defence.",
      "id": "s190"
    },
    {
      "text": "United Fuels and United Retail called a substantial body of evidence and Garry Dalton gave evidence in his own defence.",
      "id": "s191"
    },
    {
      "text": "If it had been obvious that the ACCC could not succeed at all, it is unlikely that these parties would have prolonged the trial, and increased the expense of it, by taking those steps.",
      "id": "s192"
    },
    {
      "text": "28 It is true that, at various points in the trial, I made comments that reflected the tentative views I had that the case was not proceeding in the way the ACCC had opened it, and that I could see difficulties in the evidence, particularly in the inconsistencies between the oral evidence and the circumstantial evidence in Annexure B.",
      "id": "s193"
    },
    {
      "text": "These comments cannot be taken as indicating that the ACCC was bound to lose.",
      "id": "s194"
    },
    {
      "text": "Indeed, the length of the reasons for judgment in Leahy Petroleum (967 paragraphs), and the detailed analysis of the evidence they contain, are inconsistent with the proposition that it was obvious that the ACCC would lose.",
      "id": "s195"
    },
    {
      "text": "29 For these reasons, it cannot be said that the case is generally one appropriate for indemnity costs, or for the award of costs on any basis other than the usual party-party basis.",
      "id": "s196"
    },
    {
      "text": "There is an exception to this proposition that needs further attention.",
      "id": "s197"
    },
    {
      "text": "30 In relation to the alleged arrangement or understanding known as Arrangement No 8, the ACCC set itself a more difficult task in proving the existence of an arrangement or understanding, and that effect was given to it, than was the case with any other alleged arrangement or understanding in the proceeding.",
      "id": "s198"
    },
    {
      "text": "Arrangement No 8 was the only tripartite arrangement or understanding alleged.",
      "id": "s199"
    },
    {
      "text": "Each of the three parties it was alleged to involve, Apco, Liberty and Andrianopoulos, was a discount retailer of petrol.",
      "id": "s200"
    },
    {
      "text": "Each of Liberty and Andrianopoulos had only one petrol outlet in the Geelong retail petrol market area.",
      "id": "s201"
    },
    {
      "text": "Apco had a number of such outlets.",
      "id": "s202"
    },
    {
      "text": "Each of the three had a significant number of other petrol outlets in other parts of Victoria.",
      "id": "s203"
    },
    {
      "text": "Annexure B contained information about a very large number of telephone calls passing between Alan Shuvaly of Liberty and Christos Andrianopoulos of Andrianopoulos, as well as a substantial number of calls between Peter Anderson of Apco and either Mr Shuvaly or Mr Andrianopoulos.",
      "id": "s204"
    },
    {
      "text": "It would have required an extremely Geelong-centric view to assume that all of these calls related to retail prices of petrol in the Geelong petrol market.",
      "id": "s205"
    },
    {
      "text": "This is especially so as the number of occasions on which the ACCC was prepared to allege that effect was given to Arrangement No 8 was quite small, when compared with the number of occasions on which it alleged that effect was given to some of the other alleged arrangements or understandings.",
      "id": "s206"
    },
    {
      "text": "Further, the occasions on which it was alleged that effect was given to Arrangement No 8 diminished in number significantly during the course of the trial.",
      "id": "s207"
    },
    {
      "text": "From the outset, Arrangement No 8 was far from the strongest aspect of the ACCC's case.",
      "id": "s208"
    },
    {
      "text": "In order to bolster it, the ACCC called Mr Shuvaly to give evidence, pursuant to the agreement to which I have referred between the ACCC and Mr Shuvaly, in [11] of these reasons for judgment and [135] of Leahy Petroleum .",
      "id": "s209"
    },
    {
      "text": "Mr Shuvaly gave evidence on the 12th, 13th and 14th days of the trial, Wednesday, 31 August, Thursday, 1 September and Friday, 2 September 2005.",
      "id": "s210"
    },
    {
      "text": "The evidence is summarised in Leahy Petroleum in [231]-[245].",
      "id": "s211"
    },
    {
      "text": "It did not go well for the ACCC.",
      "id": "s212"
    },
    {
      "text": "In fact, as is described in [238]-[241], counsel for the ACCC sought, and were granted, leave to cross-examine Mr Shuvaly about a prior inconsistent statement.",
      "id": "s213"
    },
    {
      "text": "The cross-examination was largely ineffective.",
      "id": "s214"
    },
    {
      "text": "31 After another witness had followed Mr Shuvaly into the witness box on 2 September 2005, shortly before adjourning the proceeding at the end of the day, I raised with counsel for the ACCC the difficulty of establishing the existence of Arrangement No 8, and particularly the necessary element of commitment, by reference to Mr Shuvaly's evidence.",
      "id": "s215"
    },
    {
      "text": "I invited counsel for the ACCC, in conjunction with senior people from the ACCC, to give serious consideration to the way in which the case was put, because I was concerned about the expenditure of money involved.",
      "id": "s216"
    },
    {
      "text": "32 The trial resumed on the following Wednesday, 7 September 2005.",
      "id": "s217"
    },
    {
      "text": "Counsel for the ACCC therefore had sufficient time to consider the transcript of Mr Shuvaly's evidence, in the light of the relatively slight circumstantial evidence in relation to Arrangement No 8.",
      "id": "s218"
    },
    {
      "text": "In my view, they ought at that time to have realised that Mr Shuvaly's evidence would not assist them to prove the existence of Arrangement No 8 and that, in a number of significant respects, the evidence was inconsistent with the existence of an arrangement or understanding of the kind alleged as Arrangement No 8.",
      "id": "s219"
    },
    {
      "text": "In the light of the relatively scant circumstantial evidence on which the ACCC felt able to rely in suggesting that effect was given to Arrangement No 8, by the 15th day of the trial, 7 September 2005, the ACCC ought to have realised that Arrangement No 8 was not going to be proved.",
      "id": "s220"
    },
    {
      "text": "33 It must be remembered that, much earlier in the trial, the ACCC had abandoned its claims against Pegasus and the individual respondents associated with Pegasus, having realised that it could not prove the case against them.",
      "id": "s221"
    },
    {
      "text": "In the course of argument on the issues of costs, counsel for the ACCC referred to this abandonment as demonstrating the ACCC's preparedness to act responsibly.",
      "id": "s222"
    },
    {
      "text": "They informed me that the decision to abandon the Pegasus claims was taken because the ACCC had nothing but the circumstantial evidence on which to rely.",
      "id": "s223"
    },
    {
      "text": "In my view, with respect to Arrangement No 8, by the 15th day of the trial the ACCC was in an even worse position with respect to Arrangement No 8 than it had been with respect to the Pegasus claims.",
      "id": "s224"
    },
    {
      "text": "It was able to point to substantially fewer occasions on which the circumstantial evidence might have given rise to the conclusion that effect was given to Arrangement No 8 than was the case with the Pegasus claims.",
      "id": "s225"
    },
    {
      "text": "Once Mr Shuvaly had completed his evidence (in the absence of any other available witness to bolster the claims against Apco, Liberty and Andrianopoulos), the ACCC had no oral evidence on which it could rely in relation to Arrangement No 8.",
      "id": "s226"
    },
    {
      "text": "Indeed, such oral evidence as existed tended to disprove the existence of such an alleged arrangement or understanding, and tended therefore to be inconsistent with the allegations that effect was given to such an arrangement or understanding.",
      "id": "s227"
    },
    {
      "text": "34 The appropriate course for the ACCC to have taken would have been to announce on the 15th day of the trial, 7 September 2005, that it abandoned all claims with respect to Arrangement No 8.",
      "id": "s228"
    },
    {
      "text": "This would have meant that any involvement of Andrianopoulos and Christos Andrianopoulos, and of their legal representatives, would have been unnecessary from the 16th day of the trial onwards.",
      "id": "s229"
    },
    {
      "text": "In my assessment, the failure of the ACCC to take such a course warrants the award of indemnity costs to Andrianopoulos and Christos Andrianopoulos on and after 8 September 2005, the 16th day of the trial.",
      "id": "s230"
    },
    {
      "text": "It should not have been necessary for the legal representatives of Andrianopoulos and Christos Andrianopoulos to continue to participate in the trial, by cross-examining witnesses and making submissions.",
      "id": "s231"
    },
    {
      "text": "The case in respect of Arrangement No 8 had become futile.",
      "id": "s232"
    },
    {
      "text": "For the ACCC to continue to pursue it in the circumstances was entirely unreasonable.",
      "id": "s233"
    },
    {
      "text": "On 13 September 2005, after the conclusion of the evidence, shortly before adjourning to enable addresses to be prepared, I commented to counsel for the ACCC that the ACCC's case was 'pretty weak' on Arrangement No 8.",
      "id": "s234"
    },
    {
      "text": "Counsel for the ACCC should already have realised that that was the case.",
      "id": "s235"
    },
    {
      "text": "35 An award of indemnity costs in favour of Andrianopoulos and Christos Andrianopoulos raises the question of the costs of other parties to the alleged arrangement or understanding that is Arrangement No 8.",
      "id": "s236"
    },
    {
      "text": "As I have said in [6] of these reasons for judgment, the question of costs as between the ACCC and Liberty and Mr Shuvaly has been resolved by consent.",
      "id": "s237"
    },
    {
      "text": "Apco and Mr Anderson were necessarily represented throughout the rest of the trial, after the 15th day, because Apco was also alleged to have been a party to an arrangement or understanding with Leahy, described as Arrangement No 1.",
      "id": "s238"
    },
    {
      "text": "In the circumstances, it would be far too difficult a task for the taxing officer to separate the additional costs of Apco and Mr Anderson having to defend themselves in relation to Arrangement No 8 from those incurred in relation to Arrangement No 1.",
      "id": "s239"
    },
    {
      "text": "For these reasons, there should be no award of indemnity costs to Apco or Mr Anderson in respect of Arrangement No 8.",
      "id": "s240"
    },
    {
      "text": "Conclusion \n \n36 For the reasons I have expressed, there will be orders made by consent, as outlined in [6]-[8] of these reasons for judgment, between the ACCC and Liberty, Alan Shuvaly, Brumar and Colin Williamson respectively.",
      "id": "s241"
    },
    {
      "text": "For the reasons I have given in [10] of these reasons for judgment, there will be no order as to costs as between the ACCC and Leahy.",
      "id": "s242"
    },
    {
      "text": "For the reasons I have given in [11]-[17] of these reasons for judgment, there will be no order as to costs as between the ACCC and Ian Carmichael, Michael Warner and Eino Heikkila.",
      "id": "s243"
    },
    {
      "text": "The ACCC will be ordered to pay the costs of Apco, United Fuels, United Retail, Andrianopoulos, Peter Anderson, Garry Dalton and Christos Andrianopoulos.",
      "id": "s244"
    },
    {
      "text": "Those orders for costs will be on a party-party basis, with the exception of the costs of Andrianopoulos and Christos Andrianopoulos on and after 8 September 2005, which will be on an indemnity basis.",
      "id": "s245"
    },
    {
      "text": "I certify that the preceding thirty-six (36) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gray.",
      "id": "s246"
    },
    {
      "text": "Associate:\n\nDated: 27 November 2007\n\n\n Counsel for the applicant: P Santamaria SC with S McLeish \n \n Solicitor for the applicant: Australian Government Solicitor \n \n Counsel for the first respondent: The first respondent did not appear \n \n Counsel for the second and 11 th respondents: SG O'Bryan SC with DK Shirrefs \n \n Solicitor for the second and 11 th respondents: Alan Williamson \n \n Counsel for the third respondent: The third respondent did not appear \n \n Counsel for the fourth and sixth respondents: E Szabo \n \n Solicitor for the fourth and sixth respondents: Coulter Roache \n \n Counsel for the fifth respondent: The fifth respondent did not appear \n \n Counsel for the seventh respondent: The seventh respondent did not appear \n \n Counsel for the eighth and 18th respondents: L Glick SC with R Heath \n \n Solicitor for the eighth and 18th respondents: Schetzer Brott &amp; Appel \n \n Counsel for the ninth and 10 th respondents: M Robins \n \n Solicitor for the ninth and 10 th respondents: Pointon Partners \n \n Counsel for the 12th respondent: The 12 th respondent did not appear \n \n Counsel for the 13th respondent: The 13 th respondent did not appear \n \n Counsel for the 14 th respondent: D Burnett \n \n Solicitor for the 14 th respondent: Eric Faulkner \n \n Counsel for the 15 th respondent: SG O'Bryan SC \n \n Solicitor for the 15 th respondent: Davies Collison Cave \n \n Counsel for the 16 th respondent: The 16 th respondent did not appear \n \n Counsel for the 17 th respondent: The 17 th respondent did not appear \n \n Dates of hearing: 26 July 2007 \n \n Date of judgment: 27 November 2007 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1844.html",
      "id": "s247"
    }
  ]
}