{
  "name": "SZJZW v Minister for Immigration and Citizenship [2007] FCA 1197 (9 August 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1197.html",
  "catchphrases": [
    {
      "text": "appeal from decision of federal magistrate",
      "id": "c0"
    },
    {
      "text": "whether decision of refugee review tribunal contained jurisdictional error",
      "id": "c1"
    },
    {
      "text": "whether reasonable for appellant to relocate",
      "id": "c2"
    },
    {
      "text": "whether refugee review tribunal complied with obligations under s 425(1) of the migration act 1958 (cth)",
      "id": "c3"
    },
    {
      "text": "whether refugee review tribunal sufficiently identified issues arising on the review",
      "id": "c4"
    },
    {
      "text": "migration",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 The principal appellant (the appellant) and his wife arrived in Australia on 7 May 2006 from India.",
      "id": "s0"
    },
    {
      "text": "They are citizens of India.",
      "id": "s1"
    },
    {
      "text": "They applied for a protection visa under the Migration Act 1958 (Cth) (the Act) on 16 June 2006, based upon the principal appellant's claim to have a well-founded fear of persecution by reason of his membership of a particular social group, or his religion, or possibly by reason of his political opinion.",
      "id": "s2"
    },
    {
      "text": "2 The essence of his claims to have that fear, and so to be a person to whom Australia owed protection obligations under s 36(2) of the Act, arose from what, he claimed, had happened to him in his community in the city of Ahmedabad in the state of Gujarat between 2002 and 2006.",
      "id": "s3"
    },
    {
      "text": "3 The appellant claimed to have been an active participant in Hindu religious activities in his community and to have been an active member of the Vishwa Hindu Parishad (VHP) community organisation.",
      "id": "s4"
    },
    {
      "text": "He claimed that in Ahmedabad there are some Muslim dominated areas and riots involving Hindus and Muslims frequently occurred.",
      "id": "s5"
    },
    {
      "text": "In February 2002, he referred to some communal violence between Hindus and Muslims following an attack on a train near Godhra where more than 100 people died.",
      "id": "s6"
    },
    {
      "text": "Subsequently, on 27 February 2002, the shop in which he operated a medicine business and then a jewellery business was burnt down and he and his partner were subjected to threatening phone calls by \"unknown Muslim fundamentalists\".",
      "id": "s7"
    },
    {
      "text": "He claimed that one of the callers said that his shop had been burnt as revenge for the burning of property and lives of Muslims.",
      "id": "s8"
    },
    {
      "text": "He claimed that the VHP had attempted unsuccessfully to obtain compensation for the burnt property from the government.",
      "id": "s9"
    },
    {
      "text": "He and his partner opened a new business in a different suburb of Ahmedabad, but the threats continued, sometimes as frequently as five times a day between February 2004 and June 2005.",
      "id": "s10"
    },
    {
      "text": "Towards the end of June 2005, he left the state of Gujarat, but returned after six months, and again faced the same threats.",
      "id": "s11"
    },
    {
      "text": "He further said that on 31 March 2006, he was attacked on his way home from his shop and severely beaten, and warned to leave Gujarat.",
      "id": "s12"
    },
    {
      "text": "He said he was warned that if he did not leave Gujarat he would be killed.",
      "id": "s13"
    },
    {
      "text": "He reported the matter to the police, but they were unable to offer him any protection.",
      "id": "s14"
    },
    {
      "text": "Consequently, he and his wife decided to leave India as they feared being killed by Muslims, or (he added) \"by power hungry Hindu fundamentalists.",
      "id": "s15"
    },
    {
      "text": "\" He claimed that the Indian police would be unable to protect him.",
      "id": "s16"
    },
    {
      "text": "He claimed to have tried to relocate elsewhere within India without success.",
      "id": "s17"
    },
    {
      "text": "4 The appellant's claim was rejected by a delegate of the first respondent on 7 July 2006.",
      "id": "s18"
    },
    {
      "text": "That decision was affirmed by the Refugee Review Tribunal (the Tribunal) on 29 November 2006.",
      "id": "s19"
    },
    {
      "text": "5 The Tribunal identified his claim as being because he is a Hindu or because of his association with the Hindu community organisation VHF, and so was founded on a fear of persecution on religious grounds or his membership of the Hindu community, and to the extent that the VHF involved itself in social and political issues, potentially on the claim based upon his political opinion.",
      "id": "s20"
    },
    {
      "text": "However one categorises the motives of the alleged persecutors, it was the first step in the Tribunal's reasoning to consider whether the conduct complained of had occurred.",
      "id": "s21"
    },
    {
      "text": "The Tribunal accepted that there was ongoing communal tensions in Ahmedabad between the Muslim and the Hindu communities.",
      "id": "s22"
    },
    {
      "text": "It accepted the fact of the riots in Godhra following the attack on the train.",
      "id": "s23"
    },
    {
      "text": "It accepted that in the community riots which followed, shops belonging to Hindus and Muslims alike were burnt.",
      "id": "s24"
    },
    {
      "text": "It also accepted that the appellant owned a business that was burnt during the communal strife in Gujarat in 2002.",
      "id": "s25"
    },
    {
      "text": "It accepted that the appellant was a member of the VHP in Ahmedabad.",
      "id": "s26"
    },
    {
      "text": "Then, although the Tribunal said that it did not accept the basis of any of those claims, \"for reasons that follow\", its reasons indicate in fact that it assumed in favour of the appellant, despite doubts about the veracity in particular of him being attacked on 31 March 2006, that he had been attacked on that day by Muslim assailants.",
      "id": "s27"
    },
    {
      "text": "6 The Tribunal then continued:\n \n As noted earlier, the attack occurred in the midst of community strife in the country.",
      "id": "s28"
    },
    {
      "text": "Even if one accepted that the applicant's business was targeted for any of the Convention reasons, this will not assist his case.",
      "id": "s29"
    },
    {
      "text": "This is because, these events occurred in 2002.",
      "id": "s30"
    },
    {
      "text": "There is no credible evidence before the Tribunal that since than [sic] the applicant has been subject to further persecution.",
      "id": "s31"
    },
    {
      "text": "It then went on to address the claimed assault in March 2006, about which it had some doubts, but as noted gave the appellant the benefit of the doubt.",
      "id": "s32"
    },
    {
      "text": "7 It is hard to understand the Tribunal's reasons in respect of the period between 2002 and 2006.",
      "id": "s33"
    },
    {
      "text": "The observation that there was no credible evidence before the Tribunal that since 2002 the appellant had been subject to further persecution ignores his own evidence.",
      "id": "s34"
    },
    {
      "text": "The Tribunal has not assessed the reliability of that evidence.",
      "id": "s35"
    },
    {
      "text": "It may have assumed that the threats continued, or it may not.",
      "id": "s36"
    },
    {
      "text": "Earlier in its reasons, in reciting the course of the hearing, the Tribunal recorded that it had told the appellant that the issue was whether he could relocate to another part of India, rather than about whether his complaints of persecution were accepted.",
      "id": "s37"
    },
    {
      "text": "8 Although the Tribunal's reasons are therefore somewhat contradictory and incomplete, I construe the Tribunal's reasons overall as assuming in the appellant's favour that he suffered the ongoing threats between 2002 and 2006, including the more intense threats from 2004, which he reported.",
      "id": "s38"
    },
    {
      "text": "I shall proceed on the basis that it did so.",
      "id": "s39"
    },
    {
      "text": "If that is an inappropriate assumption, in my view the Tribunal's reasons are inadequate to explain what it found about the reports of those threats.",
      "id": "s40"
    },
    {
      "text": "As the issue of relocation is an independent reason for the appellant's claim having failed before the Tribunal, if it is shown to have fallen into jurisdictional error on the relocation issue, it will be necessary to revisit the consequences of the apparent failings in the Tribunal's reasons to which I have referred.",
      "id": "s41"
    },
    {
      "text": "9 The Tribunal then rejected the appellant's claim because it concluded that he is reasonably capable of relocating to other parts of India if he faces persecution from Muslim fundamentalists in his city of Ahmedabad.",
      "id": "s42"
    },
    {
      "text": "After referring to the relocation principle discussed in Randhawa v Minister for Immigration, Local Government and Ethnic Affairs (1994) 52 FCR 437, the Tribunal observed that it did not see any impediment to the appellant's relocation to other parts of India.",
      "id": "s43"
    },
    {
      "text": "It explained why.",
      "id": "s44"
    },
    {
      "text": "It did not think that the appellant had given the Tribunal any persuasive reason why he should feel uncomfortable in setting up his business in other parts of India.",
      "id": "s45"
    },
    {
      "text": "It noted that there was no rational basis for the appellant's claimed belief that he and his wife would not be entitled to the same protection as other business people in other major cities in India.",
      "id": "s46"
    },
    {
      "text": "Even if he could not afford to set up business in another city, it noted that the appellant is currently employed in Australia as a farm hand, and is also skilled as a medicine salesman and a diamond polisher.",
      "id": "s47"
    },
    {
      "text": "It therefore concluded that he is easily capable of taking up other types of work without the necessity of establishing his own business.",
      "id": "s48"
    },
    {
      "text": "It rejected his claim that he had unsuccessfully attempted to relocate in the past because he had been unable to tell the Tribunal where he had tried to relocate.",
      "id": "s49"
    },
    {
      "text": "It concluded that he is reasonably capable of relocating in India, and so did not have a well-founded fear of persecution for a Convention reason if he were to return to India, even if he may have been the subject of further attacks in his city of Ahmedabad.",
      "id": "s50"
    },
    {
      "text": "10 The appellants sought to have the Tribunal decision quashed by a Federal Magistrate.",
      "id": "s51"
    },
    {
      "text": "That application was refused by a decision of a Federal Magistrate of 3 May 2007.",
      "id": "s52"
    },
    {
      "text": "The Federal Magistrate found no jurisdictional error on the part of the Tribunal in the way it had considered the appellant's claims, including the assertion (which was the only specific assertion in the grounds of the application before the Federal Magistrate) that the Tribunal had failed to comply with s 424A of the Act by having failed to give to the appellant a notice under that section addressing the matters to which the Tribunal may have had regard in deciding whether it was reasonable for him to relocate to some other part of India.",
      "id": "s53"
    },
    {
      "text": "The Federal Magistrate said that the matters to which the Tribunal had regard in reaching that conclusion was information given by the appellant to the Tribunal during the course of the hearing.",
      "id": "s54"
    },
    {
      "text": "11 This is an appeal from the decision of the Federal Magistrate.",
      "id": "s55"
    },
    {
      "text": "12 Neither in his notice of appeal to this Court, nor in his written or oral submissions on this appeal, did the appellant seek to maintain his complaint of jurisdictional error on the part of the Tribunal based upon a failure to comply with s 424A of the Act.",
      "id": "s56"
    },
    {
      "text": "13 The notice of appeal contains two very general grounds.",
      "id": "s57"
    },
    {
      "text": "It asserts a \"harsh approach\" to the assessment of whether the appellant had a well-founded fear of persecution.",
      "id": "s58"
    },
    {
      "text": "If the Tribunal's decision about relocation is not tainted by jurisdictional error, that is an irrelevant matter to this appeal because (as noted above) I have taken the Tribunal to have assumed in favour of the appellant that he had a well-founded fear of persecution for a Convention reason, based upon the matters to which he referred in the course of the hearing before the Tribunal and in his original application for a protection visa.",
      "id": "s59"
    },
    {
      "text": "The second ground of appeal in the notice of appeal asserts a failure on the part of the Tribunal to properly apply the test for the existence of a well-founded fear of persecution.",
      "id": "s60"
    },
    {
      "text": "The same comments apply.",
      "id": "s61"
    },
    {
      "text": "The second ground of appeal is compendious.",
      "id": "s62"
    },
    {
      "text": "It also asserts a denial of natural justice because, it is claimed, the appellant \"lost the chance for oral evidence before the Federal Magistrate\".",
      "id": "s63"
    },
    {
      "text": "The short answer to that point is that the Federal Magistrate was obliged only to inquire into whether there was jurisdictional error on the part of the Tribunal.",
      "id": "s64"
    },
    {
      "text": "His Honour's function was not to re-hear and re-determine the merits of the claim.",
      "id": "s65"
    },
    {
      "text": "There is nothing to suggest that the Federal Magistrate was asked to hear further evidence on behalf of, or from, the appellant directed to showing some jurisdictional error on the part of the Tribunal.",
      "id": "s66"
    },
    {
      "text": "Indeed, there is nothing on this appeal to indicate the nature of the \"oral evidence\" which the appellant asserts in this ground of appeal that he sought to adduce before the Federal Magistrate, if indeed that occurred at all.",
      "id": "s67"
    },
    {
      "text": "14 The appellant's written submissions also focus in large measure on how the Tribunal applied the \"well-founded fear of persecution\" test.",
      "id": "s68"
    },
    {
      "text": "As I have said, as that matter has been assumed in favour of the appellants by the Tribunal, it is not necessary to address it unless the Tribunal's decision based upon the application of the relocation principle is disturbed.",
      "id": "s69"
    },
    {
      "text": "15 The written submission then addresses the way in which the Tribunal considered the issue of relocation.",
      "id": "s70"
    },
    {
      "text": "It is claimed that the Tribunal failed to explore properly the appellant's capacity reasonably to relocate elsewhere in India.",
      "id": "s71"
    },
    {
      "text": "The written submission asserts that he did not have the opportunity to fully explain to the Federal Magistrate why the Tribunal erred in that regard because the appellant was told that what he was putting went to the merits of the case and would not show jurisdictional error.",
      "id": "s72"
    },
    {
      "text": "The appellant also asserts that, because of his profile, Muslim extremists would target him wherever he was in India so he could not safely relocate anywhere in India.",
      "id": "s73"
    },
    {
      "text": "16 The latter factual assertion was, in reality, the appellant's real contention on the appeal.",
      "id": "s74"
    },
    {
      "text": "He did not contend that the Tribunal had misdirected itself as to the nature of the relocation principle, or that it had misapplied it, upon its findings of fact.",
      "id": "s75"
    },
    {
      "text": "What he contended was that his case before the Tribunal was that he had a well-founded fear of persecution throughout India rather than only in his local area, and that the Tribunal had misapprehended his claim in that regard.",
      "id": "s76"
    },
    {
      "text": "I do not consider that the Tribunal did misapprehend the relocation principle, or misapply it upon its findings of fact, so that I would dismiss the appeal subject to considering that further contention of the appellant.",
      "id": "s77"
    },
    {
      "text": "17 There is a further reason why, in my judgment, the appeal (again subject to considering that further contention) should be dismissed, to which I shall refer at the conclusion of these reasons.",
      "id": "s78"
    },
    {
      "text": "18 The first step in considering the appellant's contention that his case was that he had a well-founded fear of persecution for a Convention reason throughout India, because he would be a target for Muslim fundamentalists wherever he was located in India, is to decide whether the appellant should be entitled to raise that matter on this appeal.",
      "id": "s79"
    },
    {
      "text": "It was not raised as a ground of appeal before the Federal Magistrate, nor in the grounds of appeal before this Court.",
      "id": "s80"
    },
    {
      "text": "Leave to amend a notice of appeal to raise a new ground should only be granted where it is expedient in the interests of justice for that leave to be granted: NAJT v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCAFC 134 ; (2005) 147 FCR 51 at [163] --- [166]; VAAC v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCAFC 74 ; (2003) 129 FCR 168 at 177; NBKT v Minister for Immigration and Multicultural Affairs [2006] FCAFC 195 ; (2006) 156 FCR 419 at [22] .",
      "id": "s81"
    },
    {
      "text": "19 In NAJT 147 FCR at [166] Madgwick J identified relevant questions on the topic as including whether the new legal argument has a reasonable prospect of success; whether there is an acceptable explanation of why it was not raised before the Federal Magistrate; whether permitting the new ground to be raised would interfere with the efficient use of judicial sitting time; the consequences to the appellant of not permitting the new ground to be raised and to the first respondent in permitting the proposed new ground of appeal to be raised and, if so, how it could be cured; and where the interests of justice lie in all the circumstances.",
      "id": "s82"
    },
    {
      "text": "20 The appellant's application for a protection visa asserts in very general terms that he fears being killed by criminal Muslim fundamentalists in India if he were to return there, and refers specifically to a letter of 16 June 2006 in which he expands upon that information.",
      "id": "s83"
    },
    {
      "text": "That letter records the complaints of particular adverse experiences to which the Tribunal has referred in the Gujarat state.",
      "id": "s84"
    },
    {
      "text": "It is specific to that state.",
      "id": "s85"
    },
    {
      "text": "It says, however, by way of conclusion that:\n \n We have nowhere to go.",
      "id": "s86"
    },
    {
      "text": "If we go back to India, We can be killed by Muslims or maybe even by power hungry Hindu fundamentalists.",
      "id": "s87"
    },
    {
      "text": "Indian police can never protect us.",
      "id": "s88"
    },
    {
      "text": "I note however that in that letter, the appellant said that the incident which occurred on 31 March 2006 when he was beaten by persons he assumed were Muslim fundamentalists, he was warned to leave Gujarat, rather than that he would be attacked elsewhere in India.",
      "id": "s89"
    },
    {
      "text": "21 In a letter to the Tribunal of 20 November 2006, again in my view the claim is somewhat ambiguous.",
      "id": "s90"
    },
    {
      "text": "It is focused upon events in and around Ahmedabad.",
      "id": "s91"
    },
    {
      "text": "It says:\n \n There was no any [sic] improvement in the law order situation.",
      "id": "s92"
    },
    {
      "text": "We were living in a fearful situation.",
      "id": "s93"
    },
    {
      "text": "Hiding here and there and begging safety of life from the local police.",
      "id": "s94"
    },
    {
      "text": "The local police did not give any solid or effective protection.",
      "id": "s95"
    },
    {
      "text": "Because of that we left our country to have a peaceful life.",
      "id": "s96"
    },
    {
      "text": "It proceeds to refer to reports about the negligence and corruption of Gujarat police.",
      "id": "s97"
    },
    {
      "text": "22 It continues:\n \n We agree that majority of the population in India are Hindu.",
      "id": "s98"
    },
    {
      "text": "But we are not agreed with the Delegate of the Minister that the Hindus are everywhere in India are protected by the ruling authorities.",
      "id": "s99"
    },
    {
      "text": "It may be noted that in Punjab and the Kashmir, the Hindus live like second-class citizens and always have fear of life.",
      "id": "s100"
    },
    {
      "text": "Killing of Hundreds of Hindus in Kashmir is reported in the News media.",
      "id": "s101"
    },
    {
      "text": "... We tried best to relocate our self in other parts of India but we could not get success.",
      "id": "s102"
    },
    {
      "text": "At present, there is always fear of riots.",
      "id": "s103"
    },
    {
      "text": "There is a genuine fear of persecution from the fundamentalist Muslim and the Government cannot give effective protection to us.",
      "id": "s104"
    },
    {
      "text": "The Congress runs the Central Government.",
      "id": "s105"
    },
    {
      "text": "The Politicians are always looking to get the chance to grab the power.",
      "id": "s106"
    },
    {
      "text": "The Central Government is reluctant to take any effective steps to root out these problems from Gujarat.",
      "id": "s107"
    },
    {
      "text": "In that situation we are very fearful.",
      "id": "s108"
    },
    {
      "text": "We have lost the confidence in the state government's efforts to stop killings in Gujarat.",
      "id": "s109"
    },
    {
      "text": "We are not protected.",
      "id": "s110"
    },
    {
      "text": "If we are forced to go back to our country the Fundamentalist Muslims may kill us and we cannot get an effective protection from the Hindu Government.",
      "id": "s111"
    },
    {
      "text": "23 In his oral evidence to the Tribunal at the hearing on 28 November 2006, the appellant told the Tribunal that the Muslim extremists targeted \"us\", meaning members of the VHP.",
      "id": "s112"
    },
    {
      "text": "The Tribunal recorded at some length an exchange with the appellant about relocation in India.",
      "id": "s113"
    },
    {
      "text": "It is in the following terms:\n \n The Tribunal spoke to the applicant about relocation in India.",
      "id": "s114"
    },
    {
      "text": "The Tribunal asked him why he did not relocate to another part of India.",
      "id": "s115"
    },
    {
      "text": "He said in the political atmosphere it was not possible to establish his business.",
      "id": "s116"
    },
    {
      "text": "He said he did not feel comfortable to establish his business given the tensions in other parts of India.",
      "id": "s117"
    },
    {
      "text": "He claimed that in India the politicians and the police cannot help.",
      "id": "s118"
    },
    {
      "text": "The Tribunal asked him to explain himself further.",
      "id": "s119"
    },
    {
      "text": "He said the government never supported him and his wife.",
      "id": "s120"
    },
    {
      "text": "The Tribunal asked why he and [his] wife could not do business like any other business persons in a city such as Mumbai or Madras.",
      "id": "s121"
    },
    {
      "text": "He said he did not have that much money to establish himself in a big city such as Mumbai.",
      "id": "s122"
    },
    {
      "text": "The Tribunal put it to him that is hardly persuasive because he has travelled all the way to come to Australia and if he could set himself up in a foreign country why could he not do so in another city in India.",
      "id": "s123"
    },
    {
      "text": "He said he could not; that is why he has come to Australia.",
      "id": "s124"
    },
    {
      "text": "The applicant said that he could provide insurance and related documents to show that he operated a business in India.",
      "id": "s125"
    },
    {
      "text": "He could also [have] provided documents to show that his shop was burnt and that he reported the incident to the police.",
      "id": "s126"
    },
    {
      "text": "He could also provide documents to show that he was a VHP member.",
      "id": "s127"
    },
    {
      "text": "The Tribunal indicated to the applicant that the documents are not critical because the Tribunal accepts that it is more probable than not that he was a member of the VHP and that he operated a business which could have been burnt during the riots.",
      "id": "s128"
    },
    {
      "text": "The Tribunal is also willing to accept that that like any property owner he would have tried to lodge an insurance claim and a complaint with the police.",
      "id": "s129"
    },
    {
      "text": "The Tribunal then noted to him that the issue is whether he could relocate in another part of India.",
      "id": "s130"
    },
    {
      "text": "He said he could not relocate because he is very 'upset in his mind'.",
      "id": "s131"
    },
    {
      "text": "24 It is apparent from those responses of the appellant that he did not then say to the Tribunal that he feared persecution from Muslim fundamentalists in other parts of India, but only that he could not relocate for other reasons which he described as \"tensions\" in other parts of India, a lack of government support, a lack of finance, and because he is upset.",
      "id": "s132"
    },
    {
      "text": "He had ample opportunity to then identify to the Tribunal that his concern was of persecution in a more widespread geographical area than Gujarat state.",
      "id": "s133"
    },
    {
      "text": "When considering the issue of relocation, the Tribunal took each of the appellant's responses in the passage referred to and addressed them before concluding that the appellant could reasonably be expected to relocate within India away from Gujarat state.",
      "id": "s134"
    },
    {
      "text": "25 When those matters were pointed out to the appellant in the course of his oral submissions, he responded that he considered that the Tribunal record of hearing was not correct.",
      "id": "s135"
    },
    {
      "text": "He was asked why he had not challenged its accuracy earlier in any submissions or other documents or in the proceedings before the Federal Magistrate.",
      "id": "s136"
    },
    {
      "text": "He said he had not corrected it, and so had not sought to raise that as a ground of appeal before the Federal Magistrate or before this Court, because he had not previously had the opportunity of reading the Tribunal's reasons and had only read them today with the support of the interpreter provided by the Court for the hearing.",
      "id": "s137"
    },
    {
      "text": "However, he then acknowledged that he had prepared the written submission to which reference has already been made.",
      "id": "s138"
    },
    {
      "text": "When it was pointed out to him that the written submission contains another extract from the Tribunal's reasons, he did not repeat his assertion that he had not read those reasons as his explanation for not having raised the matter earlier and he provided no other reason why he had not previously raised the matter in the grounds of appeal or in his written submission.",
      "id": "s139"
    },
    {
      "text": "26 The Tribunal, when considering the appellant's various responses to why he could not reasonably be expected to relocate elsewhere within India, did address his claimed belief that politicians and the police would not protect him and his wife in other parts of India.",
      "id": "s140"
    },
    {
      "text": "The Tribunal recorded that it pointed out to him that there is no rational basis for the belief that he and his wife would not be entitled to the same protection as other business people in other major cities in India.",
      "id": "s141"
    },
    {
      "text": "27 There can be no doubt that, in my view, the appellant was well aware of the Tribunal's understanding of his fears of persecution being focused upon the Gujarat province, and that it was considering as a separate and consequential issue whether the appellants could reasonably relocate elsewhere in India.",
      "id": "s142"
    },
    {
      "text": "That understanding of the appellant's claim was reasonably open to the Tribunal.",
      "id": "s143"
    },
    {
      "text": "At the times when the appellant could have corrected the Tribunal's understanding of the nature of his claim, if it was a misunderstanding, the appellant did not do so.",
      "id": "s144"
    },
    {
      "text": "There is no satisfactory explanation for why he did not do so.",
      "id": "s145"
    },
    {
      "text": "Nor is there any satisfactory explanation for not having raised that complaint before the Federal Magistrate; his explanation offered upon questioning during the course of his submissions was obviously an unacceptable one.",
      "id": "s146"
    },
    {
      "text": "How the proceeding was conducted before the Federal Magistrate cannot, of course, inform the proper understanding of the Tribunal about the appellant's claims, but it is surprising that the matter was not then raised if it was an element of his claims to the Tribunal which was not addressed.",
      "id": "s147"
    },
    {
      "text": "28 The appellant resorted simply to repeating that he could not relocate within India because if fundamentalist Muslims found out where he was, they would chase him and kill him.",
      "id": "s148"
    },
    {
      "text": "29 The Tribunal is obliged to consider each of the claims which an applicant for a protection visa makes.",
      "id": "s149"
    },
    {
      "text": "In this instance, in my view, the Tribunal reasonably understood the appellant as having complained of a well-founded fear of persecution by reason of his involvement with the VHF in his home state of Gujarat.",
      "id": "s150"
    },
    {
      "text": "The Tribunal proceeded upon that basis, and in the hearing the appellant did not take the opportunity which was clearly presented to him to indicate that his fear related to such persecution much more widely than the Gujarat state.",
      "id": "s151"
    },
    {
      "text": "Accordingly, in my view, the Tribunal was not called upon to decide the matter which the appellant now asserts is the foundation of his well-founded fear of persecution and which is the reason why he now says that the issue of relocation was inappropriately addressed by the Tribunal because it did not, on his case, arise to be considered.",
      "id": "s152"
    },
    {
      "text": "30 I would not, therefore, give the appellant leave to amend the notice of appeal to now raise that point.",
      "id": "s153"
    },
    {
      "text": "31 There is another reason why, in any event, in my judgment, the appellant's claim is inevitably doomed to failure (even if as widely expressed as he now asserts).",
      "id": "s154"
    },
    {
      "text": "That is because, as the Tribunal remarked, there is no reason to consider that the Indian authorities would not provide an appropriate level of protection to the appellant at least outside of the state of Gujarat.",
      "id": "s155"
    },
    {
      "text": "In Minister for Immigration and Multicultural Affairs v Respondents S152/2003 [2004] HCA 18 ; (2004) 222 CLR 1, Gleeson CJ, Hayne and Heydon JJ said at [26]:\n \n No country can guarantee that its citizens will at all times, and in all circumstances, be safe from violence.",
      "id": "s156"
    },
    {
      "text": "Day by day, Australian courts deal with criminal cases involving violent attacks on person or property.",
      "id": "s157"
    },
    {
      "text": "Some of them may occur for reasons of racial or religious intolerance.",
      "id": "s158"
    },
    {
      "text": "The religious activities in which the first respondent engaged between May and December 1998 evidently aroused the anger of some other people.",
      "id": "s159"
    },
    {
      "text": "Their response was unlawful.",
      "id": "s160"
    },
    {
      "text": "The Ukrainian state was obliged to take reasonable measures to protect the lives and safety of its citizens, and those measures would include an appropriate criminal law, and the provision of a reasonably effective and impartial police force and justice system.",
      "id": "s161"
    },
    {
      "text": "None of the country information before the Tribunal justified a conclusion that there was a failure on the part of the Ukraine to conform to its obligations in that respect.",
      "id": "s162"
    },
    {
      "text": "32 Those observations apply equally to the present matter.",
      "id": "s163"
    },
    {
      "text": "There is no evidence upon which the Tribunal could have found, even if the appellant were at risk of Muslim fundamentalists throughout India, that the Republic of India did not provide reasonable measures to protect the lives and safety of its citizens including providing an appropriate criminal law and the provision of a reasonably effective and impartial police force and justice system.",
      "id": "s164"
    },
    {
      "text": "Consequently, even if the appellant were able to show (contrary to what is clearly the Tribunal's conclusion of fact) that he was at risk of attack by Muslim fundamentalists throughout India, there is no basis upon which he could show that that non-state threat was one in which the Indian state itself was complicit, or in respect of which the Indian state did not provide an appropriate level of protection by police and other authorities.",
      "id": "s165"
    },
    {
      "text": "33 I have also independently considered whether there is some other basis upon which the appellant might have demonstrated jurisdictional error on the part of the Tribunal.",
      "id": "s166"
    },
    {
      "text": "Section 425(1) of the Act obliges the Tribunal to have invited the appellant to give evidence and present arguments relating to the issues arising in relation to the decision under review.",
      "id": "s167"
    },
    {
      "text": "As the High Court (Gleeson CJ, Kirby, Hayne, Callinan and Heydon JJ) pointed out in SZBEL v Minister for Immigration and Multicultural and Indigenous Affairs [2006] HCA 63 ; (2006) 231 ALR 592 at [33] , the reference to \"the issues arising in relation to the decision under review\" is important.",
      "id": "s168"
    },
    {
      "text": "The issue of relocation was therefore an important one, but it was, as the Tribunal's record of hearing as exposed in its reasons for decision illustrates, raised fairly and squarely before the appellant.",
      "id": "s169"
    },
    {
      "text": "Moreover, even if \"the issues\" to be the subject of a hearing are more refined, and extend to particular factual matters which may go to the question of reasonableness of relocation, in this instance in my judgment the Tribunal adequately gave the appellant the opportunity to address those factual matters.",
      "id": "s170"
    },
    {
      "text": "In particular, it put to him that he had travelled to Australia and that, if he were able to set himself up in Australia, there is no reason why he should not be able to do so in another city in India.",
      "id": "s171"
    },
    {
      "text": "34 For those reasons, in my judgment, the appeal must be dismissed.",
      "id": "s172"
    },
    {
      "text": "The appellant is to pay to the first respondent the costs of the appeal.",
      "id": "s173"
    },
    {
      "text": "I certify that the preceding thirty-four (34) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Mansfield.",
      "id": "s174"
    },
    {
      "text": "Associate:\n\nDated: 9 August 2007\n\n\n Counsel for the Appellant: The appellant appeared in person \n \n Counsel for the Respondents: Mr D Godwin \n \n Solicitor for the Respondents: DLA Phillips Fox \n \n Date of Hearing: 8 August 2007 \n \n Date of Judgment: 9 August 2007 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1197.html",
      "id": "s175"
    }
  ]
}