{
  "name": "Bahonko v Sterjov (Corrigendum dated 6 September 2007) [2007] FCA 1244 (15 August 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1244.html",
  "catchphrases": [
    {
      "text": "termination of employment",
      "id": "c0"
    },
    {
      "text": "whether employment terminated for a proscribed reason under s 170ck(2)(f) of the workplace relations act 1996 (cth)",
      "id": "c1"
    },
    {
      "text": "whether terminated by reason of religion, political opinion, national extraction and/or social origin",
      "id": "c2"
    },
    {
      "text": "operation of s 170cq",
      "id": "c3"
    },
    {
      "text": "reversed onus of proof",
      "id": "c4"
    },
    {
      "text": "termination of employment",
      "id": "c5"
    },
    {
      "text": "whether employment terminated for a proscribed reason under s 170ck(2)(f) of the workplace relations act 1996 (cth)",
      "id": "c6"
    },
    {
      "text": "whether imputed social disability is a physical or mental disability",
      "id": "c7"
    },
    {
      "text": "whether imputed disability considered a disability",
      "id": "c8"
    },
    {
      "text": "termination of employment",
      "id": "c9"
    },
    {
      "text": "required period of notice under s 170cm of the workplace relations act 1996 (cth)",
      "id": "c10"
    },
    {
      "text": "whether employee guilty of serious misconduct",
      "id": "c11"
    },
    {
      "text": "summary dismissal",
      "id": "c12"
    },
    {
      "text": "terms of employment",
      "id": "c13"
    },
    {
      "text": "whether employed for a particular period or indefinitely",
      "id": "c14"
    },
    {
      "text": "whether employee given a reasonable period of notice",
      "id": "c15"
    },
    {
      "text": "whether employee entitled to payment in lieu of notice",
      "id": "c16"
    },
    {
      "text": "application pursuant to s 46 po(1) of the human rights and equal opportunity act 1996 (cth)",
      "id": "c17"
    },
    {
      "text": "allegation of unlawful discrimination pursuant to s 9 of the racial discrimination act 1975 (cth)",
      "id": "c18"
    },
    {
      "text": "whether respondents performed an \"act\" involving a distinction, exclusion, restriction or preference",
      "id": "c19"
    },
    {
      "text": "whether employee discriminated against by reason of race, colour, descent or national or ethnic origin",
      "id": "c20"
    },
    {
      "text": "claim for compensation",
      "id": "c21"
    },
    {
      "text": "evidence of publication",
      "id": "c22"
    },
    {
      "text": "neither truth nor privilege pleaded",
      "id": "c23"
    },
    {
      "text": "nominal damages awarded",
      "id": "c24"
    },
    {
      "text": "industrial law",
      "id": "c25"
    },
    {
      "text": "industrial law",
      "id": "c26"
    },
    {
      "text": "industrial law",
      "id": "c27"
    },
    {
      "text": "contract",
      "id": "c28"
    },
    {
      "text": "human rights",
      "id": "c29"
    },
    {
      "text": "defamation",
      "id": "c30"
    }
  ],
  "sentences": [
    {
      "text": "1 This proceeding results from the consolidation of two proceedings brought by the applicant, Stanislawa Bahonko.",
      "id": "s0"
    },
    {
      "text": "Those proceedings were:\n \n(a) An application pursuant to s 170CP(1) of the Workplace Relations Act 1996 (Cth) (\"the WR Act\") (in the form it took in November 2005) alleging contraventions of ss 170CK(2) and 170CM of the WR Act and other unlawful or tortious conduct.",
      "id": "s1"
    },
    {
      "text": "(b) An application pursuant to s 46PO(1) of the Human Rights and Equal Opportunity Act 1996 (Cth) (\"the HREOC Act\") alleging unlawful discrimination under the Racial Discrimination Act 1975 (Cth) (\"the RD Act \").",
      "id": "s2"
    },
    {
      "text": "2 In the course of the reasons which follow, the terms of a number of documents are set out verbatim .",
      "id": "s3"
    },
    {
      "text": "In what might be regarded as a departure from conventional practice, I have refrained from noting the occurrences of obvious errors, either grammatical or typographical.",
      "id": "s4"
    },
    {
      "text": "There are many such errors.",
      "id": "s5"
    },
    {
      "text": "I thought it best to maintain loyalty to the original in each case, and not to clutter up the text with editorial notations.",
      "id": "s6"
    },
    {
      "text": "In no case is the sense of any document obscured by the retention of the errors to which I refer.",
      "id": "s7"
    },
    {
      "text": "THE FACTS IN OUTLINE \n \n3 The fourth respondent, La Kosta Child Care Centre &amp; Kindergarten Pty Ltd (\"La Kosta\"), operates a child care centre and kindergarten in Hampton Park (\"the centre\").",
      "id": "s8"
    },
    {
      "text": "The first and second respondents, Kosta Sterjov and Snezana Sterjova, are the principals of La Kosta.",
      "id": "s9"
    },
    {
      "text": "The third respondent, Lisa McEwan, is the manager of the centre.",
      "id": "s10"
    },
    {
      "text": "4 At the time which was relevant to the present proceeding, the children cared for at the centre were divided into five separate groups, or classes, according to age.",
      "id": "s11"
    },
    {
      "text": "The youngest children were those aged one year or less, while the oldest children were those aged between four and five years.",
      "id": "s12"
    },
    {
      "text": "It was the latter group which constituted the kindergarten at the centre.",
      "id": "s13"
    },
    {
      "text": "Those children were under the care of a kindergarten teacher and an assistant.",
      "id": "s14"
    },
    {
      "text": "At relevant times, the assistant was a young woman called Esther Matthew, who was Sudanese.",
      "id": "s15"
    },
    {
      "text": "5 In late 2005, La Kosta advertised for a kindergarten teacher.",
      "id": "s16"
    },
    {
      "text": "The applicant answered that advertisement and, after having been interviewed twice on behalf of La Kosta, was offered employment.",
      "id": "s17"
    },
    {
      "text": "She commenced work on 7 November 2005.",
      "id": "s18"
    },
    {
      "text": "The applicant was in charge of the kindergarten-level children at the centre, aged 4-5 years.",
      "id": "s19"
    },
    {
      "text": "Ms Matthew was her assistant in the kindergarten room.",
      "id": "s20"
    },
    {
      "text": "On 8 November 2005, the applicant signed a document to which I shall later refer in detail, to the effect that she was engaged for a trial period of up to three months on a casual rate of pay.",
      "id": "s21"
    },
    {
      "text": "6 On the afternoon of 10 November 2005, there was an incident in the kindergarten room which involved the applicant and Ms Matthew.",
      "id": "s22"
    },
    {
      "text": "I shall deal with the incident in detail later.",
      "id": "s23"
    },
    {
      "text": "The result of the incident was that, at about the end of the working day on 10 November, Ms McEwan met with the applicant and told her, in effect, that it was best if she no longer worked for La Kosta.",
      "id": "s24"
    },
    {
      "text": "After that meeting, Ms McEwan prepared a document headed \"Reasons for Termination of Employment of Stanislawa Bahonok\" which set out the following items:\n \n &#8226; Verbally abusing2 staff members in front of the children, informing that Ester was no good as an assistant.",
      "id": "s25"
    },
    {
      "text": "&#8226; Bullying and abusing children, calling them animals, saying they are unruly and have no respect for adults.",
      "id": "s26"
    },
    {
      "text": "That other children she cared for in the past were clever, listened and lined up.",
      "id": "s27"
    },
    {
      "text": "&#8226; Stanislawa,s philosophies and goals were not compatible with the centres beliefs.",
      "id": "s28"
    },
    {
      "text": "&#8226; She called the Manager a bad, bad, person.",
      "id": "s29"
    },
    {
      "text": "&#8226; She called Ester a black phyicapathic assistant (she is Sudanese)\n &#8226; The activities that were programmed for the children were of a school level of development.",
      "id": "s30"
    },
    {
      "text": "&#8226; Stanislawa physically abused a child, she pulled the child roughly by the arm, and staff member witnessed this.",
      "id": "s31"
    },
    {
      "text": "Stanislawa admitted to this abusive action and apologized.",
      "id": "s32"
    },
    {
      "text": "&#8226; A group of 14 children were left unsupervised outside alone, a parent was witnessed to this, \n\n\n \nAt the foot of the document, there was a space for the signature of each of the employer, the employee and a witness.",
      "id": "s33"
    },
    {
      "text": "7 On the morning of 11 November 2005, the applicant returned to La Kosta and met briefly with Mr Sterjov and Ms McEwan.",
      "id": "s34"
    },
    {
      "text": "The meeting was acrimonious.",
      "id": "s35"
    },
    {
      "text": "The applicant made various accusations about La Kosta and Ms Matthew.",
      "id": "s36"
    },
    {
      "text": "She was given, and accepted, her final pay.",
      "id": "s37"
    },
    {
      "text": "As she left the centre, she told Mr Sterjov that she would report La Kosta.",
      "id": "s38"
    },
    {
      "text": "8 Later in the day on 11 November 2005, Ms McEwan prepared a document headed \"Report on Stanislawa Bahonko\".",
      "id": "s39"
    },
    {
      "text": "It read:\n \n Stanislawa was employed on trial to begin working on Monday the 7 th of November.",
      "id": "s40"
    },
    {
      "text": "Stanislawa expressed concerns about the children's behaviour, informing us that the children have no respect for adults; they are unruly and cannot follow structure and line up in a line.",
      "id": "s41"
    },
    {
      "text": "I informed Stanislawa that the children can be challenging at times and that I believe that they are just testing her because she is new, we talked about strategies to implement into the Kindergarten, such as separating children into smaller groups, sitting with children and together coming up with expectable room limits to be following through daily and finding the children's interests and implementing them into the room.",
      "id": "s42"
    },
    {
      "text": "Thursday10th at 3:45 Stanislawa verbally abuses 2 staff members yesterday in front of the children, she yelled at Aileen and told Ester that she was sick of her behaviour and character, that she was no good as an assistant.",
      "id": "s43"
    },
    {
      "text": "Ester became very emotionally upset and asked Stanislawa to stop yelling at her like that.",
      "id": "s44"
    },
    {
      "text": "I over heard the Abuse from the office and intervened in the conversation, quietly I asked Stanislawa to please reframe from this behaviour in front of the children and further discussions can be held in a private area away from the children.",
      "id": "s45"
    },
    {
      "text": "Stanislawa and I had a formal conversation in the office 30min later, I informed Stanislawa that her abusive behaviour to her peers and in front of the children was very unprofessional and will not be tolerated from team members.",
      "id": "s46"
    },
    {
      "text": "Stanislawa than became very defensive and began accusing me of not wanting her hear in the first place, she said she has never met children such as these rude children at La Kosta, and they behave like animals.",
      "id": "s47"
    },
    {
      "text": "And that at the other kindergartens she worked at the children listen, are clever, line up and have been taught respect to strangers.",
      "id": "s48"
    },
    {
      "text": "She informed me that Ester (assistant) didn't like her, doesn't help her and calls her teacher.",
      "id": "s49"
    },
    {
      "text": "In a nice calm voice I informed Stanislawa that I did not like her tone of voice and the labeling of the children and that I feel her personal philosophies we not compatible with our at the Centre and that its best for her to leave our Team.",
      "id": "s50"
    },
    {
      "text": "She then said I was a bad person and manager than stormed out of the Centre.",
      "id": "s51"
    },
    {
      "text": "Friday 11 th at 9:00am Stanislawa returned to collect her pay, Kosta (proprietor) was present and I (manager) once again Stanislawa was very aggressive verbally called Ester a Black psychopathic Assistant, (Ester is Sudanese), this was a very racial comment.",
      "id": "s52"
    },
    {
      "text": "She said that Ester is abusive to the children, when asked in what way, she quoted the children are restricted to go to the toilet or to have a drink.",
      "id": "s53"
    },
    {
      "text": "And than I said I will report you.",
      "id": "s54"
    },
    {
      "text": "She repeatedly said I would report you as she stormed out side yelling these comments.",
      "id": "s55"
    },
    {
      "text": "I interviewed ester at 9:30 regarding Stanislawa allegations of abuse, Ester was asked if the children can attend the bathroom and have water when ever they desired, Ester answered, Yes of cause they can go and have water, I only stop them when they want to wee outside and drink from the tap in the sink, I than say no you need to use the cups available for water.",
      "id": "s56"
    },
    {
      "text": "That is all I stop children from doing.",
      "id": "s57"
    },
    {
      "text": "THE PROCEEDINGS IN THE COURT \n \n9 On 10 February 2006, the applicant filed two documents in the court.",
      "id": "s58"
    },
    {
      "text": "The first was an application under s 170CP of the WR Act alleging that La Kosta had unlawfully terminated her employment.",
      "id": "s59"
    },
    {
      "text": "The second was an initiating application in the general form naming Mr Sterjov, Ms Sterjova and Ms McEwan as respondents.",
      "id": "s60"
    },
    {
      "text": "In that application, the applicant claimed the following relief:\n \n &#8226; payment in lieu of notice;\n &#8226; compensation for unlawful dismissal on discriminatory grounds and for harassment/bullying/vilifications/defamations; and\n &#8226; costs.",
      "id": "s61"
    },
    {
      "text": "These two documents were treated, by the parties and by the court, as together constituting the initiating process in a single proceeding.",
      "id": "s62"
    },
    {
      "text": "10 On 24 March 2006, the applicant filed her Statement of Claim.",
      "id": "s63"
    },
    {
      "text": "It contained the following allegations:\n \n &#8226; that Ms McEwan terminated the employment of the applicant in contravention of s 170CK and s 170CM of the WR Act , and of Schedule 10 to that Act;\n &#8226; that Mr Sterjov, Ms Sterjova and Ms McEwan had engaged in deceptive conduct;\n &#8226; that Ms McEwan and others had made a defamatory written report about the applicant in order to derive a benefit by not having to pay her wages in lieu of notice and by avoiding the payment of monetary compensation, and to justify their unlawful actions;\n &#8226; that the applicant was subjected to unlawful conditions during her employment at La Kosta;\n &#8226; that the applicant was subjected to emotional assaults at La Kosta, from which she suffered long-term effects;\n &#8226; that the applicant's freedom of information request had been refused in breach of the Freedom of Information Act 1982 (Vic) (\"the FOI Act \");\n &#8226; that Mr Sterjov made repeated threats to the applicant, including threats of physical violence;\n &#8226; that the respondents violated the applicant's basic human rights in breach of the HREOC Act, the Equal Opportunity Commission Act and the International Convention on Social and Political Rights; and\n &#8226; that practices employed by La Kosta were abusive and damaging to the long-term welfare of children at the centre.",
      "id": "s64"
    },
    {
      "text": "These allegations were particularised in some detail.",
      "id": "s65"
    },
    {
      "text": "I shall refer to the particulars in those parts of my reasons below where I deal with the allegations to which they relate.",
      "id": "s66"
    },
    {
      "text": "11 In their Defence filed on 7 April 2006, Mr Sterjov, Ms Sterjova and Ms McEwan admitted that the employment of the applicant had been terminated on 10 November 2005, and that no payment in lieu of notice was made.",
      "id": "s67"
    },
    {
      "text": "They denied that the applicant had been dismissed for any reason which was proscribed under s 170CK of the WR Act .",
      "id": "s68"
    },
    {
      "text": "They alleged that the applicant's employment had been terminated because of her \"serious misconduct\" within the meaning of s 170CM(1)(c) of that Act.",
      "id": "s69"
    },
    {
      "text": "In other respects, their Defence contained denials of the various allegations in the applicant's Statement of Claim.",
      "id": "s70"
    },
    {
      "text": "12 On 19 June 2006, Gray J ordered that La Kosta be added as a respondent in the proceeding.",
      "id": "s71"
    },
    {
      "text": "On 4 July 2006, the now respondents (including La Kosta) filed an Amended Defence, which maintained the denials made by, and generally the position adopted by, the other respondents previously, but added a specific reference to the \"reasons for termination\" document to which I have referred in par 5 above.",
      "id": "s72"
    },
    {
      "text": "13 On 10 July 2006, the applicant commenced a proceeding under s 46PO of the HREOC Act.",
      "id": "s73"
    },
    {
      "text": "As it happened, that application was four days outside the 28-day period stipulated in s 46PO(2) of the HREOC Act.",
      "id": "s74"
    },
    {
      "text": "On 6 November 2006, I ordered that, to the extent only that the applicant alleged unlawful discrimination under the RD Act , the applicant be allowed a further four days to make the application.",
      "id": "s75"
    },
    {
      "text": "The result of this order was that the proceeding was regularised, and became an application which alleged unlawful discrimination contrary to the RD Act .",
      "id": "s76"
    },
    {
      "text": "14 On 6 November 2006, I ordered that the proceeding under the HREOC Act be consolidated with the proceeding under the WR Act .",
      "id": "s77"
    },
    {
      "text": "On 6 December 2006, the applicant amended her Statement of Claim by the addition of a further paragraph which made allegations relevant to her claims under the HREOC Act.",
      "id": "s78"
    },
    {
      "text": "She alleged that Mr Sterjov, Ms Sterjova and Ms McEwan unlawfully discriminated against her in the process of applying for a kindergarten teacher position, and during the four days of her employment at La Kosta.",
      "id": "s79"
    },
    {
      "text": "The applicant alleged contraventions of ss 2 , 3 , 6B , 9 , 10 , 15 , 17 , 18 and 18A of the RD Act .",
      "id": "s80"
    },
    {
      "text": "She relied also upon articles 1, 4 and 5 of the International Convention on the Elimination of all forms of Racial Discrimination (\"the convention\"), set out in the Schedule to the RD Act .",
      "id": "s81"
    },
    {
      "text": "The applicant set out the following particulars of the unlawful discrimination which she alleged:\n \n(i) During the first job interview when I produced to the proprietors my qualifications including the Master of Education and Teaching Registration Card, in replay, Mr Kosta Sterejov compared me to his Manager Mrs Lisa [McEwan] who holds Diploma stating that people with Diplomas are better than teachers putting me down from the outset on the basis of my racial appearance and national characteristics of valuing education.",
      "id": "s82"
    },
    {
      "text": "(ii) I was initially paid $8-90 per hour, which is below a minimum for unqualified workers not to say rates for teachers.",
      "id": "s83"
    },
    {
      "text": "(iii) I was treated with suspicions as if my qualifications, documents and work experience were worthless and as if I was worthless as a person.",
      "id": "s84"
    },
    {
      "text": "(iv) A racial image, a Jewish religious star of David was drawn by the Respondents on the document number 24 on their List of Discoverable Documents, Department of Human Services Inspection Form Summary Sheet of 26/03/04, an altered copy of which was presented and given to me.",
      "id": "s85"
    },
    {
      "text": "(v) I was oppressed during the 4 days of my employment at the Centre by means of constant criticisms (including disapproving facial expressions by Ms [McEwan] ,assistant Ester and Kosta Sterejov) and blames for all including children' unruly behaviour, dirt in a sandpit, bowls being thrown over the fences, to name same.",
      "id": "s86"
    },
    {
      "text": "(vi) Respondents demanded a letter from the Early Childhood Association but refused to give me a day off which I asked for in order to be able to submit my paperwork to the Association.",
      "id": "s87"
    },
    {
      "text": "(vii) Ms Lisa [McEwan] refused to introduce me to work on Thursday 03/11/05 and again on Monday 07/11/05.",
      "id": "s88"
    },
    {
      "text": "(viii) Assistant Ester referred to me in an offensive manner calling me teacher instead of by my name, Stanislawa or Stania.",
      "id": "s89"
    },
    {
      "text": "(ix) Assistant Ester hidden resources and would not allow me to use them freely.",
      "id": "s90"
    },
    {
      "text": "(x) Mr Sterejov intimidated me and reprimanded me in front of the children.",
      "id": "s91"
    },
    {
      "text": "(xi) Aileen, another employee was dropping into my room the most hyperactive ,special needs children from her group without telling me about those children or explaining why those children needed to be in my group.",
      "id": "s92"
    },
    {
      "text": "(xii) Ms [McEwan] excluded me from participating in the birthday party of a child in my group telling me in front of family and children to go away until party is over and \"we do not need you here\".",
      "id": "s93"
    },
    {
      "text": "(xiii) I have been grossly underpaid and not reimbursed to time.",
      "id": "s94"
    },
    {
      "text": "(xiv) The respondents including their barrister vilified me in their legal documents making false ,defamatory statements and accusations without any respect for law or accountability.",
      "id": "s95"
    },
    {
      "text": "(xv) VCAT protected Respondents and refused me access to Employment Related Documents under FOI Act (back in early 2006).",
      "id": "s96"
    },
    {
      "text": "(xvi) Respondents refused me access to the Employment related documents (back in 2005).",
      "id": "s97"
    },
    {
      "text": "(xvii) Ms [McEwan] made a statement saying that my philosophy is not compatible with the Centre Beliefs despite that I did not talk about my philosophy or beliefs to her or anybody else in the Centre.",
      "id": "s98"
    },
    {
      "text": "(xviii) Ms [McEwan] made assumptions about my beliefs and philosophy from the information she had that is my national origin (polish).",
      "id": "s99"
    },
    {
      "text": "(xix) Ms [McEwan] criticised me that I speak softly and without authority and that another woman from Poland had the same, as she called it problem.",
      "id": "s100"
    },
    {
      "text": "(xx) Respondents refused to recognise my professional qualifications and skills.",
      "id": "s101"
    },
    {
      "text": "Respondents made every effort to harass ,intimidate ,put down ,and break me as a person thus, nullified my future employment opportunities in the Early childhood.",
      "id": "s102"
    },
    {
      "text": "(xxi) On July 6 ,2006 the lawyer for the Respondent failed to produce the original Documents (except of 2) to the applicant as required by the law.",
      "id": "s103"
    },
    {
      "text": "(xxii) Respondents acted in the Court processes as if the applicant had no rights in the face of law and no rights to lawful remedies.",
      "id": "s104"
    },
    {
      "text": "(xxiii) Respondents' barrister Mr M G McKenny admitted working for the Federal Court.",
      "id": "s105"
    },
    {
      "text": "(xxiv) Federal Court provided unlawful employer with a pro-bono barrister.",
      "id": "s106"
    },
    {
      "text": "(xxv) The criminal intentions to abuse me and dismiss me in a violent way were present from the start.",
      "id": "s107"
    },
    {
      "text": "(xxvi) I was required to do heavy duty cleaning.",
      "id": "s108"
    },
    {
      "text": "(xxvii) I was made to receive a severe punishment for asking the Kinder assistant, Ester why she left room for a prolonged period of time without making me aware of that.",
      "id": "s109"
    },
    {
      "text": "(xxviii) My race was contrasted with the Sudanese employee race in her fever.",
      "id": "s110"
    },
    {
      "text": "(xxix) Respondents denied applicants all rights within the process of applying for the job and 4 days of employment.",
      "id": "s111"
    },
    {
      "text": "(xxx) Mr Sterejov made threats at applicants taking away her sense of personal security and safety.",
      "id": "s112"
    },
    {
      "text": "(xxxi) Respondents are indicated as suspects in a road assault on applicant on 11/04/06 and wilful damage to applicant's house on 28/12/05.",
      "id": "s113"
    },
    {
      "text": "(xxxii) I was being scrutinised and watched over by the staff of much lower qualifications to mine or unqualified staff for example, a kitchen person.",
      "id": "s114"
    },
    {
      "text": "(xxxiii) I was bullied by the Kinder assistant Ester ,bossed around ,intimidated, prohibited from using multiple resources spoken, to with hostility.",
      "id": "s115"
    },
    {
      "text": "(xxxiv) I have been abused in the LaKosta Centre by the Respondent in the exact manner as in my last employment where I was a victim of serious crimes, violence and assaults.",
      "id": "s116"
    },
    {
      "text": "(xxxv) Respondents wilfully took part in a circle of racially motivated criminal discrimination and violence against me initiated by the last criminal employer and carried on by other parties in crimes including Federal and State Government's agencies.",
      "id": "s117"
    },
    {
      "text": "15 In their Further Amended Defence filed on 25 January 2007, the respondents denied these allegations.",
      "id": "s118"
    },
    {
      "text": "16 There is one matter of procedure that should be mentioned at this stage.",
      "id": "s119"
    },
    {
      "text": "It concerns the absence from the witness box of another childcare worker employed by La Kosta in November 2005, Ms Aileen Brown.",
      "id": "s120"
    },
    {
      "text": "Her evidence would have been relevant.",
      "id": "s121"
    },
    {
      "text": "The applicant expected the respondents to call her, as well she might have.",
      "id": "s122"
    },
    {
      "text": "Ms Brown would have been in the respondents' camp more so than in the applicant's.",
      "id": "s123"
    },
    {
      "text": "However, the respondents led evidence that Ms Brown had left the employ of La Kosta in May 2006, and that Mr Sterjov had gone to the address of Ms Brown as known to the respondents, but was told by a resident there that Ms Brown no longer lived at that address, and that her whereabouts were unknown.",
      "id": "s124"
    },
    {
      "text": "Mr Sterjov also telephoned Ms Brown, using the phone number on La Kosta's records, but Ms Brown was no longer on that number.",
      "id": "s125"
    },
    {
      "text": "On the strength of that evidence, I am satisfied that there are no grounds for me to draw any inference adverse to the respondents by reason merely of Ms Brown's absence.",
      "id": "s126"
    },
    {
      "text": "The applicant herself was anxious to call Ms Brown, but did not know her whereabouts.",
      "id": "s127"
    },
    {
      "text": "I indicated that I would give leave for the issue of a subpoena directed to Ms Brown, but nothing came of that since no party to the proceeding knew how Ms Brown might be contacted.",
      "id": "s128"
    },
    {
      "text": "CREDIBILITY \n \n17 In many important respects, it has become necessary for me to make assessments of the credibility of witnesses who gave evidence at the trial.",
      "id": "s129"
    },
    {
      "text": "Indeed, the applicant submitted that most of the evidence of the respondents was false.",
      "id": "s130"
    },
    {
      "text": "To the extent possible, I have, in the reasons which follow, attempted to resolve conflicts in the evidence by reference to objective circumstances.",
      "id": "s131"
    },
    {
      "text": "Inevitably, however, that approach has taken me only part of the way: there are several significant respects in which I have had no alternative but to make a judgment as to who was being truthful and who was not.",
      "id": "s132"
    },
    {
      "text": "Although I shall advert to particular aspects of the evidence of the witnesses which bore upon the matter of credibility in the sections of my reasons which relate to that evidence, I desire to make some general observations at this stage.",
      "id": "s133"
    },
    {
      "text": "18 Any attempt to assess the general credibility of the applicant is necessarily influenced by the circumstance that she represented herself in the proceeding.",
      "id": "s134"
    },
    {
      "text": "As a result, her evidence in chief did not have the focus that comes from responding to properly organised questions from counsel.",
      "id": "s135"
    },
    {
      "text": "I am not critical of the applicant in this respect, but the fact remains that much of that evidence was a mixture of evidence in the strict sense and arguments, propositions and criticisms of others.",
      "id": "s136"
    },
    {
      "text": "I shall refer to examples of that in due course.",
      "id": "s137"
    },
    {
      "text": "Correspondingly, under cross-examination, many of the applicant's answers were tendentious or non-responsive, or both.",
      "id": "s138"
    },
    {
      "text": "When a question dealt with a point on which the applicant and one of the respondents' witnesses were (or were likely to be) in direct disagreement, she often gave her answer in unnecessarily forceful, exaggerated and at times almost combative terms, buttressing it with a monologue as to the weakness of the respondents' position in relevant respects.",
      "id": "s139"
    },
    {
      "text": "At one point during cross-examination the applicant advised counsel for the respondents to arrange for Ms Matthew to take a lie detector test.",
      "id": "s140"
    },
    {
      "text": "On other occasions, rather than come directly to the question being asked, the applicant would dissemble, skirt the issue and generally use the occasion as an opportunity to emphasise some positive aspect of the evidence she had given.",
      "id": "s141"
    },
    {
      "text": "19 If the applicant's allegations in this case are to be believed, she has a deep conviction that the respondents acted unlawfully, and at times criminally, in their treatment of her.",
      "id": "s142"
    },
    {
      "text": "The applicant clearly has a deep conviction that an injustice has been done to her, and treats this proceeding as something of a crusade.",
      "id": "s143"
    },
    {
      "text": "The way she conducted her case --- in and out of the witness box --- demonstrated that.",
      "id": "s144"
    },
    {
      "text": "The impression I gained of her as a witness left me in no doubt but that, in critical respects, her evidence was influenced by that deep sense of injustice.",
      "id": "s145"
    },
    {
      "text": "Overall, I was left with the impression that the applicant's own evidence, in critical respects, was substantially crafted to fit the requirements of her case.",
      "id": "s146"
    },
    {
      "text": "20 The thing which was most striking about the manner in which the evidence of all the respondents' witnesses was given was the economy with which they expressed their answers.",
      "id": "s147"
    },
    {
      "text": "Never, it seemed to me, was there a word more than necessary to answer the question as asked.",
      "id": "s148"
    },
    {
      "text": "This impression was, perhaps, accentuated by two things: first, the numerous questions asked by the applicant in cross-examination which manifestly called for a single-word negative response; and secondly, what struck me as a conscious effort on the part of the witnesses not to enter into anything even remotely resembling a debate with the applicant.",
      "id": "s149"
    },
    {
      "text": "In the result, there was at times a certain stylistic artificiality about the evidence of these witnesses, particularly Mr Sterjov and Ms McEwan.",
      "id": "s150"
    },
    {
      "text": "I wondered --- and I stress that I put the matter no higher than that --- whether their normal conversational demeanour was accurately reflected in what I saw and heard in court.",
      "id": "s151"
    },
    {
      "text": "Notwithstanding these observations and reflections, there was nothing in the way the respondents' witnesses gave their evidence which even remotely betrayed a conscious departure from the truth on their part.",
      "id": "s152"
    },
    {
      "text": "21 Mr Sterjov struck me as an honest witness who was taking care to ensure that his answers were responsive and accurate.",
      "id": "s153"
    },
    {
      "text": "He said no more than was necessary to give those answers, and at no stage attempted to use the occasion as an opportunity for advocacy of the respondents' case.",
      "id": "s154"
    },
    {
      "text": "His evidence was not without its occasional inconsistency, as I mention below to the extent necessary.",
      "id": "s155"
    },
    {
      "text": "But that inconsistency tended to lie at the margin of the issues which arose for determination in the case, and generally to be innocent, in the sense of not bespeaking an attempt on his part to falsify his evidence.",
      "id": "s156"
    },
    {
      "text": "Ms Sterjova's evidence tended not to be on subjects that involved significant conflicts with the evidence of the applicant, but I would in any event note that nothing, either in the evidence she gave or in the manner of its giving, left me with the slightest doubt as to her credibility.",
      "id": "s157"
    },
    {
      "text": "22 The impression I had of Ms McEwan was that of an honest witness who was loyal to the truth as she saw it.",
      "id": "s158"
    },
    {
      "text": "However, there were some aspects of her evidence which were curious.",
      "id": "s159"
    },
    {
      "text": "I mention these below in the substantive part of my reasons.",
      "id": "s160"
    },
    {
      "text": "One example arose in connection with the date which she had placed on the top of the report (to which I have referred in par 8 above.",
      "id": "s161"
    },
    {
      "text": "That date was written \"11/05/05\".",
      "id": "s162"
    },
    {
      "text": "The applicant accepted that the date must have been a typographical error (it should have been \"11/11/05\") but Ms McEwan maintained that the date was correct.",
      "id": "s163"
    },
    {
      "text": "She insisted that she wrote the report on 11 May 2005.",
      "id": "s164"
    },
    {
      "text": "It was clear to me that Ms McEwan had absolutely no independent recollection of the month of the applicant's employment at the centre.",
      "id": "s165"
    },
    {
      "text": "She swore by the date on her report because it was on the report.",
      "id": "s166"
    },
    {
      "text": "On the other hand, she was crystal-clear in her recollection that she had written the report \"on the Friday\" of the week in question, just as she was that she prepared her \"reasons for termination\" document late \"on the Thursday\" of that week.",
      "id": "s167"
    },
    {
      "text": "Another example was Ms McEwan's difficulty with coming to grips with the literal (and obvious) connotation of what she had written in her \"reasons for termination\" document as the applicant's \"philosophies and goals\".",
      "id": "s168"
    },
    {
      "text": "I refer to this aspect further in pars 84-87 below.",
      "id": "s169"
    },
    {
      "text": "On one view, her evidence in this regard had all the hallmarks of dissembling, and might have reflected on her credibility generally.",
      "id": "s170"
    },
    {
      "text": "However, taking into account the rather lengthy exposure which I have had to Ms McEwan in the witness box, I do not think that either example referred to in this paragraph does reflect in that way.",
      "id": "s171"
    },
    {
      "text": "Although described as the \"manager\" of the centre, Ms McEwan was not concerned with the business operations of La Kosta.",
      "id": "s172"
    },
    {
      "text": "She was, for the most part, the \"manager\" concerned with the day-to-day operation of the centre as a place for the care and early education of young children.",
      "id": "s173"
    },
    {
      "text": "I rather think that her view of events surrounding the applicant's employment was a simple and unsophisticated one.",
      "id": "s174"
    },
    {
      "text": "She admitted to being a very poor speller, and I suspect that, generally, her strengths do not lie in the written word.",
      "id": "s175"
    },
    {
      "text": "Her confusion about the month in which she wrote her report is puzzling, but does not detract from the manifest clarity with which she recalled the actual events which have become controversial in this proceeding.",
      "id": "s176"
    },
    {
      "text": "As I said earlier, she struck me, generally, as a witness of truth.",
      "id": "s177"
    },
    {
      "text": "23 I was most impressed by Ms Matthew.",
      "id": "s178"
    },
    {
      "text": "She gave the strong appearance of being a conscientious and truthful witness, the clarity of whose recollection, at least on critical aspects of substance, was palpable.",
      "id": "s179"
    },
    {
      "text": "She was firm and quiet in her manner, and in no way assertive about the correctness of her evidence.",
      "id": "s180"
    },
    {
      "text": "She gave no suggestion of a concern that her evidence should match up with the respondents' perceived cases.",
      "id": "s181"
    },
    {
      "text": "She did not waver in the face of cross-examination which was probing and, at times, unnecessarily personal.",
      "id": "s182"
    },
    {
      "text": "THE JOB INTERVIEWS \n \n24 I turn, then, to a detailed consideration of the issues of fact upon which the present proceeding will turn.",
      "id": "s183"
    },
    {
      "text": "Having applied for the position of kindergarten teacher at La Kosta, the applicant was interviewed by Mr Sterjov and Ms Sterjova.",
      "id": "s184"
    },
    {
      "text": "The applicant showed them her CV and a number of her qualifications: her Master of Education degree, her Graduate Diploma in Special Education, her teacher registration card, a police certificate, as well as a copy of her masters' thesis in early childhood education and possibly other relevant papers.",
      "id": "s185"
    },
    {
      "text": "Since the position for which the applicant applied was that of a kindergarten teacher, and since it was to be a position funded by the Government, La Kosta required a letter from an association known as Early Childhood Australia certifying, in effect, that the applicant's qualifications were the equivalent of those required of an early childhood teacher.",
      "id": "s186"
    },
    {
      "text": "That subject was discussed at the interview by Ms Sterjova and the applicant.",
      "id": "s187"
    },
    {
      "text": "Ms Sterjova made it clear that it was for the applicant to obtain such a letter.",
      "id": "s188"
    },
    {
      "text": "After the interview, Ms Sterjova briefly showed the applicant around the centre.",
      "id": "s189"
    },
    {
      "text": "25 In the days following the interview, the applicant telephoned La Kosta a number of times enquiring about the progress of her job application.",
      "id": "s190"
    },
    {
      "text": "This gave Mr Sterjov and Ms Sterjova reason to believe that the applicant urgently needed a job, so they decided to call her back for a second interview.",
      "id": "s191"
    },
    {
      "text": "That interview took place on 3 November 2005.",
      "id": "s192"
    },
    {
      "text": "Again the subject of a letter of equivalence from Early Childhood Australia was raised, and the applicant said that she was in the process of obtaining such a letter.",
      "id": "s193"
    },
    {
      "text": "Mr Sterjov told her that she could start work at the centre, but would be paid initially as a qualified child care worker, and that when she produced the letter her pay would be \"topped up\" to that of a kindergarten teacher.",
      "id": "s194"
    },
    {
      "text": "The applicant gave evidence that Mr Sterjov mentioned a starting rate of about $15 per hour.",
      "id": "s195"
    },
    {
      "text": "She said (in her evidence), in effect, that she thought that rate much too low for someone with her qualifications and experience, but she was determined to get a job and was prepared to start working for the pay which Mr Sterjov offered.",
      "id": "s196"
    },
    {
      "text": "26 As a result of the second interview, it was arranged that the applicant would commence work at La Kosta the following Monday, 7 November 2005.",
      "id": "s197"
    },
    {
      "text": "Mr Sterjov and Ms Sterjova would have intended that Ms McEwan provide the applicant with an orientation immediately after the interview (ie on 3 November), but Ms McEwan was then busy speaking to parents, and it was decided to defer the orientation until the commencement of the applicant's employment on the Monday.",
      "id": "s198"
    },
    {
      "text": "THE APPLICANT'S TERMS OF EMPLOYMENT \n \n27 I need to consider the applicant's terms of employment for two reasons.",
      "id": "s199"
    },
    {
      "text": "First, one of the applicant's claims in the accrued jurisdiction is for payment in lieu of notice on her summary dismissal.",
      "id": "s200"
    },
    {
      "text": "Were I to reject La Kosta's defence that it was justified in summarily terminating the applicant's employment, I would have to consider whether the applicant was employed for a particular period or indefinitely, and if the latter, what a reasonable period of notice would have been.",
      "id": "s201"
    },
    {
      "text": "Secondly, although the applicant makes no claim for wages as such, as one of the acts of discrimination upon which she relies under the RD Act (to which I shall return in due course) she identifies the payment to her of a wage rate that was less than her entitlement.",
      "id": "s202"
    },
    {
      "text": "28 According to Mr Sterjov, on 7 November 2005 the applicant was given certain forms to fill in and papers to sign, including at least an employment declaration form and a single-page document headed \"TRIAL PRIOD OF EMPLOYMENT\".",
      "id": "s203"
    },
    {
      "text": "In her affidavit affirmed on 10 February 2006, the applicant said that she was given a \"contract of employment\" to sign on 8 November 2005.",
      "id": "s204"
    },
    {
      "text": "Whenever she received the document, the fact is that the applicant signed it and returned it to La Kosta on 8 November.",
      "id": "s205"
    },
    {
      "text": "The document read as follows:\n \n Conditions of employment\n \n All staff at La Kosta Childcare centre will be employed on a 3-month trial basis, staff will receive a casual rate of pay at the beginning of employment for a period of 1day -3 months at the discretion of the employer.",
      "id": "s206"
    },
    {
      "text": "Thereafter, staff still employed with La Kosta will receive a permanent rate of pay.",
      "id": "s207"
    },
    {
      "text": "However staff will still be on a trial basis of up to a further 3 months, or as employer sees fit.",
      "id": "s208"
    },
    {
      "text": "If either party sees fit to terminate employment at such a time, can do so with 1 weeks notice.",
      "id": "s209"
    },
    {
      "text": "This was a standard form document which La Kosta required all new staff to sign upon commencing their employment.",
      "id": "s210"
    },
    {
      "text": "It had been drafted by Ms McEwan, but neither she nor Ms Sterjova had anything to do with providing the particular version to the applicant to sign.",
      "id": "s211"
    },
    {
      "text": "29 The applicant claimed that the document as set out above was only the first of what had originally been at least two pages constituting her written contract of employment.",
      "id": "s212"
    },
    {
      "text": "As tendered, the document was an A4 sheet with a small portion missing from the top, left-hand, corner.",
      "id": "s213"
    },
    {
      "text": "As the applicant stressed, it appears that this portion was at some point cut off, not merely torn off.",
      "id": "s214"
    },
    {
      "text": "The missing portion is roughly triangular, measuring about 60 mm horizontally from the left of the sheet, and about 10 mm vertically from the top of the sheet.",
      "id": "s215"
    },
    {
      "text": "The applicant asserted that the excision was evidence that some person (most likely the respondents or someone associated with them) not only removed another page or other pages from the document, but did so in such a way as involved an attempt to conceal the removal.",
      "id": "s216"
    },
    {
      "text": "In her affidavit affirmed on 10 February 2005 (at which time the applicant did not, it seems, have the benefit of access to the document), the applicant stated that the contract contained a provision that, after the completion of the 3-month trial period, her employment would be extended to a 12-month term.",
      "id": "s217"
    },
    {
      "text": "The applicant claimed that the missing page would have supported her claim that the contract did contain provision for such an extension.",
      "id": "s218"
    },
    {
      "text": "30 Mr Sterjov, Ms Sterjova and Ms McEwan all denied that there ever was a second page, or other pages, in the document.",
      "id": "s219"
    },
    {
      "text": "Although only Mr Sterjov was actually involved with the applicant in relevant respects, Ms McEwan's evidence related to the general practice of La Kosta, and I understood Ms Sterjova's evidence similarly.",
      "id": "s220"
    },
    {
      "text": "The form which the applicant signed was apparently the same as was given to every new employee on commencement, and it was given alone, without other sheets of any contractual significance.",
      "id": "s221"
    },
    {
      "text": "Mr Sterjov was taken to the missing section of the sheet, but he knew nothing of how the apparent excision came about.",
      "id": "s222"
    },
    {
      "text": "He denied having anything to do with it.",
      "id": "s223"
    },
    {
      "text": "31 The applicant did not give evidence that she had been told (ie orally) that her terms of employment would be any different from those contained in the document.",
      "id": "s224"
    },
    {
      "text": "Other than a reference to her hourly rate of pay, there appears to have been no mention of her terms of employment at the interviews which she attended.",
      "id": "s225"
    },
    {
      "text": "Relevantly to the present matter, the applicant's evidence was that she recalled that there was more to the document than the single sheet, but, save for the reference to the possible extension of her employment to a period of 12 months, she was not categorical about what the other sheet or sheets contained.",
      "id": "s226"
    },
    {
      "text": "As against this, Mr Sterjov, Ms Sterjova and Ms McEwan either directly or effectively denied that there was anything other than the single sheet which was exhibited.",
      "id": "s227"
    },
    {
      "text": "There was nothing either in the manner of those denials or in the factual context against which they were made which would cause me to disbelieve them.",
      "id": "s228"
    },
    {
      "text": "The excision from the top corner of the sheet is manifestly an insufficient basis to suspect, much less to find, that some more complete version of the document once existed, and has been surreptitiously interfered with.",
      "id": "s229"
    },
    {
      "text": "32 I find, therefore, that the single sheet to which I referred above constituted the whole of the document signed by the applicant on 8 November 2005.",
      "id": "s230"
    },
    {
      "text": "That document was contractual.",
      "id": "s231"
    },
    {
      "text": "By its terms, the applicant was to receive a casual rate of pay.",
      "id": "s232"
    },
    {
      "text": "The oral evidence was that, in practice, this rate was calculated by the hour.",
      "id": "s233"
    },
    {
      "text": "However, the respondents did not submit that the applicant was employed by the hour, or that she could be dismissed on an hour's notice.",
      "id": "s234"
    },
    {
      "text": "The document states that the applicant could be dismissed on a week's notice, but counsel for the respondents submitted that the expression \"at such a time\" confined the applicant's entitlements to that notice to the period subsequent to the initial, or any extended, trial period.",
      "id": "s235"
    },
    {
      "text": "I prefer the construction that the expression \"at such a time\" means during the trial period.",
      "id": "s236"
    },
    {
      "text": "However, since (for reasons which shall appear) I propose to uphold La Kosta's defence on the matter of summary dismissal, it is not necessary to consider further the notice to which the applicant would have been entitled in other circumstances.",
      "id": "s237"
    },
    {
      "text": "33 There remains the question of pay.",
      "id": "s238"
    },
    {
      "text": "As I have noted above, at one of the interviews (according to the applicant) Mr Sterjov said that the applicant would be paid about $15 per hour.",
      "id": "s239"
    },
    {
      "text": "That is broadly consistent with Mr Sterjov's evidence, which was that the applicant was paid the rate for a qualified child care worker, $15.80 per hour.",
      "id": "s240"
    },
    {
      "text": "To that rate ought to have been paid the casual loading of 25%, but initially (ie when she was given her separation pay on 11 November 2005) La Kosta omitted to do that.",
      "id": "s241"
    },
    {
      "text": "Mr Sterjov said that, some time later, he realised his mistake and sent the applicant a further $94.80, which represented the casual loading for the four days that the applicant worked.",
      "id": "s242"
    },
    {
      "text": "34 The applicant's own evidence was different from that of Mr Sterjov, but possibly not inconsistent therewith.",
      "id": "s243"
    },
    {
      "text": "In her affidavit affirmed on 10 February 2006, the applicant said:\n \n The initial cheque/pay given to me on 11/11/05 was at unqualified staff rate at about $15-80 per hour (casual rate).",
      "id": "s244"
    },
    {
      "text": "This was brought up to ~$19-80 by cheque of 17/11/05 ,still below the correct rate.",
      "id": "s245"
    },
    {
      "text": "That was consistent with the evidence of Mr Sterjov.",
      "id": "s246"
    },
    {
      "text": "However, in her viva voce evidence in chief, the applicant said that the figures in her affidavit had been a mistake, and that what she was actually paid on 11 November 2005 represented an hourly rate of $11.86, later brought up to $15.25.",
      "id": "s247"
    },
    {
      "text": "The applicant was not cross-examined on these figures.",
      "id": "s248"
    },
    {
      "text": "She did, however, agree that the top-up payment she received was $94.80.",
      "id": "s249"
    },
    {
      "text": "Mr Sterjov said that the rate of $15.80 which the applicant was paid was the correct rate under an award which he referred to as the Children's Services Award.",
      "id": "s250"
    },
    {
      "text": "That award was not in evidence.",
      "id": "s251"
    },
    {
      "text": "Neither were any payroll records or the pay advice given to the applicant on termination of her employment.",
      "id": "s252"
    },
    {
      "text": "35 As I have said, the applicant's case is not for underpaid wages.",
      "id": "s253"
    },
    {
      "text": "Rather, it is that she was in fact paid (whether or not in accordance with her contract) an hourly rate very much less than the going rate for someone of her qualifications and experience, and that that was done for reasons which made it unlawful under the RD Act .",
      "id": "s254"
    },
    {
      "text": "I shall deal with the matter of reasons later.",
      "id": "s255"
    },
    {
      "text": "At this stage I note that the only evidence, from either side, as to the going rate for a qualified child care worker was indirect.",
      "id": "s256"
    },
    {
      "text": "I have referred to Mr Sterjov's evidence about the award.",
      "id": "s257"
    },
    {
      "text": "If accepted (and the applicant raised no objection to it), that evidence would sustain the proposition that the casual rate was $19.75 per hour.",
      "id": "s258"
    },
    {
      "text": "The applicant said (in evidence) that she had some papers that showed that the annual salary for a kindergarten teacher was of the order of $40,000, but the papers were never tendered and, in any event, the salary was not that of a qualified child care worker.",
      "id": "s259"
    },
    {
      "text": "In the circumstances, I am disposed to accept Mr Sterjov's evidence that La Kosta was under an award obligation to pay a qualified child care worker at the rate of $15.80 per hour, plus a 25% casual loading where appropriate.",
      "id": "s260"
    },
    {
      "text": "That figure is broadly consistent with what the applicant said she was offered at the interview (allowing for the probability that, when quoting that figure, Mr Sterjov was overlooking the loading).",
      "id": "s261"
    },
    {
      "text": "36 That leaves me with the applicant's evidence that she was in fact paid only $11.86 per hour, plus loading (eventually).",
      "id": "s262"
    },
    {
      "text": "It is tempting to think that the applicant might have been referring here to what she received on 11 November 2005 net of PAYG tax.",
      "id": "s263"
    },
    {
      "text": "Her evidence was not that $11.86 was her rate of pay, but that it was the rate on which her final cheque was calculated.",
      "id": "s264"
    },
    {
      "text": "However, it was well within the respondents' capacity to clarify this aspect, both in cross-examination of the applicant and in their own evidentiary case.",
      "id": "s265"
    },
    {
      "text": "This they did not do.",
      "id": "s266"
    },
    {
      "text": "In the circumstances, I am not prepared to make the inference about PAYG tax.",
      "id": "s267"
    },
    {
      "text": "I think the only finding I can make on the evidence is that the applicant was in fact paid $11.86 per hour, later brought up to $15.25 per hour, but that --- as stated by Mr Sterjov --- she ought to have been paid $15.80 plus the casual loading, a total of $19.75.",
      "id": "s268"
    },
    {
      "text": "CONVERSATION BETWEEN THE APPLICANT AND MS McEWAN ON 7 NOVEMBER 2005 \n \n37 Ms McEwan gave evidence that, on the second of two visits which she made to the kindergarten room on 7 November 2005, (the first day of the applicant's employment) she asked the applicant how things were going, and the applicant told her, in a very frantic voice, that the children acted like animals.",
      "id": "s269"
    },
    {
      "text": "According to Ms McEwan, the applicant said that the children would not line up in a single file, and that they had no respect for adults.",
      "id": "s270"
    },
    {
      "text": "Ms McEwan told the applicant that, as she was a new teacher, maybe the children were just \"testing the boundaries\".",
      "id": "s271"
    },
    {
      "text": "She said that they might sit down later and come up with some strategies to help the applicant.",
      "id": "s272"
    },
    {
      "text": "According to Ms McEwan, the applicant kept saying that the children just acted like animals.",
      "id": "s273"
    },
    {
      "text": "The incident, which is the subject of the first paragraph in Ms McEwan's report of 11 November 2005, was put to the applicant squarely in cross-examination, and she strongly denied making any statement to Ms McEwan to the effect that the children acted like animals.",
      "id": "s274"
    },
    {
      "text": "38 I am inclined to accept Ms McEwan's evidence in preference to that of the applicant.",
      "id": "s275"
    },
    {
      "text": "Although Ms McEwan did not make a note of the point about \"animals\" in the first paragraph of her report of 11 November 2005, she was not cross-examined about that omission, in which case I cannot exclude the reasonable possibility that it was due more to a sense of delicacy, and perhaps to a desire not unduly to deprecate the applicant, than to the underlying falsity of the allegation.",
      "id": "s276"
    },
    {
      "text": "Ms McEwan gave me the impression of being a conscientious and generally truthful witness who, when she spoke of the incident on 7 November, seemed to have a vivid recollection of the use by the applicant of the word \"animals\".",
      "id": "s277"
    },
    {
      "text": "It was clear from the tenor of her own evidence that the applicant then considered the children's behaviour to be unsatisfactory, and is likely to have made some kind of negative comment about that behaviour had the occasion permitted it.",
      "id": "s278"
    },
    {
      "text": "When Ms McEwan asked the applicant how things were going, the applicant did have the occasion to say something about that behaviour.",
      "id": "s279"
    },
    {
      "text": "This was the applicant's first day at work, and I think it likely that, for that reason, Ms McEwan would have been more focused on the applicant's reactions than might normally have been the case in the course of otherwise unremarkable working days.",
      "id": "s280"
    },
    {
      "text": "For these reasons, I accept the general thrust of Ms McEwan's evidence about this conversation, and reject the applicant's denials.",
      "id": "s281"
    },
    {
      "text": "THE MORNING OF THURSDAY 10 NOVEMBER 2005 \n \n39 Ms Matthew gave evidence that, on the morning of 10 November 2005, she saw the applicant grabbing a child by the arm forcefully, and then putting the child down.",
      "id": "s282"
    },
    {
      "text": "Ms Matthew then said to the applicant: \"What you are doing is very wrong, we don't do that to children.",
      "id": "s283"
    },
    {
      "text": "I know I am an assistant, but I need to respect you.",
      "id": "s284"
    },
    {
      "text": "What you are doing is not allowed.",
      "id": "s285"
    },
    {
      "text": "\" According to Ms Matthew, the applicant responded by telling her that she (the applicant) was sick of her (Matthew's) behaviour.",
      "id": "s286"
    },
    {
      "text": "She accused Ms Matthew of encouraging the children to behave like animals.",
      "id": "s287"
    },
    {
      "text": "She told Ms Matthew that she was \"a black Sudanese\", that she was sick of her behaviour, and that she was \"sick in the mind\".",
      "id": "s288"
    },
    {
      "text": "40 In his cross-examination of the applicant, counsel for the respondents dealt with this incident in a rather more limited way than later came out in the evidence of Ms Matthew (as set out above).",
      "id": "s289"
    },
    {
      "text": "He put it to the applicant that Ms Matthew had approached her about her grabbing a child by the arm, an event which the applicant could not recall.",
      "id": "s290"
    },
    {
      "text": "He put it to the applicant that she had placed the child on the ground, in the act of trying to reprimand the child, an allegation which the applicant described as \"just so ridiculous\" and as \"pure fabrication\".",
      "id": "s291"
    },
    {
      "text": "He put it to the applicant that Ms Matthew had told her that she should not do what she was doing, which the applicant also denied.",
      "id": "s292"
    },
    {
      "text": "He put it to the applicant that she had called the children \"animals\", and that Ms Matthew would give that evidence.",
      "id": "s293"
    },
    {
      "text": "The applicant denied ever calling the children \"animals\".",
      "id": "s294"
    },
    {
      "text": "The cross-examination then drifted away from the incident on the morning of 10 November 2005 of which Ms Matthew later gave evidence, eventually settling on what was said by counsel to have been an occasion on a previous day on which the applicant had used the word \"animals\" with reference to the children.",
      "id": "s295"
    },
    {
      "text": "It was not put to the applicant that she had told Ms Matthew that she (Matthew) was encouraging the children to behave like animals.",
      "id": "s296"
    },
    {
      "text": "Counsel did put it to the applicant that she had told Ms Matthew that she was sick of her behaviour, and that she was Sudanese and black, but not (in either case) in the context of this incident.",
      "id": "s297"
    },
    {
      "text": "41 I am satisfied that the applicant had a fair opportunity to identify the incident on the morning of 10 November 2005 and to deal with the allegation that she had then grabbed a child by the arm and had placed the child down, that Ms Matthew had told her that she should not have done that, and that she called the children \"animals\" at about the same time.",
      "id": "s298"
    },
    {
      "text": "By reference only to the course of cross-examination, I would not be satisfied that the applicant had a fair opportunity to deal with other aspects of the evidence later given by Ms Matthew.",
      "id": "s299"
    },
    {
      "text": "However, during the cross-examination of the applicant, there was an adjournment in the trial of about three weeks.",
      "id": "s300"
    },
    {
      "text": "About a week before the resumption, the respondents filed and served a summary of the evidence that was to be given by each of their witnesses.",
      "id": "s301"
    },
    {
      "text": "Those summaries were not used as witness statements, and were not tendered.",
      "id": "s302"
    },
    {
      "text": "However, the applicant referred to them in the course of re-examining herself.",
      "id": "s303"
    },
    {
      "text": "She said that the statements of Ms Matthew and of Ms McEwan demonstrated \"serious mental disturbances\" of those two witnesses.",
      "id": "s304"
    },
    {
      "text": "She said that the statement of Ms Matthew was (with presently immaterial exceptions) \"entirely false, fabrication and lies\".",
      "id": "s305"
    },
    {
      "text": "She also used Ms Matthew's statement extensively for the purposes of her own cross-examination of her, including that part of the statement that dealt with the incident on the morning of 10 November 2005.",
      "id": "s306"
    },
    {
      "text": "I have looked at the statement of Ms Matthew as served on the applicant, and I am satisfied that it contains a fair summary of the substance of the evidence which she subsequently gave as to the incident on the morning of 10 November 2005.",
      "id": "s307"
    },
    {
      "text": "In the circumstances, I am satisfied that the applicant had a fair opportunity to deal with the allegation that she told Ms Matthew that she was encouraging the children to behave like animals, that she was a black Sudanese (or \"Sudanese and black\" as it was in the statement), that she was sick of her behaviour, and that she was sick in the mind (or \"sick in the head\" as it was in the statement).",
      "id": "s308"
    },
    {
      "text": "42 In resolving the conflict of evidence as between the applicant and Ms Matthew, I do not have the advantage of having the applicant's version of the incident in question, for the reason that the applicant denied that the incident happened as alleged or at all.",
      "id": "s309"
    },
    {
      "text": "I shall have to decide the matter almost wholly on the impression which I gained from the witnesses as they gave their evidence.",
      "id": "s310"
    },
    {
      "text": "At this level, I have no hesitation in preferring the evidence of Ms Matthew to that of the applicant.",
      "id": "s311"
    },
    {
      "text": "Generally, I refer to the view I formed about Ms Matthew's credibility, as referred to in par 23 above.",
      "id": "s312"
    },
    {
      "text": "Specifically, I can think of no reason why Ms Matthew would invent an allegation of the kind now under discussion.",
      "id": "s313"
    },
    {
      "text": "The way she described the events in question left me in no doubt as to the clarity of her recollection or the sincerity of her concerns.",
      "id": "s314"
    },
    {
      "text": "In rejecting the applicant's denials about this incident, as I do, I do not need to find that she was consciously lying, since it is within the realm of possibilities that she simply did not recall the incident.",
      "id": "s315"
    },
    {
      "text": "It may not have been as significant an event to her as it clearly was to Ms Matthew.",
      "id": "s316"
    },
    {
      "text": "I find that the incident occurred substantially as described by Ms Matthew, as set out in par 39 above.",
      "id": "s317"
    },
    {
      "text": "THE AFTERNOON OF THURSDAY 10 NOVEMBER 2005 \n \n43 In the afternoon of 10 November 2005, the applicant and Ms Matthew were working in the kindergarten room.",
      "id": "s318"
    },
    {
      "text": "The applicant said that the children had been divided into two groups, she being in control of one, and Ms Matthew being in control of the other.",
      "id": "s319"
    },
    {
      "text": "At one point, according to the applicant, a child commenced to cry because of what, it transpired, was a cut lip, which had caused bleeding.",
      "id": "s320"
    },
    {
      "text": "The applicant noticed this, and considered that ice cubes were necessary.",
      "id": "s321"
    },
    {
      "text": "At about this stage, according to the applicant, she noticed that Ms Matthew was not present.",
      "id": "s322"
    },
    {
      "text": "The applicant did not know from where to obtain the ice (she said that she had not been informed of that detail, nor of the emergency buzzer which, she said in evidence, was apparently available for such situations).",
      "id": "s323"
    },
    {
      "text": "The applicant said that she was then faced with the child crying from a cut lip, and other children screaming, and that she had no assistance from Ms Matthew.",
      "id": "s324"
    },
    {
      "text": "44 The reason for Ms Matthew's absence was explained by her.",
      "id": "s325"
    },
    {
      "text": "She gave evidence that Aileen Brown, who was in charge of younger children in another room, had entered the kindergarten room and had asked the applicant if she could have the services of Ms Matthew for a moment to assist her to change the pants of one of the younger children who had had an accident.",
      "id": "s326"
    },
    {
      "text": "According to Ms Matthew, the applicant made no response to that request.",
      "id": "s327"
    },
    {
      "text": "Neither did she respond to Ms Matthew herself when she repeated the request.",
      "id": "s328"
    },
    {
      "text": "Ms Matthew then departed from the room to assist Ms Brown with the child who needed changing.",
      "id": "s329"
    },
    {
      "text": "The applicant could not remember the particular occasion when Ms Brown entered the kindergarten room (as Ms Brown, working in a room nearby as she did, did enter the kindergarten room from time to time), but specifically denied that she had asked permission for the release of Ms Matthew.",
      "id": "s330"
    },
    {
      "text": "45 Ultimately, little or nothing turns on whether the applicant had been asked to release Ms Matthew, or even knew the purpose of her absence.",
      "id": "s331"
    },
    {
      "text": "The fact is that Ms Matthew was absent at the time when the applicant, alone in the kindergarten room, was faced with the situation of the child with the cut lip, and the need to obtain ice.",
      "id": "s332"
    },
    {
      "text": "The applicant gave evidence that she went to, and through, the door of the kindergarten room to a position in the corridor adjacent to the door, from where she could see Ms Brown sitting in the staff room having tea.",
      "id": "s333"
    },
    {
      "text": "She asked Ms Brown whether she knew the whereabouts of Ms Matthew, and Ms Brown replied that Ms Matthew was in the three year-olds' room.",
      "id": "s334"
    },
    {
      "text": "The applicant asked Ms Brown to call Ms Matthew, because she needed her.",
      "id": "s335"
    },
    {
      "text": "46 Ms Matthew's evidence was that, having left the kindergarten room with Ms Brown, she proceeded to change the young child as requested.",
      "id": "s336"
    },
    {
      "text": "This occupied a minute or two.",
      "id": "s337"
    },
    {
      "text": "She then returned the child to the care of Ms Brown.",
      "id": "s338"
    },
    {
      "text": "At the time, Ms Brown was in her own room, the three year-olds' room.",
      "id": "s339"
    },
    {
      "text": "Although, when changing the child, Ms Matthew was not in that room as such, but in a bathroom attached to it, her evidence is not consistent with Ms Brown sitting in the staff room having tea at that time.",
      "id": "s340"
    },
    {
      "text": "The actual whereabouts of Ms Brown during Ms Matthew's absence from the kindergarten room is, however, another circumstance upon which nothing turns.",
      "id": "s341"
    },
    {
      "text": "47 Ms Matthew then returned to the kindergarten room.",
      "id": "s342"
    },
    {
      "text": "There followed a conversation which is most controversial in this proceeding.",
      "id": "s343"
    },
    {
      "text": "According to the applicant, she encountered Ms Matthew while she (the applicant) was standing in the corridor outside the kindergarten room.",
      "id": "s344"
    },
    {
      "text": "She asked Ms Matthew why she had not told her that she was leaving the kindergarten room, and informed her of the problems that her absence created when a child suffered a cut lip.",
      "id": "s345"
    },
    {
      "text": "The applicant told Ms Matthew that, next time, she should inform her when she was going to leave the room.",
      "id": "s346"
    },
    {
      "text": "At this point, according to the applicant, Ms Matthew became hostile and said: \"How dare you talk to me like that.",
      "id": "s347"
    },
    {
      "text": "I'm going home.",
      "id": "s348"
    },
    {
      "text": "\" Then Ms McEwan entered the conversation, she having proceeded from the office, which was just a short distance away.",
      "id": "s349"
    },
    {
      "text": "According to the applicant, Ms McEwan reprimanded her for airing her differences with Ms Matthew in front of the children, and said that she was acting unprofessionally.",
      "id": "s350"
    },
    {
      "text": "She said that Ms McEwan told her that she would not tolerate anything like that in the kindergarten.",
      "id": "s351"
    },
    {
      "text": "She said that Ms McEwan blew the situation out of proportion, and was screaming at her and abusing her.",
      "id": "s352"
    },
    {
      "text": "She said that she herself responded by explaining to Ms McEwan that she did not know where the ice was.",
      "id": "s353"
    },
    {
      "text": "After this conversation, the applicant returned to her duties in the kindergarten room, Ms Matthew went home (or at least off, so far as the applicant was able to observe) and the applicant was provided with another assistant for the balance of the day.",
      "id": "s354"
    },
    {
      "text": "48 Ms Matthew's evidence about the conversation differed from the applicant's.",
      "id": "s355"
    },
    {
      "text": "She denied that the conversation occurred in the corridor outside the kindergarten room, but said that it was just as she was in the act of re-entering the kindergarten room after having changed the child in the other room.",
      "id": "s356"
    },
    {
      "text": "She said that the applicant started screaming at her.",
      "id": "s357"
    },
    {
      "text": "She recalled that the applicant said: \"Where have you been?",
      "id": "s358"
    },
    {
      "text": "I am sick of you Esther, I am sick of your behaviour.",
      "id": "s359"
    },
    {
      "text": "You black psychopathic assistant, I am very sick of you.",
      "id": "s360"
    },
    {
      "text": "\" She said that she told the applicant that Ms Brown had asked her (the applicant) to let her (Matthew) help her (Brown), and that the applicant had said nothing.",
      "id": "s361"
    },
    {
      "text": "Ms Matthew said that the reference to her as a \"black psychopathic assistant\" greatly upset her.",
      "id": "s362"
    },
    {
      "text": "She asked the applicant why she had used such words in front of the children.",
      "id": "s363"
    },
    {
      "text": "She then left the room, and went to see Ms McEwan, whom she told that the applicant had called her a \"black psychopathic assistant\".",
      "id": "s364"
    },
    {
      "text": "The two of them --- Ms Matthew and Ms McEwan --- then returned to the kindergarten room, where Ms McEwan, addressing both of the others, said that they should settle down, or cool down, and should not scream in front of the children.",
      "id": "s365"
    },
    {
      "text": "She said that they would sort everything out later in the office.",
      "id": "s366"
    },
    {
      "text": "Ms Matthew said (in her evidence) that, after the conversation, the applicant remained in the kindergarten room with the children, while Ms McEwan advised her (Matthew) to have a rest, as she was crying and therefore in no state to look after the children.",
      "id": "s367"
    },
    {
      "text": "Ms Matthew confirmed that she was crying.",
      "id": "s368"
    },
    {
      "text": "49 Ms McEwan also gave evidence about her entry into this conversation.",
      "id": "s369"
    },
    {
      "text": "It appears that she was in, or in the vicinity of, the reception area when she heard adult \"yelling and screaming\", as she put it.",
      "id": "s370"
    },
    {
      "text": "She went down the hallway (which I take it is what the other witnesses referred to as the corridor), where she found the applicant yelling and screaming at Ms Matthew, saying that she was \"a crap assistant\", accusing her (Matthew) of calling her (the applicant) \"teacher\", and saying that she was no good to her.",
      "id": "s371"
    },
    {
      "text": "Ms McEwan recalled that Ms Brown was trying to protect Ms Matthew, and was also upset.",
      "id": "s372"
    },
    {
      "text": "Ms Brown was saying \"stop this, stop this\"; and then the applicant was yelling at both of them.",
      "id": "s373"
    },
    {
      "text": "Ms McEwan described it as \"quite a yelling match\".",
      "id": "s374"
    },
    {
      "text": "She said that the incident occurred in the vicinity of the door to the kindergarten room, but inside the room.",
      "id": "s375"
    },
    {
      "text": "She herself entered the room, to a distance of about a quarter of the way from the door to the opposite wall of the room.",
      "id": "s376"
    },
    {
      "text": "She said that she tried to calm the others down, saying that it was inappropriate in front of the children, that the applicant was scaring the children, that the applicant needed to care for the children and that the children were not used to that kind of behaviour from adults inside the centre.",
      "id": "s377"
    },
    {
      "text": "She also told the applicant that it had to stop, and, if she wanted to speak like that, they could deal with it in the office.",
      "id": "s378"
    },
    {
      "text": "She asked the applicant to come to the office so they could talk about it.",
      "id": "s379"
    },
    {
      "text": "50 Unlike that of Ms Matthew, the evidence of Ms McEwan was not that Ms Matthew had first gone to the office to complain to her of the applicant's abusive language, or that they both then proceeded back to the kindergarten room to speak to the applicant.",
      "id": "s380"
    },
    {
      "text": "As is apparent from the above, Ms McEwan's evidence was that she went towards the kindergarten room on her own initiative, having heard yelling and screaming.",
      "id": "s381"
    },
    {
      "text": "Ms McEwan said that, after the incident, Ms Matthew had spoken to her in the office.",
      "id": "s382"
    },
    {
      "text": "Ms Matthew was very upset.",
      "id": "s383"
    },
    {
      "text": "She told her that the applicant had left the children unsupervised.",
      "id": "s384"
    },
    {
      "text": "She also told her that the applicant had grabbed a child by the arm, and that, when she tried to correct the applicant about that, the applicant had called her a \"black psychopathic assistant\".",
      "id": "s385"
    },
    {
      "text": "Ms McEwan made a mental note of these things, thinking, \"things have been happening quite fast\".",
      "id": "s386"
    },
    {
      "text": "51 This incident is the subject of the second paragraph in Ms McEwan's report of 11 November 2005.",
      "id": "s387"
    },
    {
      "text": "The report is broadly consistent with the evidence given viva voce by Ms McEwan, at least to the extent that it refers to the events immediately surrounding this conversation.",
      "id": "s388"
    },
    {
      "text": "52 The applicant denied having called Ms Matthew a \"black psychopathic assistant\", and having said anything else to, or about, her than the essence of what I have set out in par 39 above.",
      "id": "s389"
    },
    {
      "text": "53 At the end of the kindergarten day, Ms McEwan spoke to the applicant in the office.",
      "id": "s390"
    },
    {
      "text": "According to the applicant, it appeared that Ms McEwan had already made up her mind to dismiss the applicant, since the first thing she said when the applicant came in was \"that's not on, you're dismissed\".",
      "id": "s391"
    },
    {
      "text": "There followed a brief discussion.",
      "id": "s392"
    },
    {
      "text": "The applicant tried to explain to Ms McEwan that Ms Matthew had left the kindergarten room and that she (the applicant) needed ice, but did not know where it was.",
      "id": "s393"
    },
    {
      "text": "Ms McEwan said that she should have pressed the emergency button, but the applicant responded that she did not know where such a button was.",
      "id": "s394"
    },
    {
      "text": "There was some further discussion, but Ms McEwan was not prepared to change her decision.",
      "id": "s395"
    },
    {
      "text": "The applicant gave evidence that she told Ms McEwan that she (McEwan) had not done a proper job, in that she had refused to introduce the applicant to her work, and that she had not wanted the applicant \"to work in this kinder from the start\".",
      "id": "s396"
    },
    {
      "text": "54 Ms McEwan's evidence of this conversation differed in point of detail from that of the applicant.",
      "id": "s397"
    },
    {
      "text": "Ms McEwan said that she informed the applicant that, as between peers and within the team at La Kosta, they did not treat each other the way she had treated Ms Matthew, they did not yell at each other and they did not speak to each other aggressively.",
      "id": "s398"
    },
    {
      "text": "She told the applicant that the children should never be exposed to arguments and frustrations between adults, and that the adults had to be role models.",
      "id": "s399"
    },
    {
      "text": "She told that applicant that what she had done was \"extremely unprofessional\".",
      "id": "s400"
    },
    {
      "text": "According to Ms McEwan, the applicant responded that she (McEwan) was a bad manager, and that she (McEwan) hated her (the applicant) and had done so from the start.",
      "id": "s401"
    },
    {
      "text": "Although she could not recall the exact words she used in this respect, Ms McEwan gave evidence that, towards the end of this conversation with the applicant, she said that it was best that the applicant not work for La Kosta, and that she should return in the morning to speak to Mr Sterjov.",
      "id": "s402"
    },
    {
      "text": "55 Under cross-examination, Ms McEwan accepted that, at the meeting, the applicant had advanced a version of the interchange involving Ms Matthew which differed from Ms McEwan's own understanding.",
      "id": "s403"
    },
    {
      "text": "Ms McEwan's response (in her evidence) was that she did not believe the applicant, because she had herself heard the applicant yelling at Ms Matthew, calling her a \"crap assistant\" (in front of Ms McEwan herself) and saying that Ms Matthew called her \"teacher\".",
      "id": "s404"
    },
    {
      "text": "Cross-examined by the applicant as to whether she recalled the applicant using the expression \"bad, bad, person\", Ms McEwan confirmed that she did, but added \"she called me a bad, you are a bad manager.",
      "id": "s405"
    },
    {
      "text": "You are a bad person, you never liked me from the beginning.",
      "id": "s406"
    },
    {
      "text": "\"\n \n56 Something else emerged during the cross-examination of Ms McEwan which had not been mentioned in her evidence in chief (other than being set out in the \"reasons for termination\" document).",
      "id": "s407"
    },
    {
      "text": "The subject of Ms Matthew's allegation that the applicant had grabbed a child by the arm came up in this meeting.",
      "id": "s408"
    },
    {
      "text": "Ms McEwan said that the applicant had admitted to it, and that she had apologised and said that she had not meant it to be that way.",
      "id": "s409"
    },
    {
      "text": "57 This conversation is the subject of the third and fourth paragraphs in Ms McEwan's report of 11 November 2005.",
      "id": "s410"
    },
    {
      "text": "58 It is common ground that, on the afternoon of 10 November 2005, Ms Matthew did absent herself from the kindergarten room to assist Ms Brown.",
      "id": "s411"
    },
    {
      "text": "There is a difference between the applicant and Ms Matthew as to whether the latter (or Ms Brown on her behalf) sought the applicant's permission to absent herself.",
      "id": "s412"
    },
    {
      "text": "I do not regard that as particularly important, and make no finding about it.",
      "id": "s413"
    },
    {
      "text": "There is also a difference as to Ms Brown's whereabouts during Ms Matthew's absence from the kindergarten room.",
      "id": "s414"
    },
    {
      "text": "As I have said, I think that nothing turns on that circumstance.",
      "id": "s415"
    },
    {
      "text": "I accept the applicant's evidence that, in Ms Matthew's absence, she encountered a difficulty with a child who had cut his lip, and needed ice rather urgently.",
      "id": "s416"
    },
    {
      "text": "I am prepared to accept what is implicit in the applicant's case, that she was frustrated by the absence of Ms Matthew at this point.",
      "id": "s417"
    },
    {
      "text": "However, it seems to me that the applicant would have been feeling these frustrations whether or not she knew the cause of Ms Matthew's absence.",
      "id": "s418"
    },
    {
      "text": "59 It is at this point that the evidence of the applicant and of Ms Matthew diverge in important respects.",
      "id": "s419"
    },
    {
      "text": "Ms Matthew appeared to have a clear recollection of important aspects of her conversation with the applicant.",
      "id": "s420"
    },
    {
      "text": "Her answers were concise and in no way tendentious.",
      "id": "s421"
    },
    {
      "text": "It was manifest that the recollection, and recounting, of that conversation was a sensitive and, I suspect, at times a hurtful experience for her, yet she gave her evidence with clarity and with no greater emphasis upon negative aspects of the applicant's conduct than the nature of the questions asked of her required.",
      "id": "s422"
    },
    {
      "text": "I cannot say the same of the applicant.",
      "id": "s423"
    },
    {
      "text": "This was an occasion upon which the applicant demonstrated a tendency to introduce into her evidence subjective criticisms of those perceived to be standing against her in relation to her claims in this case.",
      "id": "s424"
    },
    {
      "text": "For example, when stating that the conversation with Ms Matthew occurred in the corridor rather than in, or in the open doorway to, the kindergarten room itself, the applicant emphasised that her version of the event (that it was in the corridor) was the more likely to be correct since it made it more probable that Ms McEwan would have heard yelling and screaming from her position at the reception desk.",
      "id": "s425"
    },
    {
      "text": "When stating that, at the end of the conversation, Ms Matthew went home, the applicant added a lengthy criticism of Ms Matthew as an employee for having acted in this way.",
      "id": "s426"
    },
    {
      "text": "Elsewhere in her evidence the applicant explained that she called Ms Matthew a \"psychopath\" because she considered her to be a \"moral pervert\" in the sense of being unethical and immoral.",
      "id": "s427"
    },
    {
      "text": "She concluded that Ms Matthew had lied, as a result of which she (the applicant) had lost her job.",
      "id": "s428"
    },
    {
      "text": "60 Returning to the incident on the afternoon of 10 November 2005, a central issue is whether the applicant called Ms Matthew a \"black psychopathic assistant\".",
      "id": "s429"
    },
    {
      "text": "The applicant strongly denied that she did.",
      "id": "s430"
    },
    {
      "text": "The applicant accepts that she referred to Ms Matthew as a psychopath at the meeting she had with Mr Sterjov and Ms McEwan on the morning of 11 November 2005 when she was given her final pay and formally dismissed (to which I shall refer presently).",
      "id": "s431"
    },
    {
      "text": "That the applicant did use the expression \"black psychopathic assistant\", or a form of it, is consistent with the evidence of Ms McEwan and Mr Sterjov as to that meeting.",
      "id": "s432"
    },
    {
      "text": "Although she denied saying anything at that meeting other than to refer to Ms Matthew as a psychopath, the applicant put it to Ms McEwan that, having heard that reference, she told Ms Matthew about it and, in effect, put her up to giving evidence that the term had been used the previous day in the heated conversation in the kindergarten room.",
      "id": "s433"
    },
    {
      "text": "Ms McEwan denied that charge, and adhered to her evidence that Ms Matthew told her about the term the previous afternoon when she related what the applicant had said in that conversation.",
      "id": "s434"
    },
    {
      "text": "61 Ms McEwan gave evidence that it was on the afternoon of 10 November 2005 that she prepared the \"reasons for termination\" document.",
      "id": "s435"
    },
    {
      "text": "One of the items on that list of reasons is \"She called Ester a black phyicapathic assistant (she is Sudanese)\".",
      "id": "s436"
    },
    {
      "text": "Although the document is dated \"11/11/05\", I have no reason to doubt Ms McEwan's evidence that it was prepared, at least in draft, the previous day.",
      "id": "s437"
    },
    {
      "text": "However that may be, despite the applicant's protestations to the contrary, I have no reason not to believe Ms McEwan and Mr Sterjov that the document was prepared before the meeting on the morning of 11 November 2005.",
      "id": "s438"
    },
    {
      "text": "They said that the applicant was asked to sign the document at that meeting.",
      "id": "s439"
    },
    {
      "text": "The applicant refused even to look at the document.",
      "id": "s440"
    },
    {
      "text": "She was in no position to give evidence, and she did not give evidence, that a document in existence at the time of that meeting did not contain the item referred to above.",
      "id": "s441"
    },
    {
      "text": "Accepting that the item was then on the document, it could not, therefore, have been devised as a result of what the applicant said at that meeting.",
      "id": "s442"
    },
    {
      "text": "The only other possibility that is consistent with the applicant's evidence is that the item was in effect invented by Ms McEwan without any foundation in what Ms Matthew had previously told her.",
      "id": "s443"
    },
    {
      "text": "I consider that to be far-fetched.",
      "id": "s444"
    },
    {
      "text": "Ms McEwan struck me as a rather unsophisticated person.",
      "id": "s445"
    },
    {
      "text": "I doubt that terms such as \"psychopath\" would have been part of her vocabulary at all.",
      "id": "s446"
    },
    {
      "text": "By contrast, the fact that the applicant, by her own admission, used the word in the meeting with Mr Sterjov on 11 November 2005 makes it clear that it was very much part of her vocabulary.",
      "id": "s447"
    },
    {
      "text": "62 As against these considerations is the fact that Ms McEwan's report of 11 November 2005 does not refer to her having been told by Ms Matthew, on the afternoon of 10 November, that the applicant had called her a \"black psychopathic assistant\".",
      "id": "s448"
    },
    {
      "text": "Indeed, the report does not refer to any meeting on 10 November between Ms McEwan and Ms Matthew at all.",
      "id": "s449"
    },
    {
      "text": "By contrast, the report does note that, in the meeting with Mr Sterjov on the morning of 11 November, the applicant used that term (see par 8 above).",
      "id": "s450"
    },
    {
      "text": "Ms McEwan gave evidence that she wrote that report subsequently to the applicant saying to her and to Mr Sterjov that she (the applicant) would \"report\" them.",
      "id": "s451"
    },
    {
      "text": "It may be said that it would have been in the interests of Ms McEwan and of those of her employer that the report contain everything known to them which was adverse to the applicant, and that the fact that the applicant had called Ms Matthew a \"black psychopathic assistant\" to her face was one such thing.",
      "id": "s452"
    },
    {
      "text": "However, this aspect was not put to Ms McEwan by the applicant, in the absence of which I do not think I should exclude the prospect that there might have been a perfectly reasonable explanation for the omission.",
      "id": "s453"
    },
    {
      "text": "63 There is some inconsistency between the evidence of Ms Matthew and that of Ms McEwan as to the sequence of events on the afternoon of 10 November 2005.",
      "id": "s454"
    },
    {
      "text": "As I have said, the former said that she left the conversation with the applicant, and went to the office to see Ms McEwan.",
      "id": "s455"
    },
    {
      "text": "The latter said that she came to where the conversation was taking place of her own initiative as a result of having heard yelling and screaming.",
      "id": "s456"
    },
    {
      "text": "Ms McEwan's recollection is consistent with her report of 11 November 2005.",
      "id": "s457"
    },
    {
      "text": "Both women refer to the fact that Ms Matthew did come to the office to tell Ms McEwan what the applicant had said.",
      "id": "s458"
    },
    {
      "text": "Ms Matthew said that she was, when in conversation with the applicant and immediately thereafter, upset and, at least at some point, crying.",
      "id": "s459"
    },
    {
      "text": "Ms Matthew said that Ms McEwan advised her to have a rest.",
      "id": "s460"
    },
    {
      "text": "It is quite possible that Ms Matthew took that rest forthwith, and spoke to Ms McEwan only later.",
      "id": "s461"
    },
    {
      "text": "In the circumstances, I am not inclined to treat this aspect of inconsistency as a reason not to accept the evidence of either witness on other matters where there is no direct issue of inconsistency.",
      "id": "s462"
    },
    {
      "text": "64 What I am left with is the following.",
      "id": "s463"
    },
    {
      "text": "First, Ms Matthew gave direct and clear evidence that, on the afternoon of 10 November 2005, the applicant called her a \"black psychopathic assistant\".",
      "id": "s464"
    },
    {
      "text": "For reasons set out above, I consider that Ms Matthew was a witness of truth; more so than the applicant.",
      "id": "s465"
    },
    {
      "text": "Secondly, both Ms Matthew and Ms McEwan gave evidence that the former told the latter, that afternoon, that the applicant had used those words.",
      "id": "s466"
    },
    {
      "text": "Neither was shaken from that evidence in the slightest when questioned by the applicant.",
      "id": "s467"
    },
    {
      "text": "I accept of course that it would not be not admissible as evidence that the words were used, but it rebuts the applicant's suggestion that Ms McEwan later devised an accusation based only upon the applicant's use of the word \"psychopathic\" on the morning of 11 November.",
      "id": "s468"
    },
    {
      "text": "Thirdly, the document setting out the reasons for the applicant's dismissal, which I accept came into existence before the meeting on the morning of 11 November, also rebuts that suggestion.",
      "id": "s469"
    },
    {
      "text": "Fourthly, once I reject, as I do for those reasons, that suggestion, the only remaining possibilities as to the source of the words are that either Ms Matthew or Ms McEwan, or both in consultation, devised them on the afternoon of 10 November, or that the applicant used them as alleged by Ms Matthew.",
      "id": "s470"
    },
    {
      "text": "I think that the former prospect is improbable almost to vanishing point.",
      "id": "s471"
    },
    {
      "text": "Indeed, the applicant did not propose to Ms Matthew that she had been the author of the expression.",
      "id": "s472"
    },
    {
      "text": "Neither, of course, did she propose to Ms McEwan that she was the author (she accused her of having picked up the words from what she herself said the following morning).",
      "id": "s473"
    },
    {
      "text": "It is, however, sufficient if I say that it was clear to me from the language and demeanour both of Ms Matthew and Ms McEwan that expressions such as \"psychopathic\" were simply not, as I have said, part of their vocabulary.",
      "id": "s474"
    },
    {
      "text": "65 For the foregoing reasons, I have reached the firm conclusion that, in their conversation in, or in the entrance to, the kindergarten room on the afternoon of 10 November 2005, the applicant called Ms Matthew a \"black psychopathic assistant\".",
      "id": "s475"
    },
    {
      "text": "I accept the general thrust of that conversation contained in the evidence of Ms Matthew.",
      "id": "s476"
    },
    {
      "text": "I recognise that the applicant may have been frustrated by Ms Matthew's absence at a time when her assistance was needed, but I do not accept that the applicant had any justification for using this offensive pejorative in relation to Ms Matthew, much less as a form of abuse directly to her face.",
      "id": "s477"
    },
    {
      "text": "66 I also accept the evidence of Ms McEwan that the applicant was yelling and screaming at Ms Matthew to such an extent that she (McEwan) heard it from the reception desk at the centre.",
      "id": "s478"
    },
    {
      "text": "Although that was not far off, the applicant's words were clearly of such a volume, and intensity, as to be audible to others than the immediate addressee.",
      "id": "s479"
    },
    {
      "text": "I accept the evidence of Ms Matthew and Ms McEwan that the conversation occurred in the kindergarten room rather than in the corridor outside, although I allow for the possibility that it may have been adjacent to the open door.",
      "id": "s480"
    },
    {
      "text": "What is, perhaps, more important is that, on any view, the applicant's words and demeanour would have been, I find, audible and apparent to the children in the room.",
      "id": "s481"
    },
    {
      "text": "I accept that, in the terminology of Ms McEwan, the applicant was yelling and screaming at Ms Matthew \"in front of\" the children.",
      "id": "s482"
    },
    {
      "text": "I could not, of course, make any finding as to whether the children would have understood what was said.",
      "id": "s483"
    },
    {
      "text": "I presume that they had no idea what \"psychopathic\" meant.",
      "id": "s484"
    },
    {
      "text": "On the other hand, I accept what is implicit in the respondents' case, namely, that the children would have appreciated the situation sufficiently to realise that their teacher was being very angry with her assistant, and that that might well have frightened them somewhat.",
      "id": "s485"
    },
    {
      "text": "67 Once I accept, as I do, that Ms McEwan prepared her \"reasons for termination\" document on the afternoon of 10 November 2005, that document becomes the most contemporaneous objective record of the events which had then recently occurred.",
      "id": "s486"
    },
    {
      "text": "In a number of respects it is not consistent with the evidence of the respondents, but where it is, I should take that consistency into account in resolving such differences as there were between that evidence and the evidence of the applicant.",
      "id": "s487"
    },
    {
      "text": "In addition to the matter of \"black psychopathic assistant\" to which I have referred, the document accuses the applicant of \"informing that Ester was no good as an assistant\".",
      "id": "s488"
    },
    {
      "text": "In her evidence given at trial, Ms McEwan stated more than once that the actual term of abuse used by the applicant to Ms Matthew, within the earshot of Ms McEwan, was that Ms Matthew was a \"crap assistant\".",
      "id": "s489"
    },
    {
      "text": "I accept Ms McEwan's evidence in this respect.",
      "id": "s490"
    },
    {
      "text": "It is true that those actual words do not appear in the document, but I think that the words which do appear are a less coarse, and perhaps somewhat euphemistic, reference to the actual words, while being consistent therewith.",
      "id": "s491"
    },
    {
      "text": "It is also true that Ms Matthew made no reference to having been called a \"crap assistant\", but, by the time Ms McEwan came upon the conversation and heard those words, Ms Matthew would, I consider, have been considerably upset by the applicant's reference to her as a \"black psychopathic assistant\", and by the other abuse which she had received, which may well have impaired her capacity to note and retain details of the things the applicant was saying.",
      "id": "s492"
    },
    {
      "text": "I find that the applicant did refer to Ms Matthew, in her presence and that of Ms McEwan, as a \"crap assistant\", and I do so because of the direct evidence to that effect of Ms McEwan.",
      "id": "s493"
    },
    {
      "text": "THE MORNING OF FRIDAY 11 NOVEMBER 2005 \n \n68 When Mr Sterjov arrived at the centre at about 8.00 am on Friday 11 November 2005, Ms McEwan told him about the incident in which the applicant and Ms Matthew had been involved the previous afternoon.",
      "id": "s494"
    },
    {
      "text": "She also referred to some of the other things that she believed the applicant had done over the course of the week, and showed him the \"reasons for termination\" document.",
      "id": "s495"
    },
    {
      "text": "She told him that she had asked the applicant to leave, for the reasons set out in the document.",
      "id": "s496"
    },
    {
      "text": "When Mr Sterjov read the document, he was very concerned.",
      "id": "s497"
    },
    {
      "text": "He said (in his evidence) that the things mentioned in the document were unacceptable to him; as a director of the centre, he said he wanted the children to be in a good and safe atmosphere, and he wanted all his staff to be role models for the children and to be able to work as a team.",
      "id": "s498"
    },
    {
      "text": "After reading the document and talking to Ms McEwan, Mr Sterjov wrote the cheque for the applicant's final pay.",
      "id": "s499"
    },
    {
      "text": "69 The applicant arrived at the centre at about 9.00 am.",
      "id": "s500"
    },
    {
      "text": "She understood that she had been dismissed by Ms McEwan the previous afternoon, and that her only purpose in attending the centre on the Friday morning was to collect her pay and to have a brief talk to Mr Sterjov.",
      "id": "s501"
    },
    {
      "text": "She met with Mr Sterjov and Ms McEwan in the office.",
      "id": "s502"
    },
    {
      "text": "According to the applicant, all three were standing throughout the course of the meeting.",
      "id": "s503"
    },
    {
      "text": "Ms McEwan and Mr Sterjov mentioned the subject of the applicant's conduct in relation to Ms Matthew the previous afternoon.",
      "id": "s504"
    },
    {
      "text": "When asked to recall what it was that they had said that Ms Matthew had told them about that conduct, the applicant said:\n \n I think it was something that I abuse her verbally or something, on those terms.",
      "id": "s505"
    },
    {
      "text": "Maybe they said that I --- maybe they said something they are saying now, maybe they said that I said that she was sick or something on those lines.",
      "id": "s506"
    },
    {
      "text": "Maybe something on those lines.",
      "id": "s507"
    },
    {
      "text": "I can't honestly remember.",
      "id": "s508"
    },
    {
      "text": "The applicant said that what they were telling her was a fabrication, and that she was really upset.",
      "id": "s509"
    },
    {
      "text": "Taking the view that she had already been dismissed largely as a result of allegations apparently made by Ms Matthew, the applicant (according to her evidence) raised her concerns in relation to \"abusive treatment of children\" (as she put it in her affidavit affirmed on 10 February 2006), namely, forcing them physically to go to sleep, not allowing them to use the toilet and not allowing them to drink water when thirsty.",
      "id": "s510"
    },
    {
      "text": "She told Mr Sterjov and Ms McEwan that Ms Matthew was a \"psychopath\".",
      "id": "s511"
    },
    {
      "text": "The applicant accepted that the conversation included a reference to her being unprofessional, and to her having argued.",
      "id": "s512"
    },
    {
      "text": "She said that they had her final cheque in a sealed envelope, and that no other papers were given or shown to her.",
      "id": "s513"
    },
    {
      "text": "She said that she looked at the cheque, and realised that she had been underpaid.",
      "id": "s514"
    },
    {
      "text": "She told Mr Sterjov that the pay was inaccurate, that she would check it, and get back to him later.",
      "id": "s515"
    },
    {
      "text": "70 The applicant gave evidence that, after the meeting, as she was leaving the centre and Mr Sterjov was returning to his car in the car park, she told him that the way she had been treated over the four days, and the abrupt termination of her employment, were abusive, harassing, discriminatory and unlawful.",
      "id": "s516"
    },
    {
      "text": "She said to him, \"I will report how you are dealing with children\", to which Mr Sterjov's response was that she had already been reported, that Ms McEwan had found out some information about her (the applicant's) past, and that it was that information which contained the true reason why she had been dismissed from her employment.",
      "id": "s517"
    },
    {
      "text": "71 The evidence of Ms McEwan and of Mr Sterjov as to what happened at the meeting on Friday 11 November differed considerably from that of the applicant.",
      "id": "s518"
    },
    {
      "text": "They both said that all three participants in the meeting were seated.",
      "id": "s519"
    },
    {
      "text": "They both insisted that the \"reasons for termination\" document was on the table at the meeting, and that they at least made some attempt to show it to the applicant.",
      "id": "s520"
    },
    {
      "text": "Mr Sterjov gave evidence that he opened the meeting by saying that he had heard that there had been an argument between the applicant and Ms Matthew.",
      "id": "s521"
    },
    {
      "text": "Referring to the document, he said that he would like to discuss what had happened over the previous four days, and the way the applicant had been working in the centre.",
      "id": "s522"
    },
    {
      "text": "Ms McEwan gave evidence that Mr Sterjov tried to talk to the applicant regarding the document.",
      "id": "s523"
    },
    {
      "text": "According to Mr Sterjov, the applicant said that she did not want to discuss anything, that she was there only to collect her pay, and that Mr Sterjov could \"go and talk to your black psychopathic assistant\" or (as Mr Sterjov put it under cross-examination) \"go and see your black psychopathic assistant\".",
      "id": "s524"
    },
    {
      "text": "Ms McEwan's recollection of this exchange was that the applicant did not want anything to do with the document stating the reasons for termination, and was \"just ... babbling\" and saying things like \"Oh, give it to your black psychopathic assistant.",
      "id": "s525"
    },
    {
      "text": "\" \n \n72 Once he heard the applicant saying \"black psychopathic assistant\", Mr Sterjov took the view that what he had been told about the applicant's language the previous afternoon had been correct.",
      "id": "s526"
    },
    {
      "text": "He said (in his evidence) that he considered that such words were not acceptable in the centre.",
      "id": "s527"
    },
    {
      "text": "So he replied to the applicant: \"If this is what you want, here's your money, pick up your money, and you can go\".",
      "id": "s528"
    },
    {
      "text": "According to him, the applicant took her cheque and departed, saying on the way out something like: \"You are a criminal, I'll dob you in, I'll report you, this centre is this, this centre is that.",
      "id": "s529"
    },
    {
      "text": "\" Ms McEwan said that the applicant left the meeting, while yelling, \"I'll get you, I'll report you, I'll pay you back\".",
      "id": "s530"
    },
    {
      "text": "Mr Sterjov denied that he had any conversation with the applicant in the car park.",
      "id": "s531"
    },
    {
      "text": "Indeed, he said that, at the time when the applicant was in the course of leaving the centre, he remained in the office or reception area.",
      "id": "s532"
    },
    {
      "text": "Ms McEwan gave evidence to the same effect.",
      "id": "s533"
    },
    {
      "text": "73 This meeting is the subject of the first four sentences of the fifth paragraph in Ms McEwan's report of 11 November 2005.",
      "id": "s534"
    },
    {
      "text": "The report, which was prepared on the day of the meeting, supports the evidence of Ms McEwan and Mr Sterjov that the applicant was aggressive in demeanour at the meeting and referred to Ms Matthew as a \"black psychopathic assistant\".",
      "id": "s535"
    },
    {
      "text": "It also supports their evidence that it was as she left the meeting as such that the applicant threatened to report La Kosta.",
      "id": "s536"
    },
    {
      "text": "The report also supports the applicant's evidence to the effect that she made accusations (effectively against Ms Matthew) about inhibitions on the children's abilities to use the toilet and to drink water.",
      "id": "s537"
    },
    {
      "text": "74 As I mention elsewhere in these reasons, I accept Ms McEwan and Mr Sterjov generally as witnesses of truth.",
      "id": "s538"
    },
    {
      "text": "Neither, by reason of inconsistency or otherwise, did the content of their answers provide any basis to doubt the truthfulness thereof.",
      "id": "s539"
    },
    {
      "text": "Allowing for differences in emphasis and in the quality of individual recollections, the evidence of Mr Sterjov and of Ms McEwan about the meeting on Friday 11 November was consistent.",
      "id": "s540"
    },
    {
      "text": "I prefer it to that of the applicant, who had a tendency to dissemble when requested to provide the specifics of the things she alleged, or when confronted with aspects of the meeting which she could not deny.",
      "id": "s541"
    },
    {
      "text": "75 I find that, at the meeting on 11 November, all three participants were (at least initially) seated.",
      "id": "s542"
    },
    {
      "text": "I accept that, in an obvious place on the table around which the meeting was conducted, there were the \"reasons for termination\" document that Ms McEwan had prepared the previous day and an envelope containing the applicant's final pay.",
      "id": "s543"
    },
    {
      "text": "I accept that Mr Sterjov referred to that document, and made it clear to the applicant that it set out in summary the reasons why her employment had been terminated.",
      "id": "s544"
    },
    {
      "text": "I accept that Mr Sterjov attempted to discuss those matters with the applicant and, while not having an open mind on the subject, was at least prepared to consider whatever the applicant might have said in her own defence.",
      "id": "s545"
    },
    {
      "text": "I find that the applicant understood that the document did set out why she should be dismissed, at least in general terms, but I also find that she did not read the document and was, for that reason, unaware of its detail.",
      "id": "s546"
    },
    {
      "text": "I find that the applicant had no interest in reading the document for the very reason that she knew it most probably contained allegations against her which she did not want to confront.",
      "id": "s547"
    },
    {
      "text": "She was, however, in no doubt but that she was being dismissed for reasons which included the intemperate and insulting language she had used to Ms Matthew on the previous day.",
      "id": "s548"
    },
    {
      "text": "I find that, in relation to that aspect of the conversation (such as it was), the applicant did use the expression \"black psychopathic assistant\" with intended reference to Ms Matthew.",
      "id": "s549"
    },
    {
      "text": "I find that the applicant's use of that expression was, for Mr Sterjov, the last straw and determined him to confirm the termination of the applicant's employment, and that he expressed that determination by saying to the applicant, as he gave evidence, \"If this is what you want, here's your money, pick up your money, and you can go.",
      "id": "s550"
    },
    {
      "text": "\" I accept that, as she left the meeting or thereabouts, the applicant threatened Mr Sterjov that she would \"report\" La Kosta (to some unnamed authority).",
      "id": "s551"
    },
    {
      "text": "I do not accept the applicant's evidence that she spoke to Mr Sterjov in the car park; indeed, I accept Mr Sterjov's evidence that no such conversation occurred, and the evidence that both he and Ms McEwan gave that he remained in the office area of the centre for the whole of the time while the applicant was in the course of departing.",
      "id": "s552"
    },
    {
      "text": "I reject the applicant's evidence that Mr Sterjov told her that she had been reported, or that it was some information about the applicant's past that had led to the termination of her employment.",
      "id": "s553"
    },
    {
      "text": "MS McEWAN'S REASONS FOR DISMISSING THE APPLICANT \n \n76 I turn next to consider each of the reasons for termination of the employment of the applicant advanced by Ms McEwan, as set out in her document prepared late on the afternoon of 10 November 2005 (see par 6 above).",
      "id": "s554"
    },
    {
      "text": "Ms McEwan said that that document contained the reasons why she terminated the employment of the applicant that day.",
      "id": "s555"
    },
    {
      "text": "In her evidence in chief, however, Ms McEwan did not give context or content to any of the reasons as set out in the document.",
      "id": "s556"
    },
    {
      "text": "For her part, the applicant said that they were all false reasons, and that the document was prepared very much after the event, and solely for the purposes of the present proceeding.",
      "id": "s557"
    },
    {
      "text": "She asserted that the real reason for the termination of her employment was as she claimed had been stated to her by Mr Sterjov in the carpark on the morning of 11 November 2005, namely, that La Kosta had come by some information about her background.",
      "id": "s558"
    },
    {
      "text": "77 Ms McEwan's first reason was that the applicant verbally abused two staff members in front of the children, and told Ms Matthew that she was no good as an assistant.",
      "id": "s559"
    },
    {
      "text": "As is apparent from my findings in relation to the incident involving the applicant and Ms Matthew on the afternoon of 10 November, I accept that the applicant then abused Ms Matthew in front of the children, and told her (although in more florid terms) that she was no good as an assistant.",
      "id": "s560"
    },
    {
      "text": "In relation to statements made by the applicant to Ms Matthew, therefore, I consider there was substance in Ms McEwan's first reason.",
      "id": "s561"
    },
    {
      "text": "Under cross-examination, Ms McEwan was asked who the second staff member was who was supposed to have been abused at that time.",
      "id": "s562"
    },
    {
      "text": "She said it was Ms Brown.",
      "id": "s563"
    },
    {
      "text": "When the applicant put it to her that on no view was she abusing Ms Brown, Ms McEwan responded:\n \n Well, Aileen was in the conversation.",
      "id": "s564"
    },
    {
      "text": "There was the three there.",
      "id": "s565"
    },
    {
      "text": "Aileen was in the conversation and you also was yelling at Aileen.",
      "id": "s566"
    },
    {
      "text": "I don't know what was said and how it was said but Aileen would step in to say, \"stop this, stop this,\" and then the applicant was yelling at both of them.",
      "id": "s567"
    },
    {
      "text": "It was just like quite a yelling match.",
      "id": "s568"
    },
    {
      "text": "Ms Matthew said nothing about the extent to which the applicant's abuse was directed to Ms Brown.",
      "id": "s569"
    },
    {
      "text": "In the circumstances, I would not think it correct to describe the applicant's words as constituting abuse directed to Ms Brown.",
      "id": "s570"
    },
    {
      "text": "However, that is my assessment of the situation made some time after the event, and in the ordered calm of a courtroom.",
      "id": "s571"
    },
    {
      "text": "Having seen and heard Ms McEwan defend her \"reasons for termination\" document, I could not, and do not, reject her evidence that her perception of the applicant's yelling and screaming, as she put it, was that it involved \"abuse\" directed towards Ms Brown, as well as towards Ms Matthew.",
      "id": "s572"
    },
    {
      "text": "78 Ms McEwan's second reason was that the applicant had been bullying and abusing children, calling them animals, and saying that they were unruly and had no respect for adults; and had said that other children for whom she had cared in the past were clever, listened and lined up.",
      "id": "s573"
    },
    {
      "text": "This reason involves a number of allegations against the applicant.",
      "id": "s574"
    },
    {
      "text": "Save for the matter to which I shall refer in connection with the seventh reason discussed below, there was no evidence that the applicant bullied or physically abused any child.",
      "id": "s575"
    },
    {
      "text": "Neither was there any evidence that the applicant had told the children that they were animals, that they were unruly, or that they had no respect for adults.",
      "id": "s576"
    },
    {
      "text": "There was no evidence that she told the children that others for whom she had cared in the past were clever, listened and lined up.",
      "id": "s577"
    },
    {
      "text": "To the extent that this second reason is to be understood in the sense of things which were said by the applicant to the children, or to any child, it is without support in the evidence.",
      "id": "s578"
    },
    {
      "text": "I consider that, in its natural meaning, it should be so understood.",
      "id": "s579"
    },
    {
      "text": "As such, the reason as stated on Ms McEwan's document contains serious allegations against the applicant which derive no support from any of the evidence in the case.",
      "id": "s580"
    },
    {
      "text": "79 The source of the allegations in the second reason (to the extent that they should be regarded as separate from those contained in the seventh) appears to be three-fold.",
      "id": "s581"
    },
    {
      "text": "First, as I have mentioned in par 37 above, on 7 November 2005 (the applicant's first day at La Kosta) the applicant told Ms McEwan (in response to her inquiry as to how things were going) that the children acted like animals, that they would not line up in a single file, and that they had no respect for adults.",
      "id": "s582"
    },
    {
      "text": "I accept Ms McEwan's evidence as to what the applicant said to her on 7 November 2005, but I do not accept that the applicant's words amounted to \"calling\" the children animals etc.",
      "id": "s583"
    },
    {
      "text": "The words were spoken in a conversation with the manager of La Kosta, in a circumstance in which the manager might have expected the applicant to be frank, as undoubtedly she was.",
      "id": "s584"
    },
    {
      "text": "80 Secondly, in conversation with Ms Matthew on the morning of 10 November 2005, the applicant accused Ms Matthew of encouraging the children to behave like \"animals\".",
      "id": "s585"
    },
    {
      "text": "As I have said, I accept Ms Matthew's evidence in this regard.",
      "id": "s586"
    },
    {
      "text": "It does not appear from the evidence that this statement by the applicant was ever conveyed by Ms Matthew to Ms McEwan, but, even if it had been, it would not have amounted to \"calling\" the children animals.",
      "id": "s587"
    },
    {
      "text": "81 Thirdly, in her report prepared on 11 November 2005, Ms McEwan said that, at her meeting with the applicant late on 10 November, the applicant said that she had never met children such as the rude ones at La Kosta, that the children behaved like animals and that, at other kindergartens where she had worked, the children were clever, listened, lined up and had been taught to respect strangers.",
      "id": "s588"
    },
    {
      "text": "Manifestly, this report does not contain any evidence as to what the applicant said to, as distinct from about, the children.",
      "id": "s589"
    },
    {
      "text": "82 As I have said, I think that Ms McEwan's second reason conveys the natural impression that the statements referred to were made by the applicant to the children, not merely to others about the children.",
      "id": "s590"
    },
    {
      "text": "For the above reasons, I find that the applicant did not make those statements to the children.",
      "id": "s591"
    },
    {
      "text": "83 Ms McEwan's third reason was that the applicant's philosophies and goals were not compatible with La Kosta's beliefs.",
      "id": "s592"
    },
    {
      "text": "Unlike all of the other reasons, the third does not refer to a specific event or incident involving, or to a statement by, the applicant.",
      "id": "s593"
    },
    {
      "text": "Rather, it refers to a judgment by Ms McEwan as to the philosophical interface between the applicant as an individual and La Kosta as an organisation.",
      "id": "s594"
    },
    {
      "text": "This rather esoteric subject was not dealt with by Ms McEwan in her evidence in chief.",
      "id": "s595"
    },
    {
      "text": "It was left to the applicant to explore the meaning, relevance and gravity of this third reason.",
      "id": "s596"
    },
    {
      "text": "84 Asked in cross-examination to provide detail of the applicant's philosophies, Ms McEwan said:\n \n Okay.",
      "id": "s597"
    },
    {
      "text": "In regards to that it's --- I was making a statement that every centre has philosophies, and our philosophy is that all children are treated equal, they are given time to grow individually, and I was stating to the applicant that her philosophies of educating the children is not the same as at the centre.",
      "id": "s598"
    },
    {
      "text": "We don't expect the children to line up in a single-file line, we don't expect the children to sit down and do primary school work.",
      "id": "s599"
    },
    {
      "text": "Children are sectioned in --- we call them like individual work stations and it may be a writing station and then it may be a construction section and a painting section, so children are free to choose what they enjoy and then they are also encouraged to do what they enjoy.",
      "id": "s600"
    },
    {
      "text": "What I was stating here was clearly that the work that was being presented to the children was at primary school level and it wasn't the philosophy of the children being individuals and learning at their own pace.",
      "id": "s601"
    },
    {
      "text": "When pressed further on this subject, Ms McEwan said:\n \n It's the same as what I said before, that it's not compatible how children learn individually, that they were set up with activities that were very structured and very stencilled.",
      "id": "s602"
    },
    {
      "text": "That's exactly what I said before.",
      "id": "s603"
    },
    {
      "text": "That's what I mean.",
      "id": "s604"
    },
    {
      "text": "Ms McEwan confirmed that she was referring to teaching style, and continued:\n \n When you come to a centre you know you go there and your philosophy has to match the centre philosophy, that's it.",
      "id": "s605"
    },
    {
      "text": "You know, you wouldn't go working at a centre that you didn't believe, you know, was the same style of education that you would work.",
      "id": "s606"
    },
    {
      "text": "That's exactly what I meant.",
      "id": "s607"
    },
    {
      "text": "You have to believe every child is treated as an individual which is our philosophy.",
      "id": "s608"
    },
    {
      "text": "85 Ms McEwan was then asked to identify La Kosta's philosophies and goals.",
      "id": "s609"
    },
    {
      "text": "She said that its philosophies, goals and beliefs were all the same thing.",
      "id": "s610"
    },
    {
      "text": "She said that they were the subject of \"a huge poster\" in every room in the centre, including the kindergarten room and the staff room.",
      "id": "s611"
    },
    {
      "text": "When asked to state what those philosophies, goals or beliefs were, Ms McEwan said:\n \n That all children are treated equally, that they are free from abuse, physical or verbal, that they are given nutritious meals, that they are accepted for whatever culture they are from, that they are given every opportunity and every educational --- sorry, I can't really remember any more but there is a fair bit of them.",
      "id": "s612"
    },
    {
      "text": "In addition to the matter of teaching style, then, Ms McEwan appeared to identify a point of incompatibility between the applicant's philosophies and goals and those of La Kosta which involved the applicant's behaviour towards individual children, and the way children were treated by the applicant.",
      "id": "s613"
    },
    {
      "text": "When asked to elaborate upon that aspect, Ms McEwan said:\n \n Well, I'm stating that the applicant had broken these certain aspects of the philosophy, the bullying and the abusing of the children.",
      "id": "s614"
    },
    {
      "text": "That's what we're talking about here.",
      "id": "s615"
    },
    {
      "text": "When Ms McEwan was asked to identify what she knew of the applicant's own philosophies and goals, she said that she had formed the view that they were not the same as those of La Kosta.",
      "id": "s616"
    },
    {
      "text": "That answer was not responsive, and when she was pressed upon the subject, ultimately she admitted that she did not know what the applicant's philosophies and goals were.",
      "id": "s617"
    },
    {
      "text": "86 Although it may appear from my treatment of Ms McEwan's evidence in the two previous paragraphs that she was evasive in confronting the issue of the applicant's philosophies etc, and her understanding of them, I did not get that impression in the way she gave the relevant evidence.",
      "id": "s618"
    },
    {
      "text": "Rather, she struck me as someone who might use euphemisms or clich&eacute;s in situations where they may not have been entirely apt.",
      "id": "s619"
    },
    {
      "text": "She seemed to have a firm and clear idea of what she had in mind when she referred to the applicant's philosophies etc, but was at something of a loss to express her meaning in terms which made strict sense of the words she actually used in her document.",
      "id": "s620"
    },
    {
      "text": "87 It seems that Ms McEwan had two broad areas of concern in relation to this third reason set out in her document.",
      "id": "s621"
    },
    {
      "text": "The first was the applicant's teaching style, which Ms McEwan identified as being somewhat more appropriate for school-aged children rather than for kindergarten children.",
      "id": "s622"
    },
    {
      "text": "The second was the matter of bullying and abuse, with which I have dealt with elsewhere.",
      "id": "s623"
    },
    {
      "text": "The matter of teaching style is, of course, very much a qualitative one, upon which views may differ.",
      "id": "s624"
    },
    {
      "text": "In conducting her case before me, the applicant made it clear that she considered herself to be better qualified on that subject than Ms McEwan or any other staff member at the centre.",
      "id": "s625"
    },
    {
      "text": "At no stage was the applicant counselled or admonished about her teaching style before she was dismissed from her employment.",
      "id": "s626"
    },
    {
      "text": "The matter of teaching style was not what caused Ms McEwan to speak to the applicant in the office at the centre late on 10 November 2005.",
      "id": "s627"
    },
    {
      "text": "Neither was it raised in that meeting.",
      "id": "s628"
    },
    {
      "text": "In the circumstances, I think it probable that, having decided that the applicant should be dismissed for other reasons, Ms McEwan gave expression to a general, non-specific, sense of unease or reservation about the applicant as an employee in the way she expressed her third reason in the document.",
      "id": "s629"
    },
    {
      "text": "I consider it probable that she was anxious to buttress her decision with everything of which she was then aware which might constitute a reason why La Kosta would not wish to retain the applicant in its employ.",
      "id": "s630"
    },
    {
      "text": "88 The fourth reason advanced by Ms McEwan for the dismissal of the applicant was that the applicant had called her \"a bad, bad, person\".",
      "id": "s631"
    },
    {
      "text": "The applicant is alleged to have said that at the meeting between herself and Ms McEwan late on 10 November 2005.",
      "id": "s632"
    },
    {
      "text": "Although the applicant denied having used those words, she did give the following evidence in chief:\n \n I told her that she hadn't done her part properly and I told her that she wasn't - her conduct was not appropriate, but I wouldn't say that she was a bad person, this implies if she didn't - haven't done her manager duties - didn't introduce me for work and was making every difficulty and wilfully abuse me.",
      "id": "s633"
    },
    {
      "text": "So it may make her bad person, if she feels she is a bad person.",
      "id": "s634"
    },
    {
      "text": "But certainly making assumption - I say to her that she hadn't done her duty, that was what I said her and to this effect and that I don't appreciate her conduct and how abusive and difficult she was during my four days of employment.",
      "id": "s635"
    },
    {
      "text": "Under cross-examination by the applicant, Ms McEwan did not waver from her evidence that the applicant had called her a bad, bad person.",
      "id": "s636"
    },
    {
      "text": "I accept that evidence, and find that the fourth reason was soundly based in the facts which had occurred.",
      "id": "s637"
    },
    {
      "text": "89 Ms McEwan's fifth reason was that the applicant had called Ms Matthew \"a black psychopathic assistant\".",
      "id": "s638"
    },
    {
      "text": "I have dealt with this aspect elsewhere.",
      "id": "s639"
    },
    {
      "text": "I accept that the applicant did abuse Ms Matthew in those terms, and that the fifth reason was soundly based in the facts which had occurred.",
      "id": "s640"
    },
    {
      "text": "90 Ms McEwan's sixth reason was that the activities that were programmed for children were of a school level of development.",
      "id": "s641"
    },
    {
      "text": "As I have said above, she provided no elaboration upon this statement in her evidence in chief.",
      "id": "s642"
    },
    {
      "text": "Under cross-examination, however, she provided the following example:\n \n The activities I'm referring to were stencils, photocopied sheets of pieces of paper, which the applicant had brought into the centre herself to give to the children, copies ....",
      "id": "s643"
    },
    {
      "text": "They were stencilled activities.",
      "id": "s644"
    },
    {
      "text": "They were sheets.",
      "id": "s645"
    },
    {
      "text": "The activities were to make a child, you know, illustrate a picture around, you know, a picture of a child called Adam.",
      "id": "s646"
    },
    {
      "text": "How can a four-year-old illustrate a picture?",
      "id": "s647"
    },
    {
      "text": "...",
      "id": "s648"
    },
    {
      "text": "They were photocopied sheets for the children which we call stencils, meaning children cannot use their own imagination to build a child Adam.",
      "id": "s649"
    },
    {
      "text": "They are actually, you know, looking at Adam and they're actually copying.",
      "id": "s650"
    },
    {
      "text": "So they're stencilling.",
      "id": "s651"
    },
    {
      "text": "They're not creating it from their own mind.",
      "id": "s652"
    },
    {
      "text": "As I have said above, the applicant asserted that she was better qualified than Ms McEwan to make a judgment about the appropriate level of activities for the children who were in her charge in the kindergarten room.",
      "id": "s653"
    },
    {
      "text": "Whether or not that was so, the present issue relates to Ms McEwan's reasons, rather than to the applicant's qualifications.",
      "id": "s654"
    },
    {
      "text": "If there is a difference between this sixth reason and so much of the third reason as concerned the applicant's teaching style, it is difficult to discern.",
      "id": "s655"
    },
    {
      "text": "I consider that, in referring to the applicant's teaching style in her justification for the third reason, Ms McEwan was effectively reiterating the concern which she set out specifically in the sixth reason.",
      "id": "s656"
    },
    {
      "text": "As I have said, the applicant was not counselled or admonished about this matter, and I think it probable that it was added to Ms McEwan's catalogue of reasons why the applicant had been dismissed for the sake of completeness, rather than identifying any concrete fact or circumstance which led to the dismissal.",
      "id": "s657"
    },
    {
      "text": "91 Ms McEwan's seventh reason was that the applicant had physically abused a child by pulling him roughly by the arm.",
      "id": "s658"
    },
    {
      "text": "She noted that a staff member (who was Ms Matthew) had witnessed this.",
      "id": "s659"
    },
    {
      "text": "She said that the applicant had admitted to the \"abusive action\" and apologised.",
      "id": "s660"
    },
    {
      "text": "I have dealt fully with the facts underlying this reason above.",
      "id": "s661"
    },
    {
      "text": "I accept that, on the morning of 10 November 2005, the applicant grabbed a child by the arm forcefully, and then put the child down.",
      "id": "s662"
    },
    {
      "text": "However, none of the respondents' evidence (effectively that of Ms Matthew), described the context or circumstances of this incident.",
      "id": "s663"
    },
    {
      "text": "I do not know whether the action was done in anger, by way of reprimand, out of frustration, or, possibly, in good humour.",
      "id": "s664"
    },
    {
      "text": "Ms McEwan claimed to have a clear recollection of the applicant admitting to the incident, apologising, and explaining that she had not meant it to be the way it appeared.",
      "id": "s665"
    },
    {
      "text": "According to Ms McEwan, this was said by the applicant at their meeting on the afternoon of 10 November 2005.",
      "id": "s666"
    },
    {
      "text": "Her evidence in that regard derived some support from the inclusion of a reference to the applicant's apology in the terms of the seventh reason as set out in the document.",
      "id": "s667"
    },
    {
      "text": "92 The facts upon which Ms McEwan's seventh reason was based were said (by her) to have been related to her by Ms Matthew.",
      "id": "s668"
    },
    {
      "text": "Ms McEwan's knowledge of, and understanding of the dynamics of, the incident was, therefore, indirect.",
      "id": "s669"
    },
    {
      "text": "I accept that it was reported to Ms McEwan, and that she understood the incident, as conduct by the applicant towards a child in her care which was inappropriate.",
      "id": "s670"
    },
    {
      "text": "There was, I find, substance in the allegation made by Ms Matthew against the applicant in relevant respects, but, on the evidence before me, I would not be persuaded to go so far as to the find that the applicant's conduct involved \"physical abuse\".",
      "id": "s671"
    },
    {
      "text": "This single episode was also what lay behind so much of Ms McEwan's second reason as accused the applicant of \"bullying ... abusing children\".",
      "id": "s672"
    },
    {
      "text": "I am also unable to find that the applicant's conduct in relevant respects should be described as \"bullying\".",
      "id": "s673"
    },
    {
      "text": "I think that the second and seventh reasons, referring as they do to bullying and physical abuse, are expressed in terms somewhat too pejorative if, as is the case, they find support in the single incident to which I have referred.",
      "id": "s674"
    },
    {
      "text": "It is not clear whether the terms of Ms McEwan's document should be explained by a desire on her part to strengthen the case for the applicant's dismissal, or arose from the way the incident was described to her by Ms Matthew.",
      "id": "s675"
    },
    {
      "text": "Either way, while there is a basis of truth and justification in Ms McEwan's reasons, I consider that those reasons contain a degree of exaggeration as to the extent of the applicant's culpability in relevant respects.",
      "id": "s676"
    },
    {
      "text": "That is not to say that the applicant was not culpable: indeed, I accept the substance of Ms McEwan's evidence that, at the meeting on the afternoon of 10 November 2005, the applicant acknowledged her mistake, and apologised for it.",
      "id": "s677"
    },
    {
      "text": "93 The eighth, and final, of Ms McEwan's reasons was that the applicant had left 14 children unsupervised outside alone, and that a parent had witnessed that circumstance.",
      "id": "s678"
    },
    {
      "text": "There was no direct, and only very unsatisfactory indirect, evidence of this supposed incident.",
      "id": "s679"
    },
    {
      "text": "The only evidence was given by Ms McEwan, who said that the incident had been reported to her by Ms Matthew, who had witnessed it.",
      "id": "s680"
    },
    {
      "text": "However, Ms Matthew gave no evidence on the subject.",
      "id": "s681"
    },
    {
      "text": "As to the involvement of a parent, Ms McEwan could not recall who the parent was, and said only that Ms Matthew had told her that a parent had witnessed the incident.",
      "id": "s682"
    },
    {
      "text": "Ms McEwan could not recall the time, the place, or the circumstances of the incident.",
      "id": "s683"
    },
    {
      "text": "In the circumstances, I could not find, on the evidence, that the incident took place at all.",
      "id": "s684"
    },
    {
      "text": "However, I would not go so far as to say that the reason was a complete invention by Ms McEwan; nor would I say that Ms Matthew had fabricated an allegation against the applicant.",
      "id": "s685"
    },
    {
      "text": "To consider further what, if anything, lay behind the allegation would be to enter the realm of speculation.",
      "id": "s686"
    },
    {
      "text": "All that can be said is that the matter was a reason for Ms McEwan's decision to terminate the applicant's employment --- a reason which the respondents made no attempt to justify.",
      "id": "s687"
    },
    {
      "text": "SECTION 170CK(2)(f) OF THE WR ACT \n \n94 Turning next to the applicant's causes of action, the first is said to arise under s 170CK(2)(f) of the WR Act in the form it took at the relevant time, by which it was unlawful for an employer to terminate the employment of an employee for the reason, or for reasons which included the reason, of the employee's --- \n \n ... race, colour, sex, sexual preference, age, physical or mental disability, marital status, family responsibilities, pregnancy, religion, political opinion, national extraction or social origin.",
      "id": "s688"
    },
    {
      "text": "The applicant alleged that her employment had been terminated by reason of her religious beliefs, her political opinions, and her social and ethnic origin.",
      "id": "s689"
    },
    {
      "text": "Expressing these grounds in the corresponding terms of s 170CK(2)(f) of the WR Act , I take it that the applicant alleges that her employment was terminated because of her religion, her political opinion, her national extraction and/or her social origin.",
      "id": "s690"
    },
    {
      "text": "The applicant also alleged that her employment had been terminated by reason of her \"imputed social disability\".",
      "id": "s691"
    },
    {
      "text": "Counsel for the respondent submitted that \"imputed social disability\" is not a circumstance picked up by the terms of par (f) of s 170CK(2) of the WR Act .",
      "id": "s692"
    },
    {
      "text": "The applicant submitted that the \"social disability\" on which she relied was a physical or mental disability within the meaning of s 170CK(2)(f), albeit given another name by her for the purposes of these proceedings.",
      "id": "s693"
    },
    {
      "text": "She referred to it as an \"imputed\" disability because, although it did not exist as an actual disability, Ms McEwan and Mr Sterjov assumed she had it and imputed it to her.",
      "id": "s694"
    },
    {
      "text": "95 The applicant relies upon s 170CQ of the WR Act .",
      "id": "s695"
    },
    {
      "text": "At the relevant time, it provided:\n \n In any proceeding under section 170CP relating to a termination of employment in contravention of section 170CK for a reason (a proscribed reason) set out in a paragraph of subsection (2) of that section: \n \n (a) it is not necessary for the employee to prove that the termination was for a proscribed reason; but\n (b) it is a defence in the proceedings if the employer proves that the termination was for a reason or reasons that do not include a proscribed reason (other than a proscribed reason to which subsection 170CK(3) or (4) applies).",
      "id": "s696"
    },
    {
      "text": "Although it is well-established that the effect of this provision is to reverse the onus of proof on the matter of reason under s 170CK(2), there is an aspect of the operation of s 170CQ of the WR Act which has been little discussed in the cases, but which is of some importance in the present matter, largely because there is no evidence as to the applicant's political opinion, social origin or physical or mental disability.",
      "id": "s697"
    },
    {
      "text": "Notwithstanding that she has not proved those matters, is the applicant entitled to rely upon s 170CQ merely by alleging that she was dismissed because of those reasons, or one or more of them?",
      "id": "s698"
    },
    {
      "text": "96 There were two distinct groups of provisions of the WR Act which used \"reverse onus\" sections in circumstances where the reason for which an act was done was part of the legislative prohibition.",
      "id": "s699"
    },
    {
      "text": "One group was that with which this proceeding is concerned, s 170CK(2)(f).",
      "id": "s700"
    },
    {
      "text": "For the sake of convenience, I shall call that paragraph the anti-discrimination provision.",
      "id": "s701"
    },
    {
      "text": "The other group was to be found in Part XA of the WR Act , which I shall call the anti-victimisation provisions.",
      "id": "s702"
    },
    {
      "text": "The latter group had its origins in s 5 of the Conciliation and Arbitration Act 1904 (Cth).",
      "id": "s703"
    },
    {
      "text": "That section created a prohibition, as part of the criminal law, upon employers taking specified action against their employees for the reason that the employees were union members or officers, or in other specified respects involved in union activities.",
      "id": "s704"
    },
    {
      "text": "Under s 5(4) of the 1904 Act, \n \n ... if all the facts and circumstances constituting the offence, other than the reason for the defendant's action, are proved, it shall lie upon the defendant to prove that he was not actuated by the reason alleged in the charge.",
      "id": "s705"
    },
    {
      "text": "Under that provision, it lay upon the prosecutor to prove the existence of the factual circumstance alleged to provide the basis of the defendant's reasons for dismissal.",
      "id": "s706"
    },
    {
      "text": "For example, if it were alleged that an employee had been dismissed because of his or her union membership, it was for the prosecutor to prove that the employee was a union member; by s 5(4) it then lay upon the defendant to prove that that circumstance was not the reason why the employee had been dismissed.",
      "id": "s707"
    },
    {
      "text": "Examples of informations which were dismissed because the prosecution had failed to prove the existence of the circumstance said to provide the basis of the defendant's reason may be seen in Heidt v Chrysler Australia Limited (1976) 26 FLR 257, 270-271 and Leontiades v F T Manfield Pty Ltd (1980) 43 FLR 193, 198-199.",
      "id": "s708"
    },
    {
      "text": "97 Section 5 of the 1904 Act was replaced by s 334 of the Industrial Relations Act 1988 (Cth).",
      "id": "s709"
    },
    {
      "text": "The provision setting up a reverse onus of proof was subs (6), as follows:\n \n In a prosecution for an offence against subsection (1), (2), (3), (4) or (5), it is not necessary for the prosecutor to prove the defendant's reasons for the action charged nor the intent with which the defendant took the action charged, but it is a defence to the prosecution if the defendant proves that the action was not motivated (whether in whole or in part) by the reason, nor taken with the intent (whether alone or with another intent), specified in the charge.",
      "id": "s710"
    },
    {
      "text": "In Lawrence v Hobart Coaches Pty Ltd (1994) 57 IR 218, 219, Northrop J held that the legal effect of the new s 334(6) was the same as the effect of the previous s 5(4).",
      "id": "s711"
    },
    {
      "text": "98 The anti-discrimination provision was first introduced by an amendment made to the 1988 Act in 1993 (with effect from 30 March 1994).",
      "id": "s712"
    },
    {
      "text": "The new provision, s 170DF(1), was supported by a reverse onus section, s 170EDA(2), in the following terms:\n \n If an application lodged under section 170EA alleges that a termination of employment of an employee contravened subsection 170DF(1) on the ground that the termination: \n \n (a) was for a particular reason or reasons referred to in that subsection that were stated in the application; or\n (b) was for reasons stated in the application that included a particular reason or reasons referred to in that subsection; \n \n the termination is taken to have contravened subsection 170DF(1) unless the employer proves, in any consent arbitration arising from the application or in any proceedings arising on the referral of the application to the Court, that: \n \n (c) the employment was not terminated for the particular reason or reasons or for reasons that included the particular reason or reasons; or\n (d) the particular reason was a reason, or the particular reasons were reasons, to which subsection 170DF(2) or (3) applied.",
      "id": "s713"
    },
    {
      "text": "One difference between s 170EDA(2) and the pre-existing s 334(6) was that the new provision operated in a civil, whereas the other provision operated in a criminal, context.",
      "id": "s714"
    },
    {
      "text": "That difference does not, however, explain why the legislature chose different terminology by which to give effect to its reverse onus policy in the context of the new anti-discrimination provision.",
      "id": "s715"
    },
    {
      "text": "99 The 1988 Act was substantially amended, and renamed as the WR Act , in 1996.",
      "id": "s716"
    },
    {
      "text": "What was s 334(6) --- reverse onus in the context of the anti-victimisation provisions --- became s 298V, and what was s 170EDA(2) --- reverse onus in the context of the anti-discrimination provision --- became s 170CQ.",
      "id": "s717"
    },
    {
      "text": "In the course of these amendments, a transposition occurred.",
      "id": "s718"
    },
    {
      "text": "The terminology of the new s 298V followed the general terms of what had been s 170EDA(2), and the terminology of the new 170CQ followed the general terms of what had been s 334(6).",
      "id": "s719"
    },
    {
      "text": "That is to say, the now anti-victimisation reverse onus section looked more like the previous anti-discrimination reserve onus section; and vice-versa.",
      "id": "s720"
    },
    {
      "text": "The Parliamentary materials accompanying the amendments of 1996 do not explain this transposition.",
      "id": "s721"
    },
    {
      "text": "The circumstance that, at the same time, the anti-victimisation provisions were broadened and de-criminalised does not, of itself, provide an obvious explanation.",
      "id": "s722"
    },
    {
      "text": "100 Whatever be the reason for the legislative changes of 1996 to which I have referred, the result was that s 170CQ came to be expressed as s 334(6) had been.",
      "id": "s723"
    },
    {
      "text": "As held by Northrop J in Lawrence , that provision was of the same legal effect as s 5(4) of the 1904 Act.",
      "id": "s724"
    },
    {
      "text": "It follows that s 170CQ was likewise of that legal effect, and that the established jurisprudence, to which I have referred in par 95 above, applied to the construction and operation of s 170CQ.",
      "id": "s725"
    },
    {
      "text": "The jurisprudence to which I refer, of course, is that which made it part of the prosecutor's (or applicant's) case to prove as an objective fact the circumstances alleged to constitute the basis of the \"reason\" to which the reverse onus section applied.",
      "id": "s726"
    },
    {
      "text": "Indeed, one of the three grounds in Lawrence itself was determined in favour of the respondent employer for the very reason that the prosecutor had called no evidence to establish that the union in question was seeking better industrial conditions: see 57 IR at 220.",
      "id": "s727"
    },
    {
      "text": "The same approach, in my view, should be taken under s 170CQ.",
      "id": "s728"
    },
    {
      "text": "101 For the sake of completeness, I note that the same approach was taken under s 298V by Branson J in Construction, Forestry, Mining and Energy Union v Coal and Allied Operations Pty Ltd (1999) 140 FLR 131.",
      "id": "s729"
    },
    {
      "text": "Her Honour said (at [161]):\n \n I have concluded ... that [the employee] did not relevantly participate in proceedings under an industrial law within the meaning of s 298L(1)(j).",
      "id": "s730"
    },
    {
      "text": "Section 298V of the Act does not, in my view, allow the applicant to circumvent that finding.",
      "id": "s731"
    },
    {
      "text": "Rather it is to be construed as an aid to proof of the intent or reason of the respondent which motivated, or formed part of the motivation for, the respondent's conduct.",
      "id": "s732"
    },
    {
      "text": "It may fairly be presumed that the section is intended to alleviate the difficulties of proof by one party of the state of mind or motivation of another ...",
      "id": "s733"
    },
    {
      "text": "The impact of s 298V, in my view, is simply to alleviate the evidentiary difficulty facing the applicant of providing proof of the intent or reason which motivated, or formed part of the motivation for, the respondent's conduct following the absence of the employee from work.",
      "id": "s734"
    },
    {
      "text": "102 As I have said, in the present case there is no evidence that the applicant had any particular --- or any --- political opinion.",
      "id": "s735"
    },
    {
      "text": "There was no evidence of her \"social origin\".",
      "id": "s736"
    },
    {
      "text": "The applicant gave evidence of her educational qualifications, but said nothing of her background or upbringing within society or any particular part of the community.",
      "id": "s737"
    },
    {
      "text": "The court knows nothing of where she grew up, of her family circumstances, of the groups with whom she associated or to whom she related, of any class-identity she may have claimed within society.",
      "id": "s738"
    },
    {
      "text": "For those reasons I propose to dismiss so much of the applicant's case under s 170CK(2)(f) of the WR Act as relates to political opinion and social origin.",
      "id": "s739"
    },
    {
      "text": "I would add, for the sale of completeness, that neither of these claimed circumstances was in the least involved in the interrelationship between the applicant and those by whom she was dismissed over the four days of her employment.",
      "id": "s740"
    },
    {
      "text": "Ms McEwan never discussed the applicant's political opinions (whatever they may have been) with her, or with anybody else.",
      "id": "s741"
    },
    {
      "text": "It is quite clear, and I find, that the applicant was not dismissed by reason of her political opinion, whatever it may have been.",
      "id": "s742"
    },
    {
      "text": "The question of the applicant's \"social origin\" was barely referred to in the evidence.",
      "id": "s743"
    },
    {
      "text": "Ms McEwan said that she was not aware of the applicant's social origin at the time when the latter commenced at La Kosta and, although the exact meaning of this term was not explored, there was no suggestion that the applicant's social origin played any part in her relations with La Kosta over the four days of her employment, or in Ms McEwan's decision to dismiss her.",
      "id": "s744"
    },
    {
      "text": "It is clear, and I find, that the matter of social origin had nothing to with the termination of the applicant's employment.",
      "id": "s745"
    },
    {
      "text": "103 Neither is there any evidence of any physical or mental disability which the applicant had while employed by La Kosta.",
      "id": "s746"
    },
    {
      "text": "It is not, in my view, sufficient that she allege an \"imputed\" disability.",
      "id": "s747"
    },
    {
      "text": "The provisions of s 170CK(2)(f) are designed to protect employees who in fact fall within the categories referred to --- those who in fact have family responsibilities or who in fact are pregnant, for example.",
      "id": "s748"
    },
    {
      "text": "That is consistent with the received construction of the reverse onus provision which finds expression in s 170CQ, as discussed above.",
      "id": "s749"
    },
    {
      "text": "I would also hold that that provision is activated only in relation to alleged reasons of the kind referred to in s 170CK(2), of which \"social disability\" is not one.",
      "id": "s750"
    },
    {
      "text": "It is not as though the applicant made it clear, and led evidence, that she had a physical or mental disability which was relevant to her social interactions, for instance, and called it a \"social disability\".",
      "id": "s751"
    },
    {
      "text": "Rather, she conducted her case solely upon an allegation as to La Kosta's reasons for her dismissal which was expressed as \"social disability\", and without either specification or evidence as to what the disability was.",
      "id": "s752"
    },
    {
      "text": "Indeed, as I have said above, it was the applicant's case that she did not in fact have a disability at all.",
      "id": "s753"
    },
    {
      "text": "For this reason, as their counsel made clear in his final address, the respondents did not give evidence that the applicant's disability was not the reason for the termination of her employment.",
      "id": "s754"
    },
    {
      "text": "Neither need they have.",
      "id": "s755"
    },
    {
      "text": "It would have been embarrassing and invidious to have expected them to discharge the reverse onus by reference to a fact situation which was not referred to in s 170CK(2)(f) and which was not part of the applicant's factual case.",
      "id": "s756"
    },
    {
      "text": "Nonetheless, I would, should it be necessary, find that no perception of a disability of any kind on the part of the applicant was a reason why she was dismissed by La Kosta.",
      "id": "s757"
    },
    {
      "text": "Elsewhere in these reasons, I have attempted to canvass all the facts and circumstances which gave content to the relationship between the applicant and her superiors at La Kosta over the four days of her employment, and a perceived disability of the applicant simply did not enter the picture.",
      "id": "s758"
    },
    {
      "text": "In her cross-examination of Ms McEwan and Mr Sterjov, the applicant did not suggest otherwise.",
      "id": "s759"
    },
    {
      "text": "104 I turn then to the remaining circumstances relied on by the applicant as reasons for her dismissal by La Kosta: her religion and her national extraction.",
      "id": "s760"
    },
    {
      "text": "It is established on the evidence that the applicant is a Christian of the Roman Catholic faith, and that she is of Polish extraction.",
      "id": "s761"
    },
    {
      "text": "In these respects, the applicant has the benefit of the reverse onus provisions of s 170CQ of the WR Act .",
      "id": "s762"
    },
    {
      "text": "To resist the applicant's claim, La Kosta must prove that the termination of the applicant's employment was for a reason, or for reasons, that did not include her Roman Catholic faith or her Polish extraction.",
      "id": "s763"
    },
    {
      "text": "It was submitted on behalf of La Kosta that the effective decision to terminate the employment of the applicant was made by Ms McEwan, and that that decision was confirmed (or at least not countermanded) by Mr Sterjov.",
      "id": "s764"
    },
    {
      "text": "The reasons for the dismissal, according to La Kosta, were contained in Ms McEwan's \"reasons for termination\" document prepared on the afternoon of 10 November 2005.",
      "id": "s765"
    },
    {
      "text": "That document is useful so far as it goes, of course, but it is not conclusive.",
      "id": "s766"
    },
    {
      "text": "It is the respondent's document, and there is a risk in documents of that kind that they are substantially self-serving.",
      "id": "s767"
    },
    {
      "text": "All the events leading up to the dismissal of the applicant must be considered, so that the document may be viewed in its proper context.",
      "id": "s768"
    },
    {
      "text": "105 Clearly the main reason for the termination of the applicant's employment, both in the way of gravity and in the way of temporal proximity, was the abusive and intemperate language which the applicant used towards Ms Matthew in the kindergarten room on the afternoon of 10 November 2005.",
      "id": "s769"
    },
    {
      "text": "I find that Ms McEwan took this subject very seriously, and did so substantially on three grounds: first, the offensive and racist nature of the pejoratives used by the applicant; secondly, the lack of respect shown by the applicant for a fellow member of the team at the centre; and thirdly, the fact that the incident was played out in front of the children.",
      "id": "s770"
    },
    {
      "text": "Whatever other reasons there might have been for Ms McEwan's decision to dismiss the applicant, they would not have come to the fore on the afternoon of 10 November.",
      "id": "s771"
    },
    {
      "text": "It was this incident which both provided the circumstance for Ms McEwan to consider whether the applicant should remain in the employ of La Kosta and constituted the principal ground upon which she based her decision that the applicant should be dismissed.",
      "id": "s772"
    },
    {
      "text": "106 Although I have held that the incident in which the applicant grabbed a child by the arm and put him down was exaggerated in the way it was described in Ms McEwan's \"reasons for termination\" document, nonetheless I accept that the incident did form an element in Ms McEwan's decision to dismiss the applicant.",
      "id": "s773"
    },
    {
      "text": "Perhaps, in the light of the applicant's most recent behaviour on 10 November 2005, Ms McEwan was prepared to interpret any allegation of the man-handling of children by the applicant in the most negative light.",
      "id": "s774"
    },
    {
      "text": "Be that as it may, it appears that the man-handling was reported to Ms McEwan, and it is apparent that she treated it as a reason why the applicant should be dismissed.",
      "id": "s775"
    },
    {
      "text": "107 The other reasons referred to in Ms McEwan's document are, as I have found above, of varying force in the extent to which they were soundly based in point of fact and/or might be regarded as reasonable or proper justifications for the dismissal of an employee in the position of the applicant.",
      "id": "s776"
    },
    {
      "text": "However, it is not the court's function to pass judgment upon the sufficiency of the reasons by reference to which Ms McEwan acted.",
      "id": "s777"
    },
    {
      "text": "Relevantly to the question arising under s 170CK of the WR Act , such matters would come into play only in a case in which they tended to cast doubt upon the correctness of the employer's allegations of benign reasons for the purposes of s 170CQ.",
      "id": "s778"
    },
    {
      "text": "This is not such a case.",
      "id": "s779"
    },
    {
      "text": "Although Ms McEwan's document has, as I have held, its exaggerations and its shortcomings, there is nothing in the evidence which would sustain the proposition, even as a matter of suspicion, that the document was, to any extent, prepared with a view to concealing some other, unstated, reason for the termination.",
      "id": "s780"
    },
    {
      "text": "What is more important, I find that that document, despite its shortcomings but viewed against the circumstances of the applicant's conduct on 10 November 2005, sets out all the actual reasons for the applicant's dismissal which do not include any one or more of the reasons upon which the applicant relies under s 170CK.",
      "id": "s781"
    },
    {
      "text": "108 Turning specifically to the matter of religion, according to her evidence, Ms McEwan did not know what the applicant's religion was.",
      "id": "s782"
    },
    {
      "text": "In the four days of the applicant's employment at the centre, Ms McEwan had never discussed matters of religion with the applicant.",
      "id": "s783"
    },
    {
      "text": "There is nothing in the facts of the case which would provide any foundation for a suggestion that Ms McEwan was in the least interested in the applicant's religion.",
      "id": "s784"
    },
    {
      "text": "The applicant cross-examined Ms McEwan about her own religion, and Ms McEwan said that she was not christened as a child, but that she believed in the Catholic religion.",
      "id": "s785"
    },
    {
      "text": "The prospect that Ms McEwan might have dismissed the applicant because she was a Roman Catholic is, I consider, improbable, almost to the point of being incredible.",
      "id": "s786"
    },
    {
      "text": "109 On the matter of national extraction, at the time that the applicant was employed, Ms McEwan was not aware of the fact that the applicant was of Polish extraction.",
      "id": "s787"
    },
    {
      "text": "She said that she became aware of the applicant's \"racial background\" (by which I understand she meant that the applicant was of Polish extraction) not until after the commencement of this proceeding.",
      "id": "s788"
    },
    {
      "text": "Upon being engaged by La Kosta, the applicant was not required to complete, and did not complete, any paperwork which disclosed her national extraction.",
      "id": "s789"
    },
    {
      "text": "Neither was there any evidence of such a disclosure to Ms McEwan, or to Mr Sterjov, at any time during the four days of the applicant's employment.",
      "id": "s790"
    },
    {
      "text": "As it happens, another child care worker who had been in the employ of La Kosta since 2004, Wieslawa Kurasik, was of Polish extraction.",
      "id": "s791"
    },
    {
      "text": "She gave evidence that she had never discussed her nationality with Ms McEwan.",
      "id": "s792"
    },
    {
      "text": "She said that there were about five to seven different nationalities amongst the teaching staff at La Kosta.",
      "id": "s793"
    },
    {
      "text": "During the course of the applicant's employment at the centre, Ms Kurasik and the applicant had at least one conversation, substantially in Polish.",
      "id": "s794"
    },
    {
      "text": "The possibility that Ms McEwan might have wanted the applicant out of La Kosta's employ because she was of Polish extraction (apart from Ms McEwan's then ignorance of that circumstance) is, I consider, made the more unlikely by the continued employment of Ms Kurasik and the absence of any indication, over a period of more than two years, from Ms McEwan that she was the slightest concerned as to her national extraction.",
      "id": "s795"
    },
    {
      "text": "110 I should also add that, according to the evidence, not only were there persons of several different national extractions on the staff at the centre, there were a great many different national and ethnic origins represented amongst the children who attended the centre (and, I infer, amongst their parents).",
      "id": "s796"
    },
    {
      "text": "Mr Sterjov and Ms Sterjova were themselves Macedonians.",
      "id": "s797"
    },
    {
      "text": "The evidence as a whole was completely devoid of any indication, even as a matter of suspicion, that the national extraction or ethnic origin of any person was of the slightest concern to Ms McEwan.",
      "id": "s798"
    },
    {
      "text": "111 For the reasons set out above, I am persuaded that neither the applicant's religion nor her national extraction was a reason why Ms McEwan terminated the employment of the applicant.",
      "id": "s799"
    },
    {
      "text": "112 It was common ground between the parties that the applicant was dismissed by Ms McEwan on 10 November 2005.",
      "id": "s800"
    },
    {
      "text": "However, the respondents submitted, and I accept, that Mr Sterjov, as a principal in La Kosta, might have countermanded Ms McEwan's decision when he met the applicant on the morning of 11 November.",
      "id": "s801"
    },
    {
      "text": "The general effect of his evidence was that he sought to engage the applicant on the subject of the incident the previous afternoon which led to her dismissal.",
      "id": "s802"
    },
    {
      "text": "The applicant's refusal to countenance any discussion of her conduct, and her use (again) of the expression \"black psychopathic assistant\", led Mr Sterjov to confirm Ms McEwan's decision to dismiss the applicant.",
      "id": "s803"
    },
    {
      "text": "In the circumstances, Mr Sterjov's reasons are also relevant under s 170CK of the WR Act .",
      "id": "s804"
    },
    {
      "text": "113 For the most part, Mr Sterjov relied upon what he had been told by Ms McEwan, substantially as set out in her \"reasons for termination\" document.",
      "id": "s805"
    },
    {
      "text": "Indeed, it was the document, and Ms McEwan's explanation of it, that provided the objective information for Mr Sterjov's consideration of the matter on the Friday morning.",
      "id": "s806"
    },
    {
      "text": "Mr Sterjov said that he accepted what was in the document, and the explanation he was given.",
      "id": "s807"
    },
    {
      "text": "I accept that evidence, and find that, to the extent that Mr Sterjov confirmed the decision to dismiss the applicant, he did so for the reasons set out in the document, and not for any reason referred to in s 170CK(2)(f) of the WR Act .",
      "id": "s808"
    },
    {
      "text": "I hold that, so far as he was involved, his reasons did not include the applicant's religion or national extraction.",
      "id": "s809"
    },
    {
      "text": "114 Thus, for the purposes of s 170CQ(b) of the WR Act , I find that the termination of the applicant's employment by La Kosta was for reasons which did not include any of the proscribed reasons on which the applicant relies.",
      "id": "s810"
    },
    {
      "text": "It follows that La Kosta has made good its defence to the applicant's claim under s 170CK(2)(f) of the WR Act , and that the claim must be dismissed.",
      "id": "s811"
    },
    {
      "text": "SECTION 170CM OF THE WR ACT \n \n115 Under s 170CM of the WR Act in the form it took at the relevant time, it was unlawful for an employer to terminate the employment of an employee unless a period of notice, worked out as required by subs (2), was given.",
      "id": "s812"
    },
    {
      "text": "In the case of an employee whose period of continuous service with the employer was not more than one year, the period of notice was at least one week.",
      "id": "s813"
    },
    {
      "text": "In the present case, it is common ground that the applicant was given no notice of the termination of her employment.",
      "id": "s814"
    },
    {
      "text": "In defence to the applicant's claim in relevant respects, La Kosta relied upon the exception in par (c) of subs (1), namely ---\n \n ... the employee is guilty of serious misconduct, that is, misconduct of such a nature that it would be unreasonable to require the employer to continue the employment of the employee concerned during the required period of notice.",
      "id": "s815"
    },
    {
      "text": "The conduct of the applicant which La Kosta contended came within this provision was that which occurred in the incident involving Ms Matthew in the kindergarten room on that afternoon of 10 November 2005.",
      "id": "s816"
    },
    {
      "text": "116 In a consideration of whether the applicant's conduct was of such a nature that it would have been unreasonable to require La Kosta to continue her employment for the period of notice, the following matters appear to me to be relevant.",
      "id": "s817"
    },
    {
      "text": "First, the applicant was not a long-standing employee.",
      "id": "s818"
    },
    {
      "text": "Indeed, the incident occurred on the fourth day of her employment.",
      "id": "s819"
    },
    {
      "text": "Secondly, by the terms of the document which she signed on 8 November 2005, the applicant was on trial.",
      "id": "s820"
    },
    {
      "text": "Thirdly, the applicant was the more senior of the two employees involved in the incident.",
      "id": "s821"
    },
    {
      "text": "She was the teacher for whom Ms Matthew was engaged as an assistant.",
      "id": "s822"
    },
    {
      "text": "Fourthly, the actual words which I have found that the applicant used towards Ms Matthew were grossly offensive and racist.",
      "id": "s823"
    },
    {
      "text": "Fifthly, although the applicant was frustrated by the absence of Ms Matthew when needed, nothing which Ms Matthew had said or done even remotely justified the terms of the applicant's pejorative.",
      "id": "s824"
    },
    {
      "text": "Sixthly, based on the evidence of Ms McEwan, which I accept, the applicant was resistant to Ms Brown's attempts to have her desist from her offensive conduct towards Ms Matthew.",
      "id": "s825"
    },
    {
      "text": "Seventhly, and importantly, the incident was played out in front of the children who were in the applicant's care.",
      "id": "s826"
    },
    {
      "text": "Eighthly, it was not as though the offensive words were impulsively blurted out by the applicant in the heat of the moment, or that she later expressed regret for what she had done.",
      "id": "s827"
    },
    {
      "text": "On the morning of the same day, she had admonished Ms Matthew in terms which were of a similar nature to, although less insulting than, those used during the incident in question.",
      "id": "s828"
    },
    {
      "text": "Ninthly, Ms Matthew was referred to by the applicant in similarly insulting terms at her meeting with Mr Sterjov the following morning.",
      "id": "s829"
    },
    {
      "text": "This made it obvious to him, and it makes it obvious to the court, that the applicant's abuse the previous day was not out of character.",
      "id": "s830"
    },
    {
      "text": "117 Clearly, by her conduct towards Ms Matthew on the afternoon of 10 November 2005, the applicant disqualified herself from again being placed in a position of responsibility over Ms Matthew.",
      "id": "s831"
    },
    {
      "text": "That the applicant should have engaged in that conduct in front of children of an impressionable age demonstrated an insensitivity which Ms McEwan and Mr Sterjov clearly, and justifiably in my view, regarded as intolerable.",
      "id": "s832"
    },
    {
      "text": "At her meeting with Ms McEwan later the same day, and at the meeting with Ms McEwan and Mr Sterjov the following morning, the applicant expressed neither regret not remorse.",
      "id": "s833"
    },
    {
      "text": "Her position was defensive and, on the Friday morning, belligerently so.",
      "id": "s834"
    },
    {
      "text": "I recognise that, immediately after the incident, the applicant returned to the kindergarten room and remained in charge of the children there until the end of the kindergarten day.",
      "id": "s835"
    },
    {
      "text": "However, I consider that that was a matter of necessity for La Kosta.",
      "id": "s836"
    },
    {
      "text": "118 For the foregoing reasons, I consider that it would have been unreasonable to require La Kosta to continue the employment of the applicant for any time beyond 10 November 2005.",
      "id": "s837"
    },
    {
      "text": "I uphold La Kosta's defence under par (c) of s 170CM(1) of the WR Act .",
      "id": "s838"
    },
    {
      "text": "I shall dismiss the applicant's claim under that section.",
      "id": "s839"
    },
    {
      "text": "THE APPLICANT'S CLAIM IN CONTRACT \n \n119 The applicant claims that, when she was dismissed on 11 November 2005, she should have received a payment in lieu of notice.",
      "id": "s840"
    },
    {
      "text": "La Kosta (the respondent to this claim) defended the claim only on the basis that the applicant's conduct on the previous afternoon was misconduct of sufficient seriousness as to justify summary dismissal.",
      "id": "s841"
    },
    {
      "text": "The question is whether the applicant's conduct was such as to show that she disregarded an essential condition of her contract of service, or was a repudiation of that contract: North v Television Corporation Limited (1976) 11 ALR 599, 609.",
      "id": "s842"
    },
    {
      "text": "120 The considerations which I expressed with reference to the applicant's claim under s 170CM of the WR Act (see par 116 above) likewise sustain the conclusion that what the applicant said, and the way she behaved generally, in the incident involving Ms Matthew on the afternoon of 10 November 2005 demonstrated a disregard for an essential condition of her contract of employment, and were repudiatory in the relevant sense.",
      "id": "s843"
    },
    {
      "text": "I accept that a single instance of bad language will not always be sufficient to justify summary termination.",
      "id": "s844"
    },
    {
      "text": "But what the applicant said was not in the category of mere bad language.",
      "id": "s845"
    },
    {
      "text": "As I have held elsewhere, the applicant's comments were offensive and racist.",
      "id": "s846"
    },
    {
      "text": "They were directed to a subordinate for whom she was responsible.",
      "id": "s847"
    },
    {
      "text": "They were out of proportion to any justified sense of frustration or provocation which the applicant may have felt.",
      "id": "s848"
    },
    {
      "text": "They were delivered in what Ms McEwan described as an environment of \"yelling and screaming\".",
      "id": "s849"
    },
    {
      "text": "I consider that they were wilful, in the sense that they were knowingly delivered with an intention that they would have their natural and obvious effect, namely, that of being deeply hurtful and distressing to Ms Matthew.",
      "id": "s850"
    },
    {
      "text": "As I have said elsewhere, the applicant showed neither remorse nor regret for her words.",
      "id": "s851"
    },
    {
      "text": "121 The applicant was not employed in a traditional industrial, or blue collar, setting, where robust terms of address may not be unusual.",
      "id": "s852"
    },
    {
      "text": "Even in such a setting, the direct abuse of a subordinate in racially offensive terms could, in my view, never be acceptable.",
      "id": "s853"
    },
    {
      "text": "However, the applicant was employed in a workplace in which invectives of that kind should be regarded not merely as unacceptable, but as intolerable.",
      "id": "s854"
    },
    {
      "text": "I consider that the way the applicant spoke to Ms Matthew irretrievably compromised her (the applicant's) capacity to supervise Ms Matthew again.",
      "id": "s855"
    },
    {
      "text": "The words were calculated to destroy every vestige of respect that Ms Matthew had for the applicant.",
      "id": "s856"
    },
    {
      "text": "Together with the offensive nature, and wilfulness, of the applicant's words, these circumstances lead readily to the conclusion that the applicant's conduct was repudiatory.",
      "id": "s857"
    },
    {
      "text": "122 For the above reasons, I take the view that La Kosta was entitled summarily to terminate the applicant's employment.",
      "id": "s858"
    },
    {
      "text": "It follows that the applicant's claim for pay in lieu of notice must be dismissed.",
      "id": "s859"
    },
    {
      "text": "THE APPLICANT'S OTHER CLAIMS IN THE ACCRUED JURISDICTION \n \n123 The applicant alleges that Mr Sterjov, Ms Sterjova and Ms McEwan engaged in deceptive conduct, particularised in her Statement of Claim as follows:\n \n \n (i) Mr Kosta Sterejov during the job interviews in the presence of Mrs Susanna Sterejov and Mrs Lisa [McEwan] promised to pay me as for a qualified employee then reimbursed me the difference between that rate and a Kinder teacher rate.",
      "id": "s860"
    },
    {
      "text": "This has not been done and by the cheque of 11/11/06 he paid me at an unqualified rate level.",
      "id": "s861"
    },
    {
      "text": "(ii) Mr Kosta Sterejov and others(respondents) act in a deceptive manner with regards to hiding the contract of employments as if it never been written.",
      "id": "s862"
    },
    {
      "text": "In his written note of 17/11/05(wrongly dated by him as 17/05/05) accompanying the second cheque for $91.80 Mr Sterejov claims that I was on 1 weeks of trial, this is not true.",
      "id": "s863"
    },
    {
      "text": "He also claims that he noticed that my payment was incorrect only after calculating next week pay for his employees when in fact I spoken with him over the phone and requested that all due payments be made and informed him of my intention to take legal action in relation to all wrongs that has been done to me.",
      "id": "s864"
    },
    {
      "text": "(iii) In response to my intention of taking a legal action Mr Sterejov and others commenced deceptive conducts and falsification of the contract of employment.",
      "id": "s865"
    },
    {
      "text": "Mr Sterejov construed their deceptive version of the contract of employment as revealed in his written note of 17/11/05 where he further claims that originally I was paid as permanent part time and that it was incorrect.",
      "id": "s866"
    },
    {
      "text": "In fact, according to the contract I was permanent part-time,5 days per week Mon-Frid 9am-5pm with 1 hour lunch break ,total of 35 hours/week.",
      "id": "s867"
    },
    {
      "text": "(iv) Mr Sterejov construed that I was a casual on 1 week trial.",
      "id": "s868"
    },
    {
      "text": "He paid $91.80 in addition to the first cheque claiming that it would make casual payment of 25% difference.",
      "id": "s869"
    },
    {
      "text": "(v) Mr Sterjov claims that there is no documents in my file other then my CV and the application letter.",
      "id": "s870"
    },
    {
      "text": "It was not apparent to me in what respects, if any, the conduct here referred to was said to be unlawful.",
      "id": "s871"
    },
    {
      "text": "Accordingly, on 4 April 2007 (the last day before an adjournment of some three weeks) I directed the applicant to file and serve a statement setting out the respects in which the deceptive conduct referred to was unlawful.",
      "id": "s872"
    },
    {
      "text": "On 17 April, the applicant did file a statement.",
      "id": "s873"
    },
    {
      "text": "Regrettably, it was not very revealing.",
      "id": "s874"
    },
    {
      "text": "As best I can paraphrase the applicant's position as set out in that statement, it is as follows:\n \n(a) The applicant was drawn into the employment at La Kosta by a promise of a non-casual rate of between $15 and about $17 per hour, whereas her final cheque was calculated on the basis of a casual rate of about $11.80 per hour only.",
      "id": "s875"
    },
    {
      "text": "Had she known that that was what she was going to be paid, she would not have taken the position.",
      "id": "s876"
    },
    {
      "text": "(b) Chapter 2 of the Criminal Code Act 1995 (Cth) applied in the circumstances to \"offences committed against me\".",
      "id": "s877"
    },
    {
      "text": "(c) There were consequences under the common law of the respondents' \"deceptive conduct, frauds, malice, abuse and the associated offence...\"\n \n(d) The Crimes Act 1958 (Vic) could be invoked.",
      "id": "s878"
    },
    {
      "text": "124 Quite clearly, recourse to the criminal law is not within the scope of the Application in this proceeding.",
      "id": "s879"
    },
    {
      "text": "That leaves (a) and (c) on the list above.",
      "id": "s880"
    },
    {
      "text": "Doing the best I can with (a), it is possible that the applicant had in mind invoking the terms of s 51B of the Trade Practices Act 1974 (Cth) (\"the TP Act \") or s 13 of the Fair Trading Act 1999 (Vic) (\"the FT Act \").",
      "id": "s881"
    },
    {
      "text": "However, the Application did not make clear the applicant's reliance on s 51B or s 13 (if indeed that was her intention) as required by O 4 r 3(1)(b) of the Federal Court Rules .",
      "id": "s882"
    },
    {
      "text": "The omission is more than a mere formality.",
      "id": "s883"
    },
    {
      "text": "At no time has the applicant suggested that she relied upon s 51B or s 13 --- even in her final written submissions filed on 18 July 2007.",
      "id": "s884"
    },
    {
      "text": "The respondents have never had any reason to suspect that the applicant relied upon those sections, and have conducted their case without reference to them.",
      "id": "s885"
    },
    {
      "text": "I do not, therefore, propose to treat this allegation as though it is an attempt to invoke s 51B of the TP Act or s 13 of the FT Act .",
      "id": "s886"
    },
    {
      "text": "As to (c), it is just possible that a cause of action in deceit was intended, but again the applicant has not conducted her case by reference to the requirements thereof.",
      "id": "s887"
    },
    {
      "text": "I have not been told, for instance, what statement or conduct of the respondents constituted the deception, or how damage necessarily resulted therefrom.",
      "id": "s888"
    },
    {
      "text": "Neither have the respondents said anything about it.",
      "id": "s889"
    },
    {
      "text": "In point of fact, the applicant has not established that any of the relevant respondents made any knowingly false representation.",
      "id": "s890"
    },
    {
      "text": "125 Notwithstanding that the applicant is representing herself in a lay capacity, I do not think it is the function of the court to research every possible cause of action to which the allegation in question may have been directed and to devise, in effect, a justiciable claim from that allegation, where none is clearly apparent on the face of the applicant's Statement of Claim.",
      "id": "s891"
    },
    {
      "text": "Apart from anything else, there is the question of fair process so far as the respondents are concerned.",
      "id": "s892"
    },
    {
      "text": "In the circumstances, I do not consider that this allegation is relevant to any justiciable claim that is sensibly within the scope of the Application or supported by the applicant's evidentiary case.",
      "id": "s893"
    },
    {
      "text": "126 The applicant next alleges what I take to be defamation, in the following terms:\n \n Mrs Lisa [McEwan], the Manager and others made defamatory written report about the applicant falsely dated 11/05/05(should be dated 11/11/05) in order to benefit in monetary terms as not to pay due payment in lieu of notice and possible other monetary compensation and to justify their unlawful actions.",
      "id": "s894"
    },
    {
      "text": "PARTICULARS OF A DEFAMATORY WRITTEN REPORT\n \n \n \n (i) The report dated 11/05/05 titled: Report on Stanislawa Bahonko page 1 was provided to me on my request at the AIRC during the conciliation hearing.",
      "id": "s895"
    },
    {
      "text": "Mr Sterejov attempted to hide this report from me and showed this secretly to the person at the Commission in order to vilify, deceive ,prejudice the Commission for their own monetary benefits.",
      "id": "s896"
    },
    {
      "text": "(ii) This report is fictitious, defamatory and false in parts making the report false in its eterity.",
      "id": "s897"
    },
    {
      "text": "It reiterates deceptive claims that I was employed on a trial.",
      "id": "s898"
    },
    {
      "text": "Mrs [McEwan] in relation to the events previously described in par 1.falsely claims that I verbally abused 2 staff members in front of the children as if my question made to Aileen(another Kinder employee) : \"Where is Ester?",
      "id": "s899"
    },
    {
      "text": "\" amounts to a verbal abuse.",
      "id": "s900"
    },
    {
      "text": "(iii) Mrs [McEwan] on this 1 page(it is probably not all of her report) makes further, false but a very serious claims that I said that children at La Kosta Kinder behave as animals and are rude and that I called assistant Ester a black psychopathic assistant ,thus Mrs [McEwan] construed factiously that I made a racial comments.",
      "id": "s901"
    },
    {
      "text": "(iv) Mrs Lisa [McEwan] has a criminal responsibility for construing criminal defamations in order to benefit financially and in other ways by taking part in the commission of ongoing systemic criminal activities by the corrupt authorities and my past criminal employers.",
      "id": "s902"
    },
    {
      "text": "(v) The entire report is obviously fraudulent, false and criminal.",
      "id": "s903"
    },
    {
      "text": "I am presented as an entirely bad person ,without integrity when Ester ,herself and others are \"angels\" speaking in nice calm voices and doing the highest good.",
      "id": "s904"
    },
    {
      "text": "I am prepared to treat this allegation as tied to the applicant's claim for compensation for \"defamations\".",
      "id": "s905"
    },
    {
      "text": "It refers to Ms McEwan's report made on 11 November 2005.",
      "id": "s906"
    },
    {
      "text": "In their Defence, the respondents denied the allegation.",
      "id": "s907"
    },
    {
      "text": "In a number of respects, the report carries imputations which are prima facie defamatory, including those to which the applicant refers in the particulars to the allegation: that she verbally abused two staff members in front of the children; that she said that the children at La Kosta behaved as animals; and that she called Ms Matthew a black psychopathic assistant.",
      "id": "s908"
    },
    {
      "text": "In the particulars to her allegations, the publication upon which the applicant relies is that, at the conciliation hearing pursuant to s 170CF of the WR Act , Mr Sterjov showed the report to the Commissioner.",
      "id": "s909"
    },
    {
      "text": "In par 26 of her affidavit affirmed on 10 February 2006, the applicant said:\n \n In addition to harassment ,abuses ,discrimiation in employment I was vilified and defamatory statements were made by Mrs Lisa [McEwan] in her Report on Stanislawa Bahonko dated 11/05/05 first page of which has been produced to the Commisssioner Grainger at AIRC on 11/01/06 and myself.",
      "id": "s910"
    },
    {
      "text": "The applicant was not cross-examined on that evidence and the respondents led no evidence of their own on the subject.",
      "id": "s911"
    },
    {
      "text": "The applicant does not state by whom the report was produced to Commissioner Grainger but, since the only party to the proceeding under s 170CF with interests opposed to those of the applicant was La Kosta, I think I should treat the applicant's evidence as a statement that the report was published to the Commissioner by, or with the authority of, La Kosta.",
      "id": "s912"
    },
    {
      "text": "That is not inconsistent with the applicant's allegation in her Statement of Claim, namely, that Mr Sterjov showed the report to the Commissioner.",
      "id": "s913"
    },
    {
      "text": "It may be noted that, elsewhere in these reasons, I have made findings the effect of which is that, save for the applicant not having abused two staff members, each of the defamatory imputations upon which the applicant relies was true.",
      "id": "s914"
    },
    {
      "text": "The respondents may also have had a respectable argument that the occasion upon which the alleged publication took place was such as to attract qualified privilege.",
      "id": "s915"
    },
    {
      "text": "However, neither truth nor privilege was pleaded by the respondents.",
      "id": "s916"
    },
    {
      "text": "The applicant was entitled to go to trial upon the assumption that the only issues that arose between the parties were publication and defamatory meaning.",
      "id": "s917"
    },
    {
      "text": "The respondents made no attempt to deal with the applicant's evidence of publication, and, by their conduct of the case in other respects, left no doubt but that the report, in relevant respects, would have lowered the applicant in the estimation of right-thinking members of society.",
      "id": "s918"
    },
    {
      "text": "In the circumstances, I consider that the applicant has made good her claim in defamation against La Kosta, and I shall return to the question of damages later.",
      "id": "s919"
    },
    {
      "text": "127 The applicant next alleges that she was subjected to unlawful conditions during her employment at La Kosta, particularised as follows:\n \n (i) Despite of me providing documentary evidence of my rather high qualification (Med &amp; VIT Registration) for a child care sector I was treated as unqualified worker as confirmed by being paid as such.",
      "id": "s920"
    },
    {
      "text": "(ii) I was bullied &amp; ordered around by the assistant and the assistant was chosen by the Management to supervise me and report all details to them.",
      "id": "s921"
    },
    {
      "text": "(iii) I was harassed during my duties by the Mr Sterejov in front of the children.",
      "id": "s922"
    },
    {
      "text": "(iv) Resources has been removed and locked away.",
      "id": "s923"
    },
    {
      "text": "(v) The group of children has been enlarged to about 24 and additional special care required children from 3-year- old group were dropped into my room without me being informed of it and without reasons for it being provided with any information about these children.",
      "id": "s924"
    },
    {
      "text": "(vi) I was being put down, verbally and by gestures in front of the children and parents.",
      "id": "s925"
    },
    {
      "text": "(vii) I had to do heavy cleaning to applease moody and hostile assistant.",
      "id": "s926"
    },
    {
      "text": "(viii) I do not have any introduction into the work,policies,routines etc.\n \n\nThe applicant did not make clear in what respects the conditions here alleged were \"unlawful\".",
      "id": "s927"
    },
    {
      "text": "In relation to a number of the matters referred to in the particulars, I have dealt, or I shall deal, with the allegations elsewhere in these reasons.",
      "id": "s928"
    },
    {
      "text": "Otherwise, the only respect in which the particulars, on their face, disclose anything that might be described as \"unlawful conditions\" is possibly in (ii) and (iii).",
      "id": "s929"
    },
    {
      "text": "Those allegations may be tied to so much of the Application as seeks compensation for \"harassment/bullying/vilifications\".",
      "id": "s930"
    },
    {
      "text": "Possibly apart from assault, I am not aware of any common law cause of action which might make allegations of this kind justiciable.",
      "id": "s931"
    },
    {
      "text": "There was no suggestion in the evidence that the applicant was assaulted.",
      "id": "s932"
    },
    {
      "text": "Aside from assault, claims of harassment, of bullying, or of vilification might, in certain specific contexts, be justiciable under legislation.",
      "id": "s933"
    },
    {
      "text": "That prospect is irrelevant to this allegation, as the applicant neither relied upon, nor referred to, any legislative basis for the claims to which the allegation may possibly relate.",
      "id": "s934"
    },
    {
      "text": "As to the factual basis of the particulars upon which the applicant relies, I make the following findings:\n \n(i) The applicant was treated as a qualified child care worker, and paid as such.",
      "id": "s935"
    },
    {
      "text": "Because she had not obtained a letter from Early Childhood Australia certifying that her qualifications were the equivalent of those required of an early childhood teacher, she was not paid as a kindergarten teacher.",
      "id": "s936"
    },
    {
      "text": "(ii) Some very generalised allegations made in the applicant's evidence apart, the applicant referred to no occasion upon which she was either bullied or ordered around by Ms Matthew.",
      "id": "s937"
    },
    {
      "text": "In relevant respects, the applicant's evidence did not reach the standard of requiring a response by Ms Matthew.",
      "id": "s938"
    },
    {
      "text": "Ms Matthew was not chosen by management at La Kosta to supervise the applicant or to report to them about her.",
      "id": "s939"
    },
    {
      "text": "(iii) The applicant was not harassed by Mr Sterjov in front of the children.",
      "id": "s940"
    },
    {
      "text": "Mr Sterjov had contact with the applicant in the presence of children only once, on the second or third day of her employment.",
      "id": "s941"
    },
    {
      "text": "He noticed children in the playground, under the supervision of the applicant, who were not wearing their shoes or socks.",
      "id": "s942"
    },
    {
      "text": "He asked the applicant to ensure that the children had shoes and socks on while outside, because of the risk that they might hurt themselves otherwise.",
      "id": "s943"
    },
    {
      "text": "The applicant told Mr Sterjov that she had told the children to wear their shoes and socks, but that they did not listen to her, and there was nothing she could do about it.",
      "id": "s944"
    },
    {
      "text": "Mr Sterjov told the applicant to take it easy; he said that the children would get used to the applicant and then would listen to her.",
      "id": "s945"
    },
    {
      "text": "On any view, this was not harassment of the applicant by Mr Sterjov.",
      "id": "s946"
    },
    {
      "text": "(iv) Resources were not removed or locked away.",
      "id": "s947"
    },
    {
      "text": "I say something about this elsewhere in connection with the applicant's claim under the RD Act .",
      "id": "s948"
    },
    {
      "text": "It is sufficient to conclude here that the evidence does not sustain this allegation.",
      "id": "s949"
    },
    {
      "text": "(v) There was no evidence that the group of children was \"enlarged\" to about 24.",
      "id": "s950"
    },
    {
      "text": "Twice in her affidavits, the applicant said that there were 20-24 children in the kindergarten room, and there is no basis for me to find that the number of children was not always of that order.",
      "id": "s951"
    },
    {
      "text": "For reasons set out in par 148 below, I accept that children from the 3 year-old group were dropped into the kindergarten room without the applicant being told of it, or why it was done.",
      "id": "s952"
    },
    {
      "text": "(vi) The applicant has not established that she was ever \"put down\", either verbally or by gestures, either in front of the children or in the company of parents.",
      "id": "s953"
    },
    {
      "text": "(vii) The applicant's duties did include cleaning.",
      "id": "s954"
    },
    {
      "text": "In this respect she was in the same position as other staff members at the centre.",
      "id": "s955"
    },
    {
      "text": "Her cleaning duties had nothing to do with the appeasement of Ms Matthew.",
      "id": "s956"
    },
    {
      "text": "The applicant has not established that Ms Matthew was either moody or hostile.",
      "id": "s957"
    },
    {
      "text": "(viii) As stated elsewhere, Ms McEwan did introduce the applicant to work, policies and routines of the centre.",
      "id": "s958"
    },
    {
      "text": "128 The applicant next alleges that she was subjected to emotional assaults, from which she suffered long-term effects.",
      "id": "s959"
    },
    {
      "text": "She particularised this allegation as follows:\n \n \n (i) The set-up on 10/11/05 at 3pm left me bewildered and emotionally violated.",
      "id": "s960"
    },
    {
      "text": "I felt the full extent of within the weeks following cessation of my employment at La Kosta.I became physically ill and had difficulty sleeping.",
      "id": "s961"
    },
    {
      "text": "(ii) Only after I cease to wok there, I realised that I was subjected to emotional assaults from the start that is during the about 2 weeks of initial contacts ,applications ,numerous interviews and phone calls.",
      "id": "s962"
    },
    {
      "text": "I was being slowly brain wash as well as I was being told that I was not qualified(which left me almost speechless),that unqualified workers and people with Diplomas are better the teachers thus I have to take their terms and conditions.",
      "id": "s963"
    },
    {
      "text": "Manifestly, this allegation is not justiciable.",
      "id": "s964"
    },
    {
      "text": "Should it be necessary to say so, it will be apparent from my reasons elsewhere that what occurred on the afternoon of 10 November 2005 did not constitute a \"set-up\" of the applicant.",
      "id": "s965"
    },
    {
      "text": "129 The applicant next alleges that her freedom of information request had been refused in breach of the FOI Act .",
      "id": "s966"
    },
    {
      "text": "There is no need to refer to the applicant's particulars of this allegation, or to the evidence which related to it.",
      "id": "s967"
    },
    {
      "text": "Under the FOI Act , refusal of a request for information enlivens a right to make application for review in the Victorian Civil and Administrative Tribunal (\"VCAT\").",
      "id": "s968"
    },
    {
      "text": "It does not constitute an actionable wrong justiciable as such in a court.",
      "id": "s969"
    },
    {
      "text": "There is no legal foundation to this allegation.",
      "id": "s970"
    },
    {
      "text": "130 The applicant next alleges that Mr Sterjov had made \"repetitious\" threats including threats of physical violence to the applicant.",
      "id": "s971"
    },
    {
      "text": "She relies upon the following particulars:\n \n (i) At the AIRC Mr Sterejov told the applicant not to come near the kinder despite that it was not funded in any factual or real happening as the applicant never visisted the kinder or the area only once to deliver legal documents to the letter box.",
      "id": "s972"
    },
    {
      "text": "(ii) Mr Sterejov repeated this threat when the applicant spoken to him over the phone in a first week following unlawful termination in relation to pay.",
      "id": "s973"
    },
    {
      "text": "(iii) These threats thus are threats of some for of violence which Mr Sterejov has intention to enact and have an emotional effect upon the applicant.",
      "id": "s974"
    },
    {
      "text": "The applicant's evidence was that, on two occasions subsequent to her dismissal, Mr Sterjov told her not to \"come near the kinder\".",
      "id": "s975"
    },
    {
      "text": "The first was during a telephone conversation about the applicant's pay, and the second was during the conciliation proceedings under s 170CF of the WR Act .",
      "id": "s976"
    },
    {
      "text": "Mr Sterjov denied that he had said any such thing, on either occasion, to the applicant.",
      "id": "s977"
    },
    {
      "text": "I do not need to resolve this inconsistency of evidence, since I can see nothing unlawful --- and certainly nothing within the four corners of the Application --- in Mr Sterjov instructing the applicant not to come near the centre, if that is what he did.",
      "id": "s978"
    },
    {
      "text": "131 The applicant next alleges that the respondents violated her basic human rights in breach of the HREOC Act and other human rights instruments.",
      "id": "s979"
    },
    {
      "text": "These allegations are not appropriately made as claims within the accrued jurisdiction of the court.",
      "id": "s980"
    },
    {
      "text": "To the extent that such issues are justiciable in the court, jurisdiction arises under the specific terms of the legislation in question.",
      "id": "s981"
    },
    {
      "text": "Relevantly to present matter, the applicant has claims under the RD Act .",
      "id": "s982"
    },
    {
      "text": "It is in that context that I deal with allegations of this kind.",
      "id": "s983"
    },
    {
      "text": "132 The applicant next alleges that practices employed by La Kosta were abusive and damaging to the long-term welfare of children at the centre.",
      "id": "s984"
    },
    {
      "text": "The applicant here makes no allegation of a wrong done to her.",
      "id": "s985"
    },
    {
      "text": "The allegations are manifestly mischievous, and the respondents effectively ignored them in the conduct of their defence, as they were entitled to do.",
      "id": "s986"
    },
    {
      "text": "133 In summary, save for the applicant's case in defamation, she has not made good her claims in the accrued jurisdiction.",
      "id": "s987"
    },
    {
      "text": "THE APPLICANT'S CLAIMS UNDER s 9(1) OF THE RD ACT \n \n134 In her Statement of Claim, the applicant alleges that the respondents discriminated against her in the process of her applying for the position of kindergarten teacher at the centre, and in her four days of employment at the centre, in violation of a number of provisions of the RD Act , and of the convention.",
      "id": "s988"
    },
    {
      "text": "In 35 numbered paragraphs, the applicant sets out what she describes as particulars of unlawful discrimination, each being, it seems to me, in the nature of an allegation of conduct, acts or circumstances that, according to the applicant, should be regarded as unlawful pursuant at least to s 9(1) , and in some instances also to other provisions, of the RD Act .",
      "id": "s989"
    },
    {
      "text": "I have set out those particulars in par 14 above.",
      "id": "s990"
    },
    {
      "text": "By reference to the particulars as there numbered, I deal with the applicant's allegations, to the extent that they might relate to s 9(1) of the RD Act , hereunder.",
      "id": "s991"
    },
    {
      "text": "That subsection reads as follows:\n \n It is unlawful for a person to do any act involving a distinction, exclusion, restriction or preference based on race, colour, descent or national or ethnic origin which has the purpose or effect of nullifying or impairing the recognition, enjoyment or exercise, on an equal footing, of any human right or fundamental freedom in the political, economic, social, cultural or any other field of public life.",
      "id": "s992"
    },
    {
      "text": "135 I shall deal with (i) and (iii) together.",
      "id": "s993"
    },
    {
      "text": "The gravamen of the applicant's allegation is that, at the first interview, Mr Sterjov said that people with diplomas were better than teachers, thereby implying that the applicant's teaching qualifications were of little value to La Kosta.",
      "id": "s994"
    },
    {
      "text": "Mr Sterjov denied that he had made any such statement, but proffered no alternative version of that part of the interview in which something may have been said that was mistaken by the applicant.",
      "id": "s995"
    },
    {
      "text": "The other participant in the interview, Ms Sterjova, gave no evidence on the subject at all.",
      "id": "s996"
    },
    {
      "text": "In the circumstances, I am disposed to accept the applicant's evidence, that, at some point in the interview, Mr Sterjov said that people with diplomas were better than teachers.",
      "id": "s997"
    },
    {
      "text": "Although there was no argument on the point, I am prepared to assume that a comment of this kind may, and in the present case did, amount to the doing of an \"act\" for the purposes of s 9(1) of the RD Act .",
      "id": "s998"
    },
    {
      "text": "However, the applicant's claim must fail for the reason that, although Mr Sterjov's comment involved a distinction, it was a distinction between those who had, and those who did not have, diplomas.",
      "id": "s999"
    },
    {
      "text": "It was not based on race, colour, descent or national or ethnic origin.",
      "id": "s1000"
    },
    {
      "text": "136 I shall deal with (ii) and (xiii) together.",
      "id": "s1001"
    },
    {
      "text": "The essence of each is that the applicant was underpaid.",
      "id": "s1002"
    },
    {
      "text": "The \"act\" referred to in (ii) is that the applicant was \"initially paid $8.90 per hour\", which is said to be \"below the minimum for unqualified workers not to say rates for teachers\".",
      "id": "s1003"
    },
    {
      "text": "I cannot uphold this claim as expressed, since, as set out above, the applicant's own evidence, which I have accepted, was that she was initially paid $11.86 per hour.",
      "id": "s1004"
    },
    {
      "text": "Even were I to proceed on the basis of the substitution of the latter figure for the one set out in the Statement of Claim (notwithstanding the absence of any application to amend), I still could not find that being paid $11.86 per hour was \"below the minimum for unqualified workers\".",
      "id": "s1005"
    },
    {
      "text": "There is no evidence of what was the appropriate rate of pay for such workers.",
      "id": "s1006"
    },
    {
      "text": "Neither was there any evidence of the applicable rate for teachers, although, from the evidence of Mr Sterjov, it seems that it must have been more than $15.80 per hour.",
      "id": "s1007"
    },
    {
      "text": "Furthermore, it was his evidence that the applicant should have been paid $15.80 per hour, plus a casual loading of 25%.",
      "id": "s1008"
    },
    {
      "text": "In fact she was paid $11.86 per hour, plus a casual loading.",
      "id": "s1009"
    },
    {
      "text": "I would find, therefore, that La Kosta impaired the applicant's enjoyment of so much of her human rights as involved the right to favourable remuneration.",
      "id": "s1010"
    },
    {
      "text": "However, I do not think that La Kosta's actions relevantly could be described as a \"distinction, exclusion, restriction or preference\" within the meaning of s 9(1).",
      "id": "s1011"
    },
    {
      "text": "Although I have held that La Kosta paid the applicant less than the $15.80 which it accepted was her entitlement, I can make no finding as to why this was done.",
      "id": "s1012"
    },
    {
      "text": "The applicant has not proved that it was anything more than an oversight or mistake, done without the conscious attention that is implicit in the phrase \"distinction, exclusion, restriction or preference\".",
      "id": "s1013"
    },
    {
      "text": "More importantly, perhaps, there is nothing in the evidence that would sustain the proposition that the underpayment had anything to do with the applicant's race, colour, descent or national or ethnic origin.",
      "id": "s1014"
    },
    {
      "text": "137 In (iv), what the applicant refers to as a \"Jewish religious star of David\" is, it seems to me, a kind of doodle in the form of two triangles drawn one over the other.",
      "id": "s1015"
    },
    {
      "text": "It has an approximate similarity to a Star of David.",
      "id": "s1016"
    },
    {
      "text": "It appears in the margin of a document discovered by the respondents.",
      "id": "s1017"
    },
    {
      "text": "The document is a memorandum of the Department of Human Services.",
      "id": "s1018"
    },
    {
      "text": "It was apparently prepared by inspectors from the department who visited La Kosta in response to complaints made by the applicant after the termination of her employment.",
      "id": "s1019"
    },
    {
      "text": "There was no evidence that any of the respondents had anything to do with the writing on the memorandum.",
      "id": "s1020"
    },
    {
      "text": "Ms Sterjova said that it was the inspectors only who wrote on the document.",
      "id": "s1021"
    },
    {
      "text": "For that reason, the applicant's allegation is groundless.",
      "id": "s1022"
    },
    {
      "text": "How in other respects it might have raised issues under s 9(1) of the RD Act is quite mysterious, but, for the sake of economy, I am content to allow it to remain so.",
      "id": "s1023"
    },
    {
      "text": "138 I shall approach (v) by considering first the specific examples of oppression mentioned by the applicant.",
      "id": "s1024"
    },
    {
      "text": "As to the \"disapproving facial expressions\" referred to, the applicant said that, on the first day of her work at the centre, Ms Matthew did things that were \"intimidating and rather offensive\", namely, calling her \"teacher\" (which is dealt with below under (viii)) and by way of the \"expression of her face\".",
      "id": "s1025"
    },
    {
      "text": "In her affidavit affirmed on 13 October 2006, the applicant said that, on the last day of her work at the centre, Ms Matthew made \"faces of discontent\" because she did not like her (the applicant's) assistance at a party for the children, and her service of food at the party (which party is referred to below under (xii)).",
      "id": "s1026"
    },
    {
      "text": "Viva voce, the applicant said that, from the start of \"that last day\", she sensed hostility both from Ms McEwan and from Ms Matthew; she said, in relation to both women, that \"the look and expression was so hostile\".",
      "id": "s1027"
    },
    {
      "text": "Save with respect to aspects of the address \"teacher\" and the party, the applicant was not cross-examined on this evidence, and the respondents did not lead any evidence of their own on the subject of the facial expressions of Ms McEwan and Ms Matthew.",
      "id": "s1028"
    },
    {
      "text": "In the circumstances, I would hold that the applicant has made good her allegation that both Ms McEwan and Ms Matthew made disapproving facial expressions towards her, particularly on the first and last days of her employment.",
      "id": "s1029"
    },
    {
      "text": "However, I would not hold that the expressions were, objectively, intimidating or offensive, although I allow for the possibility that they may have been perceived as such by the applicant.",
      "id": "s1030"
    },
    {
      "text": "Neither Ms McEwan nor Ms Matthew was cross-examined on the matter, and there is nothing in the evidence from which I could conclude that the expressions were wilful, or intended to be hurtful, on their part.",
      "id": "s1031"
    },
    {
      "text": "I hold only that the expressions conveyed the sense of disapproval, as alleged by the applicant in her Statement of Claim.",
      "id": "s1032"
    },
    {
      "text": "Assuming that each of these expressions may be treated as an \"act\" within s 9(1) of the RD Act , it is manifest that no other provisions of the subsection are satisfied.",
      "id": "s1033"
    },
    {
      "text": "An expression of disapproval, without more, does not involve a distinction, exclusion, restriction or preference and, in the context of the facts to which the applicant referred in her evidence, the expressions were not based on her race, colour, descent or national or ethnic origin.",
      "id": "s1034"
    },
    {
      "text": "Neither did they have the purpose or effect of nullifying or impairing the recognition, enjoyment or exercise, on an equal footing, of any human right or fundamental freedom in the political, economic, social, cultural or any other field of public life.",
      "id": "s1035"
    },
    {
      "text": "They were, it seems to me, nothing more than what is often referred to as \"body language\" which, however discomforting for the applicant, did not attract the operation of s 9(1).",
      "id": "s1036"
    },
    {
      "text": "139 The applicant also alleges that she was blamed for the children's unruly behaviour.",
      "id": "s1037"
    },
    {
      "text": "In her affidavit of 13 October 2006, the applicant said that she was blamed for the children's behaviour, and was told that she was the reason for their bad behaviour.",
      "id": "s1038"
    },
    {
      "text": "Viva voce, the applicant's evidence was as follows:\n \n Yet, at the same time, I was blamed, like even in writing, I was blamed by Ms [McEwan] for the unruly children behaviour.",
      "id": "s1039"
    },
    {
      "text": "I was told that I speak without authority, that I speak too softly, that the children react to me.",
      "id": "s1040"
    },
    {
      "text": "She was ... telling me and putting me down, telling me that I was the cause of children unsettling behaviour.",
      "id": "s1041"
    },
    {
      "text": "The children reacted to me, there was something wrong with me.",
      "id": "s1042"
    },
    {
      "text": "There was something wrong with me that the children behave unruly, that were unsettled ....\n \n\nHaving given evidence on the subject of Ms Matthew's treatment of the children in a particular respect, the applicant continued:\n \n [I]t was nothing to do with the new teacher, and obviously had nothing to do with me because I ... wasn't there at the time, I was on my hourly break and I was again intimidated, put under the pressure that I am causing some kind of havoc in this kinder, I'm personally responsible for some misbehaviour of the student, and I was told basically that I'm not reinforcing the rule and I'm inadequate as a person and as a teacher and that they react to me, and that's never happened in this kinder and isn't like that, so that's what's the very abusive in psychological term and damaging.",
      "id": "s1043"
    },
    {
      "text": "The applicant was not cross-examined on this evidence; nor, save possibly for a reference to two specific incidents, did the respondents call any evidence of their own on the subject.",
      "id": "s1044"
    },
    {
      "text": "The first incident was the conversation between Ms McEwan and the applicant on the morning of 7 November 2005 to which I have referred in pars 37-38 above.",
      "id": "s1045"
    },
    {
      "text": "The second incident was the conversation between Mr Sterjov and the applicant about shoes and socks to which I have referred in par 127 above.",
      "id": "s1046"
    },
    {
      "text": "Neither incident involved the applicant being blamed for the children's unruly behaviour.",
      "id": "s1047"
    },
    {
      "text": "Since the respondents did not, in their evidence, deny the applicant's evidentiary allegations of blame, I shall proceed on the basis that the applicant has made good those allegations but, because of the very general level at which they were expressed, it is difficult to get a real sense of the dynamics of the personal interactions, as it were, in the course of which the applicant was blamed as alleged.",
      "id": "s1048"
    },
    {
      "text": "The difficulty with the allegations in the context of s 9(1) of the RD Act is that, on their face, the accusations had nothing to do with the applicant's race, colour, descent or national or ethnic origin.",
      "id": "s1049"
    },
    {
      "text": "Rather, they were based on the makers' perceptions of the applicant's shortcomings in the area of handling children.",
      "id": "s1050"
    },
    {
      "text": "I do not hold that there was substance in the accusations, but I am not justified in assuming that race etc was necessarily, or even most probably, the basis, or a basis, for making them.",
      "id": "s1051"
    },
    {
      "text": "140 In her affidavit of 13 October 2006, the applicant said that she was \"told to remove dirt from the sandpit\".",
      "id": "s1052"
    },
    {
      "text": "In her evidence in court, the applicant went further and said that Mr Sterjov \"would\" blame her for the dirt in the sandpit, and \"would\" say that there was too much dirt in the sandpit and that the applicant was required to remove the dirt.",
      "id": "s1053"
    },
    {
      "text": "Under cross-examination, however, it transpired that the applicant was speaking of a single occasion, that of the conversation between Mr Sterjov and herself about shoes and socks to which I have referred in par 127 above.",
      "id": "s1054"
    },
    {
      "text": "She said that the conversation commenced with Mr Sterjov pointing out to her that there was too much dirt in the sandpit, after which his comments turned to the subject of shoes and socks.",
      "id": "s1055"
    },
    {
      "text": "Mr Sterjov gave evidence of so much of the conversation as related to shoes and socks, but said nothing about dirt in the sandpit.",
      "id": "s1056"
    },
    {
      "text": "He was not cross-examined about the matter.",
      "id": "s1057"
    },
    {
      "text": "Clearly, this incident cannot be brought within the scope of s 9(1) of the RD Act .",
      "id": "s1058"
    },
    {
      "text": "None of the requirements are satisfied.",
      "id": "s1059"
    },
    {
      "text": "Mr Sterjov's comment, if made as alleged by the applicant, was based on the existence of dirt in the sandpit, and may well have implied blameworthiness on the part of the applicant.",
      "id": "s1060"
    },
    {
      "text": "But it had nothing to do with the applicant's race, colour, descent or national or ethnic origin.",
      "id": "s1061"
    },
    {
      "text": "141 The applicant gave evidence that Mr Sterjov blamed her for the fact that the children threw a ball behind the fence.",
      "id": "s1062"
    },
    {
      "text": "She was not certain whether this was the same occasion as that upon which Mr Sterjov spoke to her about shoes and socks.",
      "id": "s1063"
    },
    {
      "text": "She was not cross-examined about Mr Sterjov's comment, and Mr Sterjov, for his part, gave no evidence about it.",
      "id": "s1064"
    },
    {
      "text": "Taking the applicant's evidence at face value, as with the matter dealt with in the previous paragraph, the incident cannot be brought within the scope of s 9(1) of the RD Act .",
      "id": "s1065"
    },
    {
      "text": "If the comment was made, it was made because the children had thrown a ball behind the fence, and Mr Sterjov held the applicant accountable for it.",
      "id": "s1066"
    },
    {
      "text": "Whether it was right or wrong for him to have done so, the comment had nothing to do with the applicant's race, colour, descent or national or ethnic origin.",
      "id": "s1067"
    },
    {
      "text": "142 Dealing finally with the general allegation in (v), I do not accept that the applicant was oppressed, or that she was subjected to \"constant criticisms\".",
      "id": "s1068"
    },
    {
      "text": "Her evidence was replete with non-specific accusations of oppression, bullying, etc of her by the respondents and Ms Matthew.",
      "id": "s1069"
    },
    {
      "text": "Apart from the conversation regarding shoes and socks (and, possibly, dirt in the sandpit), Mr Sterjov did not speak to the applicant during the four days of her employment.",
      "id": "s1070"
    },
    {
      "text": "Ms Sterjova spoke to the applicant only once.",
      "id": "s1071"
    },
    {
      "text": "According to her evidence, she went into the kindergarten room on one occasion, asked the applicant whether everything was \"OK\", received no response, and left.",
      "id": "s1072"
    },
    {
      "text": "Ms McEwan was present every day, but involved herself in the applicant's work and activities very little (the conversation on the first day, dealt with in pars 37-38 above and the children's birthday party, dealt with in par 149 below, being instances).",
      "id": "s1073"
    },
    {
      "text": "The applicant did not put to Ms McEwan that there had been other occasions upon which she oppressed or bullied her, or the like.",
      "id": "s1074"
    },
    {
      "text": "Ms Matthew is not a respondent but, treating her as someone for whose conduct La Kosta would be liable under s 18A of the RD Act , the likelihood that she would have oppressed, bullied or in any sense sought to make life difficult for the applicant is, in my estimate of the personalities involved, negligible.",
      "id": "s1075"
    },
    {
      "text": "Save for the matters dealt with elsewhere in these reasons, no occasion upon which she was alleged to have done so was put to her when under cross-examination by the applicant.",
      "id": "s1076"
    },
    {
      "text": "143 Turning to (vi), I have dealt with the requirement that the applicant obtain a letter of equivalence from Early Childhood Australia in pars 24-25 above.",
      "id": "s1077"
    },
    {
      "text": "That requirement was not a distinction, exclusion, restriction or preference, and it was not based on the applicant's race, colour, descent or national or ethnic origin.",
      "id": "s1078"
    },
    {
      "text": "It was a purely operational requirement of La Kosta.",
      "id": "s1079"
    },
    {
      "text": "The applicant did give evidence that, on the third day of her employment, she requested a day off so that she might go the Association's offices and obtain such a letter.",
      "id": "s1080"
    },
    {
      "text": "She said that she was refused the day off.",
      "id": "s1081"
    },
    {
      "text": "She was not cross-examined on the subject, and the respondents led no evidence about it.",
      "id": "s1082"
    },
    {
      "text": "Accepting that the applicant did seek, and was refused, a day off work, there is still nothing in the evidence that would sustain the allegation that the refusal was based on her race, colour, descent or national or ethnic origin.",
      "id": "s1083"
    },
    {
      "text": "144 It is true that Ms McEwan did not introduce the applicant to her work on 3 November 2005 (the occasion of the second interview) as alleged by the applicant in (vii), but I consider that it would be putting it too high to say that she \"refused\" to do so.",
      "id": "s1084"
    },
    {
      "text": "She was under no obligation to do so.",
      "id": "s1085"
    },
    {
      "text": "It was not then convenient for her to do so.",
      "id": "s1086"
    },
    {
      "text": "As set out elsewhere in these reasons, Ms McEwan did not introduce the applicant to her work on that day because she had commitments with parents.",
      "id": "s1087"
    },
    {
      "text": "It had nothing whatsoever to do with the applicant's race, colour, descent or national or ethnic origin.",
      "id": "s1088"
    },
    {
      "text": "As to the morning of 7 November 2005 (the applicant's first day at work), Ms McEwan said that she spent between about half an hour and an hour giving the applicant an orientation, which involved showing the applicant around the centre and informing her of various procedures and practices used there.",
      "id": "s1089"
    },
    {
      "text": "Ms McEwan completed a document headed \"Staff Induction Checklist\", on which were listed 33 items, alongside 20 of which the endorsement \"7/11\" had been written in Ms McEwan's hand.",
      "id": "s1090"
    },
    {
      "text": "Ms McEwan said that the document accurately recorded what had been done by her in the way of orientation for the applicant on the morning of 7 November 2005.",
      "id": "s1091"
    },
    {
      "text": "Of the other 13 items, one was of no application to an employee in the position of the applicant, two were noted as having been covered \"during interview\", two were endorsed \"for later date\", two were endorsed \"for emergency training\" and six, either by the terms of the endorsement or by the absence of an endorsement, were apparently not dealt with at all.",
      "id": "s1092"
    },
    {
      "text": "The applicant said that the document was a fabrication by Ms McEwan.",
      "id": "s1093"
    },
    {
      "text": "I reject that allegation.",
      "id": "s1094"
    },
    {
      "text": "I accept Ms McEwan's evidence that the document states generally the matters covered by an induction which she gave to the applicant on the morning of 7 November 2005.",
      "id": "s1095"
    },
    {
      "text": "The applicant's allegation that Ms McEwan refused to introduce her to work on that morning has not been made good.",
      "id": "s1096"
    },
    {
      "text": "145 As alleged by the applicant in (viii), Ms Matthew did refer to the applicant as \"teacher\".",
      "id": "s1097"
    },
    {
      "text": "However, I do not accept that this form of address was \"offensive\".",
      "id": "s1098"
    },
    {
      "text": "Ms Matthew said that she used it as a mark of respect, since in Sudan \"those who educate are called teachers\".",
      "id": "s1099"
    },
    {
      "text": "I appreciate that the applicant may well have found the form of address irritating, but there is no evidence that she told Ms Matthew to desist.",
      "id": "s1100"
    },
    {
      "text": "However that may be, there is no way that this otherwise perfectly innocent circumstance can be brought within the terms of s 9(1) of the RD Act .",
      "id": "s1101"
    },
    {
      "text": "146 In (ix), the applicant alleges that Ms Matthew hid the resources, and would not allow her to use them freely.",
      "id": "s1102"
    },
    {
      "text": "The \"resources\" to which the applicant refers were the toys, papers and other materials that were used at the centre in the various activities undertaken by children in the kindergarten room.",
      "id": "s1103"
    },
    {
      "text": "Apparently the room had a series of open shelves on which these resources were placed, and from which they could be retrieved by the applicant for use with the children from time to time.",
      "id": "s1104"
    },
    {
      "text": "In her affidavit of 13 October 2006 and in her evidence in chief, the applicant alleged that Ms Matthew had \"hidden\" the resources from her, as though it were a wilful act directed at the applicant specifically.",
      "id": "s1105"
    },
    {
      "text": "Under cross-examination, however, the applicant accepted that Ms Matthew was very particular about cleanliness, and that that had much to do with the absence of resources on the shelves.",
      "id": "s1106"
    },
    {
      "text": "She said:\n \n On the last two days the shelf in the kinder ... became more empty and more empty and empty, to the extent that they were nice and clean and there was no toys on the shelves and the children have nothing to play.",
      "id": "s1107"
    },
    {
      "text": "And Esther was pedantic, she likes everything clean, intact, and everything.",
      "id": "s1108"
    },
    {
      "text": "She wouldn't allow for a mess or things on the floor or too many things and really distracted her.",
      "id": "s1109"
    },
    {
      "text": "She became very angry and she was just sort of tidy, tidy, tidy person, very perfectionist in the sense of tidiness in the room.",
      "id": "s1110"
    },
    {
      "text": "Which I kind of tried to accommodate and respect, but at the same time you can't - children have to play and have a little bit of mess around.",
      "id": "s1111"
    },
    {
      "text": "So she just - I don't know what she done with them, she just removed them and locked them somewhere or hid them in the boxes, so the shelf were empty ... and it was only not much left on those shelf and I and the children used the stuff from the shelf, just whatever was on the shelf and there was not much there.",
      "id": "s1112"
    },
    {
      "text": "There could be some hundred of toys and everything in the store room, or there and there, but they were not where they should be.",
      "id": "s1113"
    },
    {
      "text": "They were not available to use basically, they were somewhere in the boxes or somewhere and I thought she just put them away and cleared the shelves, ... there was empty shelves.",
      "id": "s1114"
    },
    {
      "text": "You know, just empty, like I would clean out this.",
      "id": "s1115"
    },
    {
      "text": "Ms Matthew denied that she hid any resources from the applicant.",
      "id": "s1116"
    },
    {
      "text": "She said that she did remove the resources from the shelves, but did so only for the purpose of cleaning the shelves, after which she put the resources back.",
      "id": "s1117"
    },
    {
      "text": "The difference between Ms Matthew and the applicant, therefore, is whether the former withheld resources from the latter with a purpose which was wilful or malevolent --- in effect to make life difficult for the applicant.",
      "id": "s1118"
    },
    {
      "text": "I hold that she did not.",
      "id": "s1119"
    },
    {
      "text": "I think it likely that the applicant was frustrated occasionally by the absence of resources, but that that absence was of a temporary nature, occasioned by the need for Ms Matthew to clean the shelves.",
      "id": "s1120"
    },
    {
      "text": "To the extent that Ms Matthew removed resources from the shelves, the \"basis\" for her doing so was the need to clean, not the applicant's race, colour, descent or national or ethnic origin.",
      "id": "s1121"
    },
    {
      "text": "The whole business of absence of resources is completely outside the scope of s 9(1) of the RD Act .",
      "id": "s1122"
    },
    {
      "text": "147 As to (x), the only specific occasion of being reprimanded or intimidated by Mr Sterjov mentioned by the applicant in her evidence was the conversation to which I have referred above about shoes and socks, and possibly also dirt in the sandpit.",
      "id": "s1123"
    },
    {
      "text": "I have dealt with that matter elsewhere.",
      "id": "s1124"
    },
    {
      "text": "At no time did Mr Sterjov intimidate or reprimand the applicant in front of the children.",
      "id": "s1125"
    },
    {
      "text": "What he said to her, he said because of the subject-matter under discussion.",
      "id": "s1126"
    },
    {
      "text": "It had nothing to do with her race, colour, descent or national or ethnic origin.",
      "id": "s1127"
    },
    {
      "text": "148 The Aileen to whom the applicant refers in (xi) was Ms Brown.",
      "id": "s1128"
    },
    {
      "text": "In her affidavit affirmed on 10 February 2006, the applicant said that Ms Brown brought some hyperactive children into her (the applicant's) room from the 3 year-old's room.",
      "id": "s1129"
    },
    {
      "text": "She said this was done without reasons or explanation, and without introducing the children to her.",
      "id": "s1130"
    },
    {
      "text": "She referred to some unwanted behaviour in which one of these children engaged, and said that he required one-to-one care all the time.",
      "id": "s1131"
    },
    {
      "text": "The applicant gave viva voce evidence substantially to the same effect, adding that Ms Brown's act was deliberate, wilful and malicious; and calculated to make her (the applicant's) job harder.",
      "id": "s1132"
    },
    {
      "text": "The respondents appear to have ignored this evidence.",
      "id": "s1133"
    },
    {
      "text": "The applicant was not cross-examined about it, and no other evidence was led on the subject.",
      "id": "s1134"
    },
    {
      "text": "As pointed out elsewhere in these reasons, Ms Brown was, it seems, unavailable to the respondents as a witness, so I do not infer that any evidence she might have given on the subject would not have assisted the respondents' case.",
      "id": "s1135"
    },
    {
      "text": "However, the fact is that I am left only with the applicant's evidence on this allegation.",
      "id": "s1136"
    },
    {
      "text": "Although no objection was taken to the applicant stating not only what Ms Brown did, but also what were her motives for doing it, the applicant gave no evidence from which I could be satisfied that what she said about Ms Brown's motives was anything other than supposition on her part.",
      "id": "s1137"
    },
    {
      "text": "She said nothing about her relationship with Ms Brown, or about the context generally, which would support the inference that Ms Brown might have wanted to make life difficult for her.",
      "id": "s1138"
    },
    {
      "text": "All I have is the isolated and, as the applicant pointed out, unexplained circumstance that Ms Brown left some children with the applicant for no apparent reason, and that at least one of them was hyperactive and occupied himself in unwanted activities.",
      "id": "s1139"
    },
    {
      "text": "There is nothing in this that would attract the operation of s 9(1) of the RD Act .",
      "id": "s1140"
    },
    {
      "text": "On this evidence, I could not find that the basis of Ms Brown's act was the applicant's race, colour, descent or national or ethnic origin.",
      "id": "s1141"
    },
    {
      "text": "149 On 10 November 2005, what was to be the applicant's last day at work, one of the children in the kindergarten had a birthday.",
      "id": "s1142"
    },
    {
      "text": "In (xii), the applicant refers to a \"party\" that was held to mark this occasion, attended by Ms McEwan and a parent of the child.",
      "id": "s1143"
    },
    {
      "text": "In her affidavit of 10 February 2005, the applicant said that Ms McEwan told her, in an offensive manner and in front of the children and the parent, to leave the room, and to return when the party was over.",
      "id": "s1144"
    },
    {
      "text": "The applicant replied that she would like to stay.",
      "id": "s1145"
    },
    {
      "text": "She said she did stay, but was bossed around and made to feel useless and inadequate by Ms McEwan and Ms Matthew.",
      "id": "s1146"
    },
    {
      "text": "Ms McEwan denied these allegations.",
      "id": "s1147"
    },
    {
      "text": "She said that the party was at about the time that the staff normally had their afternoon tea break.",
      "id": "s1148"
    },
    {
      "text": "Her evidence continued:\n \n I actually said to the applicant, \"You know, we've got a party, the party will go for a long time, you know, I'd like you --- it would be nice if you go and have a cup of coffee, cup of tea for 10 minutes because you deserve it, and then, you know, we'll come back to the party,\" and she did.",
      "id": "s1149"
    },
    {
      "text": "I cut her a piece of cake and, you know, we had a conversation and I thought everything was wow.",
      "id": "s1150"
    },
    {
      "text": "I didn't think anything else, I thought it was just a normal lovely birthday part and everyone was enjoying themselves.",
      "id": "s1151"
    },
    {
      "text": "This version of the event had been put to the applicant under cross-examination, and she denied that she had been merely invited to absent herself for the purpose of having afternoon tea.",
      "id": "s1152"
    },
    {
      "text": "She maintained that Ms McEwan's act was obnoxious and offensive, and conveyed the impression that she (the applicant) was not wanted.",
      "id": "s1153"
    },
    {
      "text": "I think that the difference between Ms McEwan and the applicant was most likely one of impression.",
      "id": "s1154"
    },
    {
      "text": "The applicant was in her first week of employment, and was probably sensitive to the implications in everything going on around her.",
      "id": "s1155"
    },
    {
      "text": "What, according to my findings, had happened that morning (as to which see pars 39-42 above) probably put the applicant in no mood to expect kindness from Ms Matthew and, by extension, from Ms McEwan.",
      "id": "s1156"
    },
    {
      "text": "On the other hand, I think it probable that Ms McEwan and Ms Matthew felt more at home with the children and the parent from longer association than the applicant had enjoyed.",
      "id": "s1157"
    },
    {
      "text": "It may be that Ms McEwan was offhand in her suggestion that the applicant absent herself.",
      "id": "s1158"
    },
    {
      "text": "I think it unlikely that Ms McEwan actually addressed the applicant in the carefully constructed, rather delicate, terms set out above, although I accept that she had in mind that the applicant should use the opportunity to take her afternoon tea.",
      "id": "s1159"
    },
    {
      "text": "However all these differences in emphasis may be, it is sufficient for present purposes to say that, at most, Ms McEwan's attitude could be criticised as being insensitive to the applicant's feelings.",
      "id": "s1160"
    },
    {
      "text": "I find that it had nothing to do with the applicant's race, colour, descent or national or ethnic origin.",
      "id": "s1161"
    },
    {
      "text": "150 In (xiv), the applicant refers to the respondents' Defence, including the Further Amended Defence on which they went to trial.",
      "id": "s1162"
    },
    {
      "text": "Such matters are not the province of s 9(1) of the RD Act .",
      "id": "s1163"
    },
    {
      "text": "151 In (xv), the applicant makes an allegation against an institution which is not a party to this proceeding.",
      "id": "s1164"
    },
    {
      "text": "I need say nothing further about it.",
      "id": "s1165"
    },
    {
      "text": "152 I turn next to (xvi), in which the applicant refers to a freedom of information request which she made of the respondents by correspondence dated 15 November 2005.",
      "id": "s1166"
    },
    {
      "text": "She wrote separately to Mr Sterjov and Ms Sterjova on the one hand, and to Ms McEwan on the other hand, in the following terms:\n \n I request release of all information and documents collected and obtained by you during the course of my application for employment &amp; a casual employment at La Costa Kinder in November 2005.",
      "id": "s1167"
    },
    {
      "text": "Those must include information referred to by the Centre owner, Costa that lead directly to the abrupt &amp; illegal termination of my employment contract by you on 10/11/05.",
      "id": "s1168"
    },
    {
      "text": "According to the Centre owner you have obtained information about me which information were the reasons for termination of my employment contract on 10/11/05.",
      "id": "s1169"
    },
    {
      "text": "A complete and full disclosure of those information &amp; their sources is requested.",
      "id": "s1170"
    },
    {
      "text": "Those information must include also all verbal information obtained by you and any hand written notes made by you in relation to me and any other documents kept on my file that you or the owners have produced.",
      "id": "s1171"
    },
    {
      "text": "All those information &amp; documents to be posted on my home address provided below.",
      "id": "s1172"
    },
    {
      "text": "Your urgent attention to this matter &amp; cooperation would be appreciated.",
      "id": "s1173"
    },
    {
      "text": "The applicant gave evidence that she hand-delivered the request to the centre.",
      "id": "s1174"
    },
    {
      "text": "Beyond that, the evidence became unsatisfactory.",
      "id": "s1175"
    },
    {
      "text": "The applicant said that she had not received a response to the request.",
      "id": "s1176"
    },
    {
      "text": "She was not cross-examined about the subject at all.",
      "id": "s1177"
    },
    {
      "text": "The respondents said nothing about it in their evidence in chief.",
      "id": "s1178"
    },
    {
      "text": "When Mr Sterjov was under cross-examination, I asked him whether he had responded to the applicant's request.",
      "id": "s1179"
    },
    {
      "text": "He said that he did not recall.",
      "id": "s1180"
    },
    {
      "text": "He added that he did not have any documents of the kind referred to in the request: he interpreted the request addressed to him as a request only for documents that were provided to him by Ms McEwan about the applicant's past, and Ms McEwan had provided no such documents to him.",
      "id": "s1181"
    },
    {
      "text": "However, he added that he had sent some documents back to the applicant, namely, the ones that she herself provided at the first interview (as I have mentioned in par 24 above).",
      "id": "s1182"
    },
    {
      "text": "When I drew his attention to so much of the request as related to information that led to the termination of the applicant's employment on 10 November 2005, Mr Sterjov said that he could not recall whether he had sent those documents to the applicant.",
      "id": "s1183"
    },
    {
      "text": "The applicant then asked Mr Sterjov if he had attended VCAT for a hearing (a subject which had not previously been broached in the evidence at all).",
      "id": "s1184"
    },
    {
      "text": "He said that he had, but that the applicant herself had not attended, so the hearing did not proceed.",
      "id": "s1185"
    },
    {
      "text": "Mr Sterjov said that he left the documents at VCAT in a yellow envelope.",
      "id": "s1186"
    },
    {
      "text": "I was left with a sense of unease about Mr Sterjov's evidence about the applicant's request, and how he dealt with it.",
      "id": "s1187"
    },
    {
      "text": "At times he said he did not recall how he responded to the request, yet he admitted that he had sent some documents back to the applicant, and that he had provided some to VCAT.",
      "id": "s1188"
    },
    {
      "text": "Ms McEwan said (under cross-examination) that she had never seen the applicant's letter addressed to her.",
      "id": "s1189"
    },
    {
      "text": "Mr Sterjov mentioned to her that the applicant had made a request for documents, but otherwise she remained uninvolved.",
      "id": "s1190"
    },
    {
      "text": "Apparently between herself and Mr Sterjov, the latter retained the correspondence from the applicant (including the letter addressed to the former) and dealt with the request from that point forward.",
      "id": "s1191"
    },
    {
      "text": "In the result, the respondents' evidence has not adequately answered that of the applicant that her request was effectively refused as she alleges.",
      "id": "s1192"
    },
    {
      "text": "I so find.",
      "id": "s1193"
    },
    {
      "text": "I hold the refusal to be an \"act\" for the purposes of s 9(1) of the RD Act .",
      "id": "s1194"
    },
    {
      "text": "However, assuming the refusal involved a \"distinction\" (etc) for the purposes of s 9(1) , I am not satisfied that it was based on the applicant's race, colour, descent, or national or ethnic origin.",
      "id": "s1195"
    },
    {
      "text": "The facts do not permit me to make a positive finding about basis, but the context definitely does not indicate any one or more of those statutory bases.",
      "id": "s1196"
    },
    {
      "text": "Although the matter was not argued before me, I would add that I have considerable doubt as to whether the right to access to a document is such as would fall within art 5 of the convention or otherwise be properly regarded as a \"human right or fundamental freedom in the political, economic, social, cultural or any other field of public life\" (the applicant's legal rights under the FOI Act itself, of course, being another matter altogether).",
      "id": "s1197"
    },
    {
      "text": "In the result, I do not uphold this allegation under s 9(1) of the RD Act .",
      "id": "s1198"
    },
    {
      "text": "153 The allegation in (xvii) is drawn from the third reason in Ms McEwan's \"reasons for termination\" document, with which I have dealt in another context in pars 84-88 above.",
      "id": "s1199"
    },
    {
      "text": "The applicant's point here is not that she was dismissed because of her race etc, but that Ms McEwan made a statement in the terms alleged.",
      "id": "s1200"
    },
    {
      "text": "I make no finding as to whether, but I shall assume in the applicant's favour that, the statement was an \"act\" for the purposes of s 9(1) , that it involved a preference, and that it had the effect impairing the applicant's exercise of the right to work (in the sense that it led to the termination of her employment).",
      "id": "s1201"
    },
    {
      "text": "I would hold, however, that the statement was not unlawful within the meaning of s 9(1).",
      "id": "s1202"
    },
    {
      "text": "In its terms, the statement was based on what Ms McEwan described as the applicant's \"philosophy\".",
      "id": "s1203"
    },
    {
      "text": "In par 88 above, I have attempted to identify what Ms McEwan meant by that term.",
      "id": "s1204"
    },
    {
      "text": "However inapt the term may have been in the circumstances, I am satisfied that Ms McEwan had in mind things which had nothing to do with the applicant's race, colour, descent or national or ethnic origin.",
      "id": "s1205"
    },
    {
      "text": "154 As to (xix), the applicant gave evidence that, on about the second day of her employment at the centre, she was approached during her lunch break by Ms Sterjova and Ms McEwan.",
      "id": "s1206"
    },
    {
      "text": "Ms McEwan made comments to the effect that the applicant spoke softly and without authority, and that another female employee of Polish origin had \"the same problem\".",
      "id": "s1207"
    },
    {
      "text": "When the applicant was cross-examined about the conversation she had with Ms McEwan on the first morning of her employment, she raised again her allegation that Ms McEwan accused her of speaking softly, and without authority.",
      "id": "s1208"
    },
    {
      "text": "Ms McEwan denied that she said such a thing to the applicant, and Ms Sterjova said that she had never heard Ms McEwan say such a thing to the applicant.",
      "id": "s1209"
    },
    {
      "text": "I think the conversation to which the applicant is referring in this allegation is the one with Ms McEwan on the first day to which I have referred.",
      "id": "s1210"
    },
    {
      "text": "The gist of that conversation was as I have set out in pars 37-38 above.",
      "id": "s1211"
    },
    {
      "text": "I do not find, but I allow for the possibility, that Ms McEwan may have said something along the lines alleged by the applicant, even to the extent of referring to another Polish employee.",
      "id": "s1212"
    },
    {
      "text": "However, on no view did any such comment have the purpose or effect of nullifying or impairing, for the applicant, the recognition, enjoyment or exercise, on an equal footing, of any human right or fundamental freedom in the political, economic, social, cultural or any other field of public life.",
      "id": "s1213"
    },
    {
      "text": "If made, the comment was made in the course of, and was consistent with the general thread of, Ms McEwan's contributions in a conversation which were wholly benign; indeed, those contributions were calculated to be helpful and positive to the applicant, on the first day of her experience with the children in the kindergarten.",
      "id": "s1214"
    },
    {
      "text": "They led to no adverse consequences of any kind for the applicant.",
      "id": "s1215"
    },
    {
      "text": "The comment, if made, was not unlawful under s 9(1) of the RD Act .",
      "id": "s1216"
    },
    {
      "text": "155 As to the applicant's allegation in (xx) that the respondents refused to recognise her professional qualifications, I have dealt with the matter in pars 24-25 above.",
      "id": "s1217"
    },
    {
      "text": "The respondents did not refuse to recognise the applicant's qualifications.",
      "id": "s1218"
    },
    {
      "text": "In the interviews, Mr Sterjov and Ms Sterjova recognised those qualifications: it was just that, in order to be paid as a kindergarten teacher, it was necessary for the applicant to obtain a letter of equivalence as I have explained.",
      "id": "s1219"
    },
    {
      "text": "That requirement was not of their making --- it arose from the circumstance that the position for which the applicant applied was funded by Government.",
      "id": "s1220"
    },
    {
      "text": "That the applicant might have secured the position of, and been paid as, a kindergarten teacher upon the production of such a letter necessarily implied that her existing qualifications were recognised.",
      "id": "s1221"
    },
    {
      "text": "She was not treated as an applicant without any qualifications.",
      "id": "s1222"
    },
    {
      "text": "Thus I would hold that the allegation of fact which the applicant makes has not been made good.",
      "id": "s1223"
    },
    {
      "text": "I would also add that there is nothing in the evidence that would sustain the allegation that the approach which Mr Sterjov and Ms Sterjova took to the applicant's qualifications was in the least related to her race, colour, descent or national or ethnic origin.",
      "id": "s1224"
    },
    {
      "text": "In dealing with this allegation in this way, I do not treat the second sentence as seeking to raise independent accusations against the respondents: if it is, the applicant has made no submission such as would give it any significance or context, or as would relate any particular evidence to it.",
      "id": "s1225"
    },
    {
      "text": "156 The allegation in (xxi) relates to the process of inspection of documents discovered by the respondents in this proceeding.",
      "id": "s1226"
    },
    {
      "text": "The applicant's concerns in relevant respects were raised by her at an interlocutory hearing, and dealt with then.",
      "id": "s1227"
    },
    {
      "text": "The allegation has nothing to do with the substance of the applicant's case against the respondents.",
      "id": "s1228"
    },
    {
      "text": "157 The allegations in (xxii), (xxiii) and (xxiv) are likewise concerned with the conduct of this proceeding, and are irrelevant to the applicant's substantive case.",
      "id": "s1229"
    },
    {
      "text": "158 The allegation in (xxv) is not one of an act for the purposes of s 9(1) of the RD Act .",
      "id": "s1230"
    },
    {
      "text": "159 As to (xxvi), I have dealt with the matter of cleaning in par 128 above.",
      "id": "s1231"
    },
    {
      "text": "The applicant was required to carry out no more cleaning than was the obligation of other staff members at the centre.",
      "id": "s1232"
    },
    {
      "text": "That there was such a requirement had nothing to do with her race, colour, descent or national or ethnic origin.",
      "id": "s1233"
    },
    {
      "text": "160 The allegation in (xxvii) is, of course, at the core of the applicant's case under s 170CK of the WR Act .",
      "id": "s1234"
    },
    {
      "text": "Although the applicant has made no allegation under s 15(1)(c) of the RD Act that she was dismissed from her employment by reason of her race etc, the only \"severe punishment\" to which she could be referring in this allegation is her dismissal on the afternoon of 10 November 2005.",
      "id": "s1235"
    },
    {
      "text": "It will be clear from my earlier reasons herein that the applicant was not punished \"for asking ... [Ms Matthew] why she left [the] room for a prolonged period of time without making [the applicant] aware of that\".",
      "id": "s1236"
    },
    {
      "text": "I have also found, in a statutory environment in which La Kosta had the burden of proof, that the applicant was not dismissed because of her national extraction.",
      "id": "s1237"
    },
    {
      "text": "This effectively amounts to a finding for the purposes of s 9(1) of the RD Act that La Kosta's act constituted by the termination of the applicant's employment was not done by reason of her national origin.",
      "id": "s1238"
    },
    {
      "text": "Although the finding was necessarily (because of the statutory provisions involved) confined to the reasons of La Kosta, it will be apparent that a like finding should be made in the case of the individual respondents, to the extent that they participated in the events which are relevant to this allegation.",
      "id": "s1239"
    },
    {
      "text": "161 Dealing with the other reasons which make an act unlawful under s 9(1) of the RD Act --- race, colour, descent or ethnic origin --- I find that the applicant's circumstances in none of those respects constituted a reason --- either alone or in combination with anything else --- for her dismissal.",
      "id": "s1240"
    },
    {
      "text": "The applicant made no submission on any of these elements of s 9(1) , other than that she was Polish and spoke English with an accent.",
      "id": "s1241"
    },
    {
      "text": "There is no evidence about the applicant's \"race\".",
      "id": "s1242"
    },
    {
      "text": "There was no suggestion, for example, that her race differed from that of Mr Sterjov or from that of Ms McEwan.",
      "id": "s1243"
    },
    {
      "text": "As to colour, the applicant is a white-skinned person of European appearance, as are Mr Sterjov, Ms Sterjova and Ms McEwan.",
      "id": "s1244"
    },
    {
      "text": "The applicant made no submission about colour being the, or a, basis for her dismissal.",
      "id": "s1245"
    },
    {
      "text": "The only thing the applicant said about her \"descent\" was that she was Polish (ie her national extraction).",
      "id": "s1246"
    },
    {
      "text": "Neither did she made any point about, or give any evidence about, her ethnic origin, save again for reliance upon her Polish national origin.",
      "id": "s1247"
    },
    {
      "text": "In general, the factual basis for each of the reasons for dismissal alleged by the applicant, other than the fact that she was Polish and spoke with an accent, was neither the subject of any evidence nor dealt with by the applicant in her submissions.",
      "id": "s1248"
    },
    {
      "text": "162 Moreover, and importantly, it is quite clear why the applicant was dismissed.",
      "id": "s1249"
    },
    {
      "text": "I have dealt with the subject earlier in these reasons.",
      "id": "s1250"
    },
    {
      "text": "The applicant was dismissed for reasons which had nothing to do with circumstances of a kind which are picked up by s 9(1) of the RD Act .",
      "id": "s1251"
    },
    {
      "text": "There is no substance in the applicant's allegation that the \"severe punishment\" which she suffered on 10 November 2005 was inflicted in breach of that subsection.",
      "id": "s1252"
    },
    {
      "text": "163 The applicant gave no evidence that any of the respondents had ever \"contrasted\" --- in the sense of saying something which involved or implied a contrast between --- her race and the race of Ms Matthew, as alleged in (xxviii).",
      "id": "s1253"
    },
    {
      "text": "Ms McEwan denied that she had ever done so.",
      "id": "s1254"
    },
    {
      "text": "As became clear under her cross-examination, the applicant's point here, rather, was that Ms McEwan acted in a way, and said a number of things, which implied a contrast, or the making of a distinction, between the applicant and Ms Matthew as individuals.",
      "id": "s1255"
    },
    {
      "text": "The applicant said that, at the meeting at which she was dismissed, Ms McEwan spoke well of Ms Matthew, referred to her sensitivity, and said that she would cry if she were late for work.",
      "id": "s1256"
    },
    {
      "text": "Ms McEwan believed Ms Matthew's version of events in relation to the incident on the afternoon of 10 November 2005, and disbelieved the applicant.",
      "id": "s1257"
    },
    {
      "text": "The applicant surmised from this that Ms McEwan was silently basing her distinctions upon race.",
      "id": "s1258"
    },
    {
      "text": "There was, and is, no foundation for any such surmise.",
      "id": "s1259"
    },
    {
      "text": "Even accepting the applicant's evidence of what Ms McEwan actually said, there was nothing to connect her statements with the applicant's race or, for that matter, Ms Matthew's.",
      "id": "s1260"
    },
    {
      "text": "I think it very likely that Ms McEwan held Ms Matthew in high regard, and trusted her.",
      "id": "s1261"
    },
    {
      "text": "If Ms McEwan did speak well of Ms Matthew, and intimate that she would be disposed to accept Ms Matthew's word in preference to that of the applicant, I can think of no reason why Ms McEwan would not have based her judgment wholly upon her assessment of the individuals concerned, as individuals.",
      "id": "s1262"
    },
    {
      "text": "Thus I do not accept that anything that Ms McEwan said implied a contrast between the race of the applicant and that of Ms Matthew.",
      "id": "s1263"
    },
    {
      "text": "164 The applicant sought to sustain the allegation in (xxviii) also by reference to what she said was a statement made by Ms Sterjova at one of the interviews.",
      "id": "s1264"
    },
    {
      "text": "During cross-examination, the applicant said that Ms Sterjova had mentioned that there would be someone from Sudan, or from Africa, working in the same room, and had asked her (the applicant) whether she had a problem with that.",
      "id": "s1265"
    },
    {
      "text": "Ms Sterjova said nothing about the matter in her evidence in chief, but was asked in cross-examination whether she remembered asking the applicant whether she minded working with a person from Sudan.",
      "id": "s1266"
    },
    {
      "text": "Ms Sterjova replied in the negative, which I interpreted, from the way in which the response was given, as a denial of having asked such a question.",
      "id": "s1267"
    },
    {
      "text": "I do not find, but I assume in favour of the applicant, that the matter was raised as she alleges.",
      "id": "s1268"
    },
    {
      "text": "Manifestly, the enquiry said to have been made by Ms Sterjova would not have involved a \"contrast\" as alleged by the applicant.",
      "id": "s1269"
    },
    {
      "text": "Neither would it have had the purpose or effect of nullifying or impairing, for the applicant, the recognition, enjoyment or exercise, on an equal footing, of any human right or fundamental freedom in the political, economic, social, cultural or any other field of public life.",
      "id": "s1270"
    },
    {
      "text": "Indeed, as put by the applicant, the enquiry seemed to have the purpose of facilitating the applicant's employment by La Kosta.",
      "id": "s1271"
    },
    {
      "text": "The matter would not have involved conduct of a kind proscribed by s 9(1) of the RD Act .",
      "id": "s1272"
    },
    {
      "text": "165 The allegation in (xxix) is so generally expressed as to make it impossible to consider it separately from the other, more discrete, matters alleged by the applicant.",
      "id": "s1273"
    },
    {
      "text": "166 As to (xxx), I have dealt with the applicant's evidence as to threats by Mr Sterjov in par 131 above.",
      "id": "s1274"
    },
    {
      "text": "For the purposes of s 9(1) , again I shall decide the matter not by resolving the evidentiary conflict between the applicant and Mr Sterjov, but by holding that there was nothing in the evidence which would sustain the proposition that, if Mr Sterjov did make the \"threats\" alleged, the basis for him doing so was the applicant's race, colour, descent or national or ethnic origin.",
      "id": "s1275"
    },
    {
      "text": "Indeed, I consider it somewhat more likely that he would have told the applicant not to come near the centre because of the events of the afternoon of 10 November 2005 and the morning of 11 November 2005.",
      "id": "s1276"
    },
    {
      "text": "All of this is hypothetical, in a sense, since I have not found that anything was in fact said by Mr Sterjov such as the applicant alleges.",
      "id": "s1277"
    },
    {
      "text": "However, one way or the other, the allegation cannot be upheld under s 9(1) of the RD Act .",
      "id": "s1278"
    },
    {
      "text": "167 There was no admissible evidence which related to the allegations in (xxxi) or (xxxii).",
      "id": "s1279"
    },
    {
      "text": "168 As to (xxxiii), I have dealt with the applicant's allegation that Ms Matthew bullied her or bossed (or \"ordered\") her around in par 128 above.",
      "id": "s1280"
    },
    {
      "text": "For the reasons which I gave there, the like allegation under s 9(1) of the RD Act must also be rejected.",
      "id": "s1281"
    },
    {
      "text": "Here the applicant also alleges that Ms Matthew prohibited her from using \"multiple resources\".",
      "id": "s1282"
    },
    {
      "text": "She gave evidence that Ms Matthew took all the equipment away; and that she locked away the resources, telling her that the children should have only one resource at a time.",
      "id": "s1283"
    },
    {
      "text": "As I have found above in connection with (ix), Ms Matthew did not hide any resources from the applicant, or lock them away so the applicant could not have them.",
      "id": "s1284"
    },
    {
      "text": "Neither did she \"prohibit\" the applicant from using multiple resources.",
      "id": "s1285"
    },
    {
      "text": "As to the closing words of this allegation, there was no evidence of any particular occasion on which Ms Matthew spoke to the applicant with hostility.",
      "id": "s1286"
    },
    {
      "text": "Generally, I would not hold that the applicant has established the underlying factual parts of this allegation, such as to call for any consideration of basis for the purposes of s 9(1) of the RD Act .",
      "id": "s1287"
    },
    {
      "text": "169 Clearly the allegation in (xxxiv) is irrelevant to any cause of action which the applicant might have under s 9(1) of the RD Act .",
      "id": "s1288"
    },
    {
      "text": "For those purposes, it would be beside the point whether the way the applicant was treated at the centre lined up with whatever occurred in her \"last employment\".",
      "id": "s1289"
    },
    {
      "text": "170 I do not understand the allegation in (xxxv) to be raising some discrete aspect of the respondents' conduct towards the applicant.",
      "id": "s1290"
    },
    {
      "text": "Rather, it seems to be concerned with a wider sphere of responsibility, as it were.",
      "id": "s1291"
    },
    {
      "text": "I have addressed the applicant's allegations under s 9(1) of the RD Act as though directed at the respondents.",
      "id": "s1292"
    },
    {
      "text": "I do not think that this allegation advances the applicant's case to any extent.",
      "id": "s1293"
    },
    {
      "text": "171 For the above reasons, I propose to dismiss the applicant's claims under s 9(1) of the RD Act .",
      "id": "s1294"
    },
    {
      "text": "THE APPLICANT'S OTHER CLAIMS UNDER THE RD ACT \n \n172 The applicant relies upon s 9(1A) of the RD Act .",
      "id": "s1295"
    },
    {
      "text": "That subsection provides as follows:\n \n Where: \n \n \n (a) a person requires another person to comply with a term, condition or requirement which is not reasonable having regard to the circumstances of the case; and\n (b) the other person does not or cannot comply with the term, condition or requirement; and\n (c) the requirement to comply has the purpose or effect of nullifying or impairing the recognition, enjoyment or exercise, on an equal footing, by persons of the same race, colour, descent or national or ethnic origin as the other person, of any human right or fundamental freedom in the political, economic, social, cultural or any other field of public life; \n \n \n the act of requiring such compliance is to be treated, for the purposes of this Part, as an act involving a distinction based on, or an act done by reason of, the other person's race, colour, descent or national or ethnic origin.",
      "id": "s1296"
    },
    {
      "text": "From the applicant's particulars which I have set out in par 14 above, it seems to me that only (vi) and (xxvi) could possibly be considered to involve a term, condition or requirement with which the applicant was expected to comply.",
      "id": "s1297"
    },
    {
      "text": "As to (vi), I would hold that none of the conditions set out in pars (a), (b) and (c) of the subsection is satisfied.",
      "id": "s1298"
    },
    {
      "text": "The requirement that the applicant obtain a letter from Early Childhood Australia was reasonable in the circumstances.",
      "id": "s1299"
    },
    {
      "text": "Although the applicant did not comply with that requirement, she conducted her case upon the basis that she could comply, and that she would have complied had her employment lasted long enough.",
      "id": "s1300"
    },
    {
      "text": "I would hold that the requirement did not have the purpose or effect of nullifying or impairing the recognition, enjoyment or exercise of any human right or fundamental freedom in the political, economic, social, cultural or any other field of political life.",
      "id": "s1301"
    },
    {
      "text": "As to (xxvi), I would find likewise.",
      "id": "s1302"
    },
    {
      "text": "The requirement that the applicant do cleaning was reasonable in the circumstances, the applicant could comply, and did comply, with that requirement, and the requirement had neither the purpose or effect of nullifying or repairing the recognition, employment or exercise of any human right etc. For these reasons, I consider that there is no foundation in the applicant's case under subs (1A) of s 9 of the RD Act .",
      "id": "s1303"
    },
    {
      "text": "173 The applicant relies upon s 10 of the RD Act .",
      "id": "s1304"
    },
    {
      "text": "That provision is concerned wholly with reversing the otherwise discriminatory provisions of laws.",
      "id": "s1305"
    },
    {
      "text": "It is irrelevant to the present case, and the applicant made no attempt to explain to the court how it might be otherwise.",
      "id": "s1306"
    },
    {
      "text": "174 The applicant next relies upon s \"15(b)\" of the RD Act .",
      "id": "s1307"
    },
    {
      "text": "I take it that that is a reference to s 15(1)(b) , which makes it unlawful for an employer, or a person acting or purporting to act on behalf of an employer --- \n \n ... to refuse or fail to offer or afford a second person the same terms of employment, conditions of work and opportunities for training and promotion as are made available for other persons having the same qualifications and employed in the same circumstances on work of the same description ... by reason of the race, colour or national or ethnic origin of that second person or of any relative or associate of that second person.",
      "id": "s1308"
    },
    {
      "text": "The applicant did not explain in what respect she was offered or afforded terms of employment, conditions of work or opportunities for training and promotion which were not the same as those made available for other persons having the same qualifications, and employed in the same circumstances on work of the same description, as the applicant.",
      "id": "s1309"
    },
    {
      "text": "The claim must, it seems to me, involve an allegation that the applicant was either offered or afforded terms of employment, conditions of work or opportunities for training which were different from those which would have been offered or afforded to another person with the applicant's qualifications and employed as a kindergarten teacher at the centre.",
      "id": "s1310"
    },
    {
      "text": "In point of fact, the applicant has failed to make that allegation good.",
      "id": "s1311"
    },
    {
      "text": "I do not need to rehearse the many detailed factual elements of the applicant's case to which I have referred above.",
      "id": "s1312"
    },
    {
      "text": "It is sufficient to say that none of them justifies the conclusion that some other kindergarten teacher with the same qualifications as the applicant would have been treated in a way which was to any extent different from that in which the applicant was treated.",
      "id": "s1313"
    },
    {
      "text": "175 The applicant next relies upon s 15(2) of the RD Act .",
      "id": "s1314"
    },
    {
      "text": "That subsection is as follows:\n \n It is unlawful for a person concerned with procuring employment for other persons or procuring employees for any employer to treat any person seeking employment less favourably than other persons in the same circumstances by reason of the race, colour or national or ethnic origin of the person so seeking employment or of any relative or associate of that person.",
      "id": "s1315"
    },
    {
      "text": "Although not explained in these terms, it is possible that the applicant had Mr Sterjov and Ms Sterjova in mind as the persons who were said to be concerned with \"procuring employment\" for La Kosta.",
      "id": "s1316"
    },
    {
      "text": "Assuming in favour of the applicant that the subsection may be given this kind of an operation (ie one in which the principals of a corporate employer might be regarded as \"procuring employment\" for that employer), it would be clear from my findings above that there is no substance in the allegation that Mr Sterjov or Ms Sterjova treated the applicant less favourably than they would have treated some other person, and did so by reason of the race, colour or national or ethnic origin of the applicant.",
      "id": "s1317"
    },
    {
      "text": "Those subjects were, I find, completely irrelevant to their consideration of the applicant's application for employment.",
      "id": "s1318"
    },
    {
      "text": "176 The applicant relies also upon s 15(3) of the RD Act , which is concerned with acts by an organisation of employers or employees.",
      "id": "s1319"
    },
    {
      "text": "Manifestly, this subsection has no relevance to the circumstances of the present case.",
      "id": "s1320"
    },
    {
      "text": "177 The applicant relies also upon s 17 of the RD Act .",
      "id": "s1321"
    },
    {
      "text": "That section provides as follows:\n \n It is unlawful for a person: \n \n \n (a) to incite the doing of an act that is unlawful by reason of a provision of this Part; or\n (b) to assist or promote whether by financial assistance or otherwise the doing of such an act.",
      "id": "s1322"
    },
    {
      "text": "As I have found above, in the circumstances of the present case, there were no acts which were unlawful by reason of the provisions of Part II of the RD Act .",
      "id": "s1323"
    },
    {
      "text": "It follows that s 17 is irrelevant to those circumstances.",
      "id": "s1324"
    },
    {
      "text": "178 The applicant relies also upon s 18 of the RD Act , which is a deeming provision.",
      "id": "s1325"
    },
    {
      "text": "It provides as follows:\n \n Where:\n (a) an act is done for 2 or more reasons; and \n \n \n (b) one of the reasons is the race, colour, descent or national or ethnic origin of a person (whether or not it is the dominant reason or a substantial reason for doing the act); \n \n \n then, for the purposes of this Part, the act is taken to be done for that reason.",
      "id": "s1326"
    },
    {
      "text": "In my consideration of the applicant's case under ss 9 and 15 of the RD Act , I have assumed the operation of s 18.",
      "id": "s1327"
    },
    {
      "text": "Had there been any occasion upon which one of the reasons for which the respondents, or the relevant respondent, acted was of a kind referred to in par (b) of s 18 , I would have applied that finding as though the act in question was done for that reason.",
      "id": "s1328"
    },
    {
      "text": "As it happens, there has been no occasion to apply the terms of s 18 in the circumstances of the present case.",
      "id": "s1329"
    },
    {
      "text": "179 The applicant relies also upon s 18A of the RD Act .",
      "id": "s1330"
    },
    {
      "text": "That is a vicarious liability provision, but it has no application in the light of my findings above, since I have not found that any employee or agent of any of the respondents did an act which would have been unlawful if done by the respondent directly.",
      "id": "s1331"
    },
    {
      "text": "180 In her Statement of Claim, the applicant makes further references to the RD Act in terms which are not easy to understand.",
      "id": "s1332"
    },
    {
      "text": "She refers, for instance, to s 18(1)(a) and (b) (in addition to having referred to s 18(a) and (b)).",
      "id": "s1333"
    },
    {
      "text": "I assume that the reference to subs (1) of s 18 was in error, and that the applicant intended to refer to pars (a) and (b) of s 18.",
      "id": "s1334"
    },
    {
      "text": "I have dealt with s 18 above.",
      "id": "s1335"
    },
    {
      "text": "The applicant refers also to s 2(a) , (b) and (c) of the RD Act .",
      "id": "s1336"
    },
    {
      "text": "Section 2 , however, is the \"commencement\" provision of the Act, and I assume that the applicant's reference to it was for the sake of having a complete statement of all the elements of her statutory cause of action.",
      "id": "s1337"
    },
    {
      "text": "The applicant relies also upon s 3 of the RD Act , which is the \"interpretation\" section.",
      "id": "s1338"
    },
    {
      "text": "To the extent necessary, I have, of course, assumed that the terms in the Act which are defined in s 3 should be read in the defined sense.",
      "id": "s1339"
    },
    {
      "text": "Finally, the applicant refers to s 6B of the RD Act , which provides that Chapter 2 of the Criminal Code applies to all offences against that Act.",
      "id": "s1340"
    },
    {
      "text": "Although the applicant's Statement of Claim makes occasional reference to criminal conduct, those references are generic.",
      "id": "s1341"
    },
    {
      "text": "The applicant has not relied upon any provision of the RD Act which establishes an offence.",
      "id": "s1342"
    },
    {
      "text": "181 The applicant relies also upon certain articles of the convention.",
      "id": "s1343"
    },
    {
      "text": "In some respects, the provisions of the convention are picked up by relevant provisions of the RD Act itself, most notably in the reference to human rights or fundamental freedoms contained in s 9(2).",
      "id": "s1344"
    },
    {
      "text": "To the extent necessary, I have had recourse to the relevant provisions of the convention in my reasons set out above.",
      "id": "s1345"
    },
    {
      "text": "In other respects, the convention does not establish separate, free-standing, norms of conduct justiciable in this proceeding.",
      "id": "s1346"
    },
    {
      "text": "Specifically, it is the provisions of the RD Act itself which make particular conduct \"unlawful\" and which define the court's jurisdiction pursuant to s 46PO of the HREOC Act.",
      "id": "s1347"
    },
    {
      "text": "182 In summary, I hold that the applicant has not made good her case that the respondents, or any of them, engaged in any unlawful conduct under the RD Act \n DAMAGES \n \n183 I have held that the applicant was defamed by La Kosta when Mr Sterjov, acting on its behalf, showed Ms McEwan's report of 11 November 2005 to Commissioner Grainger on 11 January 2006.",
      "id": "s1348"
    },
    {
      "text": "In assessing the damages to which the applicant is entitled, I am required --- \n \n ...to ensure that there is an appropriate and rational relationship between the harm sustained by the [applicant] and the amount of damages awarded.",
      "id": "s1349"
    },
    {
      "text": "Defamation Act 2005 (Vic), s 34.",
      "id": "s1350"
    },
    {
      "text": "There was no evidence of the harm sustained by the applicant as a result of Ms McEwan's report having been shown to the Commissioner.",
      "id": "s1351"
    },
    {
      "text": "Neither should such harm be assumed.",
      "id": "s1352"
    },
    {
      "text": "The applicant gave evidence to the general effect that she was greatly distressed --- at times putting it as high as to say that she had been psychologically damaged --- by the experiences which she endured while employed by La Kosta, but there is no basis upon which I could find that that distress or damage was added to or aggravated by Mr Sterjov having showed the report to the Commissioner.",
      "id": "s1353"
    },
    {
      "text": "184 The conference before Commissioner Grainger was not a public occasion.",
      "id": "s1354"
    },
    {
      "text": "The Commissioner's function was to conduct a conciliation with a view to settling, if possible, the applicant's claims against La Kosta arising out of the termination of her employment.",
      "id": "s1355"
    },
    {
      "text": "In the nature of things, the Commissioner was bound to be assisted in that task by the provision of a succinct written statement of the factual allegations of one of the parties.",
      "id": "s1356"
    },
    {
      "text": "The provision of that statement may not have made it more likely that the dispute would settle at conciliation, but it would, I consider, have enabled the Commissioner better to understand the nature of the dispute, and the position of La Kosta, so that he could conduct the conciliation in an orderly and generally efficient way.",
      "id": "s1357"
    },
    {
      "text": "There was, of course, no evidence as to what occurred at the conciliation before the Commissioner, and I confine my remarks in this respect to a general consideration of the contribution which the report is likely to have made to the conciliation process.",
      "id": "s1358"
    },
    {
      "text": "185 The Commissioner had no power to make any order, without the consent of the applicant, by way of settlement of the dispute.",
      "id": "s1359"
    },
    {
      "text": "Even if the report unfairly prejudiced the Commissioner against the applicant, there was nothing which the Commissioner could do --- absent the applicant's consent --- to change the applicant's position for the worse.",
      "id": "s1360"
    },
    {
      "text": "The most that could be said would be that the terms of the report may have inclined the Commissioner towards a more sympathetic understanding of La Kosta's position than ought to have been the case, but no want of sympathy for that position would have enabled the Commissioner to impose any substantive outcome upon La Kosta to its detriment.",
      "id": "s1361"
    },
    {
      "text": "Having heard the evidence in this case, I consider that it was inevitable that La Kosta would have maintained the position before the Commissioner which it has advanced here, and which was broadly reflected in the terms of the report.",
      "id": "s1362"
    },
    {
      "text": "The applicant was equally certain to have asserted the position which underlies her allegations in this proceeding.",
      "id": "s1363"
    },
    {
      "text": "I consider that the probability that the publication of the report to the Commissioner had, of itself, an effect upon the outcome of the conciliation proceeding which was negative for the applicant is negligible.",
      "id": "s1364"
    },
    {
      "text": "186 For the above reasons, I find that the applicant sustained no harm as a result of the defamation which she has established in this proceeding.",
      "id": "s1365"
    },
    {
      "text": "I propose to award her nominal damages in the sum of $50.",
      "id": "s1366"
    },
    {
      "text": "THE APPLICANT'S NOTICE OF MOTION OF 4 MAY 2007 \n \n187 By notice dated 4 May 2007, on 9 May 2007 the applicant applied for the following orders:\n \n \n 1.",
      "id": "s1367"
    },
    {
      "text": "Applicant is exempted/released from any confidentiality or/and restriction if and when applicable in relation to evidence given in the Court during the trial of the matter VID 114/06 which evidence applicant must use in order to fulfil her mandatory reporting obligation of suspected child abuse under the law.",
      "id": "s1368"
    },
    {
      "text": "2.",
      "id": "s1369"
    },
    {
      "text": "Applicant is released from confidentiality in relation to the evidence given by Miss Esther Keji Matthew on 26/04/07 of the practices she used/uses to settle children to sleep at La Kosta Child Care Centre &amp; Kindergarten Pty Ltd. \n \n \n \n\nI heard argument upon the motion, but considered it inappropriate to deal with the substance thereof until after I had delivered final judgment.",
      "id": "s1370"
    },
    {
      "text": "188 It seems that the applicant desires to be at liberty to publish details of evidence given in this proceeding to other persons, and for other purposes.",
      "id": "s1371"
    },
    {
      "text": "I do not understand what perception of a restriction or limit upon her doing so may lie behind her Notice of Motion.",
      "id": "s1372"
    },
    {
      "text": "However, I do not believe the court should make an order unless the need for, and the purpose of, the order are clear.",
      "id": "s1373"
    },
    {
      "text": "In the present case, neither is clear to me.",
      "id": "s1374"
    },
    {
      "text": "Although, I am not disposed to make an order for no other reason than that it would do little harm, I would not exclude the prospect that orders in the terms sought might well be harmful.",
      "id": "s1375"
    },
    {
      "text": "It seems that the applicant desires to publish certain matters on future occasions as to which the court knows nothing.",
      "id": "s1376"
    },
    {
      "text": "It is quite possible that orders of the kind which she seeks might, by their inherent ambiguity, be misinterpreted upon such occasions.",
      "id": "s1377"
    },
    {
      "text": "It is possible that the applicant would seek to call in aid the authority of the court, colourably given by the making of such orders, in future circumstances which were never before it.",
      "id": "s1378"
    },
    {
      "text": "I am not persuaded that I should make either of the orders which the applicant seeks, and I shall dismiss the Notice of Motion.",
      "id": "s1379"
    },
    {
      "text": "I certify that the preceding one hundred and eighty-eight (188) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jessup.",
      "id": "s1380"
    },
    {
      "text": "Associate:\nDated: 15 August 2007\n\n Counsel for the Applicant: The applicant appeared in person \n \n Counsel for the Respondent: Mr M McKenney \n \n Solicitor for the Respondent: Felix Vitiello \n \n Date of Hearing: 2, 3, 4, 24, 26, 27 April, 24 May, 11, 30 July 2007 \n \n Date of Judgment: 15 August 2007 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1244.html",
      "id": "s1381"
    }
  ]
}