{
  "name": "Coleman v Minister for Immigration &amp; Citizenship [2007] FCA 1500 (27 September 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1500.html",
  "catchphrases": [
    {
      "text": "cancellation of visa on character grounds",
      "id": "c0"
    },
    {
      "text": "unlawful imprisonment",
      "id": "c1"
    },
    {
      "text": "whether officer knows or reasonably suspects person is unlawful non-citizen",
      "id": "c2"
    },
    {
      "text": "motion for dismissal of application",
      "id": "c3"
    },
    {
      "text": "no reasonable cause of action",
      "id": "c4"
    },
    {
      "text": "no reasonable prospects of successfully prosecuting application",
      "id": "c5"
    },
    {
      "text": "retrospective operation of judicial lawmaking",
      "id": "c6"
    },
    {
      "text": "migration law",
      "id": "c7"
    },
    {
      "text": "practice &amp; procedure",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 This is an application brought by the respondents (the applicants on the notice of motion, hereafter \"the respondents\") for dismissal of the applicant's application pursuant to either or both of the following: Order 20 rule 4 (previously Order 20 rule 2) of the Federal Court Rules (no reasonable cause of action disclosed) and s 31A of the Federal Court of Australia Act 1976 (Cth) (no reasonable prospect of successfully prosecuting the proceeding).",
      "id": "s0"
    },
    {
      "text": "2 The applicant is the executrix of the estate of Gerard William Coleman who died on 17 March 2006.",
      "id": "s1"
    },
    {
      "text": "The applicant claims Mr Coleman was falsely imprisoned in the period 25 February 2003 (when he was first detained) to 9 December 2003 (when Shaw v Minister for Immigration &amp; Multicultural Affairs [2003] HCA 72 ; (2003) 218 CLR 28 was decided by the High Court of Australia): paras 28 and 29 of the Further Amended Statement of Claim (\"the FASC\").",
      "id": "s2"
    },
    {
      "text": "BACKGROUND \n \n3 The background facts are not in dispute and are relevantly set out in the respondents' written submissions as follows:\n \n (1) Mr Coleman arrived in Australia on 30 October 1967 when he was 11 years old.",
      "id": "s3"
    },
    {
      "text": "(2) On 11 December 1969, Mr Coleman departed Australia.",
      "id": "s4"
    },
    {
      "text": "(3) On 28 January 1974, Mr Coleman returned to Australia and remained in Australia from that time onwards except for two relatively brief periods: 19 December 1979 --- 13 January 1980 and 19 June 1982 --- 4 December 1982.",
      "id": "s5"
    },
    {
      "text": "(4) On 1 September 1994, Mr Coleman became the holder of a Transitional (Permanent) Visa pursuant to reg 4(1) of the Migration Reform (Transitional Provisions) Regulations .",
      "id": "s6"
    },
    {
      "text": "(5) On 10 January 2003, the first respondent cancelled the applicant's Transitional (Permanent) Visa pursuant to s 501(2) of the Migration Act 1958 (Cth) (\"the Act \").",
      "id": "s7"
    },
    {
      "text": "(6) On 14 February 2003, an officer of the Department of Immigration and Multicultural and Indigenous Affairs (\"the Department\"), as it was then known, notified Mr Coleman that his visa had been cancelled.",
      "id": "s8"
    },
    {
      "text": "(7) On 24 February 2003, a delegate of the Secretary of the Department issued a search warrant to John Bernard Robicheau, an officer of the Department, pursuant to s 251(4) of the Act .",
      "id": "s9"
    },
    {
      "text": "The search warrant authorised Mr Robicheau to enter and search:\n \"any building, premises, vehicle, vessel or place in which you have reasonable cause to believe there may be found: (a) an unlawful non-citizen, a removee or deportee, within the meaning of the Act ...\".",
      "id": "s10"
    },
    {
      "text": "(8) Prior to detaining Mr Coleman, Mr Robicheau reviewed Mr Coleman's file, including the Visa Cancellation Decision record.",
      "id": "s11"
    },
    {
      "text": "He formed the view that Mr Coleman was an unlawful non-citizen.",
      "id": "s12"
    },
    {
      "text": "(9) On 25 February 2003, Mr Robicheau executed the search warrant and detained Mr Coleman pursuant to s 189 of the Act .",
      "id": "s13"
    },
    {
      "text": "The applicant was taken first to Wyong Police Station and then to Villawood Immigration Detention Centre.",
      "id": "s14"
    },
    {
      "text": "(10) Mr Coleman was held in Villawood Immigration Detention Centre from 25 February 2003 to 22 August 2005.",
      "id": "s15"
    },
    {
      "text": "The period of detention that is relevant to these proceedings is the period 25 February 2003 to 9 December 2003.",
      "id": "s16"
    },
    {
      "text": "THE APPLICANT'S APPLICATION \n \n4 The applicant's cause of action is pleaded in paras 28 and 29 of the FASC in the following terms:\n \n \n \"28.",
      "id": "s17"
    },
    {
      "text": "On and from 25 February 2003 the first respondent and the second respondent did not know within the meaning of section 189 of the Migration Act 1958 and had no cause to reasonably suspect that the deceased was an unlawful non-citizen within the meaning of the said Act .",
      "id": "s18"
    },
    {
      "text": "PARTICULARS \n \n \n \n \n (a) The deceased was a British subject, \n \n \n \n \n \n \n \n \n \n (b) The deceased was not an alien, \n \n \n \n \n \n \n \n \n \n (c) Following Re Patterson; Ex parte Taylor [2001] HCA 51 ; (2001) 207 CLR 391 s 501 of the Migration Act 1958 ('the Act') could not apply to the deceased, \n \n \n \n \n \n \n \n \n \n (d) There was no basis for the formation of a reasonable suspicion that the deceased was an unlawful non-citizen under the Act.",
      "id": "s19"
    },
    {
      "text": "29.",
      "id": "s20"
    },
    {
      "text": "The action of the first respondent and the second respondent by its representative the first respondent in causing the deceased to be detained at the Villawood Immigration Detention Centre and continuing to detain him up to 9 December 2003 being the date of the judgment of the High Court of Australia in Shaw v Minister for Immigration and Multicultural Affairs [2003] HCA 72 ; [2003] 218 CLR 28 was: \n \n \n \n \n \n \n (a) Unlawful, illegal and a breach of the Migration Act 1958 in that it failed to have regard to the fact the deceased was not an unlawful non-citizen under the Act, \n \n \n \n \n \n \n \n (b) Unlawful, illegal and unreasonable for any period longer than was necessary to identify that the deceased was not an unlawful non-citizen under the Act.",
      "id": "s21"
    },
    {
      "text": "\" \n \n \n \n \n \n \n THE RELEVANT PROVISIONS OF THE ACT \n \n5 Subsection 189(1) of the Act provides:\n \n \n \"(1) If an officer knows or reasonably suspects that a person in the migration zone (other than an excised offshore place) is an unlawful non-citizen, the officer must detain the person.",
      "id": "s22"
    },
    {
      "text": "\" \n \n \n \n\n6 Subsection 501(2) of the Act provides:\n \n \"(2) The Minister may cancel a visa that has been granted to a person if: \n \n \n \n (a) the Minister reasonably suspects that the person does not pass the character test; and \n (b) the person does not satisfy the Minister that the person passes the character test.",
      "id": "s23"
    },
    {
      "text": "\" \n \n \n \n \n NOTICE OF MOTION \n \n7 The respondents submit the applicant's application should be dismissed first because he is barred by reason of a res judicata or issue estoppel from prosecuting the proceeding.",
      "id": "s24"
    },
    {
      "text": "Second because, in any event, his statement of claim does not disclose a cause of action with reasonable prospects of success.",
      "id": "s25"
    },
    {
      "text": "This second basis was at the forefront of the respondents' argument and it is convenient to deal with it first.",
      "id": "s26"
    },
    {
      "text": "NO REASONABLE CAUSE OF ACTION \n \n8 In their written submissions, the respondents submitted that even if it were open to the applicant to establish that the cancellation decision was invalid because s 501 had no application to Mr Coleman following Re Patterson: Ex parte Taylor [2001] HCA 51 ; (2001) 207 CLR 391, the action for false imprisonment must fail.",
      "id": "s27"
    },
    {
      "text": "The submissions took the following course:\n \n (1) In order to establish wrongful detention, the applicant must establish that the detention of Mr Coleman was beyond the power of the respondents (or their officers) and thus unlawful.",
      "id": "s28"
    },
    {
      "text": "(The applicant submitted to the contrary --- that it is for the respondents to demonstrate that the detention was lawful --- and, although nothing turns on this in the case at hand, I think this must be correct.",
      "id": "s29"
    },
    {
      "text": ")\n (2) Section 189 of the Act imposes an obligation, a duty, on an officer of the Department, who \"knows or reasonably suspects that a person in the migration zone .... is an unlawful non-citizen\" to detain that person.",
      "id": "s30"
    },
    {
      "text": "The distinction between \"knows\" and \"reasonably suspects\" reveals that the duty to detain applies at least to the following circumstances: \n \n \n (a) where the officer believes the person to be an unlawful non-citizen and is ultimately correct in that belief --- \"knows\"; and\n (b) where the officer believes the person to be an unlawful non-citizen, ultimately is not correct about that but had reasonably grounds for the belief --- \"reasonably suspects\".",
      "id": "s31"
    },
    {
      "text": "(3) In Ruddock v Taylor (2005) 222 CLR 612, the judgment of the majority shows the interplay between the objective and subjective elements at [26] --- [27]: \n \n \n \"[26] It may be accepted that in so far as s 189 required, and thus authorised, the detention of those who are unlawful non-citizens, a want of power to cancel a visa, or failure in lawful exercise of that power, would lead to the quashing of the decision to cancel.",
      "id": "s32"
    },
    {
      "text": "It would then be apparent that the person was not an unlawful non-citizen and not within that aspect of the operation of s 189.",
      "id": "s33"
    },
    {
      "text": "[27] But that does not exhaust the operation of s 189.",
      "id": "s34"
    },
    {
      "text": "Section 189 is directed not only to cases where an officer knows that a person is an unlawful non-citizen, it extends to cases where the officer reasonably suspects that a person has that status.",
      "id": "s35"
    },
    {
      "text": "It follows that demonstrating that a person is not an unlawful non-citizen does not necessarily take the person beyond the reach of the obligation which s 189 imposes on officers.",
      "id": "s36"
    },
    {
      "text": "Had it been intended that those who were to be subject to detention by an officer should be confined to those who are in fact unlawful non-citizens, s 189 would have been much simpler.",
      "id": "s37"
    },
    {
      "text": "The section would have read, 'an officer shall detain an unlawful non-citizen'.",
      "id": "s38"
    },
    {
      "text": "The reference to an officer's state of mind is explicable only if the section is understood as not confined in operation to those who are, in fact, unlawful non-citizens.",
      "id": "s39"
    },
    {
      "text": "\" \n \n \n \n \n \n (Emphasis in original.",
      "id": "s40"
    },
    {
      "text": ") \n \n \n \n \n \n \n \n (4) This passage reveals that s 189 of the Act authorises and requires the detention of persons who are, at law, \"unlawful non-citizens\".",
      "id": "s41"
    },
    {
      "text": "However.",
      "id": "s42"
    },
    {
      "text": "it is not confined to such persons and extends to persons who the officer reasonably suspects to be such.",
      "id": "s43"
    },
    {
      "text": "(5) In the present case, the law is now clear beyond argument that the applicant was in truth and at law an \"alien\" at all material times ( Shaw ) and, not having a valid visa, was therefore an unlawful non-citizen (s 14 of the Act).",
      "id": "s44"
    },
    {
      "text": "(6) The short answer to the applicant's case is that the officer was correct in forming the view that the deceased was an unlawful non-citizen --- the officer relevantly \"knew\" him to be such.",
      "id": "s45"
    },
    {
      "text": "In these circumstances, the detention was authorised under s 189 of the Act and the applicant's present application must fail.",
      "id": "s46"
    },
    {
      "text": "(7) Furthermore, even if there had been some breach in bringing the deceased into detention or maintaining him in detention, if he was liable to be kept in lawful custody (as he clearly was --- as is clear from the judgment in Shaw ), the deceased was not ever entitled to be discharged from detention but only remanded to some lawful custody: R v Bevan; Ex parte Elias and Gordon [1942] HCA 12 ; (1942) 66 CLR 452, Starke J at 464.5.",
      "id": "s47"
    },
    {
      "text": "That is, if Mr Robicheau personally did not \"know\" or \"reasonably suspect\" Mr Coleman was an unlawful non-citizen, Mr Coleman is not entitled to pursue an action for wrongful imprisonment but could seek only to be remanded to lawful custody.",
      "id": "s48"
    },
    {
      "text": "(8) The decision in Re Patterson is a decision in which the reasons of the majority do not have a single strain of reasoning and which has been described as having \"had no precedent value beyond its own facts\": Shaw at [34] --- [35], [49].",
      "id": "s49"
    },
    {
      "text": "(9) Indeed, in Ruddock v Taylor , the majority indicated (at [17]) that, in Shaw , a \"majority of the Court also held at [39] that Patterson should be regarded as authority for what it decided respecting s 64 of the Constitution and the constructive failure in the exercise of jurisdiction by the Minister .",
      "id": "s50"
    },
    {
      "text": "\" That is, it should not be regarded as authoritative in deciding what the law was pertaining to identification of who are aliens: Shaw at [34] --- [37].",
      "id": "s51"
    },
    {
      "text": "(10) This is particularly telling given that there is a material factual distinction between the present case and that considered in Patterson .",
      "id": "s52"
    },
    {
      "text": "In that case, one member of the majority (McHugh J) posited that a British subject living in Australia at the time of the enactment of the Royal Style and Titles Act 1973 (Cth) in 1973 was not an alien.",
      "id": "s53"
    },
    {
      "text": "In the present case, the deceased was not living in Australia in 1973 but had returned to Scotland at that time for about four years after only a two year presence in Australia.",
      "id": "s54"
    },
    {
      "text": "Hence, it would seem even on the stated reasoning in Patterson that a majority of the Justices would have been of the view that the deceased in this case was an alien.",
      "id": "s55"
    },
    {
      "text": "That this conclusion was the correct result has been confirmed by the decision in Shaw .",
      "id": "s56"
    },
    {
      "text": "(11) The Minister contends that there is no basis for contending that the officer who took the deceased into detention failed to hold a reasonable suspicion that the applicant was an unlawful non-citizen even as the law stood in February 2003 (which is not the correct test for the reasons outlined above).",
      "id": "s57"
    },
    {
      "text": "(12) The High Court decided, in Ruddock v Taylor , that it was sufficient to found a reasonable suspicion in that case (at [49]): \n \n \n (a) that the detaining officers had been provided with what, on its face, appeared to be a regular and effective decision of the Minister to cancel the respondent's visa; and\n (b) each officer had checked whether the respondent had any other visa.",
      "id": "s58"
    },
    {
      "text": "(13) It did not make the detention unlawful in Ruddock v Taylor that the High Court had, in an earlier decision, quashed the cancellation.",
      "id": "s59"
    },
    {
      "text": "What was determinative was the power to detain in s 189 of the Act.",
      "id": "s60"
    },
    {
      "text": "That power is not based on the validity or otherwise of the cancellation decision that founds the reasonable suspicion.",
      "id": "s61"
    },
    {
      "text": "(14) In the case before this Court, Mr Coleman was detained on 25 February 2003 after the first respondent had cancelled his visa pursuant to s 501 of the Act.",
      "id": "s62"
    },
    {
      "text": "The evidence establishes that the officer who detained Mr Coleman (Mr Robicheau) held the view that the deceased was an unlawful non-citizen.",
      "id": "s63"
    },
    {
      "text": "The Minister's first contention is that this view was plainly correct and, as such, Mr Robicheau relevantly knew him to be such.",
      "id": "s64"
    },
    {
      "text": "In any event, the evidence establishes Mr Robicheau's reasonable suspicion under s 189: \n \n \n (a) first, Mr Robicheau was provided with the cancellation decision; \n (b) second, Mr Robicheau reviewed Mr Coleman's file documents; and\n (c) third, Mr Robicheau formed the view that in light of the cancellation decision and the fact that he did not hold any other visas, that he was an unlawful non-citizen.",
      "id": "s65"
    },
    {
      "text": "(15) Once Mr Coleman's detention was lawful on 25 February 2003 nothing remains of the applicant's case for a declaration and damages for false imprisonment.",
      "id": "s66"
    },
    {
      "text": "There is no change pleaded between 25 February 2003 and 9 December 2003 that would make the lawful detention unlawful.",
      "id": "s67"
    },
    {
      "text": "(16) The respondents submit that the cancellation decision of the first respondent, acted upon by Mr Robicheau, resulted in the lawful detention of Mr Coleman.",
      "id": "s68"
    },
    {
      "text": "There is no cause of action disclosed by the FASC.",
      "id": "s69"
    },
    {
      "text": "In those circumstances the applicant has no reasonable prospect of successfully prosecuting the proceeding: s 31A(2) Federal Court of Australia Act .",
      "id": "s70"
    },
    {
      "text": "(It is not necessary for the respondent to establish that the proceeding are hopeless or bound to fail: s 31A(3).",
      "id": "s71"
    },
    {
      "text": ") The FASC should be dismissed.",
      "id": "s72"
    },
    {
      "text": "9 In response, counsel for the applicant effectively resiled from the pleading at [28] and from part of the pleading at [29] of the FASC (excerpted at [4] above) by stating that the applicant no longer pressed that the respondents, in particular the first respondent's officer Mr Robicheau, had no cause to reasonably suspect that Mr Coleman was an unlawful non-citizen within the meaning of the Act.",
      "id": "s73"
    },
    {
      "text": "Having regard to the unchallenged evidence of Mr Robicheau referred to in [8(14)] above and his unchallenged evidence that at the time of Mr Coleman's detention he continued to reasonably suspect that he was an unlawful non-citizen and that at no subsequent stage leading up to the formal transfer of Mr Coleman to Villawood Immigration Detention Centre did he cease to hold a reasonable suspicion that Mr Coleman was an unlawful non-citizen, coupled with the following observations of Gleeson CJ, Gummow, Hayne and Heydon JJ in Ruddock v Taylor at 628:\n \n \" [49] At the trial of these proceedings, those officers who had been responsible for effecting the respondent's detention gave unchallenged evidence of the steps each had taken before detaining the respondent.",
      "id": "s74"
    },
    {
      "text": "Each officer had been provided with what, on its face, appeared to be a regular and effective decision of the Minister to cancel the respondent's visa.",
      "id": "s75"
    },
    {
      "text": "Each officer checked whether the respondent held any other visa.",
      "id": "s76"
    },
    {
      "text": "Upon finding that he did not, the officer concerned detained the respondent.",
      "id": "s77"
    },
    {
      "text": "[50] Plainly, each suspected that the respondent was an unlawful non-citizen.",
      "id": "s78"
    },
    {
      "text": "It was not suggested that either had acted in bad faith.",
      "id": "s79"
    },
    {
      "text": "The conclusion that each reasonably suspected that the respondent was an unlawful non-citizen follows inevitably.",
      "id": "s80"
    },
    {
      "text": "[51] It also follows from that fact, and the reasons given earlier, that the respondent's detention was lawful and required by the Act.",
      "id": "s81"
    },
    {
      "text": "Nothing was said to have occurred during either period of detention that would affect the conclusions that, until an order was made quashing the relevant decision to cancel the respondent's visa, those who detained the respondent reasonably suspected that he was an unlawful non-citizen, and that accordingly, his detention was lawful and required by the Act\" \n \n\nthere is no doubt, in my view, that counsel for the applicant was correct in resiling from the pleading in the way he did.",
      "id": "s82"
    },
    {
      "text": "10 On the other hand, the consequence is that the FASC is to be read as if [28] was not there and as if [29] was amended so as to exclude Mr Coleman's actual detention on 25 February 2003 and be confined to his continuing detention up to 9 December 2003.",
      "id": "s83"
    },
    {
      "text": "Indeed, counsel for the applicant conceded as much, confining the pleading at [29] to Mr Coleman's continuing detention from 10 March 2003, when Mr Coleman's brother telephoned the Department and spoke to a Ms Cecilia Cheung, informing her that his brother and the whole family first arrived in Australian in 1967 and asking her whether she was aware of a High Court decision about British subjects not being subject to deportation.",
      "id": "s84"
    },
    {
      "text": "From that time on, so the argument went, Mr Coleman's continued detention until 9 December 2003 (when the High Court handed down its decision in Shaw ) was, in the face of the decision of the High Court in Re Patterson , unlawful in that the detaining authority was, from that time on, on notice that Mr Coleman first arrived in Australia on 30 October 1967 and it could no longer reasonably suspect Mr Coleman of being an unlawful non-citizen.",
      "id": "s85"
    },
    {
      "text": "11 This argument has a number of hurdles in the way of raising unlawful detention to a level of being a cause of action with reasonable prospects of success:\n \n (1) First, as Gleeson CJ, Gummow, Hayne and Heydon JJ observed in Ruddock v Taylor at [40], a majority of the High Court in Shaw held that Re Patterson is not to be understood as overruling Nolan v Minister for Immigration &amp; Ethnic Affairs [1988] HCA 45 ; (1988) 165 CLR 178, but even it were to be so understood --- \"... what were reasonable grounds for effecting the respondent's detention did not retrospectively cease to be reasonable upon the Court making its orders in Patterson or upon the Court later publishing its reasons in that case.",
      "id": "s86"
    },
    {
      "text": "... Patterson said nothing about the validity of s 189.",
      "id": "s87"
    },
    {
      "text": "\"\n (2) Second, as noted by the majority in Shaw (at [35]), in Re Minister for Immigration &amp; Multicultural Affairs; Ex parte Te [2002] HCA 48 ; (2002) 212 CLR 162 four members of the High Court agreed that there was no single strain of reasoning in the majority judgments in Re Patterson which contains a binding statement of constitutional principle and that there were differing views in the majority as to what were the facts material to the decision.",
      "id": "s88"
    },
    {
      "text": "One of those four Justices, McHugh J, concluded that Re Patterson had no precedent value beyond its own facts.",
      "id": "s89"
    },
    {
      "text": "A little later (at [39]) the majority said:\n \"That case [Re Patterson] henceforth should be regarded as authority for what it decided respecting s 64 of the Constitution and the constructive failure in the exercise of jurisdiction by the Minister.",
      "id": "s90"
    },
    {
      "text": "\" \n \n\nSee too the respondents' submissions at [8(8)] --- [8(10)] above.",
      "id": "s91"
    },
    {
      "text": "Third, the idea that Mr Coleman's detention was unlawful from 10 March 2003 until the High Court handed down its decision in Shaw on 9 December 2003 when the applicant effectively conceded that it thereupon became lawful, flies in the face of the principle of the retrospective operation of judicial lawmaking, so that even if Re Patterson changed the law, Shaw changed it back with retrospective operation.",
      "id": "s92"
    },
    {
      "text": "As Sackville J, with whom Foster and Lehane JJ agreed in Torrens Aloha Pty Ltd v Citibank NA (1997) 72 FCR 581, observed at 594G:\n \n \"In the absence of a doctrine of prospective overruling, changes in the law offered by judicial decisions are not confined to events or transactions occurring after the date of the decision changing the law.",
      "id": "s93"
    },
    {
      "text": "Doubtless from a historical perspective, this owes a good deal to the declaratory theory of law ...\" \n \n\n12 I am of the view, for the reasons outlined above, that the applicant's cause of action for unlawful detention as pleaded and subsequently amended in the course of oral argument has no reasonable prospects of success and therefore should be dismissed.",
      "id": "s94"
    },
    {
      "text": "It is unnecessary to consider the alternative basis relied on by the respondents, namely, that the applicant's application is barred by reason of a res judicata or issue estoppel.",
      "id": "s95"
    },
    {
      "text": "I certify that the preceding twelve (12) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Edmonds.",
      "id": "s96"
    },
    {
      "text": "Associate:\n\nDated: 27 September 2007\n\n Counsel for the Applicant: Mr I A Archibald \n \n Solicitor for the Applicant: Michaela Byers Solicitor \n \n Counsel for the First and Second Respondents: Mr S Lloyd with Ms K Morgan \n \n Solicitor for the First Respondent: Sparke Helmore \n\n Date of Hearing: 28 May 2007 \n \n Date of Judgment: 27 September 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1500.html",
      "id": "s97"
    }
  ]
}