{
  "name": "SZHDY v Minister for Immigration and Citizenship [2007] FCA 1218 (9 August 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1218.html",
  "catchphrases": [
    {
      "text": "appeal from decision of federal magistrate dismissing application for review of refugee review tribunal decision",
      "id": "c0"
    },
    {
      "text": "whether tribunal erred in relying on certain country information",
      "id": "c1"
    },
    {
      "text": "whether tribunal breached obligations under migration act 1958 (cth) s 424a",
      "id": "c2"
    },
    {
      "text": "challenge to tribunal's findings regarding relocation",
      "id": "c3"
    },
    {
      "text": "no appealable error",
      "id": "c4"
    },
    {
      "text": "migration law",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from a decision of Federal Magistrate Cameron who, on 13 April 2007, ordered that an application to review a decision of the Refugee Review Tribunal (\"the RRT\") given in August 2005 be dismissed.",
      "id": "s0"
    },
    {
      "text": "By that earlier decision, the RRT affirmed a decision of a delegate of the respondent Minister, made in 1997, refusing to grant the appellant a protection visa.",
      "id": "s1"
    },
    {
      "text": "2 This matter has had an unfortunate history.",
      "id": "s2"
    },
    {
      "text": "The appellant is a Bangladeshi national.",
      "id": "s3"
    },
    {
      "text": "He arrived in this country in 1997 and first applied for a protection visa in October of that year.",
      "id": "s4"
    },
    {
      "text": "That application was refused.",
      "id": "s5"
    },
    {
      "text": "On 9 December 1997 the appellant filed an application for review with the RRT.",
      "id": "s6"
    },
    {
      "text": "For reasons that are not immediately apparent, the RRT appears to have taken no steps to finalise the matter until 2000.",
      "id": "s7"
    },
    {
      "text": "On 24 January 2000 it wrote to the appellant seeking his response to various concerns that it had with matters that went to his credibility.",
      "id": "s8"
    },
    {
      "text": "Finally, on or about 24 February 2000 the RRT affirmed the delegate's decision.",
      "id": "s9"
    },
    {
      "text": "3 Again for reasons that are not apparent, it was not until May 2005 that the RRT's decision was, by consent, set aside by a Full Court of this Court.",
      "id": "s10"
    },
    {
      "text": "The matter was remitted to the RRT.",
      "id": "s11"
    },
    {
      "text": "On 25 July 2005 the RRT conducted a hearing at which the appellant gave evidence.",
      "id": "s12"
    },
    {
      "text": "On 30 August 2005 the RRT affirmed the original 1997 decision of the delegate to refuse the appellant a protection visa.",
      "id": "s13"
    },
    {
      "text": "It was the RRT's second decision, in 2005, that was the subject of the application for review before Federal Magistrate Cameron.",
      "id": "s14"
    },
    {
      "text": "It is also that second decision that is the subject ultimately of the appeal to this Court.",
      "id": "s15"
    },
    {
      "text": "4 The appellant claimed to fear persecution by reason of his political opinion.",
      "id": "s16"
    },
    {
      "text": "Among his many claims, he said that he had been a member of the Chatra Sibir, the student wing of the Jamat-e-Islami party.",
      "id": "s17"
    },
    {
      "text": "He said that he had been persecuted by members of the rival Bangladesh National Party, and of the Awami League.",
      "id": "s18"
    },
    {
      "text": "He said that he had been detained in 1993.",
      "id": "s19"
    },
    {
      "text": "He said that supporters of the Awami League and the police had attacked him in 1997.",
      "id": "s20"
    },
    {
      "text": "He said that in 1997 a warrant for his arrest on fabricated charges had been issued.",
      "id": "s21"
    },
    {
      "text": "He said that he had been tried in his absence, and sentenced to a term of ten years' imprisonment.",
      "id": "s22"
    },
    {
      "text": "He said that he had managed to escape from Bangladesh because it was relatively easy to do so at the time.",
      "id": "s23"
    },
    {
      "text": "At the hearing before the RRT, in 2005, he claimed that he was still fearful of the Awami League and the police despite the fact that the Jamat-e-Islami party was, by then, in power as a junior partner, in coalition with the Bangladesh National Party.",
      "id": "s24"
    },
    {
      "text": "5 The RRT found that the appellant was not a credible witness.",
      "id": "s25"
    },
    {
      "text": "It found that he had embellished his claims in order to enhance his prospects of gaining a protection visa.",
      "id": "s26"
    },
    {
      "text": "It was not satisfied that he was, or had been, a leading member of the Chatra Sibir, as he claimed, or that he had ever been subjected to harm for that reason.",
      "id": "s27"
    },
    {
      "text": "6 Importantly, the RRT also found that a number of documents submitted to it by the appellant were fraudulent, primarily on the basis that the Document Evaluation Unit of the Minister's Department had concluded that they had all been typed on the same typewriter.",
      "id": "s28"
    },
    {
      "text": "That was a devastating finding, since the documents in question all purported to emanate from entirely different sources, and to have been created years apart.",
      "id": "s29"
    },
    {
      "text": "Interestingly, one of those documents happened to be the charge sheet and warrant, ostensibly dated 10 August 1997.",
      "id": "s30"
    },
    {
      "text": "That document was supposedly typed on the same typewriter as documents emanating from the Jamat-e-Islami party, and another civilian source.",
      "id": "s31"
    },
    {
      "text": "7 While the RRT accepted that the appellant had been attacked by Awami League supporters in 1997, it was not satisfied that this was for a convention reason.",
      "id": "s32"
    },
    {
      "text": "8 In substance therefore the RRT concluded that the appellant was not credible, and that the great majority of his claims of past harm were untrue.",
      "id": "s33"
    },
    {
      "text": "It also concluded that it was reasonable for the appellant to relocate within Dhaka, or elsewhere in Bangladesh.",
      "id": "s34"
    },
    {
      "text": "9 Before the Federal Magistrate, the appellant relied upon a further amended application which, in substance, contained three grounds.",
      "id": "s35"
    },
    {
      "text": "He first claimed that the RRT had relied upon country information that was outdated.",
      "id": "s36"
    },
    {
      "text": "He next claimed that the RRT had breached s 424A of the Migration Act 1958 (Cth) by failing to provide particulars of information that the RRT considered would be the reason, or a part of the reason for affirming the decision under review.",
      "id": "s37"
    },
    {
      "text": "The particulars in question related to the RRT's finding that the various documents upon which the appellant relied had all been written on the same typewriter.",
      "id": "s38"
    },
    {
      "text": "The final ground challenged the RRT's finding regarding relocation.",
      "id": "s39"
    },
    {
      "text": "10 The Federal Magistrate rejected each of these grounds.",
      "id": "s40"
    },
    {
      "text": "They are repeated in the notice of appeal before me.",
      "id": "s41"
    },
    {
      "text": "11 The Federal Magistrate held that the choice of country information was a matter for the RRT, and could not give rise to jurisdictional error.",
      "id": "s42"
    },
    {
      "text": "His Honour referred to NAHI v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 10 where the Full Court stated (at [11]): \n \n \"It is not, as the first appellant submitted, an error of law, or a jurisdictional error, for the Tribunal to base a decision on 'country information' that is not true.",
      "id": "s43"
    },
    {
      "text": "The question of the accuracy of the 'country information' is one for the Tribunal, not for the Court.",
      "id": "s44"
    },
    {
      "text": "If the Court were to make its own assessment of the truth of 'country information', it would be engaging in merits review.",
      "id": "s45"
    },
    {
      "text": "The Court does not have power to do that.",
      "id": "s46"
    },
    {
      "text": "\" \n \n\n12 His Honour further noted that in VTAG v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCAFC 91 ; (2005) 141 FCR 291 the Full Court held (at [41]):\n \n \"In any event, the choice of country information available was a matter for the Tribunal.",
      "id": "s47"
    },
    {
      "text": "The Tribunal was not required by law to accept more recent information even if it had been supplied.",
      "id": "s48"
    },
    {
      "text": "Such information might for example have come from a less reliable source than the old information.",
      "id": "s49"
    },
    {
      "text": "There was in the circumstances no obligation on the Tribunal to make enquiries: see VAO v Minister for Immigration and Multicultural Affairs [2002] FCA 161 at [25] .",
      "id": "s50"
    },
    {
      "text": "\" \n \n\n13 His Honour went on to state that it was plain that the RRT had not ignored the later country information because it had referred to that information in terms in its reasons for decision.",
      "id": "s51"
    },
    {
      "text": "The country information in question related to the position in 2004, while the earlier information went back to 1998 and 2001.",
      "id": "s52"
    },
    {
      "text": "His Honour concluded that the appropriate inference was simply that the RRT preferred the earlier country information to the later information.",
      "id": "s53"
    },
    {
      "text": "In his Honour's opinion, that was a matter for the RRT.",
      "id": "s54"
    },
    {
      "text": "The Court could not substitute its own view of the weight that should be accorded to this material for that of the RRT.",
      "id": "s55"
    },
    {
      "text": "14 In relation to the ground regarding s 424A , the Federal Magistrate noted that a letter which he regarded as having satisfied the requirements of that section had been sent to the appellant by the RRT on 24 January 2000.",
      "id": "s56"
    },
    {
      "text": "He concluded that the fact that the s 424A letter had been sent by the RRT at the time of the first hearing, rather than at the time of the second hearing, was of no consequence.",
      "id": "s57"
    },
    {
      "text": "He observed that the letter had been sent to the appellant as part of the process leading up to the RRT's earlier decision, which was subsequently set aside, but that this did not affect its significance.",
      "id": "s58"
    },
    {
      "text": "He referred to SZEPZ v Minister for Immigration and Multicultural Affairs [2006] FCAFC 107 at [37] ---[44]; and SZJBE v Minister for Immigration and Citizenship [2007] FCA 190 at [16] ---[17].",
      "id": "s59"
    },
    {
      "text": "15 Finally, the Federal Magistrate concluded that although the RRT may have erred when considering the question whether the appellant could relocate elsewhere in Dhaka or Bangladesh because it had not considered the reasonableness of his doing so, the error was of no consequence.",
      "id": "s60"
    },
    {
      "text": "The reason was simple.",
      "id": "s61"
    },
    {
      "text": "The RRT's findings regarding this issue were provided essentially as an alternative to its primary conclusion that the appellant did not have a well founded fear of persecution for a Convention reason.",
      "id": "s62"
    },
    {
      "text": "That finding, if correct, disposed of the application.",
      "id": "s63"
    },
    {
      "text": "It was unnecessary to delve into the separate issue of relocation.",
      "id": "s64"
    },
    {
      "text": "16 The appellant was unrepresented on the appeal before me.",
      "id": "s65"
    },
    {
      "text": "He said nothing that provided any basis for doubting the correctness of the Federal Magistrate's decision.",
      "id": "s66"
    },
    {
      "text": "The authorities make it plain, as the Minister contended that the question of what weight to accord country information was a matter for the RRT, and for it alone.",
      "id": "s67"
    },
    {
      "text": "17 The authorities also make it plain that where the RRT has provided particulars of information in compliance with s 424A at an earlier hearing the provision of those particulars will continue to meet the requirements of the section in the event of a rehearing.",
      "id": "s68"
    },
    {
      "text": "18 Finally, the relocation ground leads nowhere.",
      "id": "s69"
    },
    {
      "text": "If either of the first two grounds were to succeed, the RRT's decision would inevitably be set aside.",
      "id": "s70"
    },
    {
      "text": "If both of those grounds fail, there is no possible utility in considering the third of the appellant's grounds.",
      "id": "s71"
    },
    {
      "text": "19 It follows that the appeal must be dismissed with costs.",
      "id": "s72"
    },
    {
      "text": "I certify that the preceding nineteen (19) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Weinberg.",
      "id": "s73"
    },
    {
      "text": "Associate:\n\nDated: 9 August 2007\n\n\n \n The Appellant appeared in person.",
      "id": "s74"
    },
    {
      "text": "Counsel for the Respondent: Mr T Reilly \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 9 August 2007 \n \n Date of Judgment: 9 August 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1218.html",
      "id": "s75"
    }
  ]
}