{
  "name": "Fernando v Minister for Immigration and Citizenship [2007] FCA 1203 (10 August 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1203.html",
  "catchphrases": [
    {
      "text": "false imprisonment",
      "id": "c0"
    },
    {
      "text": "detention under the migration act 1958 (cth)",
      "id": "c1"
    },
    {
      "text": "objection to competency",
      "id": "c2"
    },
    {
      "text": "whether federal court has original jurisdiction to hear and determine a claim for damages for false imprisonment in respect of a detention under s 189 of the migration act 1958 (cth)",
      "id": "c3"
    },
    {
      "text": "migration",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicant is a citizen of Sri Lanka.",
      "id": "s0"
    },
    {
      "text": "He came to Australia in 1989 on a student visa.",
      "id": "s1"
    },
    {
      "text": "He has been in Australia since then.",
      "id": "s2"
    },
    {
      "text": "In 1995, the applicant was granted a permanent residency visa.",
      "id": "s3"
    },
    {
      "text": "2 In 1998, the applicant was convicted after a trial in the District Court of Western Australia of three charges of sexual penetration without consent, committed in 1996.",
      "id": "s4"
    },
    {
      "text": "He was sentenced to eight years imprisonment with eligibility for parole.",
      "id": "s5"
    },
    {
      "text": "3 On 29 November 2001, the Minister for Immigration and Multicultural and Indigenous Affairs cancelled the applicant's visa under s 501(2) of the Migration Act 1958 (Cth) (the Act).",
      "id": "s6"
    },
    {
      "text": "In September 2003, the Federal Court set aside the Minister's decision to cancel the applicant's visa on the grounds that the applicant had not been afforded procedural fairness ( Fernando v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCA 975).",
      "id": "s7"
    },
    {
      "text": "4 On 3 October 2003, the Acting Minister for Immigration and Multicultural and Indigenous Affairs exercised the power to cancel the applicant's permanent residency visa for a second time.",
      "id": "s8"
    },
    {
      "text": "At that time the applicant was serving his sentence in Acacia Prison, Western Australia.",
      "id": "s9"
    },
    {
      "text": "5 On 5 October 2003, the applicant was taken from Acacia Prison into immigration detention as a consequence of the decision to cancel the applicant's visa.",
      "id": "s10"
    },
    {
      "text": "The applicant then commenced proceedings challenging the lawfulness of the Acting Minister's decision to cancel his permanent residency visa.",
      "id": "s11"
    },
    {
      "text": "Whilst these proceedings were on foot, the Federal Court handed down its decision in Sales v Minister for Immigration and Multicultural Affairs [2006] FCA 1807 ( Sales ).",
      "id": "s12"
    },
    {
      "text": "In January 2007, whilst the applicant was still in immigration detention, the applicant received a letter from the Department of Immigration and Multicultural Affairs stating that because the circumstances of the cancellation of his visa in October 2003, were similar to those which were subject to the decision in Sales , he was to be released from immigration detention.",
      "id": "s13"
    },
    {
      "text": "6 The applicant was released from immigration detention on 18 January 2007.",
      "id": "s14"
    },
    {
      "text": "On 24 January 2007 the respondent consented to orders, on the applicant's application for judicial review, that the cancellation of the applicant's permanent residency visa in October 2003 be set aside.",
      "id": "s15"
    },
    {
      "text": "7 On 19 March 2007, the applicant filed an application in the Federal Magistrates Court seeking compensation in respect of his detention between 5 October 2003 and 18 January 2007.",
      "id": "s16"
    },
    {
      "text": "8 On 18 May 2007, the Federal Magistrates Court dismissed that application on the basis that no jurisdiction of the Court had been invoked by the application.",
      "id": "s17"
    },
    {
      "text": "The applicant has appealed the decision of the Federal Magistrates Court.",
      "id": "s18"
    },
    {
      "text": "That appeal is still pending.",
      "id": "s19"
    },
    {
      "text": "9 On 31 May 2007, the applicant filed an application in this Court claiming that he \"must be compensated for unlawful detention and for what [he] has gone through as a result of that unlawful detention\".",
      "id": "s20"
    },
    {
      "text": "10 The respondent has objected to the competency of this Court to hear this application on the basis that there is no jurisdiction in the Court.",
      "id": "s21"
    },
    {
      "text": "The notice of objection to competency states:\n \n The applicant is seeking compensation for his alleged unlawful detention between 5 October 2003 and 18 January 2007.",
      "id": "s22"
    },
    {
      "text": "The Act confers jurisdiction on the Federal Court to judicially review certain decisions made under the Act.",
      "id": "s23"
    },
    {
      "text": "None of the sections that confer such jurisdiction expressly or by implication authorise a civil proceeding for damages to be instituted in the Federal Court.",
      "id": "s24"
    },
    {
      "text": "11 The respondent contends that, by reason of s 476A of the Act, the Federal Court has no original jurisdiction to hear and determine the applicant's claim for damages for the tort of false imprisonment.",
      "id": "s25"
    },
    {
      "text": "12 Section 476A provides as follows:\n \n (1) Despite any other law, including section 39B of the Judiciary Act 1903 and section 8 of the Administrative Decisions (Judicial Review) Act 1977 , the Federal Court has original jurisdiction in relation to a migration decision if, and only if: \n \n \n \n (a) the Federal Magistrates Court transfers a proceeding pending in that court in relation to the decision to the Federal Court under section 39 of the Federal Magistrates Act 1999 ; or\n \n (b) the decision is a privative clause decision, or a purported privative clause decision, of the Administrative Appeals Tribunal on review under section 500; or\n \n (c) the decision is a privative clause decision, or purported privative clause decision, made personally by the Minister under section 501, 501A, 501B or 501C; or\n \n (d) the Federal Court has jurisdiction in relation to the decision under subsection 44(3) or 45(2) of the Administrative Appeals Tribunal Act 1975 .",
      "id": "s26"
    },
    {
      "text": "(2) Where the Federal Court has jurisdiction in relation to a migration decision under paragraph (1)(a), (b) or (c), that jurisdiction is the same as the jurisdiction of the High Court under paragraph 75(v) of the Constitution .",
      "id": "s27"
    },
    {
      "text": "13 The respondent submits that the applicant's claim is a claim made \"in relation to a migration decision\" within the meaning of s 476A of the Act, and because the claim is not one falling within the circumstances listed in s 476A(1)(a) to (d), the Federal Court has no jurisdiction to hear the claim.",
      "id": "s28"
    },
    {
      "text": "14 Section 5 of the Act provides that \"migration decision\" means:\n \n (a) a privative clause decision; or\n (b) a purported privative clause decision; or\n (c) a non-privative clause decision.",
      "id": "s29"
    },
    {
      "text": "15 Section 474 of the Act states:\n \n (1) A privative clause decision: \n \n \n \n (a) is final and conclusive; and\n \n (b) must not be challenged, appealed against, reviewed, quashed or called in question in any court; and\n \n (c) is not subject to prohibition, mandamus, injunction, declaration or certiorari in any court on any account.",
      "id": "s30"
    },
    {
      "text": "(2) In this section: \n \n \n \n privative clause decision means a decision of an administrative character made, proposed to be made, or required to be made, as the case may be, under this Act or under a regulation or other instrument made under this Act (whether in the exercise of a discretion or not), other than a decision referred to in subsection (4) or (5).",
      "id": "s31"
    },
    {
      "text": "(3) A reference in this section to a decision includes a reference to the following: \n \n \n \n ...\n \n (g) doing or refusing to do any other act or thing;\n \n\n16 The respondent contended that the detention of the applicant was a privative clause decision because his detention comprised the \"doing of an act\" under the Act, and so was within the ambit of s 474(3)(g) of the Act.",
      "id": "s32"
    },
    {
      "text": "The respondent relied upon the case of Beyazkilinc v Manager, Baxter Immigration Reception and Processing Centre [2006] FCA 1368 ; (2006) 155 FCR 465.",
      "id": "s33"
    },
    {
      "text": "In that case, Besanko J held that removal of the applicant pursuant to s 198 of the Act was the \"doing of an act\" and so fell within the ambit of s 474(3)(g), with the consequence that it was to be characterised as a \"privative clause decision\".",
      "id": "s34"
    },
    {
      "text": "The respondent submitted that by parity of reasoning the detention of the applicant under s 189 of the Act was also the \"doing of an act\" under the Act and, therefore, a privative clause decision and a \"migration decision\".",
      "id": "s35"
    },
    {
      "text": "The respondent went on to submit, in oral submissions, that the claim for damages for false imprisonment amounted to a collateral attack on a migration decision and, therefore, the Federal Court has no original jurisdiction to hear and determine the applicant's claim.",
      "id": "s36"
    },
    {
      "text": "17 In light of my finding below, it is unnecessary to determine whether the detention of a person under s 189 of the Act is a privative clause decision.",
      "id": "s37"
    },
    {
      "text": "However, I will assume that to be the case.",
      "id": "s38"
    },
    {
      "text": "18 The first question is whether, in the absence of the restriction sought to be imposed on the original jurisdiction of the Court by s 476A, this Court would have original jurisdiction to hear and determine a claim for damages for false imprisonment arising from a detention effected by a person acting, or purporting to act, under the Act.",
      "id": "s39"
    },
    {
      "text": "In my view, whether a person is entitled to damages in respect of his or her imprisonment by a person acting or purporting to act, under the authority of the Act, is a matter arising under a Commonwealth statute, and any claim for damages brought by that person for false imprisonment would fall within the original jurisdiction of the Federal Court under s 39B(1A)(c) of the Judiciary Act 1903 (Cth) ( Alsalih v Manager, Baxter Immigration Detention Facility [2004] FCA 352 ; (2004) 136 FCR 291 at 304, at [41]; Secretary, Department of Immigration and Multicultural and Indigenous Affairs v Mastipour (2004) 207 ALR 83 and see also Goldie v Commonwealth of Australia (No 2) [2004] FCA 156).",
      "id": "s40"
    },
    {
      "text": "19 The next question is whether the Parliament intended, by enacting s 476A of the Act, to deprive the Court of the original jurisdiction to hear and determine a claim for damages for false imprisonment arising from actions that were taken under the Act, because such a claim could comprise a collateral attack on the lawfulness of a migration decision.",
      "id": "s41"
    },
    {
      "text": "20 Section 476A was one of a number of sections which were introduced into the Act by the Migration Litigation Reform Act 2005 (Cth) (the 2005 Act).",
      "id": "s42"
    },
    {
      "text": "Another of the sections introduced to the Act, by way of an amendment of the Act by the 2005 Act, was s 486A of the Act.",
      "id": "s43"
    },
    {
      "text": "That section sought to restrict the power of the High Court to grant \"a remedy...in relation to a migration decision\" in circumstances where the applicant had failed to comply with the prescribed time limits in commencing his or her claim in the High Court.",
      "id": "s44"
    },
    {
      "text": "More specifically, s 486A states:\n \n (1) An application to the High Court for a remedy to be granted in exercise of the court's original jurisdiction in relation to a migration decision must be made to the court within 28 days of the actual (as opposed to deemed) notification of the decision.",
      "id": "s45"
    },
    {
      "text": "(1A) The High Court may, by order, extend that 28 day period by up to 56 days if: \n \n \n \n (a) an application for that order is made within 84 days of the actual (as opposed to deemed) notification of the decision; and\n (b) the High Court is satisfied that it is in the interests of the administration of justice to do so.",
      "id": "s46"
    },
    {
      "text": "(2) Except as provided by subsection (1A), the High Court must not make an order allowing, or which has the effect of allowing, an applicant to make an application mentioned in subsection (1) outside that 28 day period.",
      "id": "s47"
    },
    {
      "text": "(3) The regulations may prescribe the way of notifying a person of a decision for the purposes of this section.",
      "id": "s48"
    },
    {
      "text": "21 In Bodruddaza v Minister for Immigration and Multicultural and Indigenous Affairs [2007] HCA 14 ; (2007) 234 ALR 114, the respondent advanced a similar argument to that advanced in this Court, as to the ambit of the words \"a remedy...in relation to a migration decision\" in s 486A of the Act.",
      "id": "s49"
    },
    {
      "text": "In the course of considering that argument, the High Court considered the legislative intent of Parliament in enacting the 2005 Act, and observed at 118-119, at [21]-[25]:\n \n The Solicitor-General of the Commonwealth submitted that the phrase in s 486A(1) \"a remedy...in relation to a migration decision\" was sufficiently broad to encompass more than applications for judicial review.",
      "id": "s50"
    },
    {
      "text": "He submitted that, for example, unless the plaintiff complied with s 486A, an action in tort would not lie in the original jurisdiction of this court against the Commonwealth for false imprisonment where an officer had detained the plaintiff as an unlawful non-citizen without the knowledge or reasonable suspicion stipulated by s 189 of the Act.",
      "id": "s51"
    },
    {
      "text": "Counsel for the plaintiff advanced cogent reasons why the phrase \"a remedy...in relation to a migration decision\" should not be given a reading which would take s 486A beyond public law remedies and into the area of what might be called collateral attack upon migration decisions.",
      "id": "s52"
    },
    {
      "text": "First, the plaintiff emphasised the extensive scope of the definition of \"migration decision\" in s 5(1), and in particular the inclusion of proposed decisions in the definition of \"purported privative clause decision\" found in s 5E.",
      "id": "s53"
    },
    {
      "text": "The tortious conduct completing a cause of action might well take place after the end of the 84-day period stipulated in s 486A by reference to actual notification of a migration decision.",
      "id": "s54"
    },
    {
      "text": "Such a draconian, if not irrational, legislative scheme should not be attributed to the parliament in the absence of clear words.",
      "id": "s55"
    },
    {
      "text": "Secondly, the perceived mischief to which the 2005 Act was directed concerned the challenge by judicial review processes to migration decisions.",
      "id": "s56"
    },
    {
      "text": "The application to this court identified in s 486A(1) is \"for a remedy\" by way of judicial review, specifically in a s 75(v) matter.",
      "id": "s57"
    },
    {
      "text": "The explanatory memorandum on the Bill for the 2005 Act circulated by the authority of the Attorney-General to the House of Representatives is instructive in this respect.",
      "id": "s58"
    },
    {
      "text": "Section 486A was one of several provisions included in the 2005 Act amendments with the avowed objective \"to impose uniform time limits for applications for judicial review of migration decisions in the [Federal Magistrates Court], the Federal Court (in the limited circumstances that migration cases will be commenced in that court) and the High Court\".",
      "id": "s59"
    },
    {
      "text": "Accordingly, the submission now made by the Solicitor-General which would give broader reach to s 486A should not be accepted.",
      "id": "s60"
    },
    {
      "text": "(Footnotes omitted and emphasis added.",
      "id": "s61"
    },
    {
      "text": ")\n \n\n 22 In my view, the observations of the High Court in relation to the legislative intention of the 2005 Act apply mutatis mutandis to the amendments made to the Act by the insertion of s 476A.",
      "id": "s62"
    },
    {
      "text": "Accordingly, the limitations imposed by that section on the original jurisdiction of the Federal Court were intended to apply only to the \"challenge by the judicial review processes to migration decisions\".",
      "id": "s63"
    },
    {
      "text": "It follows that the original jurisdiction of the Federal Court under s 39B(1A)(c) of the Judiciary Act , to hear and determine a claim for common law damages for false imprisonment arising from detention under the Act, is not affected by s 476A.",
      "id": "s64"
    },
    {
      "text": "In other words, s 476A(1) of the Act is to be read as if the words \"an application for judicial review of\", were inserted between the words \"in relation to\" and \"a migration decision\".",
      "id": "s65"
    },
    {
      "text": "23 This limitation on the ambit of s 476A is supported by para 62 of the Explanatory Memorandum on the Migration Litigation Reform Bill 2005 (Cth) which states:\n \n Item 17 inserts section 476A into Migration Act .",
      "id": "s66"
    },
    {
      "text": "Section 476A confers limited original jurisdiction on the Federal Court in relation to judicial review of migration decisions.",
      "id": "s67"
    },
    {
      "text": "24 \n \nAccordingly, the respondent's objection to competency is dismissed with costs.",
      "id": "s68"
    },
    {
      "text": "I certify that the preceding twenty-four (24) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Siopis.",
      "id": "s69"
    },
    {
      "text": "Associate:\n\nDated: 10 August 2007\n\n\n Counsel for the Applicant: The applicant appeared in person.",
      "id": "s70"
    },
    {
      "text": "Counsel for the Respondent: Mr A Gerrard \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 25 July 2007 \n \n Date of Judgment: 10 August 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1203.html",
      "id": "s71"
    }
  ]
}