{
  "name": "Milicevic v Capital Scaffolding Pty Ltd (in liq) [2007] FCA 1579 (24 September 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1579.html",
  "catchphrases": [
    {
      "text": "termination of a voluntary winding-up agreed upon in the mistaken belief that the business of the company could continue",
      "id": "c0"
    },
    {
      "text": "corporations",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "1 This is a most unusual application.",
      "id": "s0"
    },
    {
      "text": "2 Section 513 of the Corporations Act 2001 (Cth) ('the Act') provides:\n \n 'Except so far as the contrary intention appears, the provisions of this Act about winding up apply in relation to the winding up of a company whether in insolvency, by the Court or voluntarily.",
      "id": "s1"
    },
    {
      "text": "' \n \n\n \n3 By dint of s 513 it is open to a contributory in the case of a company in voluntary liquidation to apply for relief under s 482 of the Act.",
      "id": "s2"
    },
    {
      "text": "Section 482(1) provides:\n \n 'At any time during the winding up of a company, the Court may, on application, make an order staying the winding up either indefinitely or for a limited time or terminating the winding up on a day specified in the order.",
      "id": "s3"
    },
    {
      "text": "' \n \n\n \n4 Section 482(2) empowers the court before making an order to direct the liquidator to give a report with respect to a relevant fact or matter.",
      "id": "s4"
    },
    {
      "text": "5 In the present application the company is Capital Scaffolding Pty Ltd ACN 076 291 364 ('the Company').",
      "id": "s5"
    },
    {
      "text": "The Company has two shareholders who are contributories, namely Slobodan Aleksic, also known as 'Denny Aleksic' and Robert Milicevic.",
      "id": "s6"
    },
    {
      "text": "The Company carries on business as a scaffolding contractor in the Australian Capital Territory, New South Wales and Queensland.",
      "id": "s7"
    },
    {
      "text": "6 There has been some measure of disagreement between Mr Aleksic and Mr Milicevic as to the direction in which the Company should go, especially in respect of the proposed expansion of the Company's operations in Queensland.",
      "id": "s8"
    },
    {
      "text": "7 The disagreement between the parties commenced in July 2007.",
      "id": "s9"
    },
    {
      "text": "Over the ensuing two months Mr Aleksic and Mr Milicevic sought to resolve their differences but were unsuccessful in doing so.",
      "id": "s10"
    },
    {
      "text": "After a number of different options were explored, they received advice that the most effective way to resolve the dispute was to put the Company into a members' voluntary liquidation.",
      "id": "s11"
    },
    {
      "text": "This they proceeded to do without understanding the full implications of such a move.",
      "id": "s12"
    },
    {
      "text": "8 Under s 493(1) of the Act a company must, from the passing of a resolution for the voluntary winding up of a company, cease to carry on its business except so far as is in the opinion of the liquidator required for the beneficial disposal or winding up of the business.",
      "id": "s13"
    },
    {
      "text": "9 Under s 495(2) of the Act all the powers of the directors cease on the appointment of a liquidator except so far as the liquidator or the company in general meeting with the consent of the liquidator approves the continuance of any of the powers of the directors.",
      "id": "s14"
    },
    {
      "text": "10 It would appear that Ms Aleksic and Ms Milicevic did not intend that by placing the Company into voluntarily liquidation they would be visited with such consequences.",
      "id": "s15"
    },
    {
      "text": "The resolution which they passed for the winding up of the Company was a resolution:\n \n 'That the Company be wound up voluntarily.",
      "id": "s16"
    },
    {
      "text": "' \n\n \n11 This resolution was passed as a special resolution at a meeting of members attended by Mr Milicevic and Mr Aleksic in Canberra on 10 September 2007.",
      "id": "s17"
    },
    {
      "text": "On 6 September 2007 the directors signed a declaration as to solvency in which they expressed the opinion:\n \n '... that the company will be able to pay its debts in full within 12 months of the commencement of winding up' \n \n\n \n12 At the time of this action the Company had a number of current contracts.",
      "id": "s18"
    },
    {
      "text": "In an affidavit sworn by Mr Aleksic on 21 September 2007 he deposed to the fact that the Company has 17 full-time employees and approximately 14 casual employees.",
      "id": "s19"
    },
    {
      "text": "He referred to the Company having ongoing work and obligations to meet to carry on the business.",
      "id": "s20"
    },
    {
      "text": "He indicated that at the time of swearing his affidavit the Company had approximately 46 contracts for the supply of scaffolding services and equipment to building sites in Sydney, Canberra and the Gold Coast.",
      "id": "s21"
    },
    {
      "text": "The contracts varied between minor ones and substantial ones, with six contracts being between $100,000 and $300,000 in total value.",
      "id": "s22"
    },
    {
      "text": "13 Those contracts were ongoing and more contracts were expected to be entered into in the future.",
      "id": "s23"
    },
    {
      "text": "Mr Aleksic deposed that 'we', referring, I assume, to himself and Mr Milicevic, wished to continue carrying on the business and to implement an agreement reached between them in more recent times to continue to carry on the business with a minimum of disruption to the Company and its customers, maintaining the business of the Company --- including preservation of the position of employees, staff, business reputation, and relationships with contractors, suppliers, and customers --- for the future conduct of the business.",
      "id": "s24"
    },
    {
      "text": "14 This application has come before the Court on short notice.",
      "id": "s25"
    },
    {
      "text": "Originally, it was proposed that relief of an interlocutory nature would be sought.",
      "id": "s26"
    },
    {
      "text": "As I said earlier, it is a most unusual application.",
      "id": "s27"
    },
    {
      "text": "15 A balance sheet for the Company indicates that the company has net assets of $2,978,399.43 as at 11 September 2007.",
      "id": "s28"
    },
    {
      "text": "An income statement for the period 1 July to 11 September 2007 indicates that it traded at a profit of $71,769.45 in that period.",
      "id": "s29"
    },
    {
      "text": "16 It is true that in the financial year ended 30 June 2006, the Company suffered a loss of $172,899.55 and that in the financial year ended 30 June 2007, it suffered a loss of $445,453.43.",
      "id": "s30"
    },
    {
      "text": "It has been observed, however, by Mr Senatore, one of the liquidators who was appointed, that the losses were accounting losses not cash flow losses because, for instance, in the financial year ended 30 June 2007, there was an allowance of $543,315 for depreciation and amortisation expenses.",
      "id": "s31"
    },
    {
      "text": "Equally, it is observed that no allowance for depreciation or amortisation expenses has been noted in respect of the calculation of the profit of $71,769.45 for the period from 1 July to 11 September 2007.",
      "id": "s32"
    },
    {
      "text": "17 I have heard oral evidence from Mr Aleksic indicating that the Company has not received any statutory demands for payment of monies claimed to be due by the Company.",
      "id": "s33"
    },
    {
      "text": "I have also received evidence from Mr Aleksic that the Company has not provided any cheques which have not been honoured on presentation.",
      "id": "s34"
    },
    {
      "text": "Support for this seemingly sound financial position is provided by a letter of 19 September 2007 from St George Bank Limited, which amongst other things states in respect of the Company:\n \n 'During our term of association, all facilities have been funded under approved lines of credit with the Bank.",
      "id": "s35"
    },
    {
      "text": "All dealings have been conducted in an impeccable, forthright and professional manner with a history of meeting all financial commitments on time and without default.",
      "id": "s36"
    },
    {
      "text": "' \n\n \n18 I note from the bank's letter that there is an availability of $300,000 by way of funds under a maximiser loan facility, which has not been drawn down.",
      "id": "s37"
    },
    {
      "text": "19 In his affidavit, Mr Aleksic has deposed to an average monthly trading position with income in excess of $450,000 and outgoings of approximately a quarter of a million dollars, leaving a substantial cash surplus.",
      "id": "s38"
    },
    {
      "text": "He indicates that this is not a picture which applies in relation to the Christmas/New Year period, but represents a general state of affairs for the balance of the year.",
      "id": "s39"
    },
    {
      "text": "20 It seems to me that the shareholders/contributories and directors, namely Mr Milicevic and Mr Aleksic, made a fundamental mistake when they saw fit to put the Company into voluntary liquidation.",
      "id": "s40"
    },
    {
      "text": "I earlier referred to the resolution whereby they did so.",
      "id": "s41"
    },
    {
      "text": "I omitted to include a note of the fact that when they resolved to wind the company up voluntarily, they also resolved to appoint Stephen Brennan and Ezio Marco Senatore as joint and several liquidators of the Company for the purpose of winding it up.",
      "id": "s42"
    },
    {
      "text": "Mr Senatore has been kind enough to attend Court today on the hearing of the plaintiffs' application and he speaks for both himself and Mr Brennan in so doing.",
      "id": "s43"
    },
    {
      "text": "21 Mr Senatore has indicated that formally the liquidators neither consent nor oppose the application which has been brought.",
      "id": "s44"
    },
    {
      "text": "He does however also indicate that there is no information presently available to the liquidators which would warrant them taking any action under s 496(1) of the Act, which makes provision for liquidators who have doubts as to the ability of a company to pay its debts in full within the relevant period stated in the declaration, to seek an order that the company be wound up in insolvency, that an administrator be appointed or that a meeting of the company's creditors be convened.",
      "id": "s45"
    },
    {
      "text": "22 It seems to me that it is highly desirable that the Company be put back in the market place under the control of Mr Aleksic and Mr Milicevic promptly.",
      "id": "s46"
    },
    {
      "text": "23 There is also apparently an expected tax refund shortly to be paid by the Australian Taxation Office to the Company of the order of $280,000 to $300,000.",
      "id": "s47"
    },
    {
      "text": "24 I am informed that the agreement reached between Mr Milicevic and Mr Aleksic to resolve the problems which they earlier experienced in relation to the direction of the company is shortly to be implemented.",
      "id": "s48"
    },
    {
      "text": "25 In all the circumstances, it seems to me the proper course to follow is for an order to be made forthwith for the termination of the winding up.",
      "id": "s49"
    },
    {
      "text": "I certify that the preceding twenty-five (25) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Graham.",
      "id": "s50"
    },
    {
      "text": "Associate:\nDated: 12 October 2007\n\n Solicitor for the Plaintiffs: B O'Callaghan \n \n The Defendant did not appear.",
      "id": "s51"
    },
    {
      "text": "Date of Hearing: 24 September 2007 \n \n Date of Judgment: 24 September 2007 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1579.html",
      "id": "s52"
    }
  ]
}