{
  "name": "Doolan v Native Title Registrar [2007] FCA 192 (23 February 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/192.html",
  "catchphrases": [
    {
      "text": "application",
      "id": "c0"
    },
    {
      "text": "applicant",
      "id": "c1"
    },
    {
      "text": "registration of application",
      "id": "c2"
    },
    {
      "text": "authorisation of a number of persons to act as an applicant",
      "id": "c3"
    },
    {
      "text": "whether native title registrar correct in deciding not to accept amended application for registration",
      "id": "c4"
    },
    {
      "text": "effect of resolutions passed at authorisation meeting",
      "id": "c5"
    },
    {
      "text": "withdrawal of members of the applicant after authorisation meeting but before registration of claim",
      "id": "c6"
    },
    {
      "text": "whether further authorisation meeting required",
      "id": "c7"
    },
    {
      "text": "proper interpretation of ' the applicant ' in s 61(2)",
      "id": "c8"
    },
    {
      "text": "application of the merits test in s 190b",
      "id": "c9"
    },
    {
      "text": "appropriate relief",
      "id": "c10"
    },
    {
      "text": "registration of rights on native title registrar under s 186(1)(g)",
      "id": "c11"
    },
    {
      "text": "whether appropriate for native title registrar to revoke decision",
      "id": "c12"
    },
    {
      "text": "whether appropriate for court to exercise its discretion to make an order for costs",
      "id": "c13"
    },
    {
      "text": "whether actions of registrar unreasonable in the circumstances",
      "id": "c14"
    },
    {
      "text": "whether registrar unreasonably maintained his position",
      "id": "c15"
    },
    {
      "text": "native title",
      "id": "c16"
    },
    {
      "text": "relief",
      "id": "c17"
    },
    {
      "text": "costs",
      "id": "c18"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application for review of a decision of the Native Title Registrar, through his Delegate, not to accept for registration a native title determination application made by the applicant in proceedings QUD 16 of 2006 pursuant to s 190A of the Native Title Act 1993 (Cth) ('the Act').",
      "id": "s0"
    },
    {
      "text": "This application for review raises an important question as to the proper interpretation of ' the applicant ' in s 61(2) of the Act, which interpretation has ramifications for the function of the Act in the determination of native title in relation to an area.",
      "id": "s1"
    },
    {
      "text": "2 Subsection 61(1) item (1) of the Act provides, inter alia, that a native title application may be made by:\n \n \n '(1) A person or persons authorised by all the persons ( the native title claim group ) who, according to their traditional law and customs, hold the common or group rights and interests comprising the particular native title claimed, provided the person or persons are also included in the native title claim group;' \n \n \n \n\n3 Subsections 61(2) (3) and (4) relevantly provide:\n \n ' Applicant in case of applicants authorised by claim groups\n \n (2) In the case of: \n \n \n \n (a) a native title determination application made by a person or persons authorised to make the application by a native title claim group; or \n \n \n \n ... \n the following apply; \n (c) the person is, or the persons are jointly, the applicant ; and \n \n \n \n (d) none of the other members of the native title claim group or compensation claim group is the applicant .",
      "id": "s2"
    },
    {
      "text": "' \n \n \n \n \n Applicant's name and address\n \n \n \n (3) An application must state the name and address for service of the person who is, or persons who are, the applicant.",
      "id": "s3"
    },
    {
      "text": "Applications authorised by persons\n \n (4) A native title determination application, or a compensation application, that persons in a native title claim group or a compensation claim group authorise the applicant to make must: \n \n \n (a) name the persons; or \n \n \n \n (b) otherwise describe the persons sufficient clearly so that it can be ascertained whether any particular person is one of those persons.",
      "id": "s4"
    },
    {
      "text": "' \n \n \n \n \n\n4 Section 62 deals with the information that has to be supplied in relation to a claimant application.",
      "id": "s5"
    },
    {
      "text": "62(1) provides:\n \n ' Claimant applications \n \n \n (1) A claimant application (see section 253): \n \n \n (a) must be accompanied by an affidavit sworn by the applicant: \n \n (i) that the applicant believes that the native title rights and interests claimed by the native title claim group have not been extinguished in relation to any part of the area covered by the application; and \n (ii) that the applicant believes that none of the area covered by the application is also covered by an entry in the National Native Title Register; and \n (iii) that the applicant believes that all of the statements made in the application are true; and \n (iv) that the applicant is authorised by all the persons in the native title claim group to make the application and to deal with matters arising in relation to it; and \n Note: Section 251B states what it means for the applicant to be authorised by all the persons in the native title claim group.",
      "id": "s6"
    },
    {
      "text": "(v) stating the basis on which the applicant is authorised as mentioned in subparagraph (iv); and \n \n (b) must contain the details specified in subsection (2); and \n (c) may contain details of: \n \n (i) if any member of the native title claim group currently has, or previously had, any traditional physical connection with any of the land or waters covered by the application --- that traditional physical connection; or \n (ii) if any member of the native title claim group has been prevented from gaining access to any of the land or waters covered by the application --- the circumstances in which the access was prevented.",
      "id": "s7"
    },
    {
      "text": "Note: The applicant will be the registered native title claimant in relation to the area claimed if and for so long as the claim is entered on the Register of Native Title Claims.",
      "id": "s8"
    },
    {
      "text": "' \n \n \n\n5 Section 62(2) specifies the details that are required by s 62(1)(d).",
      "id": "s9"
    },
    {
      "text": "6 The question is whether ' the applicant ' means all of the persons authorised by the native title claim group and no fewer; or, whether it means all of the persons authorised by the native title claim group, who, at any particular time, are willing and able to act.",
      "id": "s10"
    },
    {
      "text": "7 The choice is of importance because if the first interpretation is correct, if one or more of the group of persons authorised by the native title claim group dies, the application is not made by ' the applicant '.",
      "id": "s11"
    },
    {
      "text": "Equally, if one of the group of persons authorised by the native title claim group, having consented to be one of ' the applicant ', changes his or her mind and is unwilling to be one of ' the applicant ', the application made by the remaining members of the persons authorised by the native title claim group is not 'the applicant' for the purpose of the Act, and the application is therefore incompetent.",
      "id": "s12"
    },
    {
      "text": "8 Proceedings QUD 16 of 2006 in the Federal Court is known as the Butchulla Land and Sea Claim.",
      "id": "s13"
    },
    {
      "text": "The Butchulla Land and Sea Native Title Determination Application was commenced by an application for a native title determination filed in the Federal Court on 18 January 2006 ('the application') pursuant to s 61 of the Act.",
      "id": "s14"
    },
    {
      "text": "9 The making of the application followed a meeting of the members of the native title claim group at Hervey Bay on 9 April 2005 ('the authorisation meeting').",
      "id": "s15"
    },
    {
      "text": "10 At the authorisation meeting, a resolution that ' the members of the Butchulla Land and Sea Claim no longer authorised the current applicant ' was passed, and the members resolved to remove the then applicant, being the listed named persons.",
      "id": "s16"
    },
    {
      "text": "11 The decision-making process at the authorisation meeting was discussed between the Butchulla people and an anthropologist, Mr Peter Blackwood, who was in attendance at the meeting, and Mr Blackwood recorded the decision-making process on a white board for the claim group to read and discuss.",
      "id": "s17"
    },
    {
      "text": "12 The authorisation meeting was also recorded on video.",
      "id": "s18"
    },
    {
      "text": "13 In relation to the Butchulla Land and Sea Claim, Ms Fiona Campbell, the Senior Solicitor employed by the Gurang Land Council in Bundaberg, says that Gemma Cronin, the daughter of Malcolm Burns, nominated Sheena McBride and Malcolm Burns as applicants.",
      "id": "s19"
    },
    {
      "text": "Mr Elston, the chairperson: \n \n '...informed the claim group that these applicants were not present, but were previously authorised and had accepted their authority.",
      "id": "s20"
    },
    {
      "text": "On this basis, Mr Elston asked the claim group if they accepted the authorisation of these applicants.",
      "id": "s21"
    },
    {
      "text": "The claim group consented to this.",
      "id": "s22"
    },
    {
      "text": "' \n \n\n14 Subsequent to the authorisation meeting of 9 April 2005, Sheena McBride executed an 'applicant affidavit' on 12 October 2005.",
      "id": "s23"
    },
    {
      "text": "15 I note that Mr Malcolm Burns attended an authorisation meeting on 23 October 2004, but not the meeting on 9 April 2005.",
      "id": "s24"
    },
    {
      "text": "Nonetheless, he made it known to the Gurang Land Council that he wanted to be 'an applicant', and Gemma Cronin, who nominated Malcolm Burns, is his daughter.",
      "id": "s25"
    },
    {
      "text": "16 The minutes record that the chairman of the authorisation meeting informed the meeting that ' the new applicants ' [sic] would need to be authorised: \n \n 'The claimants appointed the following applicants [sic]: \n \n \n Kate Doolan, Sean Doolan, Eddie Doolan, Donald Blackman, Barry Blackman (Jnr) and Peter Martin, Malcolm Burns, Sheena McBride, Jan Williams, Annette Broome, Davina Munro, Les MucKan, Bev Shooter, and Makenzie MucKan and Cepha Roma, Ruth Roma, Lillian Burke and Gladys Sailor.",
      "id": "s26"
    },
    {
      "text": "' \n \n \n\n17 The minutes record:\n \n Each applicant was asked by Kym Elston [the Chairman] if they accepted their appointment and each applicant replied positively.",
      "id": "s27"
    },
    {
      "text": "Kym Elston then asked the rest of the claimants if there were any objections to the applicants nominated.",
      "id": "s28"
    },
    {
      "text": "There were no objections.",
      "id": "s29"
    },
    {
      "text": "' \n \n\n18 The minutes then record that a third resolution ('Resolution Three') was carried without opposition:\n \n 'The members of the Butchulla Land and Sea claim group resolve approve and instruct the Applicant to bring an application in the Federal Court to replace the current applicant with the people named in resolution 2.",
      "id": "s30"
    },
    {
      "text": "' \n \n\n19 By letter on 26 September 2005, the Gurang Land Council requested a Delegate of the Native Title Registrar perform a 'preliminary assessment' of a draft Form 1, being the Form 1 contained in the schedule to the Native Title Federal Court Regulation 1998, the form for a claimant application for a Native Title Determination.",
      "id": "s31"
    },
    {
      "text": "20 In November 2005, the Native Title Registrar's Delegate provided a preliminary assessment of a draft Form 1.",
      "id": "s32"
    },
    {
      "text": "21 On 30 November 2005, two of the 18 named persons who constituted 'the applicant', namely Malcolm Burns and Sheena McBride, withdrew.",
      "id": "s33"
    },
    {
      "text": "Ms Campbell received two letters in identical terms:\n \n 'Please be advised that I ... wish to have my name removed from the Butchulla Land and Sea claim.",
      "id": "s34"
    },
    {
      "text": "I am doing this as I am unhappy with the process that has been followed &amp; feel that it has undermined our Owens Clan's position.",
      "id": "s35"
    },
    {
      "text": "The total lack of respect shown to our Elders &amp; their proven connection to their traditional lands is unacceptable.",
      "id": "s36"
    },
    {
      "text": "' \n \n\n22 On 18 January 2006, the application QUD 16 of 2006 was filed in the Federal Court, naming as 'applicants' 16 of the 18 people named in Resolution Three of the Hervey Bay authorisation meeting, but excluding Malcolm Burns and Sheena McBride from the named applicant.",
      "id": "s37"
    },
    {
      "text": "23 The application was then referred to the Native Title Registrar for registration testing.",
      "id": "s38"
    },
    {
      "text": "24 On 23 February 2006, Ms Campbell received, by email, a letter from the National Native Title Tribunal with the Registrar's Delegate's preliminary assessment of the application, providing an opportunity to amend the application or provide additional information by 6 March 2006.",
      "id": "s39"
    },
    {
      "text": "25 Subsequent to the preliminary assessment by the Native Title Registrar's Delegate, an amended application was filed in the Federal Court, ' so as to best meet the requirement of the registration test' .",
      "id": "s40"
    },
    {
      "text": "26 On 7 March 2006, the Court gave leave for the application to be amended in accordance with that amended application.",
      "id": "s41"
    },
    {
      "text": "27 On 6 March 2006, Ms Campbell wrote, amongst other things, concerning the authorisation process, specifically the ' withdrawal of applicants Malcolm Burns and Sheena McBride'.",
      "id": "s42"
    },
    {
      "text": "The letter said: \n \n 'Although the Native Title Act mentions authorisation and removal and replacement of the Applicant, the Native Title Act is silent on situations such as that mentioned above.",
      "id": "s43"
    },
    {
      "text": "Other situations where the Native Title Act is silent include those where applicants pass away and where applicants are unable to provide instructions because they are non compos mentos [sic].",
      "id": "s44"
    },
    {
      "text": "In these cases the remaining Applicant(s) continue to make decisions on matters(s) relating to the claim.",
      "id": "s45"
    },
    {
      "text": "We are aware of Indigenous Land Use Agreements that have been authorised by applicants and registered by the National Native Title Tribunal, where one or more applicants have passed away before the authorisation process.",
      "id": "s46"
    },
    {
      "text": "In the present situation, two Applicants have removed themselves as Applicants.",
      "id": "s47"
    },
    {
      "text": "In effect there has been no replacement of the Applicant.",
      "id": "s48"
    },
    {
      "text": "The word \"replace\" as mentioned in section 64(5) Native Title Act is in the context of a positive action.",
      "id": "s49"
    },
    {
      "text": "This section is also worded for applications that have already been filed in the Court, as per the word \"amended\".",
      "id": "s50"
    },
    {
      "text": "In the present situation, the two Applicants removed themselves before the Application was filed in the Court.",
      "id": "s51"
    },
    {
      "text": "Section 62A Native Title Act mentions the power that is conferred on the applicants.",
      "id": "s52"
    },
    {
      "text": "This section is very broad and provides the applicant the power to ...\"deal with all matters arising under the Act in relation to the Application.",
      "id": "s53"
    },
    {
      "text": "\" In the present context, I would submit that this would include the ability to make decisions regarding their continued role as Applicants for the claim.",
      "id": "s54"
    },
    {
      "text": "Also, section 61 Native Title Act is quite general in its terms.",
      "id": "s55"
    },
    {
      "text": "Section 61(2)(c) and (d) is more specific in its terms in regard to the Applicants, stating that ...\" (c) the person is, or the persons are jointly, the applicant and \"(d) none of the other members of the native title claim group or compensation claim group is the applicant.",
      "id": "s56"
    },
    {
      "text": "\" In the present situation where two applicants have removed themselves without consulting the claim group or other applicants, the remaining applicants have been left to make decisions.",
      "id": "s57"
    },
    {
      "text": "We submit that there is nothing in the Native Title Act to stop the remaining applicant being the joint applicant.",
      "id": "s58"
    },
    {
      "text": "' \n \n\n28 Concerning the suggestion of a further authorisation meeting which had been raised by the Delegate, Ms Campbell indicated that Mr Burns and Ms McBride withdrew as applicants and they removed themselves, ' before the application for a native title determination was filed' .",
      "id": "s59"
    },
    {
      "text": "29 Ms Campbell pointed out the practical difficulties of having an authorisation meeting in the present circumstances, including the cost and the time to organise the meeting.",
      "id": "s60"
    },
    {
      "text": "The meeting would involve a reasonably large number of people, with a number of claimants living off country.",
      "id": "s61"
    },
    {
      "text": "Ms Campbell noted, ' Similarly, where applicants pass away, authorisation meetings are not held to reaffirm that the applicant is authorised, or to replace applicants' .",
      "id": "s62"
    },
    {
      "text": "30 On 24 March 2006, the Gurang Land Council received a letter dated the previous day from the National Native Title Tribunal with the registration test reasons for decision attached.",
      "id": "s63"
    },
    {
      "text": "Those reasons referred to a letter dated 22 February 2006 from Just Us Lawyers that contained information adverse to the application for registration.",
      "id": "s64"
    },
    {
      "text": "31 On 5 April 2006, the National Native Title Tribunal withdrew the registration test decision, attached the letter of 22 February 2006 from Just Us Lawyers, and gave the applicant named in the amended application an opportunity to provide submissions by 27 April 2006.",
      "id": "s65"
    },
    {
      "text": "32 The letter from Just Us Lawyers addressed to the Delegate of the Registrar, National Native Title Tribunal, and signed by Colin Hardie, a solicitor, said in part:\n \n 'We act for Francis Gala and the elders and descendents of Gary Owens.",
      "id": "s66"
    },
    {
      "text": "Our clients wish to object to the registration of the Native Title Claim... \n \n Our clients have instructed that they do not agree with the decision making process adopted by the Butchulla People as it does not accord with the traditional decision making process of the clan group descended from Gary Owens.",
      "id": "s67"
    },
    {
      "text": "By way of the traditional decision making processes of the Gary Owens clan, our clients have determined not to authorise the Native Title Claim and to the extent that it purports to be made on their behalf it is not authorised by them.",
      "id": "s68"
    },
    {
      "text": "They have not participated in the authorisation process for the Native Title Claim.",
      "id": "s69"
    },
    {
      "text": "It is the intention of the group descended from Gary Owens to lodge their own claim as it is their current conviction that this is the only way they can be assured that their traditional decision making processes are respected.",
      "id": "s70"
    },
    {
      "text": "' \n \n\n33 On 27 April 2007, Ms Campbell sent a letter containing detailed submissions to the National Native Title Tribunal, together with an advice from Senior Counsel, and other documents.",
      "id": "s71"
    },
    {
      "text": "34 On 12 May 2006, the Gurang Land Council was advised that the Delegate of the Native Title Registrar had decided not to accept the amended application for registration.",
      "id": "s72"
    },
    {
      "text": "The reasons for that decision (which the Gurang Land Council received on 23 May 2006) indicated that the Delegate decided that the amended application failed to satisfy the conditions in s 190C(4) of the Act.",
      "id": "s73"
    },
    {
      "text": "In particular, the Delegate considered that, although the Native Title claim group had, at the meeting in Hervey Bay on 9 April 2005, authorised the making of the application and had authorised the 16 persons who then comprised the applicant as well as two other persons, namely Malcolm Burns and Sheena McBride, to make the application on their behalf, the native title claim group had not authorised the 16 persons who constituted the applicant to make the application, in circumstances where Malcolm Burns and Sheena McBride had declined to be included as applicants at a time subsequent to the Hervey Bay meeting but before the application was lodged.",
      "id": "s74"
    },
    {
      "text": "35 The gravamen of the Delegate's decision, which is the crucial question on this application, is that, ' The applicant as authorised by the group is not the person or persons jointly who filed the application '; with the consequence that the Delegate could not ' be satisfied that the application as filed is properly authorised '.",
      "id": "s75"
    },
    {
      "text": "36 The application for review challenges the conclusion that the requirements under ss 190C(4) regarding authorisation were not met, and also alleges that the Delegate erred in concluding that the application failed the merits test in ss 190B(5) , (6), and (7) of the Act.",
      "id": "s76"
    },
    {
      "text": "37 In relation to the Delegate's reasons in respect of the 'merits tests', Mr Daryl Rangiah, counsel for the Attorney-General intervening, summarised the position before the Delegate as follows: \n \n \n '2(b) An objection was made on behalf of a group of persons descended from Gary Owens (an apical ancestor) indicated that the group did not support the claim as lodged and did not believe that the claim was properly authorised.",
      "id": "s77"
    },
    {
      "text": "There was no information before the delegate as to how large the group was.",
      "id": "s78"
    },
    {
      "text": "The delegate was not satisfied, for this reason, that the applicant was authorised as required by s.190C(4)(b) of the NTA... \n \n \n \n \n \n (c) The delegate concluded that there was no sufficient factual basis to satisfy the requirements of s.190B(5) of the Act and, in particular, there was very little in the material from which inferences could be drawn about whether the named apical ancestors had relevant shared laws and customs or what these may have been and there was little information to demonstrate whether or how the apical ancestors constituted a society.",
      "id": "s79"
    },
    {
      "text": "(d) The delegate also decided that because s.190B(5) was not satisfied, s 190B(6) and (7) were not satisfied.",
      "id": "s80"
    },
    {
      "text": "' \n \n \n\n38 Mr Rangiah continued:\n \n 'The intervener concurs with the applicant's submission that the delegate's reasons summarised in para 2(b), (c) and (d) above involved errors of fact and/or law.",
      "id": "s81"
    },
    {
      "text": "A single judge is bound by the decision of the Full Federal Court in the State of Western Australia v Strickland [2000] FCA 652 ; (2000) 99 FCR 33 at [65] - [67] to conduct a review under s.190D(2) of the NTA of issues of fact as well as law.",
      "id": "s82"
    },
    {
      "text": "' \n \n\n39 The Attorney-General, while agreeing that the Delegate's decision was erroneous for the reasons then advanced, nonetheless, submitted that the Delegate's decision to reject registration of the application was correct for the reason:\n \n ' ... that the application was made by an applicant consisting of only 16 of the 18 persons authorised by the native title claim group to make the applications, and these persons were not authorised to make the application.",
      "id": "s83"
    },
    {
      "text": "' \n \n\n40 The Attorney-General also disagreed as to the appropriate relief in the event that the Court decided that the decision should be set aside.",
      "id": "s84"
    },
    {
      "text": "The submission by the Attorney-General was that the matter should be remitted to the Registrar to consider the application according to law.",
      "id": "s85"
    },
    {
      "text": "41 There is no dispute as to the relevant legal principles.",
      "id": "s86"
    },
    {
      "text": "42 In Western Australia v Strickland [2000] FCA 652 ; (2000) 99 FCR 33, the Full Court of the Federal Court (Beaumont, Wilcox and Lee JJ) considered and described the powers and functions of the Court in reviews under s 190D(2) , at par 63:\n \n 'An application under s 190D has some similarity to an application for review of a decision made in a matter by an officer of the Court under power delegated by the Court.",
      "id": "s87"
    },
    {
      "text": "Under s 190A of the NTA, the Registrar is given power by the NTA to make decisions in respect of \"registration\" of an application made to the Court.",
      "id": "s88"
    },
    {
      "text": "The Registrar does not exercise a power delegated by the Court in respect of the Court's exercise of jurisdiction in a matter, but the Registrar does exercise administrative power in respect of a matter in which the Court has, and is then exercising, jurisdiction.",
      "id": "s89"
    },
    {
      "text": "' \n \n\n43 Mansfield J, in Northern Territory of Australia v Doepel and Others [2003] FCA 1384 ; (2003) 133 FCR 112 (' Doepel '), discussed the Registrar's general functions under ss 190B and 190C , and said at pp 116 --- 117:\n \n \n '11 Section 190A(1) obliged the Registrar to consider the application, and by s 190A(3) to have regard to the application and other information adduced by the claimants, by the Registrar's own researches, and where reasonably practicable to do so by the Territory, and may have regard to such other information as is considered appropriate.",
      "id": "s90"
    },
    {
      "text": "Under s 190A(6) , the Registrar is obliged to accept the claim for registration if it satisfies all of the conditions in s 190B (which deals mainly with the merits of the claim) and in s 190C (which deals with procedural and other matters).",
      "id": "s91"
    },
    {
      "text": "If it does not satisfy all those conditions, the Registrar must not accept the claim for registration.",
      "id": "s92"
    },
    {
      "text": "12 Sections 190A , 190B and 190C were part of the extensive amendments to the NT Act introduced by the Native Title Amendment Act 1998 (Cth).",
      "id": "s93"
    },
    {
      "text": "They effectively separate clearly the judicial decision-making processes under the NT Act from the administrative processes relating to registration.",
      "id": "s94"
    },
    {
      "text": "Registration is not a precondition to the application for the determination of native title proceeding to hearing, or to it being summarily dismissed: eg, Moran v Minister for Land and Water Conservation (NSW) [1999] FCA 1637 ; Quall v Risk [2001] FCA 378 ; Landers v South Australia [2003] FCA 264 ; (2003) 128 FCR 495.",
      "id": "s95"
    },
    {
      "text": "13 The Territory's contentions, as the brief recital above indicates, focus upon the substantive requirements for an application for determination of native title under the NT Act.",
      "id": "s96"
    },
    {
      "text": "The requirements it principally refers to are those in ss 61(1), 61A and 251B of the NT Act.",
      "id": "s97"
    },
    {
      "text": "Its detailed submissions looked extensively to the material available to the Registrar under s 190A(3) to support the claim that the Registrar erred in a reviewable way in deciding to accept the application for registration.",
      "id": "s98"
    },
    {
      "text": "14 In my judgment, it is important first to focus upon the conditions imposed by ss 190B and 190C, and to determine what they impose in relation to the substantive provisions to which the Territory referred.",
      "id": "s99"
    },
    {
      "text": "' \n \n\n44 Mansfield J in Doepel then considered s 190B(5), where his Honour said: \n \n '124 I am not persuaded that the Registrar's approach to s 190B(5) reveals error on his part.",
      "id": "s100"
    },
    {
      "text": "The first step in the contention is that s 190B(5) requires more than a focus upon the three particular matters specified in subcl (a), (b) and (c).",
      "id": "s101"
    },
    {
      "text": "They refer to the assertions that the native title claim group and its predecessors have an association with the claim area, that they have and observe traditional laws and customs giving rise to the claim, and that the claim group continues to hold the (claimed) native title in accordance with those traditional laws and customs.",
      "id": "s102"
    },
    {
      "text": "If, despite the Registrar being satisfied of those matters, the Registrar was not satisfied of a sufficient factual basis for each of the claimed native title rights and interests claimed, then it is contended the registration must be refused.",
      "id": "s103"
    },
    {
      "text": "The assertion is then made that the Registrar assumed from evidence of continued occupation in accordance with tradition the necessary foundation for the specifically claimed native title rights and interests.",
      "id": "s104"
    },
    {
      "text": "Moreover, it is argued, the Registrar is not entitled to have regard to the material within or accompanying the application to determine whether s 190B(5) is met, but that the Registrar in this matter did so.",
      "id": "s105"
    },
    {
      "text": "125 One of those contentions can be briefly dealt with.",
      "id": "s106"
    },
    {
      "text": "There is nothing in s 190B(5) or in s 190B generally which indicates that the assertions in the application itself may not be considered by the Registrar in addressing the condition imposed by s 190B(5).",
      "id": "s107"
    },
    {
      "text": "In both WA v Strickland at [88]-[89] citing with approval Strickland v NTR at 261, and Martin at [23]-[26], the court was prepared to consider the material included in the application as material relevant to the satisfaction of the condition imposed by s 190B(5).",
      "id": "s108"
    },
    {
      "text": "The Registrar then, in fact, looked at the extensive material available beyond the application to address the condition.",
      "id": "s109"
    },
    {
      "text": "126 Clearly the requirements upon registration imposed by s 190B should be read together.",
      "id": "s110"
    },
    {
      "text": "Section 190B(6) requires the Registrar to consider that, prima facie, at least some of the native title rights and interests claimed can be established.",
      "id": "s111"
    },
    {
      "text": "It is necessary that only the claimed rights and interests about which the Registrar forms such a view are those to be described in the Native Title Register: see s 186(1)(g).",
      "id": "s112"
    },
    {
      "text": "It is therefore clear that a native title determination application may be accepted for registration, even though not all the claimed rights and interests, prima facie, can be established.",
      "id": "s113"
    },
    {
      "text": "Section 190B(6) requires some measure of the material available in support of the claim.",
      "id": "s114"
    },
    {
      "text": "127 On the other hand, s 190B(5) directs attention to the factual basis on which it is asserted that the native title rights and interests are claimed.",
      "id": "s115"
    },
    {
      "text": "It does not itself require some weighing of that factual assertion.",
      "id": "s116"
    },
    {
      "text": "That is the task required by s 190B(6).",
      "id": "s117"
    },
    {
      "text": "As counsel for the Territory also pointed out, addressing s 190B(6) may also require consideration of controverting evidence.",
      "id": "s118"
    },
    {
      "text": "Indeed, in Martin at [22] and [27] French J pointed out that the Registrar had erred in formulating the questions posed by s 190B(5) as being whether he was satisfied as to the existence of the three matters referred to in subcl (a), (b) and (c).",
      "id": "s119"
    },
    {
      "text": "128 All it requires is that the Registrar be satisfied that there be a proper factual basis on which it was asserted that the claimed native title rights and interests exist.",
      "id": "s120"
    },
    {
      "text": "' \n (Emphasis added).",
      "id": "s121"
    },
    {
      "text": "45 In Wakaman People # 2 v Native Title Registrar and Authorised Delegate [2006] FCA 1198 , Kiefel J summarised the Court's powers and functions, and said at par 29:\n \n 'Whilst the applicant's case for review is based upon the identification of an error on the part of the delegate, it is not submitted that the Court is limited to a review based upon questions of law.",
      "id": "s122"
    },
    {
      "text": "The intervenor does not argue against that contention, given the decision of the Full Court in Western Australia v Strickland [2000] FCA 652 ; (2000) 99 FCR 33.",
      "id": "s123"
    },
    {
      "text": "I had previously expressed a view different to that in Strickland (in Powder v Registrar, National Native Title Tribunal [1999] FCA 913 ; (1999) 92 FCR 454) but consider that I am now bound by the decision of the Full Court.",
      "id": "s124"
    },
    {
      "text": "In Strickland the Full Court held that the power given by s 190A to the Registrar by the NTA to make decisions in respect of the registration of an application made to the Court is the exercise of an administrative power in respect of a matter in which the Court is exercising jurisdiction.",
      "id": "s125"
    },
    {
      "text": "The legislation does not specify the nature or the extent of the Court's review under s 190D(3) or impose any limitation upon the material that may be taken into account.",
      "id": "s126"
    },
    {
      "text": "Jurisdiction is conferred by s 190D(2) and (3) in the broadest of terms (at [64]).",
      "id": "s127"
    },
    {
      "text": "A review under s 190D is not restricted to considerations and determination of a question of law.",
      "id": "s128"
    },
    {
      "text": "Section 190D(4) makes it plain that the review extends to determinations of issues of fact.",
      "id": "s129"
    },
    {
      "text": "The NTA does not proceed upon the premise that determinations of fact in the relevant controversy have been settled by the administrative determination and that the only matter in respect of which jurisdiction is conferred upon the Court is any controversy on questions of law.",
      "id": "s130"
    },
    {
      "text": "The Honours said that 'the review proceeding enlivens the jurisdiction of the Court in respect of the whole matter' (at [65], referring to TNT Skypak International (Aust) Pty Ltd v Commissioner of Taxation (Cth) (1998) 82 ALR 175 at 178, 180 --- 181).",
      "id": "s131"
    },
    {
      "text": "Their Honours concluded that it was Parliament's intention that the right of review would place before the Court the controversy constituted by the issues of fact and law raised between the parties and that, upon a ground of review being established, appropriate orders may be made to do justice as between parties.",
      "id": "s132"
    },
    {
      "text": "' \n \n\n46 Later at par 31 her Honour said of Doepel :\n \n 'In Northern Territory of Australia v Doepel and Others [2003] FCA 1384 ; (2003) 133 FCR 112 ('Doepel') Mansfield J discussed the Registrar's general functions under s 190A to 190C of the NTA, those sections being part of the extensive amendments introduced by the Native Title Amendment Act 1998 (Cth).",
      "id": "s133"
    },
    {
      "text": "As his Honour observed (at [12]), they separate the judicial decision-making processes under the Act from the administrative processes relating to registration.",
      "id": "s134"
    },
    {
      "text": "The Tribunals task, his Honour considered, was not one of finding the real facts in every respect on the balance of probabilities or some other basis.",
      "id": "s135"
    },
    {
      "text": "Its role was not to supplant the role of the Court in adjudicating upon the application for determination of native title or generally to undertake a preliminary hearing of the application.",
      "id": "s136"
    },
    {
      "text": "Section 190C is largely directed to the terms of the application, as does s 190B(3) (at [16]).",
      "id": "s137"
    },
    {
      "text": "Section 190C(2) did not involve the Registrar going beyond the application nor require the undertaking of some form of merit assessment.",
      "id": "s138"
    },
    {
      "text": "So far as concerned the description of the native title group, its focus was not upon its correctness but upon the adequacy of the description, so that the members of it could be ascertained (at [36] and [37]).",
      "id": "s139"
    },
    {
      "text": "' \n \n\n47 Mr Graham Hiley QC, counsel for the applicant, submitted that:\n \n \n '14.",
      "id": "s140"
    },
    {
      "text": "The Court is able to freshly determine issues of fact and substitute its view of the correct or preferable decision for that of the decision-maker: Evans v Native Title Registrar at [37] citing Northern Territory of Australia v Doepel at [29].",
      "id": "s141"
    },
    {
      "text": "... \n \n \n \n \n \n 17.",
      "id": "s142"
    },
    {
      "text": "The Court's power on review includes the ability to direct the Registrar to accept the Application for registration and to include details of the Application on the Register of Native Title Claims.",
      "id": "s143"
    },
    {
      "text": "' \n \n \n \n\n48 The Delegate's reasoning appears at p 14 of her reasons:\n \n 'Under the Act I must be satisfied that the applicant is authorised (s.190C(4)(b)), I take this to mean is authorised at the time of registration testing.",
      "id": "s144"
    },
    {
      "text": "In my view if an authorisation meeting names 18 people as comprising the authorised applicant --- then that is the applicant .",
      "id": "s145"
    },
    {
      "text": "In no way do I doubt the capability or otherwise of the remaining 16 persons, the requirement is that the applicant of the claim is properly authorised --- which I cannot find as met in this instance.",
      "id": "s146"
    },
    {
      "text": "' \n (Emphasis added.",
      "id": "s147"
    },
    {
      "text": ") \n\n49 The contention that the Delegate was right in holding that the application was not authorised pursuant to the Act can be summarised as follows: Section 190C(4)(b) requires the Registrar to be satisfied that, ' The applicant is authorised to make the application' .",
      "id": "s148"
    },
    {
      "text": "50 The expression ' the applicant ' in s 190C(4)(b) takes its meaning from s 61(2) and s 251B.",
      "id": "s149"
    },
    {
      "text": "These provisions make it necessary to examine ' who are the persons authorised to make the application '.",
      "id": "s150"
    },
    {
      "text": "The Delegate found that it was the 18 people collectively who were so authorised.",
      "id": "s151"
    },
    {
      "text": "There was nothing in the terms of the authorisation to indicate (as there might have been) that some subgroup of the persons comprising the applicant was authorised to make the application in certain circumstances.",
      "id": "s152"
    },
    {
      "text": "51 Mr Rangiah for the intervener said at par 21 of his written submissions:\n \n 'The language of s.61(2) does not leave it open to conclude that \" the applicant\" may be regarded as a group of persons different in composition to the group authorised under s.251B.",
      "id": "s153"
    },
    {
      "text": "Section 61(2) purposely uses the expression \" the applicant \" rather than \" the applicants \".",
      "id": "s154"
    },
    {
      "text": "It provides that persons \" are jointly the applicant\", not that \" the persons are jointly and severally the applicant\".",
      "id": "s155"
    },
    {
      "text": "It does not say that \"the persons or some of them are jointly the applicant\" .",
      "id": "s156"
    },
    {
      "text": "It does not say that \" the persons are jointly to be called the applicant\".",
      "id": "s157"
    },
    {
      "text": "(Emphasis in original.",
      "id": "s158"
    },
    {
      "text": ")\n \n\n52 As Mr Rangiah conceded, such an interpretation of ' the applicant ' means that if one of the persons comprising the applicant were to die, the remaining persons are not authorised to make the application, at least in the absence of a qualification in the original authorisation to the effect that all of the named persons either constitute the applicant or so many of them as continue to be able and willing to be part of the group constituting ' the applicant '.",
      "id": "s159"
    },
    {
      "text": "53 The contention on behalf of the applicant for judicial review is that, properly construed, ' the applicant ' in s 61(2) is constituted by the group of persons authorised by the meeting or so many of them as are able and willing to continue to constitute ' the applicant '.",
      "id": "s160"
    },
    {
      "text": "54 In Butchulla People v Queensland and Others [2006] FCA 1063 ; (2006) 154 FCR 233, Kiefel J ruled against an argument similar to that being put by the intervener in this case.",
      "id": "s161"
    },
    {
      "text": "Her Honour said at p 244, pars 42 and 43 of her reasons:\n \n \n '42 ... the authorisation referred to in the NTA is not of the persons authorised collectively making up the \"applicant\", but of each of them personally.",
      "id": "s162"
    },
    {
      "text": "There being no express term concerning the authorisation as to the authority to the contrary, statutory or otherwise, the presumptions usually applied to personal appointments would operate.",
      "id": "s163"
    },
    {
      "text": "That is to say, their authorisation will continue until revoked and whilst they are willing and able to act in their representative capacity.",
      "id": "s164"
    },
    {
      "text": "The requirement of the NTA, that persons authorised act together, is not a term or condition of appointment.",
      "id": "s165"
    },
    {
      "text": "It is a statutory requirement having as its purpose the efficient prosecution of claims.",
      "id": "s166"
    },
    {
      "text": "43.",
      "id": "s167"
    },
    {
      "text": "Once the authority given by the claim group is seen to be directed to each of the persons authorised and subject to those terms it follows that the inability of one to continue does not affect the authorisation of the others.",
      "id": "s168"
    },
    {
      "text": "It is not an approach which cuts across any statutory provision or purpose.",
      "id": "s169"
    },
    {
      "text": "Unlike the respondents' approach it is consistent with the nature of the rights associated with claims to native title determination.",
      "id": "s170"
    },
    {
      "text": "The authorisation given by the claim group must be seen in this light.",
      "id": "s171"
    },
    {
      "text": "This view of authorisation does not however prevent revocation if it were considered to be necessary.",
      "id": "s172"
    },
    {
      "text": "' \n \n \n \n\n55 The contention by the Attorney-General is that the conclusion of Kiefel J is wrong, because it is inconsistent with the text of s 61(2) of the Act, and inconsistent with other provisions of the Act.",
      "id": "s173"
    },
    {
      "text": "56 For my part, I do not see the authorisation of a number of persons as an 'applicant' as being an appointment of each of them 'jointly and severally' to deal with the matters arising with the matters in relation to an application.",
      "id": "s174"
    },
    {
      "text": "I accept that s 61(2) contemplates an authorisation of persons to act collectively, rather than each of them personally.",
      "id": "s175"
    },
    {
      "text": "57 However, I think that an appointment of a group of persons jointly to be an 'applicant' by a meeting of a native title claim group is an authorisation for the named persons to act, or so many of them as remain willing and able to act.",
      "id": "s176"
    },
    {
      "text": "It is these persons who constitute the 'applicant'.",
      "id": "s177"
    },
    {
      "text": "There is, in my opinion, an implication in an authorisation of a group to act collectively in a representative capacity that that authorisation has to be understood as recognising the vicissitudes that accompany joint action, particularly where (as is frequently the case) the persons authorised to make an application for a native title determination are elderly, and subject to the possible incidents of old age.",
      "id": "s178"
    },
    {
      "text": "58 No differentiation, it seem to me, is to be made as to the capacity of a person in a group to act, and that person's willingness to continue to act as a member of the group.",
      "id": "s179"
    },
    {
      "text": "59 In the view I take of the matter, there is no requirement for there to be an express qualification to that effect, as the submissions of the Attorney-General suggest.",
      "id": "s180"
    },
    {
      "text": "Rather, the position is that an authorisation of a group of people to act has to be understood as meaning the authorisation of so many of them as continue to be willing and able to discharge their representative function.",
      "id": "s181"
    },
    {
      "text": "60 It is important to remember that the persons who are authorised by a native title claim group to make an application are not authorised merely to make the application, but also to ' deal with matters arising in relation to ' the application.",
      "id": "s182"
    },
    {
      "text": "If one person comprising an 'applicant' were to die, it would be contrary to the purpose of the Native Title Act to require there to be a further authorisation meeting to authorise another group of persons (perhaps constituted by the remaining members of the ' originally specified persons ') to be the 'applicant'.",
      "id": "s183"
    },
    {
      "text": "Such a frustration of proceedings, perhaps proceedings well advanced, would be antithetical to the purpose of the Native Title Act .",
      "id": "s184"
    },
    {
      "text": "That is the paramount consideration, but the gross waste of time and resources also serves to indicate that an interpretation of 'applicant' which avoids all of these consequences is clearly to be preferred.",
      "id": "s185"
    },
    {
      "text": "61 The point presently in issue seems to me to be a examplar of the circumstance referred to by McHugh J in Commonwealth v Yarmirr [2001] HCA 56 ; (2001) 208 CLR 1 at p 75, pars 124-125: \n \n 'It is necessary to keep in mind that, in the Second Reading Speech on the Native Title Bill 1993, the then Prime Minister, Mr Keating, saw Mabo [No 2] as giving Australians the opportunity to rectify the consequences of past injustices.",
      "id": "s186"
    },
    {
      "text": "The Act should therefore be read as having a legislative purpose of wiping away or at all events ameliorating the \"national legacy of unutterable shame\" that in the eyes of many has haunted the nation for decades.",
      "id": "s187"
    },
    {
      "text": "Where the Act is capable of construction that would ameliorate any of those injustices or redeem that legacy, it should be given that construction.",
      "id": "s188"
    },
    {
      "text": "If the purpose of the Act was to recognise native title in any case where Aboriginal or Torres Strait Island people still possessed rights and interests in respect of land or water under their traditional laws or customs, the duty of the courts would be to ensure that that purpose was achieved.",
      "id": "s189"
    },
    {
      "text": "That would be so even if it meant giving a strained construction to or reading words into the Act.",
      "id": "s190"
    },
    {
      "text": "In an extrajudicial speech, Lord Diplock once said that \"if ... the Courts can identify the target of Parliamentary legislation their proper function is to see that it is hit: not merely to record that it has been missed\".",
      "id": "s191"
    },
    {
      "text": "' \n \n\n62 The interpretation which I have accepted above is consistent with the recognition that applications for determination of native title are, in fact, applications in the Federal Court, and are to be dealt with under the Federal Court of Australia Act 1976 (Cth) and the Federal Court Rules , unless otherwise stated.",
      "id": "s192"
    },
    {
      "text": "Until the Form 1 application for a claimant determination has been filed with the Court, there is not an application for the purposes of the Act.",
      "id": "s193"
    },
    {
      "text": "Once the proceeding has been commenced by the filing of an application in the Federal Court, the applicant will usually be the group as a single entity rather than one or more of the persons who comprise the group.",
      "id": "s194"
    },
    {
      "text": "This is consistent with the Federal Court Rules , O 4 r 2(1), (which requires the person claiming relief to be called 'an applicant'), and with O 73 of the Federal Court Rules , which relate to representative proceedings.",
      "id": "s195"
    },
    {
      "text": "63 The definition section in the Act, s 253 , provides that:\n \n 'Unless the contrary intention appears: \n ... \n applicant has a meaning affected by subsection 61(2)' \n \n\n64 The language ' affected by' is to be contrasted with other definitions which use the usual words such as ' means ' or ' has the meaning given by ... '.",
      "id": "s196"
    },
    {
      "text": "65 In some instances, the term ' the applicant ' is used in the Act to refer to the group of people who, as a group, are deemed to be 'the applicant' for the purposes of bringing and prosecuting the claim.",
      "id": "s197"
    },
    {
      "text": "In other circumstances, it is used to refer to each person (who must be a member of the claim group) who has been authorised to be an applicant.",
      "id": "s198"
    },
    {
      "text": "66 It is helpful to recall that s 62(1) commences:\n \n 'A claimant application \n \n \n \n (a) must be accompanied by an affidavit sworn by the applicant: \n \n \n \n (i) that the applicant believes ... ; and \n (ii) that the applicant believes ... ; and \n ...' \n \n\n67 As a matter of language (and in fact of practice), the requirements of s 62 are satisfied by the filing of affidavits by each of the persons who constitute ' the applicant ' deposing to the specified beliefs.",
      "id": "s199"
    },
    {
      "text": "It is not meaningful to speak of an affidavit sworn by a group of persons, or an affidavit deposing to what that group of persons believes.",
      "id": "s200"
    },
    {
      "text": "The 'applicant' in s 62(1) , in my view, is a reference to each of the persons who comprises 'the applicant' for the purposes of s 61 of the Act.",
      "id": "s201"
    },
    {
      "text": "68 While the judgment of Kiefel J in Butchulla People v Queensland and Others [2006] FCA 1063 ; (2006) 154 FCR 233 is the only case that is directly on point, there are other cases which contain observations supporting the conclusion that it is not mandatory that ' the applicant ' consist of all of the persons authorised to be ' the applicant ' by an authorisation meeting, and no fewer.",
      "id": "s202"
    },
    {
      "text": "69 Carr J in Central West Goldfields People v State of Western Australia [2003] FCA 467 said at par 10: \n \n 'I accept the Council's submission (and reject the State's submission to the contrary) that I have a discretion to do this under Order 6 rule 9(b) of the Federal Court Rules .",
      "id": "s203"
    },
    {
      "text": "That sub-paragraph relevantly provides that the Court may of its own motion, or on the application of a party, order that a person cease to be a party where the person has ceased to be a proper or necessary party.",
      "id": "s204"
    },
    {
      "text": "The State submitted that Ms Dimner was not a party to the application.",
      "id": "s205"
    },
    {
      "text": "It submitted that she is one of the persons who are jointly the applicant within the meaning of s 61(2)(c) of the Act.",
      "id": "s206"
    },
    {
      "text": "That is so, but in my view, she is also a party within the meaning of Order 6 rule 3 because she is named as one of the eight joint applicants who seek the relief (albeit in a representative capacity) described in the principal application.",
      "id": "s207"
    },
    {
      "text": "' \n \n\n70 In Button v Chapman on behalf of the Wakka Wakka People [2003] FCA 861 , Kiefel J distinguished between three of the named applicants on the one hand, and the other 13 named applicants.",
      "id": "s208"
    },
    {
      "text": "Her Honour referred to the named applicants as ' those said to represent the native title claim group ' and to the 13 named applicants as the ' co-applicants ' and also the ' three dissident co-applicants '.",
      "id": "s209"
    },
    {
      "text": "Throughout those reasons, and in the orders, Kiefel J referred to ' applicants '.",
      "id": "s210"
    },
    {
      "text": "And consistent with the approach of Carr J in Central West Goldfields People v State of Western Australia [2003] FCA 467 , her Honour contemplated the use of O 6 of the Federal Court Rules to ' resolve the deadlock' by removing the ' dissident co-applicants'.",
      "id": "s211"
    },
    {
      "text": "71 Hely J in Walker on behalf of the Yaegl, Bundjalung and Gumbaynggirr People v Minister for Land &amp; Water Conservation (NSW) [2003] FCA 947 at par 16 said:\n \n 'The \"applicants\" for the purpose of the application for leave to amend are the two persons who filed the original application: s 61(2).... ' \n \n\n72 In Butchulla People v Queensland and Others [2006] FCA 1063 ; (2006) 154 FCR 233 , the position was precisely the same as in the present case.",
      "id": "s212"
    },
    {
      "text": "The factual position and the submissions in that case are set out by Kiefel J in the following paragraphs of her Honour's reasons for judgment at pp 243 - 244: \n \n \n '35 Although they had consented at the meeting to be one of the persons making up the \"applicant\" to the proceedings, Ms Cronin and Ms Wondunna do not now wish to act in that capacity.",
      "id": "s213"
    },
    {
      "text": "The respondents submit that another authorisation meeting must be convened.",
      "id": "s214"
    },
    {
      "text": "They submit that the \"applicant\" authorised for the purpose of native title claim proceedings has something of a corporate character and cannot be viewed as made up of individual applicants.",
      "id": "s215"
    },
    {
      "text": "This can be seen from the requirement of s 61(2)(c) that the persons authorised are jointly the \"applicant\", it is submitted.",
      "id": "s216"
    },
    {
      "text": "It is that entity, here composed of 11 persons, which has been authorised and not a smaller one.",
      "id": "s217"
    },
    {
      "text": "36 The applicants submit that the word \"applicant\" may be seen to have more than one meaning in the NTA.",
      "id": "s218"
    },
    {
      "text": "It refers to all the persons who together make up \"the applicant\" for the purpose of the application.",
      "id": "s219"
    },
    {
      "text": "It also to refers to each person who has been authorised to be the applicant, in conjunction with others.",
      "id": "s220"
    },
    {
      "text": "It is submitted that the term should not be confined for all purposes to the meaning given by s 61(2)(c) NTA.",
      "id": "s221"
    },
    {
      "text": "If that were so the \"applicant\" in native title claim proceedings would cease to exist if it transpired that just one of the persons making up \"the applicant\" was not a member of the native title claim group, ceased to be a member of that group, ceased to be authorised, or died.",
      "id": "s222"
    },
    {
      "text": "37 The meaning, or meanings, given to the word \"applicant\" must be considered in its statutory context and by reference to the NTA as a whole.",
      "id": "s223"
    },
    {
      "text": "Regard must be had to the evident purpose and policy of the provisions and an attempt should be made to construe them so as to give effect to that purpose and achieve unity of all the statutory provisions: Project Blue Sky Inc v Australian Broadcasting Authority [1998] HCA 28 ; (1998) 194 CLR 355 at 381-382.",
      "id": "s224"
    },
    {
      "text": "38 The evident purposes of s 61 are to provide for representation of the claim group, to limit the number of persons who may act as \"the applicant\" in the proceedings and, when more than one person is authorised, to require them to act in concert with each other.",
      "id": "s225"
    },
    {
      "text": "It may be assumed that since the persons authorised have a common interest in the subject matter of the claim acting jointly should not present a difficulty.",
      "id": "s226"
    },
    {
      "text": "Regrettably this is not always the case.",
      "id": "s227"
    },
    {
      "text": "In any event the section seeks a workable and efficient method of prosecuting claims for native title determination, one which limits the potential for dispute which might stifle the progress of claims.",
      "id": "s228"
    },
    {
      "text": "39 Whilst s 61(2)(c) permits representative proceedings it does not create a legal entity which is itself capable of suing.",
      "id": "s229"
    },
    {
      "text": "And, whilst it obliges those authorised as representatives to co-operate with each other, it does not say that they are bound together in the way in which the respondents contend.",
      "id": "s230"
    },
    {
      "text": "The requirement that they act together does not imply that their ability to continue to act is dependent upon each other person authorised also continuing in the role.",
      "id": "s231"
    },
    {
      "text": "If that were the case it must arise from the terms upon which persons are authorised by the claim group.",
      "id": "s232"
    },
    {
      "text": "' \n \n \n\n73 I respectfully agree with her Honour's conclusion at p 244 par 42 that ' ... the presumptions usually applied to personal appointments would operate.",
      "id": "s233"
    },
    {
      "text": "That is to say, their authorisation will continue until revoked and whilst they are willing and able to act in their representative capacity.",
      "id": "s234"
    },
    {
      "text": "' \n \n74 Such a conclusion avoids the invidious consequence that would flow if the Registrar's conclusion about authorisation in this present case was correct, namely, her Honour's comments at par 36 that: \n \n 'that \"the applicant\" in native title claim proceedings would cease to exist if it transpired that just one of the persons making up \"the applicant\" was not a member of the native title claim group, ceased to be a member of that group, ceased to be authorised, or died.",
      "id": "s235"
    },
    {
      "text": "' \n \n\n75 There are many references in the Act that refers to ' an applicant ' as one or more of the persons, who collectively comprise 'the applicant'.",
      "id": "s236"
    },
    {
      "text": "Section 61(1) item (1) requires that the person or persons who bring an application is a member of the claim group, and s 190C(4) requires the Native Title Registrar to be satisfied that, ' The applicant is a member of ... of the ... claim group.",
      "id": "s237"
    },
    {
      "text": "'\n \n76 Obviously 'the applicant' in that subsection is a reference to each person and cannot be the group of persons who jointly make up ' the applicant '.",
      "id": "s238"
    },
    {
      "text": "77 Section 66B contemplates that individual members of a claim group can bring an application for an order that ' ... the members jointly, replace the current applicant for the application.",
      "id": "s239"
    },
    {
      "text": "' One of the grounds for such an application is that the '... members are authorised by the claim group to make the application and deal with matters arising in relation to it .",
      "id": "s240"
    },
    {
      "text": "'\n \n78 In ' Pooncarie' Barkandji (Paakantyi) People v New South Wales Minister for Land and Water Conservation [2006] FCA 25 , Stone J at par 34 held that an 'applicant' can be 'replaced' by the withdrawal of one of the persons constituting the applicant albeit without replacing him or her.",
      "id": "s241"
    },
    {
      "text": "79 For the above reasons, the Native Title Registrar by his Delegate erred in refusing to accept the application, and the decision should be set aside.",
      "id": "s242"
    },
    {
      "text": "80 The applicant seeks an order directing the Registrar to accept the application for registration and to include details of the application on the Register of Native Title Claims.",
      "id": "s243"
    },
    {
      "text": "The intervener submits that if the Court concludes that the Delegate's decision should be set aside, as I do, the appropriate form of further relief is an order requiring a Native Title Registrar to consider the application according to law.",
      "id": "s244"
    },
    {
      "text": "81 Section 186(1)(g) of the Native Title Act relevantly provides:\n \n ' 186 Contents of the Register \n Information to be included \n \n (1) The Register must contain the following information for each claim covered by subsection 190(1): \n \n ... \n \n (g) a description of the native title rights and interests in the claim that: \n (i) the Registrar in applying subsection 190B(6); or \n (ii) a recognised State/Territory body in applying provisions equivalent to that subsection; \n \n \n considered, prima facie, could be established.",
      "id": "s245"
    },
    {
      "text": "' \n \n \n\n82 Section 190B(6) provides:\n \n \n '(6) The Registrar must consider that, prima facie, at least some of the native title rights and interests claimed in the application can be established.",
      "id": "s246"
    },
    {
      "text": "Note: If the claim is accepted for registration, the Registrar must, under paragraph 186(1)(g), enter on the Register of Native Title Claims details of only those claimed native title rights and interests that can, prima facie, be established.",
      "id": "s247"
    },
    {
      "text": "Only those rights and interests are taken into account for the purposes of subsection 31(2) (which deals with negotiation in good faith in a \"right to negotiate\" process) and subsection 39(1) (which deals with criteria for making arbitral body determinations in a \"right to negotiate\" process).",
      "id": "s248"
    },
    {
      "text": "' \n \n\n83 The Attorney-General and the applicant are agreed that the Delegate to the Registrar does not appear to have given any independent consideration to each of the Native Title rights and interests described in attachment D of the amended application for a determination of native title.",
      "id": "s249"
    },
    {
      "text": "84 Section 86(1)(g) of the Native Title Act assumes that the Registrar has applied s 190B(6) and has decided which of the native title rights and interests in the claim can prima facie be established.",
      "id": "s250"
    },
    {
      "text": "The Registrar has not properly applied s 190B(6) in this case.",
      "id": "s251"
    },
    {
      "text": "85 The only basis on which it is submitted on behalf of the Attorney-General that the matter should be remitted to the Registrar is the requirement under s 186(1)(g) for the Register to record those native title rights and interests which the Registrar considers ' prima facie could be established'.",
      "id": "s252"
    },
    {
      "text": "It is true that not all of the claimed native title rights and interests can be established on a prima facie basis on the material presently available.",
      "id": "s253"
    },
    {
      "text": "So much seems to have been conceded by the applicant.",
      "id": "s254"
    },
    {
      "text": "However, all that the relevant registration test in s 190B(6) requires is that prima facie one or more of the rights and interests claims can be established.",
      "id": "s255"
    },
    {
      "text": "86 Section 190A(3)(a) of the Act contemplates that the Register can later be amended to allow for the inclusion of further native title rights and interests.",
      "id": "s256"
    },
    {
      "text": "This provision provides for the registration test to be applied in a timely way.",
      "id": "s257"
    },
    {
      "text": "Had the application been earlier registered, the applicant would have acquired valuable procedural rights in respect of future acts occurring after the date on which the application ought to have been registered.",
      "id": "s258"
    },
    {
      "text": "87 There is evidence that a number of 'low-level' rights are 'prima facie established' on the material.",
      "id": "s259"
    },
    {
      "text": "These include rights to hunt and fish on the land and waters; access to move about on the land and waters; to camp on the land, and to gather and use natural products.",
      "id": "s260"
    },
    {
      "text": "88 The question, it seems to me, is simply what particular rights and interests should be included on the register under s 186(1)(g).",
      "id": "s261"
    },
    {
      "text": "It seems to me that the four rights earlier referred to satisfy the requirement of 'prima facie establishment' on the material.",
      "id": "s262"
    },
    {
      "text": "Given the circumstances of this matter, it seems to me that the appropriate order is to direct that the application be registered and for the Register to record that the following rights be included on that Register, namely:\n \n \n 1.",
      "id": "s263"
    },
    {
      "text": "The right to hunt and fish on the land and waters;\n 2.",
      "id": "s264"
    },
    {
      "text": "To access and move about on the land and waters;\n 3.",
      "id": "s265"
    },
    {
      "text": "To camp on the land; and\n 4.",
      "id": "s266"
    },
    {
      "text": "To gather and use natural products.",
      "id": "s267"
    },
    {
      "text": "89 The applicant originally sought indemnity costs in respect of its application.",
      "id": "s268"
    },
    {
      "text": "That application for indemnity costs was not pressed, but the applicant did press its claim for costs on the ordinary basis.",
      "id": "s269"
    },
    {
      "text": "90 Section 85A of the Act provides: \n \n ' 85A Costs \n \n (1) Unless the Federal Court orders otherwise, each party to a proceeding must bear his or her own costs.",
      "id": "s270"
    },
    {
      "text": "Unreasonable conduct\n \n \n (2) Without limiting the Court's power to make orders under subsection (1), if the Federal Court is satisfied that a party to a proceeding has, by any unreasonable act or omission, caused another party to incur costs in connection with the institution or conduct of the proceeding, the Court may order the first-mentioned party to pay some or all of those costs.",
      "id": "s271"
    },
    {
      "text": "' \n \n \n\n91 Section 85A applies to these proceedings.",
      "id": "s272"
    },
    {
      "text": "92 For the applicant, it is said that the Registrar has unreasonably maintained his position by, in circumstances where:\n \n \n &#8226; having been provided, by letter of 27 April 2006, a detailed 12 page submission accompanied by a comprehensive opinion by senior counsel; \n \n \n \n \n \n &#8226; detailed submissions on this point having been put to the Court on 21 July 2006 at the hearing of the Butchulla People Fraser Island s 66B application [matter QUD 6140 of 1998] ; \n \n \n \n \n \n &#8226; the clear intimation of the Court at the directions hearing in this matter on 28 July 2006 regarding the lack of merit in this point; \n \n \n \n \n \n &#8226; Ms Campbell's attempt to have the Registrar consider the matter on 31 July 2006; and \n \n \n \n \n \n &#8226; the subsequent decision of Kiefel J on 18 August 2006 in the Butchulla People Fraser Island matter [[2006] FCA 1063] .",
      "id": "s273"
    },
    {
      "text": "' \n \n \n \n\n93 In De Rose v State of South Australia (No 2) [2005] FCAFC 137 , at pars 8 --- 10, the Full Court of the Federal Court (Wilcox, Sackville and Merkel JJ) approved the observations of Lee J in Ward v State of Western Australia [1999] FCA 580 ; (1999) 93 FCR 305 about s 85A.",
      "id": "s274"
    },
    {
      "text": "In particular, the Full Court referred to his Honour's observations at p 312 par 34, where Lee J said:\n \n 'The discretion of the Court to award costs is not confined.",
      "id": "s275"
    },
    {
      "text": "The matters to be taken into consideration in making an order are left to the Court as a discretion to be exercised judicially.",
      "id": "s276"
    },
    {
      "text": "But the starting point will be that each party will bear their own costs unless the Court determines that it is appropriate in the circumstances to make an order for costs.",
      "id": "s277"
    },
    {
      "text": "' \n \n\n94 In this case, the first respondent has submitted to the Court's jurisdiction save as to costs.",
      "id": "s278"
    },
    {
      "text": "That course is an appropriate course for the Registrar to take in proceedings such as this for judicial review.",
      "id": "s279"
    },
    {
      "text": "95 In my view, it is not the case that the Registrar, ' has unreasonably maintained his position' by allowing the authorisation point under s 190C(4) of the Act to remain contested, as the applicant alleges.",
      "id": "s280"
    },
    {
      "text": "96 Given those circumstances, I do not think it would have been appropriate for the Registrar to consider the revocation of the registration and decision; further, in the circumstances, there was, in my view, no power in the first respondent to revoke or vary the decision in respect of registration.",
      "id": "s281"
    },
    {
      "text": "97 The exception provided in s 190(3A) gives power in relation to a registration decision to be reconsidered, following the provision of further information by the applicant.",
      "id": "s282"
    },
    {
      "text": "That has application in the present case.",
      "id": "s283"
    },
    {
      "text": "It is also significant, in my opinion, that the Act provides for a procedure by which an application for registration may be reconsidered, namely, judicial review.",
      "id": "s284"
    },
    {
      "text": "98 Kiefel J in Wakaman People #2 v Native Title Registrar and Authorised Delegate [2006] FCA 1198 at par 29:\n \n 'In [Western Australia v Strickland [2000] FCA 652 ; (2000) 99 FCR 33] the Full Court held that the power given by s 190A to the Registrar by the NTA to make decisions in respect of the registration of an application made to the Court is the exercise of an administrative power in respect of a matter in which the Court is exercising jurisdiction.",
      "id": "s285"
    },
    {
      "text": "The legislation does not specify the nature or the extent of the Court's review under s 190D(3) or impose any limitation upon the material that may be taken into account.",
      "id": "s286"
    },
    {
      "text": "Jurisdiction is conferred by s 190D(2) and (3) in the broadest of terms.",
      "id": "s287"
    },
    {
      "text": "A review under s 190D is not restricted to considerations and determination of a question of law.",
      "id": "s288"
    },
    {
      "text": "Section 190D(4) makes it plain that the review extends to determinations of issues of fact.",
      "id": "s289"
    },
    {
      "text": "The NTA does not proceed upon the premise that determinations of fact in the relevant controversy have been settled by the administrative determination and that the only matter in respect of which jurisdiction is conferred upon the Court is any controversy on questions of law.",
      "id": "s290"
    },
    {
      "text": "The Honours said that ' the review proceeding enlivens the jurisdiction of the Court in respect of the whole matter ' ... Their Honours concluded that it was Parliament's intention that the right of review would place before the Court the controversy constituted by the issues of fact and law raised between the parties and that, upon a ground of review being established, appropriate orders may be made to do justice as between parties.",
      "id": "s291"
    },
    {
      "text": "' \n \n\n99 The power given to the Registrar to make a decision as to registration is not one which can be exercised from time to time, in my opinion.",
      "id": "s292"
    },
    {
      "text": "Once exercised, it is spent.",
      "id": "s293"
    },
    {
      "text": "Even if I be wrong in that conclusion, this is not a case where the Registrar ought properly to have resiled from the registration decision in the light of the decision of Kiefel J in the Butchulla People case, and when that decision was made.",
      "id": "s294"
    },
    {
      "text": "The fact that the Attorney-General has sought to argue in this case that her Honour's decision in the Butchulla People case was wrong powerfully underlines the lack of imperative necessity to resile from the registration decision, and, if there was power to resile, it was not unreasonable not to resile.",
      "id": "s295"
    },
    {
      "text": "100 In my judgment, the circumstances contemplated by s 85(2) of the Act do not apply in the present case.",
      "id": "s296"
    },
    {
      "text": "There will be no order as to costs.",
      "id": "s297"
    },
    {
      "text": "101 The decision of the Delegate of the Native Title Registrar made on 12 May 2006 is set aside.",
      "id": "s298"
    },
    {
      "text": "I direct the Native Title Registrar accept the claim for registration and enter into the register the following rights: the right to hunt and fish on the land and waters; the right to access and move about on the land and waters; the right to camp on the land; and the right to gather and use natural products on the land.",
      "id": "s299"
    },
    {
      "text": "I also direct the Native Title Registrar consider what other rights should be included in the register, having regard to the entire application and the other material in support of it.",
      "id": "s300"
    },
    {
      "text": "I certify that the preceding one hundred and one (101) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Spender.",
      "id": "s301"
    },
    {
      "text": "Associate: \n\nDated: 23 February 2007\n\n Counsel for the Applicant: Mr Graham Hiley QC \n \n Solicitor for the Applicant: Fiona Campbell (Gurang Land Council) \n \n Counsel for the Respondent: \n \n \n Solicitor for the 1 st Respondent: McCullough Robertson \nSolicitor for the 2 nd Respondent\n\nCounsel for the Intervener\n\nSolicitor for the Intervener \nCrown Law\n\n\nMr Darryl Rangiah\n\nAustralian Government Solicitor Date of Hearing: 11 October 2006 \n \n Date of Judgment: 23 February 2007 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/192.html",
      "id": "s302"
    }
  ]
}