{
  "name": "Jobern Pty Ltd v BreakFree Resorts (Victoria) Pty Ltd &amp; Ors [2007] FCA 1066 (23 July 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1066.html",
  "catchphrases": [
    {
      "text": "whether validly terminated",
      "id": "c0"
    },
    {
      "text": "if not, whether repudiation",
      "id": "c1"
    },
    {
      "text": "if so, whether other party ready, willing and able to carry out contract",
      "id": "c2"
    },
    {
      "text": "express term required parties' negotiations to be undertaken in good faith",
      "id": "c3"
    },
    {
      "text": "whether term certain",
      "id": "c4"
    },
    {
      "text": "duty of good faith",
      "id": "c5"
    },
    {
      "text": "misleading or deceptive conduct",
      "id": "c6"
    },
    {
      "text": "whether representations made by respondents were misleading or deceptive",
      "id": "c7"
    },
    {
      "text": "contract",
      "id": "c8"
    },
    {
      "text": "contract",
      "id": "c9"
    },
    {
      "text": "trade practices",
      "id": "c10"
    }
  ],
  "sentences": [
    {
      "text": "A.",
      "id": "s0"
    },
    {
      "text": "INTRODUCTION \n \n1 On 14 May 2004, a document entitled 'Heads of Agreement' (\"HofA\") was executed by the applicant (which traded as Latitude Development Group) (\"Latitude\") and its principal director, Mr Josh Thompson (\"Thompson\"), and the BreakFree interests - BreakFree Resorts (Victoria) Pty Ltd (\"BreakFree Resorts\") and its parent, BreakFree Limited (collectively \"BreakFree\").",
      "id": "s1"
    },
    {
      "text": "The HofA related to the development and construction of what became known as Stages 3, 3A and 4 of the Erskine Resort development in Lorne, Victoria (\"the Erskine on the Beach Project\").",
      "id": "s2"
    },
    {
      "text": "2 Latitude was a property developer with particular expertise in the construction and development of tourist apartment blocks.",
      "id": "s3"
    },
    {
      "text": "It did not manage the properties it constructed.",
      "id": "s4"
    },
    {
      "text": "On the other hand, BreakFree specialized in management, not development, of resorts.",
      "id": "s5"
    },
    {
      "text": "It was to be the perfect match.",
      "id": "s6"
    },
    {
      "text": "However, on 31 August 2004, BreakFree ultimately sought to 'break free' from Latitude in relation to the development and construction of the Erskine on the Beach Project by purporting to terminate the HofA on the basis that a condition precedent in the HofA had not been satisfied.",
      "id": "s7"
    },
    {
      "text": "The condition precedent required BreakFree to procure the payment of 10% of the purchase price from at least 65% of the purchasers of off-the-plan apartments in Stages 3 and 3A: cl 2.1.5 read with cl 10.2 of the HofA.",
      "id": "s8"
    },
    {
      "text": "If the condition precedent in cl 2.1.5 was not satisfied or fulfilled by 30 August 2004 or such other date as the parties agreed in writing, either party was entitled to terminate the HofA by notice in writing to the other party, provided it had complied with its obligations under the HofA (\"the Deposits Condition Precedent\").",
      "id": "s9"
    },
    {
      "text": "3 The central issue arises out of the fact that, on 31 August 2004, BreakFree purported to terminate the HofA for want of compliance with the Deposits Condition Precedent and, on 22 September 2004, Latitude said that conduct was repudiatory and accepted that repudiation.",
      "id": "s10"
    },
    {
      "text": "Those events, about which there is no substantial dispute, were characterised in a variety of ways, not all of which were distinct and separate.",
      "id": "s11"
    },
    {
      "text": "4 Latitude submitted that BreakFree's conduct was repudiatory because the negotiations between the parties had proceeded to the point where the terms and conditions of the HofA that then bound them did not include the Deposits Condition Precedent.",
      "id": "s12"
    },
    {
      "text": "This latter argument was characterised in the submissions as arising because of a variation to the HofA and was described by Latitude as the 'Waiver Issue'.",
      "id": "s13"
    },
    {
      "text": "As these reasons will later demonstrate, applying terms like \"waiver\", \"variation\" or \"new contract\" tends to mask the central question which falls for determination which is whether, at the time of purported termination, it was a stipulation of any agreement between the parties that either should be entitled to terminate the relationship between them if by 30 August 2004, and despite their best endeavours, the Deposits Condition Precedent had not been satisfied.",
      "id": "s14"
    },
    {
      "text": "5 The 'Waiver Issue' was also characterised by Latitude as a representation giving rise to liability under the Trade Practices Act 1974 (Cth) (\"the TPA\") (described in Section C(5) below as the 'Waiver Representation').",
      "id": "s15"
    },
    {
      "text": "In addition to characterising BreakFree's conduct relating to the Deposits Condition Precedent in this way, and asserting that BreakFree's purported termination of the HofA on that basis was wrongful, Latitude submitted that BreakFree's other conduct amounted to a repudiation of the HofA and that it had accepted that repudiatory conduct.",
      "id": "s16"
    },
    {
      "text": "I will address the substance of this complaint in further detail below.",
      "id": "s17"
    },
    {
      "text": "6 This principal issue in this case concerns whether, consistent with the terms of the HofA, BreakFree was entitled to terminate the HofA and then seek to develop and construct the Erskine on the Beach Project.",
      "id": "s18"
    },
    {
      "text": "In my opinion, for the reasons that follow, BreakFree was not entitled to terminate the HofA as it did or at all.",
      "id": "s19"
    },
    {
      "text": "7 It is as well to set out a detailed chronology of the communications between the parties as I find them to have occurred.",
      "id": "s20"
    },
    {
      "text": "Much of what is set out below was not in dispute to any significant extent.",
      "id": "s21"
    },
    {
      "text": "To the extent that the facts were in dispute, I have generally preferred the account which accords with the contemporaneous record revealed in the email, correspondence and other notes admitted in evidence.",
      "id": "s22"
    },
    {
      "text": "B.",
      "id": "s23"
    },
    {
      "text": "FACTS \n (1) EVENTS PRIOR TO MARCH 2004 \n \n8 On 9 December 1999, the Victorian Minister for Finance granted Erskine House Pty Ltd a Crown Lease of the site which became known as the Erskine Resort in Lorne, Victoria.",
      "id": "s24"
    },
    {
      "text": "Erskine House Pty Ltd was independent of BreakFree and Latitude.",
      "id": "s25"
    },
    {
      "text": "The Crown Lease was for a term of 50 years.",
      "id": "s26"
    },
    {
      "text": "It commenced on 9 June 2000: cl 1.1 of the Crown Lease.",
      "id": "s27"
    },
    {
      "text": "With effect from 15 June 2004, the Crown Lease was assigned by Erskine House Pty Ltd to BreakFree.",
      "id": "s28"
    },
    {
      "text": "Under the Crown Lease, Erskine House Pty Ltd (and on assignment, BreakFree) was entitled to sub-let the whole or any part of the site: cl 13.",
      "id": "s29"
    },
    {
      "text": "It was also entitled, at its cost, to construct the 'Accommodation Facility' on the site.",
      "id": "s30"
    },
    {
      "text": "The 'Accommodation Facility' was in fact a series of accommodation buildings, conference facilities and associated developments.",
      "id": "s31"
    },
    {
      "text": "9 The project to construct the 'Accommodation Facility' was named \"Erskine on the Beach\".",
      "id": "s32"
    },
    {
      "text": "The Erskine on the Beach Project was a staged development.",
      "id": "s33"
    },
    {
      "text": "Construction of Stage 1 was completed in 2001.",
      "id": "s34"
    },
    {
      "text": "Stage 2 was completed in 2002.",
      "id": "s35"
    },
    {
      "text": "Stages 3, 4 and 5 remained to be built.",
      "id": "s36"
    },
    {
      "text": "(These stages were subsequently renumbered 3, 3A and 4).",
      "id": "s37"
    },
    {
      "text": "By January 2003, the Stage 1 and Stage 2 apartments had been sold.",
      "id": "s38"
    },
    {
      "text": "From December 2003, what became known as Stage 3 and 3A apartments were being marketed \"off the plan\" and sold.",
      "id": "s39"
    },
    {
      "text": "These proceedings concern the development of Stages 3, 3A and 4 of the Erskine on the Beach Project.",
      "id": "s40"
    },
    {
      "text": "(2) MARCH 2004 \n \n10 As noted earlier, Latitude was a property developer.",
      "id": "s41"
    },
    {
      "text": "It did not manage the properties it developed.",
      "id": "s42"
    },
    {
      "text": "BreakFree was not a developer.",
      "id": "s43"
    },
    {
      "text": "It was a manager of resorts.",
      "id": "s44"
    },
    {
      "text": "11 On 22 March 2004, Thompson met Anthony Kevin Smith, the Third Respondent and a director of BreakFree (\"Smith\"), at BreakFree's offices in Surfer's Paradise to discuss tourist apartment block projects in the Byron Bay region which Latitude had constructed and over which BreakFree either had management rights or was looking to acquire management rights.",
      "id": "s45"
    },
    {
      "text": "It was during the course of this meeting that Smith asked Thompson whether he was interested in looking at the Erskine on the Beach Project.",
      "id": "s46"
    },
    {
      "text": "Smith explained to Thompson that BreakFree had recently purchased the development and management rights to that project.",
      "id": "s47"
    },
    {
      "text": "Later in these reasons, it will be necessary to return to consider BreakFree's purchase of the development and management rights to the Erskine on the Beach Project.",
      "id": "s48"
    },
    {
      "text": "For present purposes, it is sufficient to note that as at 22 March 2004, the Share and Asset Sale Agreement (\"the SAS Agreement\") by which BreakFree ultimately effected the purchase of the development and management rights to the Erskine on the Beach Project had not been executed.",
      "id": "s49"
    },
    {
      "text": "12 Smith told Thompson that the Erskine on the Beach Project was staged; that the first two stages consisted of 6 identical buildings which had already been built; that what would become Stages 3, 3A and 4 remained to be built and in respect of the apartments in Stages 3 and 3A, $30 million out of a total of $35.5 million had been sold off the plan with all purchasers having made a $5,000 deposit on the purchase price with the deposits to be topped up to 10% of the purchase price.",
      "id": "s50"
    },
    {
      "text": "(This was the subject matter of the Deposits Condition Precedent).",
      "id": "s51"
    },
    {
      "text": "13 Smith invited Mark Patrick Frawley (\"Frawley\"), the Fourth Respondent and the Executive Director/Business Planning and Development of BreakFree, to join the meeting.",
      "id": "s52"
    },
    {
      "text": "Frawley provided Thompson with a spreadsheet setting out the basic financial details for Stages 3 and 3A of the Erskine on the Beach Project: 64 dual key apartments; total pre-sales of $29,800,000.00; an additional $4.7 million in uncontracted apartments still to be sold and a development profit estimated at $8,232,600.00.",
      "id": "s53"
    },
    {
      "text": "14 Thompson was told that if Latitude was interested it could purchase the development rights to Stages 3 and 3A of the Erskine on the Beach Project and that there were two finance options available.",
      "id": "s54"
    },
    {
      "text": "BreakFree would offer Latitude vendor finance to purchase all 64 apartments or Latitude could finance the purchase of the apartments itself.",
      "id": "s55"
    },
    {
      "text": "Thompson told Smith and Frawley that as Latitude was considering a project in the south island of New Zealand, Latitude could only consider vendor finance.",
      "id": "s56"
    },
    {
      "text": "Latitude's ability to finance the purchase of the development rights and BreakFree's knowledge of that fact will become relevant later.",
      "id": "s57"
    },
    {
      "text": "15 After the meeting, Frawley provided further information to Thompson about the Erskine on the Beach Project.",
      "id": "s58"
    },
    {
      "text": "On 23 March 2004, Thompson replied by email stating:\n \n \n \"In a nutshell yes I'm very interested.",
      "id": "s59"
    },
    {
      "text": "The two areas on first glance of concern are, firstly the deposit position of the contracts.",
      "id": "s60"
    },
    {
      "text": "Does the top [up] have to occur after construction starts or when contracts are signed?",
      "id": "s61"
    },
    {
      "text": "Secondly I'm in the middle of hopefully putting together the deal in NZ and its going to be around $9 million.",
      "id": "s62"
    },
    {
      "text": "Tony mentioned the funds for land wouldn't have to come in until settlements if that is correct, then that is [a] major issue out of the way.",
      "id": "s63"
    },
    {
      "text": "\" \n \n \n\n16 On 25 March 2004, Thompson received a further email from Frawley.",
      "id": "s64"
    },
    {
      "text": "The email stated:\n \n \n \"...Tony and I have tried to simplify the transaction etc. (I kept the calculator out of his hands as much as possible).",
      "id": "s65"
    },
    {
      "text": "I have attached a summary of what we have come up with, which is not far away from what we discussed yesterday.",
      "id": "s66"
    },
    {
      "text": "Basically we will move forward in our own right as discussed due to tight timeframe.",
      "id": "s67"
    },
    {
      "text": "If you come into the transaction well and good but it will need to be before we get finance approved for construction .",
      "id": "s68"
    },
    {
      "text": "I have spoke [sic] to the builder I mentioned from Ballarat.",
      "id": "s69"
    },
    {
      "text": "They were the under bidder on a $20m job at the Geelong AFL stadium in December so have the capacity to build.",
      "id": "s70"
    },
    {
      "text": "They suggest a 4 week tender period would be sufficient once they have working drawings.",
      "id": "s71"
    },
    {
      "text": "Once you have had a look at this summary give me a call to discuss.",
      "id": "s72"
    },
    {
      "text": "\" \n \n (Emphasis added) \n \n\n17 The highlighted passage of the email confirmed what Thompson had been told on 22 March 2004 that, under the apartment contracts, there were 'sunset dates' by which the purchaser of an apartment had to be given notice of practical completion by the vendor and, for that reason, it was important that things got 'moved along' so as to achieve these deadlines by no later than early 2006.",
      "id": "s73"
    },
    {
      "text": "18 The summary attached to Frawley's email of 25 March 2004 relevantly provided:\n \n \n \" Developer Purchase Price.",
      "id": "s74"
    },
    {
      "text": "Stage 3&amp;4 --- 64 Lots $85,000 per lot \n $5,440,000 \n \n Stage 5 --- 42 Lots $35,000 per lot \n $1,470,000 \n \n Total \n $6,910,000 \n \n \n \n Payment terms: \n \n \n \n \n Down Payment on signing MOU (Bank Guarantee OK) \n $250,000 \n \n Balance Down Payment --- Payable July 1, 2004 (Bank.Guar) \n $500,000 \n \n Progress Payment --- Payable June 30, 2005 \n $2,705,000 \n \n Final Payment --- Payable June 30, 2006 \n $3,455,000 \n \n Total \n $6,910,000 \n \n \n \n If any Lots settle prior to these dates then payment of $85,000 for Stages 3&amp;4 and $35,000 for Stage 5 to be paid as they settle and deducted from final payment.",
      "id": "s75"
    },
    {
      "text": "Note: There would be approximately $5,000 per lot annual holding costs for head lease rental, strata levies, rates and taxes.",
      "id": "s76"
    },
    {
      "text": "BreakFree will proceed with steps required for development, working drawings, tenders etc.",
      "id": "s77"
    },
    {
      "text": "This offer is open until BreakFree has had finance approved then it will continue development in its own right.",
      "id": "s78"
    },
    {
      "text": "Developer commitment would need to be for Stages 3, 4 and 5.",
      "id": "s79"
    },
    {
      "text": "\" \n \n \n\n19 After the meeting on 22 March 2004, Thompson analysed the spreadsheet Frawley had provided to him, visited the site at Lorne and reviewed additional information provided to him by both Frawley and the architect working on the project, Richard Booth.",
      "id": "s80"
    },
    {
      "text": "Thompson created his own cash flow analysis and arrived at a profit of only about $2.9 million.",
      "id": "s81"
    },
    {
      "text": "On 7 April 2004, he sent a copy of his analysis to Frawley.",
      "id": "s82"
    },
    {
      "text": "Thompson's covering email raised a number of issues he had with the project.",
      "id": "s83"
    },
    {
      "text": "Later, on 7 April 2004, Frawley responded by pointing out that there was no stamp duty on the sub-leases for the land and that he would go through the spreadsheet in more detail over the next couple of days and send Thompson his comments.",
      "id": "s84"
    },
    {
      "text": "Although the HofA were not yet executed, Frawley and Thompson spent time analysing the project and identifying costs savings.",
      "id": "s85"
    },
    {
      "text": "(3) APRIL 2004 \n \n20 On 8 April 2004, BreakFree entered into the SAS Agreement with BCR Financial Services Pty Limited as trustee of the Lorne Investment Trust (\"BCR\"), Erskine House Pty Limited (as trustee of the Erskine House Unit Trust) and Beach Resort Developments Pty Limited (\"BRD\").",
      "id": "s86"
    },
    {
      "text": "By the SAS Agreement:\n \n (1) BCR agreed to sell and BreakFree Resorts agreed to purchase 100,000 shares in Lorne Resort Apartments Limited, which was the responsible entity for the Erskine on the Beach registered managed investment scheme (\"the EOTB\"), for $100,000 (described in the SAS Agreement as the 'Sale Shares'); \n (2) Erskine House Pty Limited agreed to sell and BreakFree Resorts agreed to purchase Erskine House Pty Limited's business of managing the public letting of the apartments and Erskine House Pty Limited's assets for $4,000,000 (described in the SAS Agreement as the 'Trustee's Assets'); and\n (3) BRD agreed to sell and BreakFree Resorts agreed to purchase BRD's business of developing the apartments and BRD's assets for $1,400,000 (defined in the SAS Agreement as the 'Developer's Assets').",
      "id": "s87"
    },
    {
      "text": "Under the SAS Agreement, BreakFree became entitled to be substituted as 'substitute vendor' under contracts of sale entered into by BRD as vendor in respect of the sales of apartments in Stages 3 and 3A 'off the plan'.",
      "id": "s88"
    },
    {
      "text": "21 It was the third of these assets, the Developer's Assets, that BreakFree Resorts ultimately sold to Latitude for $5.44 million under the HofA.",
      "id": "s89"
    },
    {
      "text": "The 'Developer's Assets' were defined in cl 1.1 of the SAS Agreement to mean:\n \n \n \"all assets owned or used by the Developer in the conduct of the Developer's Business other than the Excluded Assets (to the extent owned by the Developer) but including: \n \n \n \n \n \n (a) the Developer's rights in the Leased Equipment, the Construction Approvals, the Property and the Improvements; \n \n \n \n \n \n \n \n \n \n (b) the Books and Records, the Contracts and the Intellectual Property Rights to the extent that any such items are owned by the Developer; \n \n \n \n \n \n \n \n \n \n (c) the goodwill of the Developer's Business including the right of the Purchaser to exclusively carry on the Developer's Business in succession to the Developer; and \n \n \n \n \n \n \n \n \n \n (d) the Developer's Plant and Equipment.",
      "id": "s90"
    },
    {
      "text": "\" \n \n \n \n \n\n22 Consistent with the nature of the assets being sold, the SAS Agreement contained extensive and complex terms specifying numerous obligations and benefits for BreakFree Resorts which attached to the assets sold including, for example:\n \n \n (1) the assignment to BreakFree Resorts of each of the Deeds of Agreement for Apartment Sub-Leases (cl 8), the Apartment Sub-Leases (cl 9), Other Leases and Licences defined to mean any leases, licences and tenancies set out in Annexure 9 (cl 10) and the Stages 3 and 4 Contracts, being the off the plan contracts entered into by the Developer with investors in respect of the Stages 3 and 4 Apartments and which included the apartment sub-leases attached to those contracts which were proposed to be assigned by the Developer to those investors (cl 11);\n (2) the assignment to BreakFree Resorts of the Crown Lease subject to each of the matters set out in (1): cll 7, 8, 9, 10 and 11;\n (3) the sale of the Developer's Assets subject to the 'Apartment Operating Agreement', defined to mean the agreement between the trustee and the manager of the ETOB: cl 12; and\n (4) the purchase of the Developer's Assets subject to certain warranties which were said to be limited to matters within the actual knowledge of specified senior management staff of the vendors.",
      "id": "s91"
    },
    {
      "text": "Identification of the nature of the assets sold and some of the provisions of the SAS Agreement is sufficient to demonstrate the complexity of the arrangements.",
      "id": "s92"
    },
    {
      "text": "23 On 15 April 2004, Frawley sent to Thompson a document which he described as containing \" the starting terms of our proposed heads of agreement \".",
      "id": "s93"
    },
    {
      "text": "The document was not dissimilar to that which Frawley had provided to Thompson on 25 March 2004 referred to in [18] above.",
      "id": "s94"
    },
    {
      "text": "Significantly, the document again included the statement that:\n \n \n \"BreakFree will proceed with steps required for development, working drawings, tenders etc.",
      "id": "s95"
    },
    {
      "text": "This offer is open until BreakFree has finance approved at which time it will continue development in its own right.",
      "id": "s96"
    },
    {
      "text": "\" \n \n \n\n24 The next day, 16 April 2004, Thompson replied to the email.",
      "id": "s97"
    },
    {
      "text": "Thompson made two significant additions and two significant deletions to the document provided to him by Frawley.",
      "id": "s98"
    },
    {
      "text": "First, he added a requirement that BreakFree be responsible for the topping up of contract deposits to 10% and that BreakFree endeavour to extend the sunset dates on certain contracts to be nominated at a later date.",
      "id": "s99"
    },
    {
      "text": "Secondly, he deleted the condition allowing BreakFree to develop the project itself if the construction schedule could not be met and he deleted the proposed term limiting the period of the offer to develop the project up until the time that BreakFree was given finance approval.",
      "id": "s100"
    },
    {
      "text": "25 Later that morning, after receiving Thompson's email, an amended document said to set out the basis of the agreement between Latitude and BreakFree was sent by Frawley to his solicitors and copied to Thompson.",
      "id": "s101"
    },
    {
      "text": "Both the significant amendments and deletions proposed by Thompson had been adopted.",
      "id": "s102"
    },
    {
      "text": "26 Middletons (Latitude's solicitors) received the first draft of the HofA on 23 April 2004.",
      "id": "s103"
    },
    {
      "text": "(4) MAY 2004 \n \n27 On 7 May 2004, Middletons sent proposed amendments to the draft of the HofA to Maddocks (BreakFree's solicitors) by email.",
      "id": "s104"
    },
    {
      "text": "28 On 13 May 2004, Thompson, Frawley and Smith met at BreakFree's offices and discussed the \"Surfer's Paradise\" project and the Erskine on the Beach Project.",
      "id": "s105"
    },
    {
      "text": "The fact of the meeting was not in dispute.",
      "id": "s106"
    },
    {
      "text": "The dispute concerned what was said at the meeting.",
      "id": "s107"
    },
    {
      "text": "Thompson recalled Frawley and Smith confirming that BreakFree was not interested in undertaking development responsibility of either project on the basis that Frawley and Smith considered development to be disadvantageous because of its adverse impact on BreakFree's share price.",
      "id": "s108"
    },
    {
      "text": "Thompson recalled Smith specifically raising the concern about BreakFree not wanting to be seen as 'developers in the marketplace' .",
      "id": "s109"
    },
    {
      "text": "On the other hand, Smith and Frawley were adamant that the conversation was primarily concerned with the details of the proposed HofA which was executed the following day.",
      "id": "s110"
    },
    {
      "text": "What those details were was never made clear or explained.",
      "id": "s111"
    },
    {
      "text": "Frawley also said that he told Thompson that \"Breakfree Ltd was still proceeding on the assumption that it would be completing the Erskine Resort development itself\" and that he was \" proceeding with the tender process for the Erskine Resort development and the finalisation of working drawings to get construction tender documents out as soon as possible\" .",
      "id": "s112"
    },
    {
      "text": "29 On 14 May 2004, the HofA were executed by BreakFree, Latitude and Thompson.",
      "id": "s113"
    },
    {
      "text": "Under the HofA, Latitude agreed to acquire the Developer's Assets being only part of the assets that BreakFree had recently agreed to acquire from BRD under the SAS Agreement.",
      "id": "s114"
    },
    {
      "text": "The purchase price payable by Latitude to BreakFree was $85,000 per apartment.",
      "id": "s115"
    },
    {
      "text": "There were 64 apartments in Stages 3 and 3A totalling $5,440,000.",
      "id": "s116"
    },
    {
      "text": "$3 million was payable by 30 June 2005 and $2,440,000 was payable by 30 June 2006.",
      "id": "s117"
    },
    {
      "text": "BreakFree retained the management rights at all times.",
      "id": "s118"
    },
    {
      "text": "30 The recitals to the HofA recorded, separately, BreakFree's purchase of the three categories of assets under the SAS Agreement, that Latitude wished to purchase the 'Developer's Assets' (being the right to develop and construct and sell the Stages 3 and 3A Apartments) and that BreakFree had agreed to sell those assets to Latitude.",
      "id": "s119"
    },
    {
      "text": "Finally, the recitals to the HofA recorded, as was the fact, that the parties had entered the HofA to record the agreements that they had made to give effect to their common intentions.",
      "id": "s120"
    },
    {
      "text": "At that stage, the parties did have common intentions.",
      "id": "s121"
    },
    {
      "text": "Latitude was to construct and develop Stages 3 and 3A and BreakFree was to manage the apartments once they were constructed.",
      "id": "s122"
    },
    {
      "text": "31 Clauses 2 and 3 of the HofA were in the following terms:\n \n \n \"2.1 Agreement Conditional \n \n \n \n \n \n Subject to clause 3.3 , the following are conditions precedent to the binding effect of these Heads of Agreement: \n \n 2.1.1 The completion of the Share and Asset Sale Agreement.",
      "id": "s123"
    },
    {
      "text": "2.1.2 Latitude being satisfied with the appointment and terms of appointment of consultants appointed or to be appointed (if any) by BreakFree or its nominee.",
      "id": "s124"
    },
    {
      "text": "2.1.3 Latitude being satisfied at its sole and unfettered discretion with the results of its due diligence enquiries in relation to the Assets and the Property including, without limitation, its enquiries in relation to the following matters: \n \n \n \n \n \n \n \n 2.1.3.1 the value of the Assets; \n \n 2.1.3.2 the application of GST to the supply of the Apartments under the Contracts of Sale and, in particular, confirming that the supply of the Apartments to the purchasers is input taxed; and \n \n 2.1.3.3 the information to be provided by BreakFree pursuant to clause 4.",
      "id": "s125"
    },
    {
      "text": "2.1.4 Latitude being satisfied that it is able to require purchasers under the Contracts of Sale to make an application for an interest in the EOTB without contravening the TPA Act.",
      "id": "s126"
    },
    {
      "text": "2.1.5 The procurement by BreakFree of the balance of the deposits referred to in clause 10.2 .",
      "id": "s127"
    },
    {
      "text": "2.2 Termination of Agreement \n \n \n \n 2.2.1 If the conditions precedent in clause 2.1 (except 2.1.5) have not been satisfied or fulfilled by 31 July 2004 or such other date as the parties may agree in writing, either party may terminate these Heads of Agreement by notice in writing to the other party, provided it has complied with its obligations under these Heads of Agreement.",
      "id": "s128"
    },
    {
      "text": "2.2.2 If the condition precedent in clause 2.1.5 has not been satisfied or fulfilled by 30 August 2004 or such other date as the parties may agree in writing, either party may terminate these Heads of Agreement by notice in writing to the other party, provided it has complied with its obligations under these Heads of Agreement .",
      "id": "s129"
    },
    {
      "text": "2.3 Benefit of Conditions \n \n \n \n \n \n \n \n \n \n The conditions precedent have been provided for the benefit of BreakFree and Latitude and may only be waived with the consent of both parties.",
      "id": "s130"
    },
    {
      "text": "2.4 Best Endeavours to FulFil \n \n \n \n \n \n \n \n \n \n The parties must use their best endeavours to fulfil the conditions precedent.",
      "id": "s131"
    },
    {
      "text": "3.",
      "id": "s132"
    },
    {
      "text": "BINDING AGREEMENTS \n \n 3.1 Long Form Contracts \n \n \n \n \n \n The parties have reached finality in agreeing to the terms set out in these Heads of Agreement and intend to be legally bound by these terms, but at the same time propose to have those terms restated in a long form contract which will be fuller and more precise but not different in effect.",
      "id": "s133"
    },
    {
      "text": "3.2 Exclusive Negotiations \n \n Despite anything contained in clause 2, the following clauses will take binding effect as and from the Commencement Date and will continue to operate for the benefit of both parties until such time as termination of these Heads of Agreement pursuant to clause 2.2: ... \n \n 3.3 Good faith \n \n \n \n \n \n \n \n \n \n Each party will conduct all such negotiations in good faith to ensure that the terms set out in these Heads of Agreement are given full effect.",
      "id": "s134"
    },
    {
      "text": "\" \n \n \n \n \n \n (Emphasis added)\n \n \n\n32 Clause 10.2 of the HofA (referred to in cl 2.1.5) was headed \" Payment of Purchasers of Balance Deposit \" and provided that:\n \n \"10.2.1 The parties acknowledge that the Contracts of Sale provide that the balance of 10% of the purchase price as deposit is to be paid by the earlier of 1 March 2004, and the date of commencement of construction.",
      "id": "s135"
    },
    {
      "text": "BreakFree will use its best endeavours to procure payment of any differential sum outstanding from at least 65% (Target) of the purchasers of the Stages 3 and 3A Apartments by 31 July 2004 and will immediately report to Latitude the number of deposits that have been fully paid or otherwise under the Contracts of Sale on this date or upon receiving a written request from Latitude to provide this information.",
      "id": "s136"
    },
    {
      "text": "10.2.2 If the Target is not reached by 31 July 2004, BreakFree must continue to use its best endeavours to procure payment of any differential sum outstanding from the purchasers of the Stages 3 and 3A Apartments by 30 August 2004.",
      "id": "s137"
    },
    {
      "text": "\" \n \n \n \n \n \n (Emphasis added) \n \n \n \n The 'Contracts of Sale' were defined as the contracts which had been or were to be entered into for the sale of the Stages 3 and 3A Apartments.",
      "id": "s138"
    },
    {
      "text": "33 By way of security for performance of its obligations under the HofA, Latitude was required to provide three bank guarantees of $250,000 each in stages: cll 7.1 and 7.2.",
      "id": "s139"
    },
    {
      "text": "The first was due within 7 days of execution of the HofA (\"the First Bank Guarantee\").",
      "id": "s140"
    },
    {
      "text": "The second and third were required by the later of 7 days after completion of the SAS Agreement (which occurred on 15 June 2004) and 30 August 2004.",
      "id": "s141"
    },
    {
      "text": "34 After 14 May 2004, the terms of the HofA were varied a number of times.",
      "id": "s142"
    },
    {
      "text": "The first variation came just 4 days later on 18 May 2004 when Latitude requested an extension of time to deposit the First Bank Guarantee under cl 7.1 of the HofA.",
      "id": "s143"
    },
    {
      "text": "BreakFree agreed.",
      "id": "s144"
    },
    {
      "text": "The First Bank Guarantee was ultimately deposited by Latitude on 26 May 2004.",
      "id": "s145"
    },
    {
      "text": "Receipt was confirmed by Frawley on the following day.",
      "id": "s146"
    },
    {
      "text": "(5) JUNE 2004 \n \n35 On 3 June 2004, Thompson (on behalf of Latitude) agreed to the second variation to the HofA - he agreed to grant BreakFree a two week extension from 30 June 2004 to 15 July 2004 to collect the deposits for the apartments that had been sold.",
      "id": "s147"
    },
    {
      "text": "36 On 28 June 2004, only 3 and a half weeks after granting BreakFree the extension of time to 15 July 2004 to collect the deposits for the apartments that had been sold, Thompson attended a lunch meeting with Smith, Frawley and Frawley's father in Byron Bay.",
      "id": "s148"
    },
    {
      "text": "A number of matters were discussed: the slow uptake in purchasers paying the balance of the deposit due on the apartments they had contracted to purchase; Latitude's target figure for the balance of the deposits due on the sale of apartments and the issue of Latitude's ability to raise finance.",
      "id": "s149"
    },
    {
      "text": "37 The BreakFree representatives explained to Thompson the reason for the slow uptake in the payment of the deposits for the apartments was that BCR and BRD (the vendors under the SAS Agreement) had not permitted BreakFree to make contact with the purchasers until the SAS Agreement was completed.",
      "id": "s150"
    },
    {
      "text": "(Completion had occurred two weeks earlier on 15 June 2004).",
      "id": "s151"
    },
    {
      "text": "In relation to the issue of the target figure for the balance of the deposits due on the sale of apartments, Thompson was asked by Frawley for his \" drop dead \" figure.",
      "id": "s152"
    },
    {
      "text": "Thompson said it was a \" moving target \" which depended upon a number of factors including the level of deposits received in addition to the final building costs for the Erskine on the Beach Project.",
      "id": "s153"
    },
    {
      "text": "Those matters were expressed by Thompson to Smith as having a direct effect on whether Latitude would go unconditional under the HofA and waive the Deposits Condition Precedent.",
      "id": "s154"
    },
    {
      "text": "Another issue raised at this meeting was Latitude's finance for the project.",
      "id": "s155"
    },
    {
      "text": "Smith asked Thompson about mezzanine finance and told Thompson that BreakFree had a good working relationship with McLaughlin Financial Services (\"MFS\") and that MFS was prepared to finance Latitude's development of the Erskine on the Beach Project.",
      "id": "s156"
    },
    {
      "text": "38 The following morning, Thompson sent an email to Frawley which confirmed the matters he had raised the previous day: The email said:\n \n \n \"Just want to clarify the building costs from my part.",
      "id": "s157"
    },
    {
      "text": "My drop dead figure is a moving number.",
      "id": "s158"
    },
    {
      "text": "The greater the contract confirmations the lower margin I'm prepared to accept.",
      "id": "s159"
    },
    {
      "text": "I don't see there being any problems, obviously the key is the balance of the purchasers being contacted and the current rogues advised of the position legally.",
      "id": "s160"
    },
    {
      "text": "When will you be starting on the uncontacted purchasers?",
      "id": "s161"
    },
    {
      "text": "With stage four once we see some plans shouldn't take long to sort that out.",
      "id": "s162"
    },
    {
      "text": "Is there anything I can do to help with the builders?",
      "id": "s163"
    },
    {
      "text": "\" \n \n \n\n39 A copy of the email was also sent to Smith under cover of an email which read: \n \n \n Below is a copy of email I sent today.",
      "id": "s164"
    },
    {
      "text": "Quite straight forward and see no reason why can't get this done asp (sic).",
      "id": "s165"
    },
    {
      "text": "It's possible I might need a few days after the 31/7/04 due to the fact that tenders generally don't rock up until the last minute.",
      "id": "s166"
    },
    {
      "text": "Have a think and let me know.",
      "id": "s167"
    },
    {
      "text": "\" \n \n \n\n40 On 28 and 29 June 2004, Thompson had sought to keep pressure on BreakFree to achieve the 65% target specified in the Deposits Condition Precedent.",
      "id": "s168"
    },
    {
      "text": "The level of deposits, together with the final building costs, had a direct effect on Latitude's source of funding and, in particular, whether Latitude would need to use more expensive mezzanine finance.",
      "id": "s169"
    },
    {
      "text": "During this period Thompson had worked with the architect, Mr Booth, to alter and improve the construction specifications for Stages 3 and 3A before they went out to the builders for tender.",
      "id": "s170"
    },
    {
      "text": "41 Thompson's concerns about the tenders and the deposits were obviously heard by BreakFree because, on 29 June 2004, Smith sent an email to Latitude in the following terms:\n \n \n \"As discussed we need to get the 2 builders to have their tenders completed by 31 July and we will instruct the agents to follow up every purchaser with a view to having all of their 10% deposit received by 15 July.",
      "id": "s171"
    },
    {
      "text": "Once we have achieved the above you will be able to give us instructions as to whether you are proceeding or not.",
      "id": "s172"
    },
    {
      "text": "It is important for us that we reach this point no later than 31 July so we can advise the market (ASX) or organise another alternative that will deliver us the same result.",
      "id": "s173"
    },
    {
      "text": "I look forward to 31 July.",
      "id": "s174"
    },
    {
      "text": "\" \n \n \n \n\n 31 July 2004 was the date the tenders from the builders were due.",
      "id": "s175"
    },
    {
      "text": "(6) JULY 2004 \n \n42 On 1 July 2004, Thompson sent Frawley another spreadsheet for review by him and Smith.",
      "id": "s176"
    },
    {
      "text": "It forecasted an even lower development profit of approximately $1.725 million.",
      "id": "s177"
    },
    {
      "text": "Thompson's calculation was still dependent on the tenders from the builders and lower furniture costs from BreakFree.",
      "id": "s178"
    },
    {
      "text": "43 On 19 July 2004, the third variation to the HofA was agreed.",
      "id": "s179"
    },
    {
      "text": "BreakFree requested Latitude's written consent to extend the time under cl 2.2.1 of the HofA from 31 July 2004 to 13 August 2004.",
      "id": "s180"
    },
    {
      "text": "Clause 2.2.1 covered all conditions precedent except the Deposits Condition Precedent.",
      "id": "s181"
    },
    {
      "text": "It permitted Latitude time to complete its due diligence and permitted time for the tenders to come in and be analysed.",
      "id": "s182"
    },
    {
      "text": "Latitude provided its written consent on the same day.",
      "id": "s183"
    },
    {
      "text": "44 By 23 July 2004, Latitude had obtained a loan facility from the Commonwealth Bank for $21.76 million to proceed with the development of the Erskine on the Beach Project.",
      "id": "s184"
    },
    {
      "text": "45 Some six days later, 29 July 2004, three builders provided their tenders.",
      "id": "s185"
    },
    {
      "text": "H. Troon Pty Ltd (\"Troons\") came in at $16,251,824; Chargold Constructions Pty Ltd (\"Chargold\") came in at $16,950,575; and SJ Higgins Pty Ltd (\"Higgins\") at $18,317,000.",
      "id": "s186"
    },
    {
      "text": "The work done by Booth and Thompson in the preceding 4 months had resulted in lower construction costs.",
      "id": "s187"
    },
    {
      "text": "Troons and Chargold were asked to do further work on their tenders and resubmitted them.",
      "id": "s188"
    },
    {
      "text": "(7) AUGUST 2004 \n \n46 On 3 August 2004, Thompson met Frawley at BreakFree's offices.",
      "id": "s189"
    },
    {
      "text": "Thompson did not recall Smith attending the meeting though Smith and Thompson gave evidence that Smith came in later and contributed to the discussion.",
      "id": "s190"
    },
    {
      "text": "In the end, the focus of the discussions at the meeting was not in dispute - the appointment of a builder, the unlikelihood that BreakFree would collect the balance of 65% of the deposits in the time available and Latitude's financing.",
      "id": "s191"
    },
    {
      "text": "During the course of the meeting, Smith asked Thompson if he was ready to commit Latitude to proceed with the Erskine on the Beach Project.",
      "id": "s192"
    },
    {
      "text": "As Smith stated in his witness statement \" [i]t was irrelevant whether the 65% of deposits was collected as Breakfree ... would proceed with or without the 65% target\" .",
      "id": "s193"
    },
    {
      "text": "In other words, BreakFree would have had to obtain finance for itself irrespective of whether the Deposits Condition Precedent was satisfied.",
      "id": "s194"
    },
    {
      "text": "According to Smith, the issue at the meeting was whether Latitude would proceed under the HofA.",
      "id": "s195"
    },
    {
      "text": "47 Following the meeting, Frawley sent an email to Thompson and Smith which identified certain significant dates and steps as he saw them in the following terms:\n \n \n \" Josh: \n \n Friday August 6 \n \n \n \n \n \n &#8226; Negotiate final Chargold price.",
      "id": "s196"
    },
    {
      "text": "This will be based on two contracts.",
      "id": "s197"
    },
    {
      "text": "One for Stage 3 with completion aimed for July 31 and one for Stage 3A (Princess Louise) with completion October 31.",
      "id": "s198"
    },
    {
      "text": "Mark: \n \n Friday August 6 \n \n \n \n \n \n &#8226; Contact Troons to match Chargold price and conditions.",
      "id": "s199"
    },
    {
      "text": "&#8226; Agents and lawyers and BreakFree to push for deposits and sunset clause extension, with the aim of getting 65% deposits completed by August 13.",
      "id": "s200"
    },
    {
      "text": "Tony: \n \n \n \n \n \n &#8226; Arrange finance approval based on current unconditional contracts and deposits, to enable Latitude to elect to proceed or otherwise by August 13.",
      "id": "s201"
    },
    {
      "text": "BreakFree will reimburse Latitude legal costs if preliminary finance approval (CBA or Mezzanine) cannot be arranged and Latitude does not proceed.",
      "id": "s202"
    },
    {
      "text": "Josh, please call if you wish to go over any of the above.",
      "id": "s203"
    },
    {
      "text": "It is critical to hit our completion dates that by August 13 if finance is in place we have a decision on whether or not you will proceed.",
      "id": "s204"
    },
    {
      "text": "\" \n \n (Emphasis added) \n \n \n \n\n48 The following morning, 4 August 2004, Thompson responded to Frawley's email as follows: \n \n \n \"I understand your position.",
      "id": "s205"
    },
    {
      "text": "Would like to put the following on the table: \n \n \n \n \n \n 1.",
      "id": "s206"
    },
    {
      "text": "Latitude has worked extremely hard to give you a better product in stage 3 &amp; 3A.",
      "id": "s207"
    },
    {
      "text": "I've identified a lot of problems and hopefully if Richard [Booth] has done his job correctly rectified them.",
      "id": "s208"
    },
    {
      "text": "Giving ultimately BF and investors a better product.",
      "id": "s209"
    },
    {
      "text": "2.",
      "id": "s210"
    },
    {
      "text": "Stage 4 in my opinion is now a vastly superior product than what was originally contemplated.",
      "id": "s211"
    },
    {
      "text": "And providing BF with a better balance of rental product.",
      "id": "s212"
    },
    {
      "text": "And one I believe would sell very well.",
      "id": "s213"
    },
    {
      "text": "3.",
      "id": "s214"
    },
    {
      "text": "Latitude has worked very hard at all aspects of it's [sic] end to ensure it is able to meet it's deadlines.",
      "id": "s215"
    },
    {
      "text": "4.",
      "id": "s216"
    },
    {
      "text": "Major issue is the contracts, which I can understand why you have tried to go gently, gently with .",
      "id": "s217"
    },
    {
      "text": "We all felt more would come to the line easier than has happened.",
      "id": "s218"
    },
    {
      "text": "You are now going to have to get the hammer out and be real tough but Latitude is running out of time for you to get this done.",
      "id": "s219"
    },
    {
      "text": "Ultimately if Latitude had to step away because they [contracts] weren't pursued aggressively enough it would be very disappointing.",
      "id": "s220"
    },
    {
      "text": "Tony's offer of cost is very nice but the reality is I'm doing this for the end game not to have worked hard for 5 months to get the bills paid .",
      "id": "s221"
    },
    {
      "text": "I feel it would be fair to put a plan B in place that ensures Latitude's position and also allows this thing to get going and means the investors could be cajoled not so aggressively [still tough] by Latitude or Nominee this removes BF from being the bad guy.",
      "id": "s222"
    },
    {
      "text": "After all at the end of this BF is the one making the most out of this thing and rightly so, when we consider the end goal of stage's 3, 3A and 4.",
      "id": "s223"
    },
    {
      "text": "Your situation would be no different than if you did it yourself other than you would not pick up Latitude's profit.",
      "id": "s224"
    },
    {
      "text": "Give this some thought.",
      "id": "s225"
    },
    {
      "text": "If you and Tony are agreeable then this could be nutted out very quickly and the thing gets done.",
      "id": "s226"
    },
    {
      "text": "Look forward to your comments.",
      "id": "s227"
    },
    {
      "text": "Also by the way Latitude has until 30/8/04 for the contracts not 15/8/04.",
      "id": "s228"
    },
    {
      "text": "Also if all sorts out I would like Chargold to do the job.",
      "id": "s229"
    },
    {
      "text": "I'll discuss why with you when you want.",
      "id": "s230"
    },
    {
      "text": "\" \n \n (Emphasis added) \n \n\n There was no response to this email.",
      "id": "s231"
    },
    {
      "text": "As Thompson's email records, the only 'live' issue between them was the Deposits Condition Precedent.",
      "id": "s232"
    },
    {
      "text": "The tenders from the builders were in and Latitude had secured finance for the Erskine on the Beach Project.",
      "id": "s233"
    },
    {
      "text": "49 The fact that BreakFree was concerned that Latitude would not go \" unconditional \" in relation to the level of deposits was evident when on the same day, 4 August 2004, Smith sent an email entitled \" Erskine house --- Lorne, Victoria\" to the financiers, MFS, which included the following passages:\n \n \n \"As previously discussed BreakFree purchased the above property from BCR ... \n \n As part of the purchase there are 2 development components.",
      "id": "s234"
    },
    {
      "text": "They are as follows: \n \n (1) 64 (dual key) units to the south of the existing house \n \n \n \n \n \n (2) The conversion of the old house from 87 bedrooms to 33 apartments \n \n \n \n \n \n We have been negotiating with a developer in regards to the purchase of the 64 units.",
      "id": "s235"
    },
    {
      "text": "We have the builder ready to go in September with a July to October finish next year but I'm concerned that the developer may not go unconditional (13 August is the deadline).",
      "id": "s236"
    },
    {
      "text": "If this is the case BreakFree would then complete the development.",
      "id": "s237"
    },
    {
      "text": "...\" \n \n (Emphasis added)\n \n \n\n50 On Thursday, 5 August 2004 at 9.19 am, Thompson sent an email to Smith asking him whether he had made any progress on Smith's suggestion that he would seek alternative finance for the project based on the position of the existing contracts.",
      "id": "s238"
    },
    {
      "text": "As Smith's email to MFS the previous day made clear, Smith had not sought financing for Latitude but for BreakFree.",
      "id": "s239"
    },
    {
      "text": "Later that day, Smith replied to Thompson by stating:\n \n \n \"Met with MFS today and will have a finance offer approved by Monday for either you or BreakFree.",
      "id": "s240"
    },
    {
      "text": "They are happy to lend on where we are right now.",
      "id": "s241"
    },
    {
      "text": "If you are happy with their offer you can go unconditional and then swap to the CBA or other lender that will be up to you.",
      "id": "s242"
    },
    {
      "text": "You can then have time on your side to work with the owners.",
      "id": "s243"
    },
    {
      "text": "Talk to you Monday.",
      "id": "s244"
    },
    {
      "text": "\" \n \n \n\n51 Two hours after his email to Smith, but before receiving a reply, Thompson sent another email, this time to Frawley stating \" Can you give a summary of the plan of attack and time line with the balance of outstanding deposits please.",
      "id": "s245"
    },
    {
      "text": "\" \n \n52 The next day, 6 August 2004, Thompson received two emails from Frawley.",
      "id": "s246"
    },
    {
      "text": "The first email attached two documents --- the term sheet for financing for Latitude by MFS of $22,500,000 and a deposit payment table as at 21 July 2004.",
      "id": "s247"
    },
    {
      "text": "The second email attached a document setting out the current position in relation to obtaining deposits from purchasers.",
      "id": "s248"
    },
    {
      "text": "The table revealed that as at 6 August 2004 only 45.49% of total deposits had been procured from all purchasers of apartments in Stages 3 and 3A.",
      "id": "s249"
    },
    {
      "text": "Finally, on 6 August 2004, Frawley provided Thompson with the amended contribution costs for the project.",
      "id": "s250"
    },
    {
      "text": "53 On 9 August 2004, the solicitors for Latitude (Middletons) contacted BreakFree's solicitors (Maddocks) seeking answers to a number of issues raised as part of Latitude's due diligence enquiries.",
      "id": "s251"
    },
    {
      "text": "Maddocks responded to the matters raised by email letter on 10 August 2004 and enclosed numerous documents.",
      "id": "s252"
    },
    {
      "text": "54 On 10 or 11 August 2004, Frawley sought Thompson's agreement to the fourth variation to the HofA.",
      "id": "s253"
    },
    {
      "text": "The change Frawley sought was to effect a sale of the development rights to Latitude by way of a sale of shares in Erskine House Developments Pty Ltd (\"EHD\") rather than a sale of assets.",
      "id": "s254"
    },
    {
      "text": "(On 21 May 2004, BreakFree had nominated EHD as the assignee of all of the estate and interest in BRD under the SAS Agreement On 15 June 2004, the 'Developer's Assets' were assigned to EHD.",
      "id": "s255"
    },
    {
      "text": "It is by no means clear when Thompson first became aware of the assignment or of BreakFree's intention to divest itself of the Developer's Assets using EHD.",
      "id": "s256"
    },
    {
      "text": ") \n \n55 In Frawley's witness statement, he asserted that during the conversation with Thompson on 10 or 11 August 2004 he said to Thompson that BreakFree \" required a new contract that would be a sale of shares agreement instead of an asset sale agreement\" .",
      "id": "s257"
    },
    {
      "text": "In cross examination he accepted that BreakFree had a deal with Latitude under the HofA, that he did not remember saying to Thompson that it was a new deal and did not remember saying to Thompson that it was a 'new contract'.",
      "id": "s258"
    },
    {
      "text": "I reject any suggestion that Frawley mentioned 'new contract' or 'new deal' during the course of this conversation.",
      "id": "s259"
    },
    {
      "text": "I consider that Frawley's witness statement was a post event reconstruction of what occurred.",
      "id": "s260"
    },
    {
      "text": "This is analysed in further detail in [110(2)] below.",
      "id": "s261"
    },
    {
      "text": "56 In any event, on or about 10 or 11 August 2004, Thompson consulted his accountant, Mr McMurtrie, about the proposed sale of shares.",
      "id": "s262"
    },
    {
      "text": "Mr McMurtrie spoke to BreakFree's accountant and, after those discussions, reported to Thompson that \" there was no real issues with [the change], no problem at all providing the company didn't have a history ...\" .",
      "id": "s263"
    },
    {
      "text": "Thompson's advice was that he had \" to form another company ... that would acquire the shares\" and that \" it was easy to do\" .",
      "id": "s264"
    },
    {
      "text": "On or about 12 August 2004, Latitude's agreement to this variation was communicated to Frawley on the basis that EHD was a \"clean skin\".",
      "id": "s265"
    },
    {
      "text": "57 On 11 August 2004, Middletons provided Latitude with its due diligence report.",
      "id": "s266"
    },
    {
      "text": "The report outlined a number of warranties that Middletons advised should be sought to give effect to the HofA.",
      "id": "s267"
    },
    {
      "text": "It included the following parts:\n \n \n \"You have requested us to draft a letter detailing the key legal issues and risks for Latitude in proceeding with the purchase of the development rights ( Development Rights ) to stages 3 and 3A of the Erskine on the Beach apartments ( Property ).",
      "id": "s268"
    },
    {
      "text": "As you are aware, under clause 2 of the [HofA] Latitude must complete its due diligence enquiries by 13 August 2004.",
      "id": "s269"
    },
    {
      "text": "If Latitude is satisfied with its enquiries, or it does not take steps to notify BreakFree by this date that it is not satisfied with its enquiries and that it no longer wishes to proceed with the transaction, Latitude will be bound under the [HofA] to purchase the development rights for the apartments.",
      "id": "s270"
    },
    {
      "text": "Accordingly, it is important that you carefully consider the legal risks and issues discussed in this letter together with the findings of your own due diligence enquiries and notify BreakFree in writing on or before 13 August 2004 if you do not wish to proceed with the transaction.",
      "id": "s271"
    },
    {
      "text": "We also note that this letter is not intended to summarise all of the information we have reviewed as part of our due diligence enquiries.",
      "id": "s272"
    },
    {
      "text": "The information provided in this letter is only a summary of the key legal risks and issues that we have identified as a result of our due diligence enquiries, and it should be considered in conjunction with the other commercial issues you have identified as part of your own enquiries.",
      "id": "s273"
    },
    {
      "text": "For ease of reference, we have divided the legal issues and risks discussed in this letter into two separate categories, the legal risks and issues associated with the commercial aspects of the transaction and the legal risks and issues associated with the property aspects of the transaction.",
      "id": "s274"
    },
    {
      "text": "\" \n \n (Emphasis added) \n \n\n58 The letter then identified a number of legal risks if Latitude undertook the proposed development but concluded that those risks could be minimised \" provided the transaction documents contain[ed] appropriate warranties, conditions and indemnities in favour of Latitude\" .",
      "id": "s275"
    },
    {
      "text": "12 AUGUST 2004 \n \n59 At 2.30 pm on 12 August 2004, Thompson forwarded an electronic copy of Middletons' due diligence report to Frawley.",
      "id": "s276"
    },
    {
      "text": "The contents of the covering email are also important.",
      "id": "s277"
    },
    {
      "text": "It was, so far as is relevant, in the following terms: \n \n \n \"Attached is the summary of my due diligence.",
      "id": "s278"
    },
    {
      "text": "Their [sic] are a couple of issues that I will require indemities [sic] from you for.",
      "id": "s279"
    },
    {
      "text": "Don't believe they are major just equitable.",
      "id": "s280"
    },
    {
      "text": "Due to time constrants [sic] I felt it best to shoot you a copy and in [sic] less you have objections we sort them out next week.",
      "id": "s281"
    },
    {
      "text": "I'm on mobile for next two days.",
      "id": "s282"
    },
    {
      "text": "All is going well just wait for letter confirming finance.",
      "id": "s283"
    },
    {
      "text": "Verbal okay yesterday written due today.",
      "id": "s284"
    },
    {
      "text": "If you want to discuss any of this ring me or else next week we can sort it.",
      "id": "s285"
    },
    {
      "text": "I'll be intouch [sic] asp [sic].",
      "id": "s286"
    },
    {
      "text": "My understanding is I have to notify you only if I don't want to proceed.",
      "id": "s287"
    },
    {
      "text": "\" \n \n (Emphasis added) \n \n \n \n\n60 That afternoon, and after Frawley \" flicked through but [allegedly] did not read [the email] \", Thompson spoke to Frawley by telephone.",
      "id": "s288"
    },
    {
      "text": "What was said during that conversation is disputed.",
      "id": "s289"
    },
    {
      "text": "The recollections of Frawley and Thompson differ.",
      "id": "s290"
    },
    {
      "text": "Thompson's sworn evidence was that during the telephone conversation he waived the Deposits Condition Precedent under the HofA and committed to proceed with Stages 3 and 3A of the Erskine on the Beach Project.",
      "id": "s291"
    },
    {
      "text": "Frawley disputed Thompson's version of the conversation.",
      "id": "s292"
    },
    {
      "text": "His sworn evidence was that the conversation was not concerned with a waiver of the Deposits Condition Precedent under the HofA but with what he called the 'new contract'.",
      "id": "s293"
    },
    {
      "text": "In my view, the only objective characterisation of what occurred on 12 August 2004 was a waiver of the Deposits Condition Precedent under the HofA.",
      "id": "s294"
    },
    {
      "text": "I consider this issue in further detail in [104] to [113] below.",
      "id": "s295"
    },
    {
      "text": "61 At about 3.37 pm, Frawley spoke to his solicitor, Chong Ming Goh at Maddocks.",
      "id": "s296"
    },
    {
      "text": "No contemporaneous record of that conversation was tendered.",
      "id": "s297"
    },
    {
      "text": "62 Following those telephone calls, at 4.29 pm Frawley sent an email to his solicitor at Maddocks (Chong Ming Goh), copying it to Thompson, entitled \" Proceed with contract with Latitude\" .",
      "id": "s298"
    },
    {
      "text": "Both the title to, and contents of, this email provide further contemporaneous objective evidence that Thompson and Frawley had agreed to waive the Deposits Condition Precedent.",
      "id": "s299"
    },
    {
      "text": "The email went on to state:\n \n \n \"Please proceed with drafting of contract with Latitude.",
      "id": "s300"
    },
    {
      "text": "The points Josh and I have agreed on are as follows: \n \n \n \n \n \n 1..",
      "id": "s301"
    },
    {
      "text": "It will be a share sale agreement and we will warrant that [EHD] is a clean company.",
      "id": "s302"
    },
    {
      "text": "2..",
      "id": "s303"
    },
    {
      "text": "The sale will not be conditional on a % of deposits being reached by August 31.",
      "id": "s304"
    },
    {
      "text": "3..",
      "id": "s305"
    },
    {
      "text": "The development of the guest house will not be included in this contract.",
      "id": "s306"
    },
    {
      "text": "4.. BreakFree is to approve the builders construction schedule.",
      "id": "s307"
    },
    {
      "text": "5.. BreakFree is to be notified of payments to the builder under this schedule, and receive a copy of the quantity surveyors report on building progress for payment release.",
      "id": "s308"
    },
    {
      "text": "6..",
      "id": "s309"
    },
    {
      "text": "Latitude must commence building of Stage 3 by 1 November 2005 [sic] and 50% of stage 3 to be completed by 30 June 2005 and 100% by 30 Nov 2005 (Stage 3A is same as heads of agreement) \n \n \n \n \n \n \n \n \n \n 7.. Consultants cost etc (schedule to be supplied) are to be reimbursed to BreakFree no later than October 31 2005 \n \n \n \n \n \n Josh, we will have to finalise furniture quality etc. as contract is being finalised.",
      "id": "s310"
    },
    {
      "text": "I will speak to Ros tomorrow.",
      "id": "s311"
    },
    {
      "text": "Chong Ming, Our aim is to sign contract no later than Wednesday august 18 and it can be completed at same time.",
      "id": "s312"
    },
    {
      "text": "If anyone has nay (sic) questions please contact me.",
      "id": "s313"
    },
    {
      "text": "\" \n \n \n \n\n This email was said by Latitude to constitute the record of the mutual giving up of the Deposits Condition Precedent.",
      "id": "s314"
    },
    {
      "text": "In my view, it did.",
      "id": "s315"
    },
    {
      "text": "63 That evening at 8.55 pm, Thompson responded by email stating that he had not agreed to the following:\n \n \n \n &#8226; Stage 4 being excluded.",
      "id": "s316"
    },
    {
      "text": "I understand what you said but as I indicated I felt there is alot of value their.",
      "id": "s317"
    },
    {
      "text": "[sic] \n \n \n \n \n \n \n \n \n \n &#8226; I'm not going to accept an increase in cost with regard to the furniture.",
      "id": "s318"
    },
    {
      "text": "...As I said I'm happy to look at this but the [HofA] called for 30/6/04 and Ros hadn't submitted by that time.",
      "id": "s319"
    },
    {
      "text": "&#8226; Don't accept point 4 and 5.",
      "id": "s320"
    },
    {
      "text": "Completion dates resolve that.",
      "id": "s321"
    },
    {
      "text": "\" \n \n \n\n\n \n64 The next day, 13 August 2004, Frawley spoke to his solicitors and was advised that the solicitors had prepared the first draft and that it was \" much the same as [the HofA] but with some changes .",
      "id": "s322"
    },
    {
      "text": "\" The same day, Thompson received an offer of finance from LM Investment Management Ltd.",
      "id": "s323"
    },
    {
      "text": "The facility was $22,785,000.",
      "id": "s324"
    },
    {
      "text": "65 On 16 August 2004, Thompson met Frawley to discuss the appointment of the builder for Stages 3 and 3A.",
      "id": "s325"
    },
    {
      "text": "BreakFree wanted Troons.",
      "id": "s326"
    },
    {
      "text": "Latitude wanted Chargold.",
      "id": "s327"
    },
    {
      "text": "The same day, Frawley emailed Thompson saying that:\n \n \n \"Thanks for the meeting today.",
      "id": "s328"
    },
    {
      "text": "I will push Maddocks to get contract finalised.",
      "id": "s329"
    },
    {
      "text": "The more I think about it we need to appoint Troons by Tuesday before you go away.",
      "id": "s330"
    },
    {
      "text": "Give me a call when you have reviewed their adjustments etc and we can finalise.",
      "id": "s331"
    },
    {
      "text": "\" \n \n \n\n Under cl 8.12.1 of the HofA, the choice of the builder was subject to BreakFree's approval, which BreakFree could not unreasonably withhold or delay.",
      "id": "s332"
    },
    {
      "text": "66 On 18 August 2004, four events occurred.",
      "id": "s333"
    },
    {
      "text": "First, at 11.01 am Thompson sent an email to Frawley entitled \" contracts \" which stated that:\n \n \n \"Just to confirm the following: \n \n \n \n a. you will continue to focus on the deposits.",
      "id": "s334"
    },
    {
      "text": "It's important we keep the pressure up: It is also possible it's time to bring the agents back in to the harder core ones to determine issues.",
      "id": "s335"
    },
    {
      "text": "I feel that the agents should speak to purchasers not girls in office.",
      "id": "s336"
    },
    {
      "text": "b.",
      "id": "s337"
    },
    {
      "text": "Not yet received anything from Troons \n \n c. Middleton's have yet to receive anything on contract as yet \n \n \n \n The deposits are very important not to allow things to drift away.",
      "id": "s338"
    },
    {
      "text": "\" \n \n \n\n67 At 11.28 am on 18 August 2004, Troons provided their revised tender.",
      "id": "s339"
    },
    {
      "text": "Although Troons were more expensive and Latitude preferred Chargold, Troons were the successful tenderer and received notice from BreakFree on 18 August 2004.",
      "id": "s340"
    },
    {
      "text": "The letter of appointment from BreakFree informed Troons that:\n \n \n \"BreakFree [was] currently finalising a contract for Latitude ... to undertake this development and while the initial contract will be with BreakFree it will be assignable to Latitude once the development sale is completed.",
      "id": "s341"
    },
    {
      "text": "BreakFree have purchased two Resort Management Rights from Latitude, over the past two years and have a high regard for Josh Thompson and Latitude developments.",
      "id": "s342"
    },
    {
      "text": "I am sure you will enjoy a mutually rewarding and successful relationship with him\".",
      "id": "s343"
    },
    {
      "text": "Thompson was sent a copy of this letter by facsimile.",
      "id": "s344"
    },
    {
      "text": "68 That afternoon, Frawley sent an email to its solicitor (Chong Ming Goh) which was copied to Thompson.",
      "id": "s345"
    },
    {
      "text": "Frawley's email referred to a conversation between Frawley and Chong Ming Goh and reminded him to \" please copy Josh in on contract when you send to Middletons as he is away to Adelaide tomorrow.",
      "id": "s346"
    },
    {
      "text": "Josh it will be there by 7pm tonight\" .",
      "id": "s347"
    },
    {
      "text": "69 At 8.36 pm, Chong Ming Goh sent a covering email attaching a draft of the Sale of Shares Agreement and the Fixed and Floating Charge to James Edmonds at Middletons, Frawley and Thompson.",
      "id": "s348"
    },
    {
      "text": "The terms of the covering email letter are important:\n \n \n \"We understand from our client that various discussions have taken place with your client relating to the terms and conditions set out in the [HofA].",
      "id": "s349"
    },
    {
      "text": "We attach the draft Sale of Shares Agreement (Draft No.2 dated 17 August 2004) and a draft Fixed and Floating Charge (Draft No.1 dated 17 August 2004) for your comments.",
      "id": "s350"
    },
    {
      "text": "The Sale of Shares Agreement incorporates the matters discussed by our client with your client.",
      "id": "s351"
    },
    {
      "text": "....\" \n \n \n\nThis covering email provides further objective evidence that what was discussed on 12 August 2004 was a waiver of the Deposits Condition Precedent.",
      "id": "s352"
    },
    {
      "text": "70 Frawley's email to Stephen Healey of BDO Kendalls of 19 August 2004 also objectively supports that view.",
      "id": "s353"
    },
    {
      "text": "Frawley told his accountant that \" Latitude have cleared that we can do the sale of the development rights by share sale agreement\" .",
      "id": "s354"
    },
    {
      "text": "The sale of the ' development rights' was what BreakFree were already contracted to sell to Latitude under the HofA.",
      "id": "s355"
    },
    {
      "text": "71 On about 20 August 2004, Thompson explained to Frawley that he could not see any point in Latitude issuing three bank guarantees to BreakFree when Latitude would be receiving back one of the three bank guarantees at the commencement of construction or shortly after the provision of the Second and Third Bank Guarantees.",
      "id": "s356"
    },
    {
      "text": "Frawley agreed that Latitude would only provide one more bank guarantee in addition to the first bank guarantee that had already been provided by Latitude under the HofA.",
      "id": "s357"
    },
    {
      "text": "Later that day, Thompson contacted his solicitor at Middletons and told him of the amendment.",
      "id": "s358"
    },
    {
      "text": "Similarly, Frawley spoke to his solicitor at Maddocks and confirmed, inter alia , that there would be no Third Bank Guarantee.",
      "id": "s359"
    },
    {
      "text": "72 Between 20 and 23 August 2004, Thompson received three additional deposit tables from Frawley.",
      "id": "s360"
    },
    {
      "text": "The third table showed that 55.98% of the deposits had been collected.",
      "id": "s361"
    },
    {
      "text": "73 On 24 August 2004, at 11.10 am, Frawley emailed Thompson a copy of a draft letter he proposed be sent to all purchasers of apartments.",
      "id": "s362"
    },
    {
      "text": "The covering email stated \" Here is my draft owner letter.",
      "id": "s363"
    },
    {
      "text": "Please provide comments --- should I mention Latitude or not at this point?",
      "id": "s364"
    },
    {
      "text": "Probably best not to until all deposits etc are in.",
      "id": "s365"
    },
    {
      "text": "\" Thompson replied a few minutes later by email stating \" That is really good.",
      "id": "s366"
    },
    {
      "text": "I agree leave Latitude to the side until deposits are in.",
      "id": "s367"
    },
    {
      "text": "Cheers Josh.",
      "id": "s368"
    },
    {
      "text": "\" \n \n74 The next day, 25 August 2004, Frawley sent to Thompson, by email, a draft press release.",
      "id": "s369"
    },
    {
      "text": "The draft was dated 19 August 2004 and was, in part, in the following terms: \n \n \n \"BREAKFREE Limited announced today it had entered an unconditional contract with Latitude ... for the sale of the development rights for 64 apartments at its landmark Victorian property, Erskine on the Beach.",
      "id": "s370"
    },
    {
      "text": "BreakFree said the $5.44 million sale would contribute $3.9 million to the company's net profit after tax figures for the 2004-2005 year.",
      "id": "s371"
    },
    {
      "text": "Settlement is expected on August 31.",
      "id": "s372"
    },
    {
      "text": "Latitude ... is expected to start construction on the luxury dual key apartments in September 2004, with completion of the $35 million project due in two stages.",
      "id": "s373"
    },
    {
      "text": "... \n BreakFree will simultaneously undertake an extensive refurbishment of the historic guest house facilities at the property, on the beach side of the Great Ocean Road in Lorne.",
      "id": "s374"
    },
    {
      "text": "... \n BreakFree managing director Tony Smith said BreakFree and Latitude ... had built a strong relationship over the years and were looking forward to working together on this prime beachfront property.",
      "id": "s375"
    },
    {
      "text": "Among the resorts developed by Latitude are Beachcomber Byron Bay and Eco Beach Byron Bay, which are established BreakFree properties.",
      "id": "s376"
    },
    {
      "text": "...\" \n \n \n \n\nThompson telephoned Frawley and said that he was satisfied with the draft press release.",
      "id": "s377"
    },
    {
      "text": "75 During the afternoon of 25 August 2004, Thompson obtained approval for the Second Bank Guarantee from the Commonwealth Bank.",
      "id": "s378"
    },
    {
      "text": "Just after 5.00 pm, Frawley sent an email to Chong Ming Goh at Maddocks about the contribution costs to be attached to the Sale of Shares Agreement.",
      "id": "s379"
    },
    {
      "text": "The email was copied to Thompson and reads, in part, \" Middletons reckon they will have contract to you by 10 am.",
      "id": "s380"
    },
    {
      "text": "Please call me urgently once you receive it.",
      "id": "s381"
    },
    {
      "text": "We want to sign and release by noon .",
      "id": "s382"
    },
    {
      "text": "\" (Emphasis added).",
      "id": "s383"
    },
    {
      "text": "On any view, the Sale of Shares Agreement was not going to be signed and released by noon on 26 August 2004.",
      "id": "s384"
    },
    {
      "text": "The reason for the urgency was never explained.",
      "id": "s385"
    },
    {
      "text": "76 At the same time, Maddocks sent a third draft of the Sale of Shares Agreement to Frawley.",
      "id": "s386"
    },
    {
      "text": "At this stage, Middletons had not reverted with their comments.",
      "id": "s387"
    },
    {
      "text": "The covering letter sent by email provided:\n \n \n \"We refer to your earlier emails and telephone conversations with Chong Ming.",
      "id": "s388"
    },
    {
      "text": "We attach a revised Draft Sale of Shares Agreement (Draft No.",
      "id": "s389"
    },
    {
      "text": "3 dated 25 August 2004) with the amendments highlighted for your comments.",
      "id": "s390"
    },
    {
      "text": "Please note that Middletons have not reverted with their comments at this stage.",
      "id": "s391"
    },
    {
      "text": "The main amendments are as follows: \n \n \n \n 1.",
      "id": "s392"
    },
    {
      "text": "Recitals A, B and C have been deleted as requested.",
      "id": "s393"
    },
    {
      "text": "2.",
      "id": "s394"
    },
    {
      "text": "... \n \n 3.",
      "id": "s395"
    },
    {
      "text": "The Third Bank Guarantee has been deleted and manner of release revised in clause 6.3.",
      "id": "s396"
    },
    {
      "text": "4.",
      "id": "s397"
    },
    {
      "text": "... \n \n \n \n Meanwhile, we will continue to follow up with Middletons on their comments to the draft Sale of Shares Agreement...\" \n \n \n \n 26 AUGUST 2004 \n \n77 Thompson spent the morning of 26 August 2004 corresponding by email with his solicitors about amendments to the draft Sale of Shares Agreement.",
      "id": "s398"
    },
    {
      "text": "A copy of an amended version was emailed to him by Middletons at 9.28 am.",
      "id": "s399"
    },
    {
      "text": "At that stage the changes made were described, in part, by Middletons in the following terms:\n \n \n \"I attach our further amended version of the Sale of Shares Agreement ... As you can see, the amendments previously made by the commercial group have been retained, and the amendments made by the tax and property groups are also now included and highlighted.",
      "id": "s400"
    },
    {
      "text": "I make the following comments regarding the property-related amendments: \n \n \n \n 1.",
      "id": "s401"
    },
    {
      "text": "I have assumed that Latitude is purchasing all the shares in [EHD].",
      "id": "s402"
    },
    {
      "text": "On that basis, I have simply included the development rights as part of the Business of EHD since Latitude will take over that Business at completion.",
      "id": "s403"
    },
    {
      "text": "... \n \n \n \n \n \n 2.",
      "id": "s404"
    },
    {
      "text": "You should be aware that the Business of EHD as defined in the Agreement is broader than the construction of the Stage 3 and 3A Apartments.",
      "id": "s405"
    },
    {
      "text": "The Agreement defines the Business as the business of developing: \n \n \n \n \n - the apartments already constructed as at the date of the Sale of Shares Agreement; \n - the apartments to be constructed (including the Stage 3 and 3A Apartments).",
      "id": "s406"
    },
    {
      "text": "Was this agreed?",
      "id": "s407"
    },
    {
      "text": "My concern is that there may be carry-over obligations from Stages 1 and 2 for which Latitude may become liable.",
      "id": "s408"
    },
    {
      "text": "If this has not been agreed between the parties, I suggest that either the Business be limited to the Stage 3 and 3A Apartments or Latitude obtain warranties and indemnities with respect to the previous Stages.",
      "id": "s409"
    },
    {
      "text": "3.",
      "id": "s410"
    },
    {
      "text": "The dates for the construction milestones are different to those set out in the [HofA].",
      "id": "s411"
    },
    {
      "text": "I have amended the Sale of Shares Agreement to comply with the milestone dates set out in the [HofA].",
      "id": "s412"
    },
    {
      "text": "Please let me know if you have agreed different milestone dates with Break Free.",
      "id": "s413"
    },
    {
      "text": "4.",
      "id": "s414"
    },
    {
      "text": "[Construction process flexibility]... \n \n 5.",
      "id": "s415"
    },
    {
      "text": "I have included the warranties, undertakings and requirements recommended in our due diligence report .",
      "id": "s416"
    },
    {
      "text": "6.",
      "id": "s417"
    },
    {
      "text": "[Carve out of contracts of sale]... \n \n \n \n In addition, the tax group amended the GST clause to mirror the clause in the [HofA].",
      "id": "s418"
    },
    {
      "text": "Once you have had an opportunity to consider the attached version, please let me know whether we may send it to Maddocks...\" \n \n (Emphasis added) \n \n\n78 Thompson responded at 10.02 am.",
      "id": "s419"
    },
    {
      "text": "His instructions to Middletons were clear:\n \n \n \"Item 2 no this wasn't agreed and this was discus[s]ed with James Edmonds that it is only 3, 3A and potenti[a]l 4.",
      "id": "s420"
    },
    {
      "text": "We will definitely need protection.",
      "id": "s421"
    },
    {
      "text": "Ideally if they can be removed from this agreement so I don't have to deal with any issues that come up from the past work.",
      "id": "s422"
    },
    {
      "text": "Is this possible?",
      "id": "s423"
    },
    {
      "text": "Item 3 yes we amended the dates To reflect the importance of the Sunset clauses.",
      "id": "s424"
    },
    {
      "text": "Please put back as they were.",
      "id": "s425"
    },
    {
      "text": "Item 4 see what they say ditto 5 \n \n Item 6 is good....\" \n \n (Emphasis added)\n \n \n\n79 Thompson discussed these changes with his solicitor.",
      "id": "s426"
    },
    {
      "text": "The solicitor's file note of the conversation records the following matters:\n \n \n \"T/C ... Thompson \n \n \n \n 1.",
      "id": "s427"
    },
    {
      "text": "We just want 3 &amp; 3A (option re: 4) \n \n \n \n Indemnity re: previous of other future stages \n \n \n \n \n \n Sloppy drafting --- if they [could] get out they [would] have ... \n \n \n \n \n \n \n \n 2.",
      "id": "s428"
    },
    {
      "text": "- acquiring sub-lease --- no GST \n \n \n \n - Purch of Shares - GST / Stamp Duty] Their request, their cost.",
      "id": "s429"
    },
    {
      "text": "So don't come back to [Thompson].",
      "id": "s430"
    },
    {
      "text": "\" \n \n \n \n \n \n \n\n80 At 1.07 pm, Middletons sent a letter and marked up Sale of Shares Agreement to Chong Ming Goh and Geoff Musgrove at Maddocks.",
      "id": "s431"
    },
    {
      "text": "Chong Ming Goh forwarded the email to Frawley at 1.40 pm.",
      "id": "s432"
    },
    {
      "text": "The covering letter stated, in part, that: \n \n \n \"I refer to your email of 18 August 2004 enclosing a draft Sale of Shares Agreement ( the Agreement ).",
      "id": "s433"
    },
    {
      "text": "Latitude has requested a number of amendments be made to the Agreement and, accordingly, I enclose the Agreement marked up with these proposed amendments.",
      "id": "s434"
    },
    {
      "text": "In particular, I draw your attention to the following issues: \n \n \n \n \n \n 1.",
      "id": "s435"
    },
    {
      "text": "Latitude ... will be the purchasing entity under the Agreement and, accordingly, Latitude has been added as a party to the Agreement and Jobern Pty Ltd has been removed.",
      "id": "s436"
    },
    {
      "text": "I also suggest that Lorne Resort Apartments should be made a party to the Agreement.",
      "id": "s437"
    },
    {
      "text": "2.",
      "id": "s438"
    },
    {
      "text": "The definition of \"Business\" has been amended to include the \"Assets\" acquired by Latitude under the [HofA] and to clarify that Latitude are acquiring only development rights to the Stage 3 and Stage 3A Apartments.",
      "id": "s439"
    },
    {
      "text": "In addition, clause 3.3 has been inserted to make it clear that BreakFree remains responsible for the development of the other Apartments and for any claims arising out of the development of those other Apartments.",
      "id": "s440"
    },
    {
      "text": "3.",
      "id": "s441"
    },
    {
      "text": "I am instructed that the amount to be repaid on 30 June 2005 pursuant to clause 4.1.1 will be $3,000,000 and there are no relevant intercompany loans to be repaid.",
      "id": "s442"
    },
    {
      "text": "Accordingly, clause 4.2 and the drafting note following clause 6.5 have been removed.",
      "id": "s443"
    },
    {
      "text": "4.",
      "id": "s444"
    },
    {
      "text": "Upon Latitude's instructions, clause 6 has been amended to refer to only two bank guarantees and clause 8 has been deleted in its entirety as the earlier stage bank guarantee is not required.",
      "id": "s445"
    },
    {
      "text": "Consequential amendments have been made to the dictionary contained in clause 1.",
      "id": "s446"
    },
    {
      "text": "5.",
      "id": "s447"
    },
    {
      "text": "The warranties contained in clauses 7.3 to 7.6 are requirements coming out of the due diligence conducted by Latitude, some of which arise from representations made by BreakFree during the course of this due diligence process and the ongoing negotiations between our clients .",
      "id": "s448"
    },
    {
      "text": "6.",
      "id": "s449"
    },
    {
      "text": "Clause 7.5.6 has been inserted to allow Latitude to make the following amendments to the Contracts of Sale without seeking the consent of BreakFree and EHD.",
      "id": "s450"
    },
    {
      "text": "These two amendments clarify that: \n \n \n \n \n (a) the Purchaser is acquiring a leasehold (rather than a freehold) interest in the apartments; and \n (b) the Purchaser will be liable for any stamp duty payable on the transaction.",
      "id": "s451"
    },
    {
      "text": "7.",
      "id": "s452"
    },
    {
      "text": "Clause 7.11.2 has been inserted pursuant to negotiations between our clients.",
      "id": "s453"
    },
    {
      "text": "8.",
      "id": "s454"
    },
    {
      "text": "In relation to the deposits, our client requires the warranties contained in clause 7.6.1 and an undertaking (clause 7.6.2) from BreakFree that it will ensure that Maddocks and Minter Ellison transfer all deposits held by them to Middletons.",
      "id": "s455"
    },
    {
      "text": "In addition, clause 9.2.4 has been inserted to require BreakFree to use its best endeavours to cooperate with EHD and Latitude in relation to procuring payment of the outstanding Balance Deposits.",
      "id": "s456"
    },
    {
      "text": "9.",
      "id": "s457"
    },
    {
      "text": "To ensure that the requirements of the Corporations Act in relation to managed investment schemes and the provision of financial services have been and continue to be complied with and to ensure that no purchaser is able to rescind their Contract of Sale, Latitude requires that clauses 9.6 and 9.7 be inserted.",
      "id": "s458"
    },
    {
      "text": "Further, Latitude requires that the Manager and BreakFree fully indemnify it for any loss or damage resulting, whether directly or indirectly, from any rescission by a Purchaser as a result of non-compliance with clauses 9.7.2 and 9.7.3.",
      "id": "s459"
    },
    {
      "text": "10.",
      "id": "s460"
    },
    {
      "text": "A last right of refusal for the Stage 4 development has been inserted as clause 12.2, as was agreed in the [HofA].",
      "id": "s461"
    },
    {
      "text": "11.",
      "id": "s462"
    },
    {
      "text": "The GST clause in clause 19 reproduces the GST clause contained in the HofA.",
      "id": "s463"
    },
    {
      "text": "I consider that it is necessary to include these additional provisions for supplies made to Latitude under the Agreement other than the supply of the Apartments.",
      "id": "s464"
    },
    {
      "text": "Would you please advise whether the proposed amendments are acceptable to your client.",
      "id": "s465"
    },
    {
      "text": "\" \n \n (Emphasis added) \n \n \n \n\n81 After receiving the letter and amended draft of the Sale of Shares Agreement, Frawley spoke to his solicitor by telephone twice.",
      "id": "s466"
    },
    {
      "text": "The solicitor's file note of the conversations record the first conversation as follows:\n \n \n \"Asked about condition precedent 2.1.5 re: procurement of balance deposits by 30/8/04.",
      "id": "s467"
    },
    {
      "text": "Under 2.2.2, if the condition precedent is not fulfilled by 30/8/04, either party may terminate the Agreement by notice in writing to the other party.",
      "id": "s468"
    },
    {
      "text": "\" \n \n\n This first conversation lasted from 2.05 to 2.07 pm.",
      "id": "s469"
    },
    {
      "text": "82 What Frawley then did is unclear.",
      "id": "s470"
    },
    {
      "text": "In any event, at 2.15 pm, he spoke again with his solicitor for about 1 hour and 15 minutes during which time they \" discussed some of the provisions in the Share Sale Agreement.",
      "id": "s471"
    },
    {
      "text": "Noted on draft agreement.",
      "id": "s472"
    },
    {
      "text": "\" \n \n83 Frawley provided sworn evidence that at about 4.00 pm that afternoon he telephoned Thompson and told him he was unhappy with the \" numerous amendments and warranties and indemnities that [Thompson] wanted\" .",
      "id": "s473"
    },
    {
      "text": "Frawley stated that Thompson replied stating that \" This [was] our first go at it and we always put in as much as we can on the first go\" .",
      "id": "s474"
    },
    {
      "text": "Thompson was shown telephone records which indicated that he did speak to Frawley on the afternoon of 26 August 2004 for about one minute.",
      "id": "s475"
    },
    {
      "text": "Thompson did not recall the conversation.",
      "id": "s476"
    },
    {
      "text": "However, his sworn evidence was that he would not have said \" This [was] our first go at it and we always put in as much as we can on the first go\" on the basis that he and Frawley had developed a very close relationship over the previous months, he had a lot of respect for Frawley and that was not the way that Thompson conducted business.",
      "id": "s477"
    },
    {
      "text": "I accept Frawley's sworn evidence on this aspect of the matter.",
      "id": "s478"
    },
    {
      "text": "Thompson's evidence is contrary to the written instructions he gave his solicitor on 26 August 2004 set out in [78] above.",
      "id": "s479"
    },
    {
      "text": "84 That evening Frawley again considered terminating the HofA.",
      "id": "s480"
    },
    {
      "text": "The ultimate decision to terminate was not communicated to Thompson for some 5 days.",
      "id": "s481"
    },
    {
      "text": "FRIDAY 27 AUGUST 2004 \n \n85 At 8.45 am, Frawley telephoned his solicitor at Maddocks.",
      "id": "s482"
    },
    {
      "text": "The solicitor's file note records that they discussed a number of clauses of the Middletons' draft of the Sale of Shares Agreement and the instructions he received from Frawley.",
      "id": "s483"
    },
    {
      "text": "Some of the amendments to the Sale of Shares Agreement proposed by Middletons were acceptable to Frawley.",
      "id": "s484"
    },
    {
      "text": "Many were not.",
      "id": "s485"
    },
    {
      "text": "86 Some time in the morning of 27 August 2004, Frawley telephoned Thompson.",
      "id": "s486"
    },
    {
      "text": "Frawley told Thompson that BreakFree were not happy with the amendments and the warranties that had been inserted into the draft Sale of Shares Agreement.",
      "id": "s487"
    },
    {
      "text": "Frawley said that the transaction \" was all getting to[o] hard\" and that \" it [was] becoming very complicated \".",
      "id": "s488"
    },
    {
      "text": "Thompson gave sworn evidence that he told Frawley that the amendments and warranties were based on advice he had been given.",
      "id": "s489"
    },
    {
      "text": "87 Frawley then consulted with Smith.",
      "id": "s490"
    },
    {
      "text": "Smith and Frawley discussed the additional warranties.",
      "id": "s491"
    },
    {
      "text": "Smith was concerned with what he described as a moving of the risk from Latitude to BreakFree and with the length of time that it was going to take to come to a concluded agreement.",
      "id": "s492"
    },
    {
      "text": "Smith's instructions to Frawley were that unless he could come up with a solution by Monday, BreakFree needed to terminate the HofA.",
      "id": "s493"
    },
    {
      "text": "88 Subsequently, at 11.50 am, Frawley telephoned his solicitor again.",
      "id": "s494"
    },
    {
      "text": "He told his solicitor that the HofA would be terminated.",
      "id": "s495"
    },
    {
      "text": "The solicitor's file note of the conversation with Frawley records the instructions he received from Frawley: \n \n \n \"Mark said not to proceed any further.",
      "id": "s496"
    },
    {
      "text": "Will wait till Mon &amp; terminate.",
      "id": "s497"
    },
    {
      "text": "Too hard to have 3 rd party involved &amp; 2 nd mortgages.",
      "id": "s498"
    },
    {
      "text": "Mark wants to use non-fulfilment of condition precedent re: non-payment of deposit by 65% purchasers.",
      "id": "s499"
    },
    {
      "text": "\" \n \n \n\n89 Later the same day, there was a second conversation between Frawley and Thompson.",
      "id": "s500"
    },
    {
      "text": "During the course of the second conversation, Frawley asked Thompson to pay the purchase price of $5.44 million up front.",
      "id": "s501"
    },
    {
      "text": "Thompson refused.",
      "id": "s502"
    },
    {
      "text": "It is common ground that the request was not a demand.",
      "id": "s503"
    },
    {
      "text": "The request for the payment up front was important.",
      "id": "s504"
    },
    {
      "text": "First, Thompson refused the request stating \" No, that's not the agreement [under the HofA]\" .",
      "id": "s505"
    },
    {
      "text": "Secondly, Frawley made the request knowing that it would be unacceptable to Thompson.",
      "id": "s506"
    },
    {
      "text": "Thirdly, Frawley's evidence was that the final decision to terminate was made during the course of that conversation when Thompson said that he would not pay the purchase price up front.",
      "id": "s507"
    },
    {
      "text": "90 Nothing occurred over the weekend.",
      "id": "s508"
    },
    {
      "text": "BreakFree sat quietly waiting for 5.00 pm on 30 August 2004 to arrive so that it could, literally, break free.",
      "id": "s509"
    },
    {
      "text": "At that time, the work done to enable the development of Stages 3 and 3A to commence in September 2004 was well advanced: the builder, Troons, had been engaged and had a commencement date of 15 September 2004; all the working drawings for Stages 3 and 3A had been sorted out and the consultants had been engaged, had already performed a large part of their work and been paid by BreakFree.",
      "id": "s510"
    },
    {
      "text": "MONDAY 30 AUGUST 2004 \n \n91 At about 8.15 am on 30 August 2004, Thompson called Frawley.",
      "id": "s511"
    },
    {
      "text": "Frawley was not at work and said that he would call back at about 10.00 am.",
      "id": "s512"
    },
    {
      "text": "Frawley called Thompson at about 10.00 am.",
      "id": "s513"
    },
    {
      "text": "Frawley told Thompson that he was not going to warrant or indemnify anything.",
      "id": "s514"
    },
    {
      "text": "Frawley asked Thompson again if Latitude would pay the price of $5.44 million up front.",
      "id": "s515"
    },
    {
      "text": "Thompson said no.",
      "id": "s516"
    },
    {
      "text": "Frawley and Thompson then discussed a number of the clauses inserted into the draft Sale of Shares Agreement by Thompson's lawyers.",
      "id": "s517"
    },
    {
      "text": "Frawley said he rejected the clauses discussed.",
      "id": "s518"
    },
    {
      "text": "Thompson's sworn evidence was that Frawley said the clauses discussed were the only issues he had with the Sale of Shares Agreement.",
      "id": "s519"
    },
    {
      "text": "I accept Frawley's evidence that he did not state that the clauses discussed were the only issues he had with the draft Sale of Shares Agreement.",
      "id": "s520"
    },
    {
      "text": "First, that part of the conversation was not included in a subsequent email prepared by Thompson and sent to his solicitor on 30 August 2004 recording the details of conversations with Frawley on 27 and 30 August 2004 or in his initial witness statement.",
      "id": "s521"
    },
    {
      "text": "Secondly, as Thompson said in oral evidence, although he might have said to his own solicitor that the clauses discussed were the only ones discussed, if Frawley had more, he did not raise them with Thompson and finally, it is, as conceded by Thompson, inconsistent with the fact that Frawley was not prepared to warrant anything.",
      "id": "s522"
    },
    {
      "text": "92 On 30 August 2004, at 12.35 pm, Frawley spoke by telephone with Chong Ming Goh at Maddocks.",
      "id": "s523"
    },
    {
      "text": "Frawley's instructions were recorded as follows: \n \n \"[Frawley] --- will reimburse [Thompson] with legal fees incurred by him.",
      "id": "s524"
    },
    {
      "text": "Give [Thompson] a chance to do the development --- But want payment upfront.",
      "id": "s525"
    },
    {
      "text": "Don't think [Thompson] will do that.",
      "id": "s526"
    },
    {
      "text": "So unlikely will be any development there.",
      "id": "s527"
    },
    {
      "text": "Told [Frawley] that RAI will probably call [Frawley] re: best endeavours.",
      "id": "s528"
    },
    {
      "text": "[Frawley] said that they had also met with the purchasers &amp; he's happy that best endeavours have been carried out.",
      "id": "s529"
    },
    {
      "text": "\" \n \n\n93 At 5.05 pm on 30 August 2004, Frawley telephoned Thompson and told him that BreakFree had decided to \"pull the pin\".",
      "id": "s530"
    },
    {
      "text": "Initially, Thompson gave sworn evidence that the call took place at 4.00 pm.",
      "id": "s531"
    },
    {
      "text": "However, on being shown Frawley's telephone records, Thompson conceded that the call took place at 5.05 pm.",
      "id": "s532"
    },
    {
      "text": "Frawley told Thompson that Latitude had added too much into the draft Sale of Shares Agreement and had taken too long to sort it out.",
      "id": "s533"
    },
    {
      "text": "Frawley said that if Latitude was not prepared to pay the money up front then BreakFree were walking and would do the project themselves or find someone else who would pay the money up front.",
      "id": "s534"
    },
    {
      "text": "Frawley offered to pay Latitude's legal costs and told him that he would be sent a letter the next day.",
      "id": "s535"
    },
    {
      "text": "Thompson replied \"we'll see\".",
      "id": "s536"
    },
    {
      "text": "94 At 5.17 pm, Frawley telephoned Chong Ming Goh and reported his conversation with Thompson.",
      "id": "s537"
    },
    {
      "text": "The solicitor's file note records:\n \n \"[Thompson] --- didn't take it all that well.",
      "id": "s538"
    },
    {
      "text": "Told him proposed to pay the legal costs.",
      "id": "s539"
    },
    {
      "text": "He said \"we'll see\" .",
      "id": "s540"
    },
    {
      "text": "[Frawley] asked if we should send letter today.",
      "id": "s541"
    },
    {
      "text": "Told him better tomorrow because cut-off is today.",
      "id": "s542"
    },
    {
      "text": "- offer legal fees --- suggested not to include yet because we don't know how much it'll be.",
      "id": "s543"
    },
    {
      "text": "[Frawley] agreed.",
      "id": "s544"
    },
    {
      "text": "Let [Thompson] come back on that.",
      "id": "s545"
    },
    {
      "text": "\" \n 31 AUGUST 2004 \n \n95 At approximately 9.00 am on 31 August 2004, Thompson received the purported letter of termination from Frawley of BreakFree.",
      "id": "s546"
    },
    {
      "text": "The letter stated:\n \n \"We refer to the [HofA] dated 14 May 2004 between [BreakFree], [Latitude] and ...Thompson.",
      "id": "s547"
    },
    {
      "text": "The HofA is subject (amongst others) to the condition precedent in clause 2.1.5 that BreakFree procure the balance of deposits referred to in clause 10.2.",
      "id": "s548"
    },
    {
      "text": "BreakFree has used its best endeavours to procure the balance of deposits referred to in clause 10.2.",
      "id": "s549"
    },
    {
      "text": "Unfortunately, as at 30 August 2004, BreakFree has only managed to procure the balance deposits from 57.95% of the purchasers of the Stages 3 and 3A Apartments (as defined in the [HofA]).",
      "id": "s550"
    },
    {
      "text": "In view of the above, we hereby give you notice to terminate the [HofA] with immediate effect under clause 2.2.2 of the [HofA].",
      "id": "s551"
    },
    {
      "text": "\" \n \n\nThompson sent a copy of the termination letter, by facsimile, to his solicitor at 9.11 am.",
      "id": "s552"
    },
    {
      "text": "96 After receiving the termination letter, Thompson and his solicitor took the following steps:\n \n (1) Thompson sent his solicitor an email which set out his thoughts at that time.",
      "id": "s553"
    },
    {
      "text": "The attached email set out a description of the work undertaken by Thompson on the Erskine on the Beach Project before the HofA had been signed.",
      "id": "s554"
    },
    {
      "text": "The thrust of the draft email was not that the actions of BreakFree were wrong, just unfair.",
      "id": "s555"
    },
    {
      "text": "The email was not sent to Frawley;\n (2) Later that afternoon, Latitude's solicitor (Middletons) sent a letter to BreakFree's solicitor in the following terms: \n \n \n \"We have been provided with a copy of your client's letter to our client dated 31 August 2004 (copy attached) purporting to terminate the [HofA] dated 14 May 2004 between [BreakFree], [Latitude] and ...Thompson.",
      "id": "s556"
    },
    {
      "text": "We note that the basis on which your client purports to terminate the [HofA] is that it has not satisfied the condition precedent in clause 2.1.5.",
      "id": "s557"
    },
    {
      "text": "We are instructed that our respective clients waived the condition precedent in clause 2.1.5 of the [HofA] and that the waiver was communicated to you in an email from Mark Frawley dated 12 August 2004.",
      "id": "s558"
    },
    {
      "text": "We attach a copy of that email and refer you to point 2 in particular.",
      "id": "s559"
    },
    {
      "text": "It is clear from your client's email that the parties varied the [HofA] to the effect that the condition precedent in clause 2.1.5 was waived.",
      "id": "s560"
    },
    {
      "text": "Accordingly, we are of the view that your client's purported termination of the [HofA] is invalid.",
      "id": "s561"
    },
    {
      "text": "Our client reserves all of its rights against your client at law and in equity.",
      "id": "s562"
    },
    {
      "text": "Kindly note that this letter may be produced to a Court on the question of costs.",
      "id": "s563"
    },
    {
      "text": "\" \n \n \n (8) EVENTS AFTER 31 AUGUST 2004 \n \n97 On 1 September 2004, BreakFree's solicitors responded to Middletons' letter of 31 August 2004 as follows:\n \n \n \"We refer to your facsimile dated 31 August 2004.",
      "id": "s564"
    },
    {
      "text": "Our client denies that the condition precedent in clause 2.1.5 of the [HofA] was waived by it.",
      "id": "s565"
    },
    {
      "text": "The email dated 12 August 2004 from ... Frawley to Chong Ming Goh ( Email ) was merely for the purpose of preparing a draft Sale of Shares Agreement, which would have superseded the [HofA] upon execution by all parties to the Sale of Shares Agreement.",
      "id": "s566"
    },
    {
      "text": "As the draft Sale of Shares Agreement was never finalised, the rights of the parties remain governed by the terms and conditions set out in the [HofA].",
      "id": "s567"
    },
    {
      "text": "In any event, the Email is merely an instruction to us not to include in the draft Sale of Shares Agreement a condition precedent 'on a % of deposits being reached by August 31'.",
      "id": "s568"
    },
    {
      "text": "The Email therefore does not purport to waive the condition precedent in clause 2.1.5 of the [HofA].",
      "id": "s569"
    },
    {
      "text": "In view of the termination of the [HofA] under the letter from our client to your client dated 31 August 2004, our client has informed us that it is returning the First Bank Guarantee (as defined in the [HofA]) directly to your client.",
      "id": "s570"
    },
    {
      "text": "...\" \n \n (Emphasis added) \n \n\nConsistent with that letter, Frawley returned the First Bank Guarantee to Latitude.",
      "id": "s571"
    },
    {
      "text": "98 On 6 September 2004, Latitude lodged a caveat dated 1 September 2004 against the Crown Lease claiming an interest under the HofA.",
      "id": "s572"
    },
    {
      "text": "On 16 September 2004, BreakFree' solicitors wrote to Latitude's solicitors seeking removal of the caveat.",
      "id": "s573"
    },
    {
      "text": "99 On 22 September 2004, the caveat was withdrawn and a letter was sent by Latitude's solicitors to BreakFree's solicitors which stated that: \n \n \n \"We have advised our client that it may regard BreakFree's conduct in purporting to terminate the [HofA] by way of letter to our client dated 31 August 2004 as a repudiation of the [HofA] .... \n \n Our client has accepted our advice and has instructed us to inform you that it accepts BreakFree's repudiation of the [HofA] and reserves its rights against BreakFree to sue for damages.",
      "id": "s574"
    },
    {
      "text": "We have also been instructed that our client will remove the caveat that has been lodged over Crown Lease ...\" \n \n \n \n\n100 By the end of September 2004, MFS had bought a 19.9% stake in BreakFree which included 50% of Smith's shareholding in BreakFree.",
      "id": "s575"
    },
    {
      "text": "On 10 December 2004, the shares in EHD (and thus the right to develop stages 3 and 3A) were sold to MFS for $5.4 million.",
      "id": "s576"
    },
    {
      "text": "C. LEGAL ANALYSIS \n \n101 Against that summary of the facts, it becomes necessary to consider the parties respective arguments.",
      "id": "s577"
    },
    {
      "text": "As I have said earlier, the central issue arises out of the fact that, on 31 August 2004, BreakFree purported to terminate the HofA for want of compliance with the Deposits Condition Precedent and, on 22 September 2004, Latitude said that conduct was repudiatory and accepted that repudiation.",
      "id": "s578"
    },
    {
      "text": "102 Each party identifies repudiatory conduct by the other as justification for its abandonment of the HofA.",
      "id": "s579"
    },
    {
      "text": "This section will analyse the validity of the parties' various arguments and conclude that BreakFree's conduct in terminating the HofA by letter dated 31 August 2004 (see [95] above) was repudiatory conduct and that Latitude's response on 22 September 2004 (see [99] above) constituted lawful acceptance of that repudiation.",
      "id": "s580"
    },
    {
      "text": "As the following analysis demonstrates, nothing that Latitude did in the period leading up to 31 August 2004 or subsequently, validated BreakFree's purported termination of the HofA and Latitude is entitled to damages for BreakFree's wrongful repudiation of the HofA.",
      "id": "s581"
    },
    {
      "text": "103 This section of the analysis is structured as follows:\n \n (1) The binding nature of the HofA; \n (2) The Deposits Condition Precedent: cl 2.1.5 of the HofA;\n (3) The Entitlement of BreakFree to terminate the HofA on some other basis: \n \n \n (A) The Requirement of Good Faith: cll 3.3 and 13.3 of the HofA; \n \n \n \n \n (B) The Bank Guarantees and Fixed and Floating Charge: cl 7 of the HofA; \n \n \n \n \n (4) BreakFree's Conduct and whether Latitude was entitled to accept the repudiation; \n \n \n (5) Alleged contraventions of s 52 of the TPA: \n \n \n (A) Representations relating to BreakFree's status as Manager;\n (B) Waiver Representation; \n \n \n (6) Stage 4 of the Erskine on the Beach Project: cl 13 of the HofA.",
      "id": "s582"
    },
    {
      "text": "(1) THE BINDING NATURE OF THE HOFA \n \n104 Any analysis of BreakFree's right to terminate the HofA requires consideration of the proper construction of the HofA, in particular, cll 2.1.5 and 2.2.2 of the HofA and the events subsequent to the execution of the HofA.",
      "id": "s583"
    },
    {
      "text": "105 The terms of the HofA are critical.",
      "id": "s584"
    },
    {
      "text": "For present purposes, cll 2 and 3 of the HofA are important.",
      "id": "s585"
    },
    {
      "text": "Part of cl 3 headed \" Binding Agreements\" is worth restating: \n \n \n 3.1 Long Form Contracts \n \n \n \n \n \n The parties have reached finality in agreeing to the terms set out in these Heads of Agreement and intend to be legally bound by these terms, but at the same time propose to have those terms restated in a long form contract which will be fuller and more precise but not different in effect .",
      "id": "s586"
    },
    {
      "text": "... \n \n 3.3 Good Faith \n \n \n \n \n \n \n \n \n \n Each party will conduct all such negotiations in good faith to ensure that the terms set out in these Heads of Agreement are given full effect.",
      "id": "s587"
    },
    {
      "text": "\" \n \n \n \n \n \n (Emphasis added) \n \n\n106 Two matters are not in dispute.",
      "id": "s588"
    },
    {
      "text": "First, Latitude and BreakFree were bound by the HofA, a final agreement within the first category of Masters v Cameron [1954] HCA 72 ; (1954) 91 CLR 353 at 360, namely a contract:\n \n \n \"in which the parties [had] reached finality in arranging all the terms of their bargain and intend[ed] to be immediately bound to the performance of those terms, but at the same time propose[d] to have the terms restated in a form which [would] be fuller and more precise but not different in effect.",
      "id": "s589"
    },
    {
      "text": "\" \n \n \n\nClause 3.1 of the HofA adopted this language.",
      "id": "s590"
    },
    {
      "text": "107 The binding nature and effect of the HofA was repeatedly reinforced by counsel for BreakFree.",
      "id": "s591"
    },
    {
      "text": "As Senior Counsel for BreakFree submitted, it was a contract binding the parties at once to perform the agreed terms whether the completed formal document came into existence or not and:\n \n \n \"in those circumstances, all you can say is that if there is the appropriate clause to require negotiation, or if there is the negotiation then, in those circumstances, there will be a long form agreement if the parties reach agreement.",
      "id": "s592"
    },
    {
      "text": "\" \n \n (Emphasis added) \n \n \n \n\n108 One of the matters binding the parties on execution of the HofA was that cll 3.1 and 3.3 of the HofA imposed a mutual obligation on the parties to negotiate the terms of a long form contract and to conduct those negotiations in good faith.",
      "id": "s593"
    },
    {
      "text": "That is the second matter not in dispute.",
      "id": "s594"
    },
    {
      "text": "However, until execution of such a long form contract (if at all) and subject to any agreement to vary the terms of the HofA, the parties remained bound by the terms of the HofA to buy and sell the Developer's Assets.",
      "id": "s595"
    },
    {
      "text": "(2) THE DEPOSITS CONDITION PRECEDENT: CL 2.1.5 OF THE HOFA \n \n109 The two matters identified in section (1) above (cl 3 of the HofA and the binding nature of the HofA) were the position immediately before the events of 12 August 2004 and, in particular, the disputed conversation on 12 August 2004.",
      "id": "s596"
    },
    {
      "text": "Given that is so, the only objective characterisation of the exchanges that are ultimately recorded in the emails sent on 12 August 2004 (see [62] and [63] above) is that they record the mutual giving up of the capacity to terminate for the failure to satisfy the Deposits Condition Precedent.",
      "id": "s597"
    },
    {
      "text": "Not only did the parties have the power to give up that capacity, there was no need for that agreement to be recorded in writing: cl 2.3.",
      "id": "s598"
    },
    {
      "text": "110 There are other facts and matters which support that objective characterisation.",
      "id": "s599"
    },
    {
      "text": "They may be summarised as follows:\n \n (1) the events taken singularly and cumulatively which are summarised in section B above including but not limited to the events summarised in [59] to [70] above.",
      "id": "s600"
    },
    {
      "text": "No one event is critical; \n (2) the alternative characterisation, that on 12 August 2004 Frawley and Thompson were talking not about the HofA but a 'new contract' based on Frawley's post event reconstruction of the email of 12 August 2004 and should be, and is, rejected.",
      "id": "s601"
    },
    {
      "text": "Frawley could remember little of the conversation on 12 August 2004.",
      "id": "s602"
    },
    {
      "text": "He could not recall Thompson or him having used the expression 'new contract'.",
      "id": "s603"
    },
    {
      "text": "The post event reconstruction in his witness statement was said by Frawley to be substantially the work of his solicitors and counsel.",
      "id": "s604"
    },
    {
      "text": "In so far as the statement contained his own recollection, that recollection was refreshed from the documents to which I have just referred.",
      "id": "s605"
    },
    {
      "text": "Similar criticisms can and are made of Frawley's recollection of events prior to 12 August 2004 and, in particular, his conversation with Thompson on 10 August 2004 as discussed in [55] above;\n (3) BreakFree seeking to characterise the conduct as referring to a 'new contract' is clearly in doubt given Frawley's stated (but irrelevant) intention that there not be any change to the status of the Deposits Condition Precedent in the HofA.",
      "id": "s606"
    },
    {
      "text": "If, as BreakFree's characterisation of the 'new contract' would have it, the parties had already agreed to replace the HofA, it cannot be said that the negotiations relating to the terms of that 'new contract' did not include the terms which had been the subject of formal discussion and agreement.",
      "id": "s607"
    },
    {
      "text": "Any 'new contract' was in terms substantially the same as the HofA and though negotiations continued until 30 August 2004, many of its terms had been agreed.",
      "id": "s608"
    },
    {
      "text": "Both the existence of the HofA and the attention that was given to it in drawing the long form contract reinforces this view;\n (4) in addition, the contents of the contemporaneous documents which were exchanged between the parties and sent to third parties after 12 August 2004 all support the objective characterisation that there had been a mutual giving up of the capacity to terminate for the failure to satisfy the Deposits Condition Precedent.",
      "id": "s609"
    },
    {
      "text": "To take just one example, the terms of the email letter sent by BreakFree's solicitors to Thompson and Latitude's solicitors on 18 August 2004, an extract of which is set out in [69] above, provides objective contemporaneous evidence that \" various discussions [had] taken place ... relating to the terms and conditions set out in the [HofA] \";\n (5) conversely, there are no contemporaneous documents verifying that the parties intended to negotiate a 'new contract'.",
      "id": "s610"
    },
    {
      "text": "The content of the written communications exchanged between Frawley and Thompson, and between Frawley and his solicitor, following their conversation on 12 August provide objective contemporaneous evidence that the discussions related to the terms of the long form version of the HofA.",
      "id": "s611"
    },
    {
      "text": "The parties were negotiating issues which were critical to them and arose out of the HofA.",
      "id": "s612"
    },
    {
      "text": "As counsel for Latitude submitted, the content of these communications concerned the terms of the Sale of Shares Agreement and only made sense as negotiations relating to the drawing of the long form agreement provided for under the HofA;\n (6) from no later than 28 June 2004, BreakFree had been repeatedly discussing with and 'pushing' Latitude to permit the HofA to \" go unconditional \" and for Latitude to commit to proceed with the development (for example, see [36] --- [38] (28 June 2004), [46] and [47] (3 August 2004), [48] and [49] (4 August 2004) and [50] (5 August 2004).",
      "id": "s613"
    },
    {
      "text": "This was admitted by both Smith and Frawley.",
      "id": "s614"
    },
    {
      "text": "Frawley's assertion that he would not have waived the Deposits Condition Precedent as it was his only 'escape route' or the 'card up his sleeve' should be rejected.",
      "id": "s615"
    },
    {
      "text": "It was contrary to the position BreakFree had adopted since no later than 28 June 2004 and contrary to the sworn evidence of Smith who said: \n \n \n \"And if [Latitude] waived [the Deposits Condition Precedent], there was no issue whatsoever that BreakFree would then turn around and say, \"Oh, hang on.",
      "id": "s616"
    },
    {
      "text": "We don't waive it\"?",
      "id": "s617"
    },
    {
      "text": "--- No, no issue.",
      "id": "s618"
    },
    {
      "text": "\" \n \n \n \n (7) it would have been unusual for the parties to have begun the process of the preparation of the long form contract and the fixed and floating charge, drafting the letter to investors (see [73] above) and drafting the press release (see [74] above) if the Deposits Condition Precedent had not been waived on 12 August 2004.",
      "id": "s619"
    },
    {
      "text": "Especially is that so when on 3 August 2004, Frawley told Thompson that BreakFree was unlikely to get 65% of the deposits topped up by 30 August 2004.",
      "id": "s620"
    },
    {
      "text": "In addition, the contents of the contemporaneous documents which were exchanged between the parties and sent to third parties after 12 August 2004 do not refer, expressly or impliedly, to the fact that the HofA was still subject to the Deposits Condition Precedent; \n (8) the terms of the draft Sale of Shares Agreement provided by Latitude's solicitors to BreakFree's solicitors on 26 August 2004 (which was preceded by an email exchange of drafts) imposed on BreakFree an obligation to obtain the full deposit for all contracts by the Completion Date (cl 7.6.1.2).",
      "id": "s621"
    },
    {
      "text": "This requirement was described as a warranty and not a condition precedent and did not (in light of cl 9.2.3) constitute an undertaking by BreakFree that the contract was conditional on the collection of all deposits by it.",
      "id": "s622"
    },
    {
      "text": "Clause 9.2.3 provided that Latitude would be responsible after the Commencement Date for procuring payment of unpaid deposits and under cl 9.2.4 BreakFree undertook to 'continue to use its best endeavours.",
      "id": "s623"
    },
    {
      "text": ".",
      "id": "s624"
    },
    {
      "text": ".to cooperate with any reasonable request of [Latitude] in relation to procuring [such] payment' .",
      "id": "s625"
    },
    {
      "text": "Other terms relevant to the collection of the deposits referred to BreakFree's obligations in general terms: cl 3.3.1 made BreakFree responsible for the 'continuing conduct of the Developer's Business' until completion and cll 5.4.7 and 5.4.8 referred to BreakFree's responsibility to transfer the collected deposits to Latitude on the Completion Date;\n (9) the failure of Frawley to take any step between receipt by him of the email from Thompson enclosing the due diligence letter on 12 August 2004 (which stated that Latitude was seeking indemnities from BreakFree) and 26 August 2004 (when he received the draft Sale of Shares Agreement amended by Latitude's solicitors) as well as the content of his subsequent instructions to his solicitors on 27 August 2004 are inconsistent with the non waiver of the Deposits Condition Precedent.",
      "id": "s626"
    },
    {
      "text": "During this period, Frawley's solicitors corresponded with Latitude's solicitors about the content of the draft Sale of Shares Agreement.",
      "id": "s627"
    },
    {
      "text": "As outlined in (8) above, the parties no longer proceeded at the time of the critical conversations of 27 August and 30 August, on the basis that collection by BreakFree would be possible by the Collection Date.",
      "id": "s628"
    },
    {
      "text": "Collection of outstanding deposits by that date was desirable, and was envisaged to be the subject of BreakFree's ongoing responsibilities, but the fact of any outstanding deposit was not intended to frustrate the completion of the Sale of Shares Agreement.",
      "id": "s629"
    },
    {
      "text": "This is reinforced by the content of Frawley's complaint to his solicitor on the morning of 27 August 2004 about it being \" too hard to have a third party involved and a second mortgage .",
      "id": "s630"
    },
    {
      "text": "\" The non-fulfilment of the Deposits Condition Precedent was significant as a potential exit-strategy but could not be said, on any construction, to be the breaking point for the negotiations.",
      "id": "s631"
    },
    {
      "text": "The solicitor's file note of this conversation indicated that \" [Frawley] wants to use non-fulfilment of condition precedent re: non-payment of deposit\" and is consistent with my view that commercial considerations and not non-satisfaction of the conditions precedent were critical to BreakFree's decision to terminate.",
      "id": "s632"
    },
    {
      "text": "111 In the circumstances, BreakFree was not entitled to terminate the HofA on the grounds that the Deposits Condition Precedent had not been satisfied.",
      "id": "s633"
    },
    {
      "text": "The parties had given up the capacity to terminate the HofA for failing to satisfy the Deposits Condition Precedent on 12 August 2004.",
      "id": "s634"
    },
    {
      "text": "112 As will be apparent, I have characterised the events of and from 12 August 2004 as the mutual giving up of the capacity to terminate for the failure to satisfy the Deposits Condition Precedent.",
      "id": "s635"
    },
    {
      "text": "The parties variously described the events as 'waiver', 'new contract' and variation.",
      "id": "s636"
    },
    {
      "text": "BreakFree submitted that there was no waiver in fact or at law.",
      "id": "s637"
    },
    {
      "text": "I have dealt with the facts.",
      "id": "s638"
    },
    {
      "text": "The legal submission does not assist BreakFree.",
      "id": "s639"
    },
    {
      "text": "It is true that in Commonwealth v Verwayen [1990] HCA 39 ; (1990) 170 CLR 394 at 423, Brennan J defined waiver as \" a unilateral release or abandonment of a right\" where the right is abandoned once and for all.",
      "id": "s640"
    },
    {
      "text": "However, his honour went on to note (at 425) that \" it is a characteristic of a right susceptible of waiver that it is introduced solely for the benefit of one party\" .",
      "id": "s641"
    },
    {
      "text": "In the present case and notwithstanding the fact that BreakFree was contractually bound to proceed with the development in the absence of the HofA, the express terms of cl 2.1.5 make it abundantly clear that it was not a right susceptible of waiver --- it was not introduced solely for the benefit of one party.",
      "id": "s642"
    },
    {
      "text": "To suggest otherwise is to ignore the express words not only of cl 2.1.5 but also cl 2.3 of the HofA.",
      "id": "s643"
    },
    {
      "text": "113 There is also arguably a further difficulty with BreakFree's contention that it was entitled to rely upon the Deposits Condition Precedent.",
      "id": "s644"
    },
    {
      "text": "It is by no means clear that BreakFree would have been entitled to resile from any contract, whether it be a 'new contract', the HofA or the long form contract, for non-fulfilment by it of its contractual obligations in circumstances where the innocent party had no recourse against it.",
      "id": "s645"
    },
    {
      "text": "The termination letter on 31 August 2004 demonstrated an intention by BreakFree to use its own contractual breach to avoid completion of the HofA or any 'new' or long-form contract in existence at that time.",
      "id": "s646"
    },
    {
      "text": "(2) WAS BREAKFREE ENTITLED TO TERMINATE THE HOFA ON SOME OTHER BASIS?",
      "id": "s647"
    },
    {
      "text": "114 BreakFree sought to rely on other conduct of Latitude as a basis for termination.",
      "id": "s648"
    },
    {
      "text": "That conduct was variously described as a breach of duty by Latitude to negotiate in good faith to give full effect to the HofA, the alleged failure by Latitude to provide the Second Bank Guarantee, the Third Bank Guarantee and the Fixed and Floating Charge and the conduct of Latitude after 31 August 2004.",
      "id": "s649"
    },
    {
      "text": "I will deal with each purported basis in turn.",
      "id": "s650"
    },
    {
      "text": "(A) THE REQUIREMENT OF GOOD FAITH: CL 3.3 AND CL 13.3 OF THE HOFA \n \n115 BreakFree submitted that Latitude breached the mutual obligation contained in cl 3.3 of the HofA that \" [e]ach party will conduct all such negotiations in good faith\" .",
      "id": "s651"
    },
    {
      "text": "The good faith requirement in cl 3.3 is reinforced by cl 13.3 of the HofA relating to Latitude's acquisition of rights to Stage 4 of the Erskine on the Beach Project.",
      "id": "s652"
    },
    {
      "text": "Clause 13.3 provided that the Latitude and BreakFree \" use reasonable endeavours to negotiate in good faith and finalise the agreement for the Stage 4 development\" .",
      "id": "s653"
    },
    {
      "text": "116 The conduct alleged to give rise to this breach was said to comprise both subjective and objective elements and arose out of the request by Latitude for a series of amendments to the Sale of Shares Agreement in the form of additional undertakings, warranties and indemnities to be provided by BreakFree.",
      "id": "s654"
    },
    {
      "text": "The contention was that Latitude failed to conduct negotiations in good faith by requiring these amendments in circumstances where:\n \n(1) it was unwilling to contract on any alternative basis;\n \n (2) the proposed amendments imposed responsibilities on BreakFree which it was unable to perform;\n (3) the effect of the proposed amendments was to shift the risks undertaken by Latitude as the developer to BreakFree as the manager of the Erskine on the Beach Project; and \n (4) the proposed changes were unrelated to the existing agreement between the parties recorded in the HofA.",
      "id": "s655"
    },
    {
      "text": "In my opinion, BreakFree's submissions are contrary to the law and to the facts.",
      "id": "s656"
    },
    {
      "text": "It is necessary to analyse Latitude's conduct in light of the relevant principles and all of the circumstances.",
      "id": "s657"
    },
    {
      "text": "117 This section of the reasons is structured as follows:\n \n (1) alleged breach of an express term to negotiate in good faith;\n (2) an implied duty to negotiate in good faith;\n (3) the content of a requirement to negotiate in good faith;\n (4) indicative factors of good faith and bad faith;\n (5) what is beyond the requirement of good faith; and\n (6) an analysis of the conduct of BreakFree and Latitude.",
      "id": "s658"
    },
    {
      "text": "(i) Alleged breach of express term to negotiate in good faith \n \n118 Traditionally, agreements to negotiate in ' good faith ' were viewed as unenforceable due to want of certainty or lack of consideration, eg Carr v Brisbane City Council [1956] St R Qd 402; Mallozzi v Carapelli SpA [1976] 1 Lloyd's Rep 407 and Walford v Miles [1992] 2 AC 128 at 138 cited by Einstein J in Aiton Australia Pty Ltd v Transfield Pty Ltd [1999] NSWSC 996 ; (1999) 153 FLR 236 at [80] .",
      "id": "s659"
    },
    {
      "text": "119 However, since the early 1990's courts have, in certain circumstances, held that an explicit promise to negotiate in good faith is sufficiently certain to be contractually binding: eg Coal Cliff Collieries Pty Ltd v Sijehama Pty Ltd (1991) 24 NSWLR 1; Australis Media Holdings Pty Ltd v Telstra Corporation Ltd (1998) 43 NSWLR 104; Aiton Australia at [80]; and see Carter JW, Peden E, Tolhurst GJ, Contract Law in Australia (5 th ed, 2007) at 94-95.",
      "id": "s660"
    },
    {
      "text": "120 In Coal Cliff at 26, Kirby P said that:\n \n \n \"...so long as the promise is clear and part of an undoubted agreement between the parties, the court will not adopt a general principle that relief for the breach of such promise must be withheld.",
      "id": "s661"
    },
    {
      "text": "\" \n \n \n\n121 The first question is the proper construction of cl 3.3 of the HofA.",
      "id": "s662"
    },
    {
      "text": "Clause 3.3 of the HofA provides that:\n \n \n \"[e]ach party will conduct all such negotiations in good faith to ensure that the terms set out in these [HofA] are given full effect.",
      "id": "s663"
    },
    {
      "text": "\" \n \n \n\n122 It is a composite clause.",
      "id": "s664"
    },
    {
      "text": "It appears to involve two concepts - \" negotiations in good faith \" - but directed at a particular end - \"to ensure that the terms set out in these [HofA] are given full effect.",
      "id": "s665"
    },
    {
      "text": "\" The phrase \" negotiations in good faith \" is not a defined term.",
      "id": "s666"
    },
    {
      "text": "That does not necessarily make the requirement uncertain.",
      "id": "s667"
    },
    {
      "text": "In Coal Cliff at 27, Kirby P acknowledged that:\n \n \n \"[i]n a small number of cases, by reference to a readily ascertainable external standard, the court may be able to add flesh to a provision which is otherwise unacceptably vague or uncertain or apparently illusory: see eg, Powell v Jones [1968] SASR 394 at 399; Sweet and Maxwell Ltd v Universal News Services Ltd [1964] 2 QB 699; cf Meehan v Jones [1982] HCA 52 ; (1982) 149 CLR 571 at 589; Jillcy Film Enterprises [ Inc v Home Box Office Inc 593 F Supp 515 at 521 (1984); [and]] Ridgeway Coal Co Inc v FMC Corporation [616 F Supp 404 (1985) at 408] .",
      "id": "s668"
    },
    {
      "text": "\" \n \n \n\n123 Furthermore, in Aiton Australia, Einstein J at [98] said that:\n \n \n \"It appears to be common sense that as an obligation to act in \"good faith\" may, in principle, be legally recognised as an implied or imputed obligation, there is no reason why it should be struck down as uncertain in cases where there is an express contractual term...\".",
      "id": "s669"
    },
    {
      "text": "124 Against that background, two matters must be noted at the outset.",
      "id": "s670"
    },
    {
      "text": "A term stipulating that parties \" will conduct all such negotiations in good faith \" is a contractual term.",
      "id": "s671"
    },
    {
      "text": "In Meehan v Jones [1982] HCA 52 ; (1982) 149 CLR 571 at 578, Gibbs CJ said that:\n \n \n \"It is only if the court is unable to put any definite meaning on the contract that it can be said to be uncertain.",
      "id": "s672"
    },
    {
      "text": "\" \n \n \n\n125 If it is possible to attribute a definite meaning to cl 3.3 of the HofA, even if there be more than one possible meaning, the requirement that the parties negotiate in good faith will not be void for uncertainty: Meehan v Jones at 578 citing Upper Hunter County District Council v Australian Chilling and Freezing Co Ltd [1968] HCA 8 ; (1968) 118 CLR 429 at 436 (per Barwick CJ).",
      "id": "s673"
    },
    {
      "text": "The question whether the court is capable of putting a definite meaning on cl 3.3 raises additional issues - when, how, why and by reference to what standard or principles is the clause to be given a definite meaning?",
      "id": "s674"
    },
    {
      "text": "How is one person's bargaining to be judged to be in breach of a promise or a duty to negotiate in good faith?",
      "id": "s675"
    },
    {
      "text": "Is a higher duty to be imposed in certain and, if so, what circumstances?",
      "id": "s676"
    },
    {
      "text": "Do the additional words \" to ensure that the terms set out in these Heads of Agreement are given full effect\" in cl 3.3 of the HofA assist in providing certainty or add to its uncertainty?",
      "id": "s677"
    },
    {
      "text": "What do these additional words mean?",
      "id": "s678"
    },
    {
      "text": "126 An examination of just two cases illustrates the difficulties in identifying any standard or principle against which the certainty of such a clause is to be considered.",
      "id": "s679"
    },
    {
      "text": "In Coal Cliff , the Court found that an obligation to proceed \" in good faith to consult together upon the formulation of a more comprehensive and detailed joint venture agreement \" was uncertain: see Kirby P at 28 with whom Waddell A-JA agreed.",
      "id": "s680"
    },
    {
      "text": "Kirby P, while clearly recognising that some contracts to negotiate in good faith will be enforceable at law (at 27), considered that the contract in question was outside the \" small number of cases\" :\n \n \n \"This was not a case where an external arbitrator was nominated to resolve outstanding differences.",
      "id": "s681"
    },
    {
      "text": "There were many such differences at the time of the heads of agreement and a number remain even three years later when negotiations were finally broken off.",
      "id": "s682"
    },
    {
      "text": "A court would be extremely ill-equipped to fill the remaining blank spaces and to resolve questions which three years of painful negotiation between the solicitors for the parties had failed to remove.",
      "id": "s683"
    },
    {
      "text": "A court could not, in this case, appeal to objective standards or to its own experience --- \n as it might in filling a blank space in a lease of domestic premises or a contract less complex and more familiar than one for a major mining development.",
      "id": "s684"
    },
    {
      "text": "At stake are commercial decisions involving adjustments which would contemplate binding the parties for years and deciding issues that lie well beyond the expertise of a court.",
      "id": "s685"
    },
    {
      "text": "How mining executives, attending to the interests of their corporation and its shareholders might act in negotiating such a complex transaction is quite unknowable.",
      "id": "s686"
    },
    {
      "text": "\" \n \n (Emphasis added) \n \n \n \n\nClearly, his Honour was concerned about the incompleteness of the contract and the extent to which the court, if it was to give effect to the clause, would be required to undertake the inappropriate exercise of determining terms yet to be negotiated in order to make the contract workable.",
      "id": "s687"
    },
    {
      "text": "127 Conversely, in Con Kallergis Pty Ltd (trading as Sunlighting Australasia) v Calshonie Pty Ltd (formerly CW Norris Pty Ltd) (1998) 14 BCL 201, in an unanimous decision of the Victorian Court of Appeal, Hayne J at 212 said:\n \n \n \"Some of the writing in this area seeks to suggest that there can be only one answer to the general question whether an agreement to negotiate is enforceable.",
      "id": "s688"
    },
    {
      "text": "The discussion by the members of the courts who decided Coal Cliff and Trawl Industries , as well as the discussion by Giles, J. of the problems he had to consider in Hooper Bailie and in Elizabeth Bay show that the question may be more complex than the simple statement of it may suggest and that the answer to the problem may vary according to the precise terms of the agreement.",
      "id": "s689"
    },
    {
      "text": "They suggest that it is only when all of the circumstances are known that it can be seen whether the obligations of the parties (described as \"to negotiate\") can be identified with certainty.",
      "id": "s690"
    },
    {
      "text": "\" \n \n \n\n128 The Court then went on to conclude that the agreement in question, expressed in the following terms, was certain:\n \n \n \"an arrangement between A and B that B would pay A a price for work done by A which was a price \"to be negotiated\" by B with C ...The argument before [the Court] assumed that [B] was obliged by its agreement with [A] to conduct the negotiations with [C] in good faith (or honestly and reasonably).",
      "id": "s691"
    },
    {
      "text": "\" \n \n \n \n\n129 The agreement was considered 'certain' because \" B and C must negotiate (B because it is bound to A to do so and C because it is bound to B to do so) and there is a process for resolving any disagreement between B &amp; C\" : at 212.",
      "id": "s692"
    },
    {
      "text": "Hayne J distinguished the agreement in Con Kallergis from that considered by the House of Lords in Walford.",
      "id": "s693"
    },
    {
      "text": "The latter was found to be uncertain because either party could break off negotiations at any time and for any reason.",
      "id": "s694"
    },
    {
      "text": "130 I consider that cl 3.3 of the HofA is uncertain.",
      "id": "s695"
    },
    {
      "text": "Clause 3.3 of the HofA suffers from the same problems referred to by Kirby J in Coal Cliff .",
      "id": "s696"
    },
    {
      "text": "As I have said, what does the phrase \" [e]ach party will conduct all such negotiations in good faith to ensure that the terms set out in these [HofA] are given full effect \" mean?",
      "id": "s697"
    },
    {
      "text": "How and against what standard is the Court to fill in the gaps?",
      "id": "s698"
    },
    {
      "text": "I consider the issue of the content of any such duty in further detail in section (iii) below.",
      "id": "s699"
    },
    {
      "text": "For present purposes, it is sufficient to note that I do not consider that it was open to BreakFree to seek to terminate the HofA on the grounds that Latitude had breached cl 3.3 of the HofA.",
      "id": "s700"
    },
    {
      "text": "The term was uncertain.",
      "id": "s701"
    },
    {
      "text": "131 Notwithstanding the view I have formed that cl 3.3 of the HofA was contractually uncertain, it is however desirable to examine the existence and content of the asserted duty.",
      "id": "s702"
    },
    {
      "text": "That examination will reveal that despite repeated dicta accepting the existence of the duty of good faith of the kind relied upon, Counsel took me to only one case in which it was held, at first instance, that there was a breach of such a duty and yet even then that holding was not determinative of the outcome of the litigation: Pacific Brands Sport &amp; Leisure Pty Ltd v Underworks Pty Ltd [2005] FCA 288 at [60] and on appeal in Pacific Brands Sport &amp; Leisure Pty Ltd v Underworks Pty Ltd [2006] FCAFC 40 ; (2006) 149 FCR 395 at [119] and [235] to [238].",
      "id": "s703"
    },
    {
      "text": "Secondly, as the subsequent discussion will reveal, I am not to be taken as accepting that such a duty, however defined, exists.",
      "id": "s704"
    },
    {
      "text": "(ii) Implied duty to negotiate in good faith \n \n132 Although no implied duty to negotiate in good faith was pleaded or relied on, it is convenient to consider the issue for such light that it sheds upon the express duty that was both pleaded and relied on.",
      "id": "s705"
    },
    {
      "text": "There has been a recent willingness of Australia Courts to find that a duty of ' good faith ' in negotiations is an implied or incidental term of every commercial contract unless the duty is either excluded expressly or by necessary implication: Pacific Brands Sport &amp; Leisure Pty Ltd v Underworks Pty Ltd [2005] FCA 288 at [64] ; Vodafone Pacific Ltd v Mobile Innovations Ltd [2004] NSWCA 15 ; Burger King Corporation v Hungry Jack's Pty Ltd [2001] NSWCA 187 ; Garry Rogers Motors (Aust) Pty Ltd v Subaru (Aust) Pty Ltd (1999) 21 ATPR 41-703; Alcatel Australia Pty Ltd v Scarcella (1998) 44 NSWLR 349; Hughes Aircraft Systems International v Airservices Australia (1997) 76 FCR 151 and Renard Constructions (ME) Pty Ltd v Minister for Public Works (1992) 26 NSWLR 234 .",
      "id": "s706"
    },
    {
      "text": "133 In Royal Botanic Gardens and Domain Trust v South Sydney City Council [2002] HCA 5 ; (2002) 76 ALJR 436 (Gleeson CJ, Gaudron, McHugh, Gummow and Hayne JJ at [40], Kirby J at [87] --- [89]) and Callinan J at [156], the High Court declined to decide the issue of the existence and content of such an obligation.",
      "id": "s707"
    },
    {
      "text": "At that time, the authorities relevant to the implied term of ' fair dealing' were collected and discussed by Finn J in Hughes Aircraft Systems at 188-198.",
      "id": "s708"
    },
    {
      "text": "It is unnecessary to traverse either those authorities or the more recent decisions that have considered the issue.",
      "id": "s709"
    },
    {
      "text": "134 It is sufficient to note that intermediate courts have repeatedly been willing to hold that such a duty exists.",
      "id": "s710"
    },
    {
      "text": "However, as noted earlier I was referred to only one decision where the existence of such a duty (express or implied) was held to have been breached: Pacific Brands Sport &amp; Leisure Pty Ltd v Underworks Pty Ltd [2005] FCA 288 at [66] , a decision which Gyles J subsequently described as ' adventurous ': Council of the City of Sydney v Goldspar Australia Pty Ltd (2006) 230 ALR 437 at [166].",
      "id": "s711"
    },
    {
      "text": "Two things should be noted about the decision at first instance.",
      "id": "s712"
    },
    {
      "text": "First, the breach of such a duty was not determinative ( Pacific Brands Sport &amp; Leisure Pty Ltd v Underworks Pty Ltd [2005] FCA 288 at [60] ) and the decision was the subject of appeal.",
      "id": "s713"
    },
    {
      "text": "Finn and Sundberg JJ at [119] considered that it was unnecessary or inappropriate to deal with the issue given their conclusions on other issues and, further, went on to say (at [119]) that:\n \n \n \"Given both the multiple assumptions required to be made if one was to consider [the subject of breach of an implied duty of good faith] and the potentially contentious nature character of it in any event, we do not consider it is appropriate or helpful to enter upon the matter at this point in this appeal.",
      "id": "s714"
    },
    {
      "text": "\" \n \n \n\n See also Emmett J at [235] --- [238].",
      "id": "s715"
    },
    {
      "text": "135 There is another more difficult issue which may explain the fact that my attention was drawn to only one Australian decision in which the duty has been said to have been breached --- the lack of any precise and readily ascertainable standard against which the negotiations of the parties can be assessed to determine whether it amounted to 'good faith'.",
      "id": "s716"
    },
    {
      "text": "It is to that issue that I now turn.",
      "id": "s717"
    },
    {
      "text": "(iii) Content of a requirement to negotiate in 'good faith' \n \n136 There is a lack of consensus about the content of the requirement of good faith in negotiations.",
      "id": "s718"
    },
    {
      "text": "That is not surprising.",
      "id": "s719"
    },
    {
      "text": "The High Court declined to enter the debate in Royal Botanic Gardens and Canadian academic, Professor Michael Bridge, sceptically defined good faith as \" a concept which means different things to different people in different moods at different times and in different places \": '\"Does Anglo-Canadian Contract law need a Doctrine of Good Faith?",
      "id": "s720"
    },
    {
      "text": "'\" (1984) 9 Can Bus LJ 385 at 407.",
      "id": "s721"
    },
    {
      "text": "Professor Bridge's description is concerning.",
      "id": "s722"
    },
    {
      "text": "If true, a requirement to negotiate in good faith provides little or no assistance to parties in seeking to ascertain or judge their conduct.",
      "id": "s723"
    },
    {
      "text": "137 While the precise boundaries of the content of a requirement of good faith in negotiations remains unclear, some propositions have enjoyed varying degrees of judicial support.",
      "id": "s724"
    },
    {
      "text": "138 First, what is 'good faith' or the content of a good faith obligation will inevitably turn on the facts of each case.",
      "id": "s725"
    },
    {
      "text": "It has been described as a contextual standard.",
      "id": "s726"
    },
    {
      "text": "In Australia, this has been the starting point for an assessment of good faith in a number of cases.",
      "id": "s727"
    },
    {
      "text": "The contextual standard has been variously described.",
      "id": "s728"
    },
    {
      "text": "In Aiton Australia , Einstein J said at [129]:\n \n \n \"The good faith concept acquires substance from the particular events that take place and to which it is applied.",
      "id": "s729"
    },
    {
      "text": "As such, the standard must be fact-intensive and is best determined on a case-by-case basis using the broad discretion of the trial court.",
      "id": "s730"
    },
    {
      "text": "\" \n \n \n\n139 More recently Gyles J in Goldspar at [168] said:\n \n \n \"The best way for a single judge to travel through this thicket is to concentrate upon the particular contractual provision in question, in the particular contract, in the particular circumstances of the case.",
      "id": "s731"
    },
    {
      "text": "\" \n \n \n\n140 Earlier in Hughes Aircraft Systems at 192-193, Finn J described the implied duty in more general terms.",
      "id": "s732"
    },
    {
      "text": "He said:\n \n \n \"...I consider a virtue of the implied duty to be that it expresses in a generalisation of universal application, the standard of conduct to which all contracting parties are to be expected to adhere throughout the lives of their contracts.",
      "id": "s733"
    },
    {
      "text": "\" \n \n \n \n (iv) Indicative Factors of good faith and bad faith \n\n141 The difficulty with the contextual standard or a \" generalisation of universal application \" ( Hughes Aircraft Systems at 193) is to identify the precise boundaries of this standard.",
      "id": "s734"
    },
    {
      "text": "It has evaded the grasp of precise judicial statement.",
      "id": "s735"
    },
    {
      "text": "However, the factors put forward by various judges as indicative factors of good faith and, the converse, bad faith may be divided into three categories --- intention, conduct and the content of the particular contract in question.",
      "id": "s736"
    },
    {
      "text": "Factors highlighting intention \n \n142 It appears common ground that good faith requires ' honesty ': Carter et al (2007) at 26 citing, as an example, the definition in s 5(2) of the Sale of Goods Act 1923 (NSW), that \" [a] thing is deemed to be done \" in good faith \" within the meaning of this Act when it is in fact done honestly, whether it be done negligently or not \" (emphasis added); Mason A, \"Contract, Good Faith and Equitable Standards in Fair Dealing\" (2000) 116 LQR 66.",
      "id": "s737"
    },
    {
      "text": "The difficulty in identifying the scope of ' honesty ' suffers the same problems as defining the expression ' in good faith '.",
      "id": "s738"
    },
    {
      "text": "It merely replaces one term with another.",
      "id": "s739"
    },
    {
      "text": "143 As a result, some academics and judges have resorted to ascertaining the scope of ' good faith ' by focusing on the negative or the exclusions - what constitutes ' bad faith '.",
      "id": "s740"
    },
    {
      "text": "This has been described as the ' excluder ' definition on the basis that the good faith requirement cannot actually be satisfied in positive terms: See Summers RS, \"'Good Faith' in General Contract Law and the Sales Provisions of the Uniform Commercial Code\" (1968) 54 Va L Rev 195; Renard Constructions at 266; Burger King at [150]; and Pacific Brands Sport &amp; Leisure Pty Ltd v Underworks Pty Ltd [2005] FCA 288 at [64] - [65] .",
      "id": "s741"
    },
    {
      "text": "144 Professor Summers suggested (in the context of US case law) that \" [good faith] is a phrase which has no general meaning or meanings of its own, but ... serves to exclude many heterogeneous forms of bad faith \": at 196.",
      "id": "s742"
    },
    {
      "text": "He further argued at 202, that the focus should be directed toward what the phrase eliminates because:\n \n \n \"... the typical judge who uses this phrase is primarily concerned with ruling out specific conduct, and only secondarily, or not at all, with formulating the positive content of a standard.",
      "id": "s743"
    },
    {
      "text": "Good faith...takes on specific and variant meanings by way of contrast with the specific and variant forms of bad faith which judges decide to prohibit.",
      "id": "s744"
    },
    {
      "text": "\" \n \n \n \n\nProfessor Summers then compiled a hypothetical list of good faith options that were identified as correlatives of what bad faith excluded.",
      "id": "s745"
    },
    {
      "text": "One example was identified as acting \" arbitrarily and capriciously exercising a power to terminate a contract\" with the correlative duty to \" act with some reason \": at 203.",
      "id": "s746"
    },
    {
      "text": "145 On the other hand, some have suggested that the concept of ' good faith' \" sets a standard which is sometimes positive in its orientation and sometimes negative, but just as any condition subsequent can be expressed as a condition precedent, so also can every negative orientation of good faith be expressed in positive terms \": Carter et al (2007) at 27.",
      "id": "s747"
    },
    {
      "text": "These attempts to define ' bad faith ' have tended to focus on the intention of the ' breaching ' party and have included acting for an ulterior purpose, acting for an improper purpose or acting with intention to cause harm: See Carter et al (2007) at 27.",
      "id": "s748"
    },
    {
      "text": "Factors highlighting conduct \n \n146 Specific conduct has also been identified by various courts as constituting ' bad faith ' or a lack of ' good faith ' including:\n \n (1) acting arbitrarily, capriciously, unreasonably or recklessly: e.g.",
      "id": "s749"
    },
    {
      "text": "see Viscount Radcliffe in Selkirk v Romar Investments Ltd [1963] 1 WLR 1415 at 1422-23 cited by Gyles J in Goldspar at [173]; and Pacific Brands Sport &amp; Leisure Pty Ltd v Underworks Pty Ltd [2005] FCA 288 at [65] ;\n (2) acting in a manner that is oppressive or unfair in its result by, for example, seeking to prevent the performance of the contract or to withhold its benefits: Pacific Brands Sport &amp; Leisure Pty Ltd v Underworks Pty Ltd [2005] FCA 288 at [65] - [66] ;\n (3) failing to have reasonable regards to the other party's interests: Overlook Management BV v Foxtel Management Pty Ltd (2002) ACR 90---143 at [67] cited by Peden E, Good Faith in the Performance of Contracts (2003) at 160.",
      "id": "s750"
    },
    {
      "text": "(4) failing to act 'reasonably' in general.",
      "id": "s751"
    },
    {
      "text": "I consider this requirement in further detail below.",
      "id": "s752"
    },
    {
      "text": "147 A requirement to act ' reasonably ' when acting in good faith was first articulated in Australia by Priestly JA in Renard Constructions where his Honour observed that reasonableness had \" much in common with the notions of good faith\" : at 263.",
      "id": "s753"
    },
    {
      "text": "Following this decision, courts have favoured ' reasonableness ' as one of the requirements of good faith.",
      "id": "s754"
    },
    {
      "text": "Finkelstein J in Garry Rogers Motors stated that \"provided the party exercising the power acts reasonably in all the circumstances, the duty to act fairly and in good faith will ordinarily be satisfied\" : at [37].",
      "id": "s755"
    },
    {
      "text": "However, several Australian academics have rejected the proposition that good faith includes a requirement of reasonable conduct: See Carter et al (2007) at 27 and Peden, E \" When Common Law Trumps Equity: the Rise of Good Faith and Reasonableness and the Demise of Unconscionability \" (2005) 21 JCL 226.",
      "id": "s756"
    },
    {
      "text": "Factors tied to the content of the contract \n \n148 The final category ties the impugned conduct directly to the content of the contract in question.",
      "id": "s757"
    },
    {
      "text": "In South Sydney District Rugby League Football Club Ltd v News Ltd (2000) 177 ALR 611 at [426] Finn J noted that the:\n \n \"... positive content of the good faith requirement was what Professor L&uuml;cke has described as \"loyalty\" to that which actually had been promised and agreed : see L&uuml;cke, \"Good Faith and Contractual Performance\", in Finn (ed), Essays on Contract, 1987, 162-4; see also the normative view of Fried, Contract as Promise, 1981, 85ff; or, to put the matter negatively, was to preclude what the Restatement, Second, Contracts refers to as \" evasion of the spirit of the bargain \"; see SS205 comment d; Farnsworth, Contracts, 2 nd ed, 1990, SS7.17 p 551...\" \n (Emphasis added)\n \n (v) What is beyond the requirement of good faith?",
      "id": "s758"
    },
    {
      "text": "149 Although as noted above, the boundaries of good faith evade precise definition, there appears to be at least some consensus on the limits of any such duty.",
      "id": "s759"
    },
    {
      "text": "In particular, a duty of good faith:\n \n (1) is not fiduciary in nature; \n \n (2) does not require a party to subordinate its own interests, let alone act selflessly; and\n \n (3) does not require a party to restrict decisions and actions, reasonably taken, which are designed to promote the legitimate interests of a party and which are not otherwise in breach of an express contractual term.",
      "id": "s760"
    },
    {
      "text": "See Justice Finn \"Good Faith and Fair Dealing: Australia\" Commercial Good Faith Conference (Auckland, New Zealand, 2 September 2005); South Sydney District Rugby League at [394] in the context of an implied duty and, finally, in the context of a duty to negotiate in good faith arising out of an alternative dispute resolution clause see Aiton Australia at [83].",
      "id": "s761"
    },
    {
      "text": "(vi) Latitude and BreakFree \n \n150 As I have said earlier, I am not to be taken as accepting that such a duty, however defined, does exist.",
      "id": "s762"
    },
    {
      "text": "It evades precise definition.",
      "id": "s763"
    },
    {
      "text": "The content of any such duty will vary from case to case.",
      "id": "s764"
    },
    {
      "text": "Further as the authorities have demonstrated, the conduct said to breach such a duty has inevitably given rise to relief under existing causes of action.",
      "id": "s765"
    },
    {
      "text": "Against that background it becomes necessary to consider the HofA and the conduct of Latitude.",
      "id": "s766"
    },
    {
      "text": "If there was a breach of a duty to negotiate in good faith, what is it about the circumstances of this case that is said to give rise to a breach?",
      "id": "s767"
    },
    {
      "text": "In the present case, I do not consider that there is anything about Latitude's conduct which could be said to be in breach of any such duty.",
      "id": "s768"
    },
    {
      "text": "151 In my view, BreakFree's allegations are an after the event characterisation of the commercial consequences of its conduct in circumstances where the ground upon which it relied to terminate the HofA was not only in doubt but was not open to it.",
      "id": "s769"
    },
    {
      "text": "152 The conduct relied upon by BreakFree as amounting to a beach of the duty to negotiate in good faith was said to be Latitude's insistence upon certain warranties and indemnities.",
      "id": "s770"
    },
    {
      "text": "At the time they were sought, they were described both by Latitude's solicitor and by Thompson.",
      "id": "s771"
    },
    {
      "text": "Thompson did not believe they were \" major, just equitable \" and told BreakFree in writing in those terms.",
      "id": "s772"
    },
    {
      "text": "Latitude's solicitor stated that \"[t]he warranties contained in clauses 7.3 to 7.6 [were] requirements coming out of the due diligence conducted by Latitude, some of which arise from representations made by BreakFree during the course of this due diligence process and the ongoing negotiations between our clients .",
      "id": "s773"
    },
    {
      "text": "\" That was consistent with the due diligence letter Middletons provided to Latitude which advised Latitude to seek various warranties and indemnities.",
      "id": "s774"
    },
    {
      "text": "On 12 August 2004, Frawley received an email from Thompson enclosing that due diligence letter.",
      "id": "s775"
    },
    {
      "text": "Both the email and the due diligence letter stated that Latitude was going to seek indemnities from BreakFree.",
      "id": "s776"
    },
    {
      "text": "On 26 August 2004, Frawley received the draft Sale of Shares Agreement amended by Latitude's solicitors including indemnities and warranties.",
      "id": "s777"
    },
    {
      "text": "The inclusion of the warranties and indemnities in the draft Sale of Shares Agreement could not have been a surprise.",
      "id": "s778"
    },
    {
      "text": "It had been foreshadowed some 2 weeks earlier.",
      "id": "s779"
    },
    {
      "text": "Moreover, Frawley knew from the SAS Agreement under which BreakFree had purchased the Developer's Assets that the nature of the assets and the structure of the Erskine on the Beach Project was anything but straightforward: see [22] above.",
      "id": "s780"
    },
    {
      "text": "153 Latitude was not required to restrict its decisions and actions, reasonably taken, which were designed to promote its legitimate interests and which were not otherwise in breach of an express term of the HofA.",
      "id": "s781"
    },
    {
      "text": "Latitude's conduct was no more than an attempt, on legal advice, to protect its own interests.",
      "id": "s782"
    },
    {
      "text": "Applying any of the tests summarised above, it cannot be said that Latitude's conduct was in breach of any duty to negotiate in good faith.",
      "id": "s783"
    },
    {
      "text": "154 BreakFree's assertion that \" nothing in the HofA entitled Latitude [to] impose terms on BreakFree and BreakFree was not obliged to accept such terms...[Latitude] can propose them, and [BreakFree] can reject them \" is not to the point.",
      "id": "s784"
    },
    {
      "text": "It ignores the binding nature of the HofA and, in particular, cl 3.1 of the HofA.",
      "id": "s785"
    },
    {
      "text": "In other words, the HofA bound the parties to sell and purchase the Developer's Assets subject to the conditions precedent which were satisfied.",
      "id": "s786"
    },
    {
      "text": "155 Alternatively, BreakFree's counsel contended that Thompson did not undertake negotiations in good faith but acted unreasonably in circumstances where he sought a range of warranties and other amendments in the period leading up to 30 August 2004.",
      "id": "s787"
    },
    {
      "text": "His requests culminated in the email letter from Middletons to Maddocks on 26 August 2004 attaching a marked up draft Sale of Shares Agreement that identified Latitude's proposed amendments.",
      "id": "s788"
    },
    {
      "text": "It is extracted at [80] above.",
      "id": "s789"
    },
    {
      "text": "As the extract of the covering letter records, at least some of the proposed changes (the warranties and undertakings contained in cll 7.3 to 7.6 with respect to the crown lease; the deeds of agreement for the apartment subleases and the collection and transfer of purchasers' deposits; the undertakings relating to the provision of financial product advice in relation to the sale of apartments in cl 9.6 and the indemnity in the case of individual apartment subleases being rescinded by a purchaser in cl 9.7) were described as \"requirements\".",
      "id": "s790"
    },
    {
      "text": "BreakFree sought to place great weight on the word \"requirements\".",
      "id": "s791"
    },
    {
      "text": "There appeared to be two aspects to BreakFree's argument that these \"requirements\" indicated that Latitude did not undertake contractual negotiations in good faith --- one reflecting the alleged subjective views of Latitude and the other relating to the objective construction of the existing HofA.",
      "id": "s792"
    },
    {
      "text": "156 In relation to the alleged subjective intentions of Latitude and the manner in which negotiations were approached by Thompson, BreakFree submitted that Middletons' covering letter evinced inflexibility and an unwillingness to compromise that would have facilitated completion of the Sale of Shares Agreement by 30 August 2004.",
      "id": "s793"
    },
    {
      "text": "Latitude's conduct was described by BreakFree's counsel as demonstrating \" an absolute determination that unless certain terms were included in the [Sale of Shares Agreement] he would not go on \" and that at no stage during the negotiations and the process between 12 and 26 August did Thompson make it clear to BreakFree that \"he was not prepared to move away from certain core conditions which he regarded as non-negotiable\" .",
      "id": "s794"
    },
    {
      "text": "157 If there is a duty of good faith, then the authorities recognise that the conduct is to be measured against all of the circumstances of the case, which would include the timing of Latitude's request for amendments, the nature of the amendments and whether they were reasonable demands in light of the parties' respective positions and all other commercial considerations.",
      "id": "s795"
    },
    {
      "text": "Reasonableness appears to be the key to understanding how these contextual factors might assist in the characterisation of Latitude's request for further amendments and warranties.",
      "id": "s796"
    },
    {
      "text": "As I have set out above, Latitude's request for further warranties and indemnities was in my view a reasonable, though cautious, attempt to protect its commercial interests.",
      "id": "s797"
    },
    {
      "text": "Latitude was entitled to make requests for changes that it considered would protect its commercial interests.",
      "id": "s798"
    },
    {
      "text": "Whether or not it was unwilling to negotiate on an alternative basis is not relevant to the determination of whether its actions were consistent with any contractual requirement for it to negotiate in good faith.",
      "id": "s799"
    },
    {
      "text": "158 Finally, BreakFree also asserted that the various amendments sought by Latitude were particularly onerous and had the consequence of shifting the risks of the development away from Latitude and imposing obligations upon BreakFree that were not capable of being performed by it as a manager of resorts.",
      "id": "s800"
    },
    {
      "text": "In other words, the proposed amendments were characterised as altering the fundamental character of the contract as a sale of the Developer's business because some of the developer's responsibilities were to remain a residual responsibility, after 30 August 2004, of the Manager.",
      "id": "s801"
    },
    {
      "text": "It was also said that these amendments did not arise out of the HofA.",
      "id": "s802"
    },
    {
      "text": "It is unnecessary to traverse the terms of each amendment.",
      "id": "s803"
    },
    {
      "text": "The relevant question is whether it was unreasonable for Latitude to propose amendments which were summarised on 12 August 2004 and made certain on 26 August 2004.",
      "id": "s804"
    },
    {
      "text": "Taken as a whole, the further warranties and amendments proposed on 12 August 2004 and again on 26 August 2006 reflected Latitude's efforts to protect its commercial interests.",
      "id": "s805"
    },
    {
      "text": "There was no commercial incentive for it to seek to negotiate on terms that were less advantageous to it.",
      "id": "s806"
    },
    {
      "text": "Even if new obligations were sought to be imposed on BreakFree, the contract remained one under which the principal responsibilities and advantages of the development remained with Latitude.",
      "id": "s807"
    },
    {
      "text": "Relevant to that conclusion (although not determinative) is the fact that Middletons' covering letter specifically asked for a response as to whether the amendments were acceptable and included an invitation to contact the solicitor for further information.",
      "id": "s808"
    },
    {
      "text": "The letter and the attached draft Sale of Shares Agreement did not contain an ultimatum.",
      "id": "s809"
    },
    {
      "text": "BreakFree's answer, at least from its solicitor, was silence.",
      "id": "s810"
    },
    {
      "text": "(B) THE BANK GUARANTEES AND ADDITIONAL CHARGE: CL 7 OF THE HOFA \n \n159 BreakFree contends that Latitude evinced an intention not to proceed with the acquisition of the Developer's Assets at all and not just an intention not to proceed with the execution of the Sale of Shares Agreement.",
      "id": "s811"
    },
    {
      "text": "160 Counsel for BreakFree submitted that Latitude's conduct was repudiatory, went \" to the root of the contract \" and evinced an intention not to be bound by the HofA in so far as Latitude failed:\n \n (1) to provide (without explanation) the Second and Third Bank Guarantees under cl 7.2 of the HofA by 30 August 2004 or request an extension past 30 August 2004 to provide the Second and Third Bank Guarantees;\n (2) to request or even secure the Third Bank Guarantee under cl 7.2 of the HofA by 30 August 2004;\n (3) to tender or provide the fixed and floating charge referred to in cl 7.4.1 of the HofA.",
      "id": "s812"
    },
    {
      "text": "That contention is, or those contentions are, misconceived on a number of bases.",
      "id": "s813"
    },
    {
      "text": "161 First, it ignores the principles concerning repudiation.",
      "id": "s814"
    },
    {
      "text": "The relevant principles were summarised by Finn and Sundberg JJ in Pacific Brands Sport &amp; Leisure Pty Ltd v Underworks Pty Ltd [2006] FCAFC 40 ; (2006) 149 FCR 395 at [102] and [103] as follows:\n \n \n \n \"102.",
      "id": "s815"
    },
    {
      "text": "The principles governing repudiation of a contract are, as we understand it, not in issue and for present purposes can be stated shortly.",
      "id": "s816"
    },
    {
      "text": "(i) A party will have repudiated a contract if, by words or conduct, it evinces an intention no longer to be bound by it or if that party shows it intends to fulfil the contract only in a manner substantially inconsistent with its obligations and not in any other way: Shevill v Builders Licensing Board [1982] HCA 47 ; (1982) 149 CLR 620 at 625-626; Laurinda Pty Ltd v Capalaba Park Shopping Centre Pty Ltd [1989] HCA 23 ; (1989) 166 CLR 623.",
      "id": "s817"
    },
    {
      "text": "(ii) The party's conduct is to be judged objectively by reference to the effect it would be reasonably calculated to have upon a reasonable person: Laurinda Pty Ltd v Capalaba Park Shopping Centre Pty Ltd at 658 above; Satellite Estate Pty Ltd v Jacquet (1968) 71 SR (NSW) 126 at 150.",
      "id": "s818"
    },
    {
      "text": "(iii) A party that acts on a genuine but erroneous view of its obligations under the contract will not for that reason alone have repudiated it.",
      "id": "s819"
    },
    {
      "text": "That party may still be willing to perform the contract according to its tenor: DTR Nominees Pty Ltd v Mona Homes Pty Ltd [1978] HCA 12 ; (1978) 138 CLR 423 at 431-432; Woodar Investment Development Ltd v Wimpey Construction UK Ltd [1980] UKHL 11 ; [1980] 1 WLR 277.",
      "id": "s820"
    },
    {
      "text": "But persistence in an untenable construction will ordinarily be regarded as repudiatory: Summers v Commonwealth [1918] HCA 33 ; (1918) 25 CLR 144 at 152; and see Chitty on Contracts [25-018].",
      "id": "s821"
    },
    {
      "text": "103.",
      "id": "s822"
    },
    {
      "text": "We would note, additionally, that in the case of contracts of significant duration in which interaction and some level of cooperation is required, it is common for parties without formally varying their contract to conduct their dealings inter se in ways that they find acceptable and convenient, fair and reasonable, or commercially necessary \"rather than by reference to a priori rights and duties\": cf Integrated Computer Services Pty Ltd v Digital Equipment Corporation (Aust) Pty Ltd (1988) 5 BPR 11,110 at 11,117.",
      "id": "s823"
    },
    {
      "text": "\" \n \n \n \n\n162 Secondly, the conduct of Latitude identified by BreakFree did not, judged objectively by reference to the effect it would be reasonably calculated to have upon a reasonable person, evince an intention no longer to be bound by the HofA.",
      "id": "s824"
    },
    {
      "text": "163 Latitude's failure to provide, request or even secure the Third Bank Guarantee was entirely referable to the fact that, on 20 August 2004, Frawley agreed that Latitude would only provide one more bank guarantee, a fact he confirmed to his solicitor: see [71] above.",
      "id": "s825"
    },
    {
      "text": "This was the type of conduct that Finn and Sundberg JJ considered in [103] of Pacific Brands Sport &amp; Leisure Pty Ltd v Underworks Pty Ltd [2006] FCAFC 40 ; (2006) 149 FCR 395.",
      "id": "s826"
    },
    {
      "text": "164 Further, a request to extend the deadline for the satisfaction of cl 7 of the HofA was not, as submitted by counsel for BreakFree, identical to the procedure for extension of deadlines for the satisfaction of conditions precedent under cl 2.2 of the HofA.",
      "id": "s827"
    },
    {
      "text": "Clause 21.1 of the HofA applied to all other contractual variations and required the formal execution of a new deed.",
      "id": "s828"
    },
    {
      "text": "Its terms are mandatory --- \" [t]hese [HofA] may only be varied or replaced by a document duly executed by the parties \".",
      "id": "s829"
    },
    {
      "text": "Time was of the essence (cl 21.5) and would, in relation to the provision of guarantees, have required formal amendment of the HofA.",
      "id": "s830"
    },
    {
      "text": "The efficacy of engaging in the procedure for formal amendment is questionable given that the parties' attention, in the week prior to 30 August 2004, was directed to a range of additional matters, including the warranties and other amendments sought by Latitude and communicated by its solicitors to BreakFree on 26 August 2004 [see [77ff] above].",
      "id": "s831"
    },
    {
      "text": "In the circumstances, it was reasonable for Latitude to continue its negotiations on these matters without piecemeal amendment under cl 21.1 in respect of individual clauses such as the provision of guarantees under cl 7.",
      "id": "s832"
    },
    {
      "text": "The draft Sale of Shares Agreement forwarded by Middletons on 26 August 2004 was consistent with an intention that there be global amendments to the HofA in the form of a \" document duly executed by the parties\" pursuant to cl 21.1.",
      "id": "s833"
    },
    {
      "text": "165 BreakFree's reference to the failure of Latitude to provide the Second Bank Guarantee under the HofA by 30 August 2004 erroneously focuses on only part of the circumstances which are to be judged objectively.",
      "id": "s834"
    },
    {
      "text": "Considered objectively, in light of all the circumstances, including the fact that Thompson had requested and received the bank guarantee from the Bank as early as 24 August 2004 and that all remained was for he and his wife to sign and fax the document, it cannot be said that the failure of Latitude to provide the Second Bank Guarantee to BreakFree, whether taken singularly or with any other fact or facts, evinced an intention on the part of Latitude no longer to be bound by the HofA.",
      "id": "s835"
    },
    {
      "text": "166 The third event relied upon by BreakFree was the failure of Latitude to provide additional security (in the form of a fixed and floating charge or mortgage over the assets).",
      "id": "s836"
    },
    {
      "text": "BreakFree submitted this was further evidence of Latitude's repudiation of a critical term of the HofA.",
      "id": "s837"
    },
    {
      "text": "Clause 7.4.1 of the HofA was said to provide the contractual basis for this contention.",
      "id": "s838"
    },
    {
      "text": "That clause was in the following terms:\n \n \n \"As additional security for the performance by Latitude of its obligations under the Long Form Contract, Latitude will on the Possession Date grant to BreakFree a fixed and floating charge or mortgage ...over the Assets to secure the payment of the Purchase Price and all monies payable to BreakFree in a form acceptable to BreakFree.",
      "id": "s839"
    },
    {
      "text": "\" \n \n \n\n\"Assets\" was defined in cl 1 of the HofA to mean certain of the assets of the Developer's Business which BreakFree had purchased from BRD under the SAS Agreement.",
      "id": "s840"
    },
    {
      "text": "167 There is no dispute that Latitude did not provide this \"additional security\" or that its provision was somehow linked to the obligation to provide a number of bank guarantees to BreakFree under cll 7.1 and 7.2 of the HofA.",
      "id": "s841"
    },
    {
      "text": "The question is whether the \" additional security\" could properly be construed as a term, let alone a critical term, of the HofA in circumstances where it was identified as security for performance of a Long Form Contract that was never negotiated in final form or executed.",
      "id": "s842"
    },
    {
      "text": "168 BreakFree submitted that it did and that the obligation was a necessary implication of cl 7.4.1 of the HofA and that performance of it by 30 August 2004 was made critical under cl 21.5.",
      "id": "s843"
    },
    {
      "text": "Cl 22.5 of the HofA, headed ' Severance ' and identified as a clause of general application, was said to require this construction.",
      "id": "s844"
    },
    {
      "text": "It provided for the severance of clauses held to be \" invalid ... or unenforceable\" unless it was possible to 'read down [the clause] to the extent necessary to ensure that it is not ... invalid ... or ... unenforceable'.",
      "id": "s845"
    },
    {
      "text": "169 BreakFree submitted that it was possible to read down cl 7.4.1 of the HofA and that the provision of additional security was consistent with the objective intention of the parties irrespective of whether finality, in the form of an Long Form Contract, was in fact reached by the 30 August 2006.",
      "id": "s846"
    },
    {
      "text": "This construction was said to be supported by considerations of business efficacy.",
      "id": "s847"
    },
    {
      "text": "Priority should be given, it was submitted, to preserving the parties' intention to be immediately bound even if the form of the arrangement was imperfect: Masters v Cameron at 360-361.",
      "id": "s848"
    },
    {
      "text": "170 There are at least three reasons why these submissions should be rejected.",
      "id": "s849"
    },
    {
      "text": "Both relate to the terms of cl 7.4.1 of the HofA.",
      "id": "s850"
    },
    {
      "text": "First, cl 7.4.1 required that Latitude provide the charge or mortgage on the ' Possession Date' .",
      "id": "s851"
    },
    {
      "text": "This date was not defined by the HofA and must refer to the date on which Latitude took possession of the assets which it sought to acquire from BreakFree.",
      "id": "s852"
    },
    {
      "text": "Contrary to BreakFree's submission, the obligation to provide the charge was contingent on performance by BreakFree of its obligation to deliver these assets, defined in cl 1 as the assets of the Developer's Business.",
      "id": "s853"
    },
    {
      "text": "Latitude never took possession of these assets and could not be understood as undertaking, by cl 7.4.1, to confer on BreakFree a benefit unsupported by prior consideration.",
      "id": "s854"
    },
    {
      "text": "The second basis relates to the identification of the relevant consideration - the assets of the Developer's Business.",
      "id": "s855"
    },
    {
      "text": "Latitude could not provide security in respect of assets it did not possess.",
      "id": "s856"
    },
    {
      "text": "171 Thirdly, the contention ignores the express terms of the HofA and the effect of it.",
      "id": "s857"
    },
    {
      "text": "The HofA was, as BreakFree submitted (see [105] above), a contract which, subject to the conditions precedent being satisfied, bound Latitude to purchase the Developer's Assets for $5.4 million.",
      "id": "s858"
    },
    {
      "text": "For the reasons set out above, the conditions precedent were satisfied.",
      "id": "s859"
    },
    {
      "text": "Latitude was bound to purchase those assets.",
      "id": "s860"
    },
    {
      "text": "The failure of Latitude to provide additional security pursuant to cl 7.4.1 of the HofA in relation to the long form contract did not constitute a breach of the HofA and, further, did not evince an intention on the part of Latitude no longer to be bound by the HofA.",
      "id": "s861"
    },
    {
      "text": "172 During submissions, BreakFree argued that the position adopted by Latitude on this issue was inconsistent with its pleadings.",
      "id": "s862"
    },
    {
      "text": "In particular, BreakFree referred to the fact that the Reply filed by Latitude sought to explain its failure to provide the second and third guarantees under cl 7.2 of the HofA and the additional security referred to in cl 7.4.1 of the HofA as resulting \" solely by reason of the notification by [BreakFree] of their purported termination of the [HofA] \".",
      "id": "s863"
    },
    {
      "text": "In my view, the content of the Reply does not assist BreakFree.",
      "id": "s864"
    },
    {
      "text": "It does not and cannot alter the substance of Latitude's contention (which I accept) that Latitude was, or would have been able, to perform its obligations: eg see Section (4) below.",
      "id": "s865"
    },
    {
      "text": "The alleged failure to take the steps relied upon by BreakFree does not constitute repudiatory conduct on the part of Latitude.",
      "id": "s866"
    },
    {
      "text": "173 For the reasons outlined above, Latitude's conduct was not otherwise repudiatory.",
      "id": "s867"
    },
    {
      "text": "There was no basis on which BreakFree was entitled to terminate the HofA.",
      "id": "s868"
    },
    {
      "text": "(4) BREAKFREE'S CONDUCT AND WHETHER LATITUDE WAS ENTITLED TO ACCEPT ITS REPUDIATION \n\n174 Applying the same principles, it becomes necessary to analyse BreakFree's conduct.",
      "id": "s869"
    },
    {
      "text": "Was BreakFree's conduct repudiatory and if so, was Latitude entitled to accept that repudiation.",
      "id": "s870"
    },
    {
      "text": "The short answer to both questions is yes.",
      "id": "s871"
    },
    {
      "text": "175 Judged objectively by reference to the effect it would be reasonably calculated to have upon a reasonable person, BreakFree's conduct evinced an intention no longer to be bound.",
      "id": "s872"
    },
    {
      "text": "No other objective characterisation of its conduct on and from 26 August 2004 summarised at [77] to [96] above (including but not limited to its demand for payment of the purchase price up front when it knew that would be unacceptable to Latitude and its purported termination of the HofA on 30 August 2004 when it had, in fact, decided to terminate the HofA days earlier but not decided to tell Latitude and its letter of termination of 31 August 2004) is open.",
      "id": "s873"
    },
    {
      "text": "176 The question which arises is whether Latitude was entitled to accept that repudiation.",
      "id": "s874"
    },
    {
      "text": "BreakFree submitted that Latitude was not entitled to do so because it was not ready and willing to carry out the HofA.",
      "id": "s875"
    },
    {
      "text": "The matter relied upon by BreakFree included Latitude's failure to tender the bank guarantees and the fixed and floating charge.",
      "id": "s876"
    },
    {
      "text": "177 A party, which has properly brought a contract to an end by accepting a wrongful repudiation by the other party to an executory contract, must establish that it was ready and willing to carry out the contract at the time of acceptance of the repudiation and such readiness and willingness includes capacity: Goldspar at [200]---[202] and the authorities cited.",
      "id": "s877"
    },
    {
      "text": "As those authorities make clear the question is whether Latitude demonstrated that it was not then \" disabled or incapacitated from ... performance \": Foran v Wight [1989] HCA 51 ; (1989) 168 CLR 385 at 408-409 (per Mason CJ).",
      "id": "s878"
    },
    {
      "text": "That issue raises two questions - what was to be performed and was the relevant party to the contract disabled or incapacitated from performing those matters?",
      "id": "s879"
    },
    {
      "text": "178 I am satisfied that Latitude was ready, willing and able to carry out the HofA.",
      "id": "s880"
    },
    {
      "text": "It demonstrated that it was not disabled or incapacitated as at 22 September 2004.",
      "id": "s881"
    },
    {
      "text": "It had the necessary skills to construct and develop Stages 3 and 3A of the Erskine on the Beach Project, the tender process was complete, Troons had been appointed the builder to construct the apartments, and had satisfied itself that the plans and building specifications were sufficiently advanced so that construction could commence on time.",
      "id": "s882"
    },
    {
      "text": "Latitude had completed its due diligence enquiries required by the HofA.",
      "id": "s883"
    },
    {
      "text": "Finally, adequate financing options were available to it to ensure that development would not be delayed.",
      "id": "s884"
    },
    {
      "text": "179 BreakFree's assertion that even if it had repudiated the HofA (as it did), Latitude did not accept the repudiation but elected to affirm it should be rejected.",
      "id": "s885"
    },
    {
      "text": "The conduct said by BreakFree to constitute the election affirmation was the fact that Latitude lodged a caveat upon the Crown Lease on 1 September 2004 claiming an interest as sub-lessee.",
      "id": "s886"
    },
    {
      "text": "Latitude contended that the lodgement of the caveat was consistent with its right to terminate for the repudiatory breach by BreakFree that the lodgement of the caveat could not be characterised as an election by Latitude to affirm the HofA.",
      "id": "s887"
    },
    {
      "text": "An inference of affirmation will not be drawn from conduct just because it is consistent with the existence or the continuation of the relevant contract: Immer (No 145) Pty Ltd v The Uniting Church in Australia Property Trust (NSW) [1993] HCA 27 ; (1993) 182 CLR 26.",
      "id": "s888"
    },
    {
      "text": "As Brennan J said (at 30):\n \n \n \"An act amounting to an election must be unequivocal.",
      "id": "s889"
    },
    {
      "text": "Where a contract can be terminated at the option of a promisee, the right to terminate is not necessarily lost by the promisee doing any act consistent with the continuance of the contract.",
      "id": "s890"
    },
    {
      "text": "If the act is also consistent with the reservation of a right to terminate in certain events, the right to terminate is not lost by the doing of the act.",
      "id": "s891"
    },
    {
      "text": "\" \n \n (Footnotes omitted)\n \n \n\nSee also Chitty on Contracts , vol 1 (2004, 27 th ed) at [24-003].",
      "id": "s892"
    },
    {
      "text": "180 Judged in that light, it cannot be said that the lodging of the caveat was unequivocal or not consistent with the reservation of a right to terminate.",
      "id": "s893"
    },
    {
      "text": "So much was made clear by the letter from Middletons to Maddocks of 31 August 2004 (see [96] above)).",
      "id": "s894"
    },
    {
      "text": "An election to terminate is a restricted right which may be effected after some delay by communicating that the contract is at end: see Cheshire and Fifoot's The Law of Contract (2002, 8 th ed) at [21.21] and [21.29].",
      "id": "s895"
    },
    {
      "text": "There was no such delay in the present case.",
      "id": "s896"
    },
    {
      "text": "181 In the circumstances, it is neither necessary nor appropriate to go on and consider, if Latitude had affirmed the HofA, whether it immediately breached the HofA:\n \n (1) by failing to provide the Second and Third Bank Guarantees and further or alternatively, the charge required under cl 7 of the HofA;\n (2) by failing to negotiate under cl 3 of the HofA.",
      "id": "s897"
    },
    {
      "text": "182 For the reasons outlined earlier, none of these matters (taken singularly or collectively), viewed objectively, evinced an intention on the part of Latitude not to be bound by the HofA.",
      "id": "s898"
    },
    {
      "text": "Contrary to BreakFree's submissions, the losses suffered by Latitude were not attributable to its own conduct but the wrongful conduct of BreakFree, repudiatory conduct which Latitude accepted.",
      "id": "s899"
    },
    {
      "text": "BreakFree's counterclaim is dismissed.",
      "id": "s900"
    },
    {
      "text": "183 In light of the conclusions earlier set out, it is also unnecessary to consider and resolve Latitude's complaint that BreakFree breached its duty to negotiate in good faith.",
      "id": "s901"
    },
    {
      "text": "However, for the sake of completeness, I made the following observations.",
      "id": "s902"
    },
    {
      "text": "The legal analysis of the express and implied duty to negotiate in good faith set out above is relevant.",
      "id": "s903"
    },
    {
      "text": "It must be recalled that the context in which impugned conduct is said to arise is relevant.",
      "id": "s904"
    },
    {
      "text": "Here, BreakFree and Latitude were negotiating in the commercial context of vendor and purchaser.",
      "id": "s905"
    },
    {
      "text": "\"Bad faith\" or conduct imputing an absence of \"good faith\" takes on particular meaning where a vendor, in the position of BreakFree, seeks to use a power of rescission to resile late in the course of negotiations.",
      "id": "s906"
    },
    {
      "text": "Viscount Radcliffe's comments in Selkirk at 1422-23 are instructive:\n \n \n \"... it has been said that a vendor, in seeking to rescind, must not act arbitrarily, or capriciously, or unreasonably.",
      "id": "s907"
    },
    {
      "text": "Much less can he act in bad faith.",
      "id": "s908"
    },
    {
      "text": "He may not use the power of rescission to get out of a sale \"brevi manu,\" since by doing so he makes a nullity of the whole elaborate and protracted transaction.",
      "id": "s909"
    },
    {
      "text": "Above all...he must not be guilty of \"recklessness\" in entering into his contract, a term [connoting] an unacceptable indifference to the situation of a purchaser who is allowed to enter into a contract with the expectation of obtaining a title which the vendor has no reasonable anticipation of being able to deliver.",
      "id": "s910"
    },
    {
      "text": "A vendor who has so acted is not allowed to call of the whole transaction by resorting to the contractual right of rescission.. .",
      "id": "s911"
    },
    {
      "text": "\"\n \n \n\n184 In Australia, part of the impetus for the recognition of a implied duty to act in good faith has been the desirability and practice of courts in controlling reliance on general rescission clauses so as to prevent their use \" for improper and extraneous purposes \": see Godfrey Constructions Pty Ltd v Kanangra Park Pty Ltd [1972] HCA 36 ; (1972) 128 CLR 529 at 548; Pierce Bell Sales Pty Ltd v Frazer [1973] HCA 13 ; (1973) 130 CLR 575 at 587 (per Barwick CJ); and Burger King at [151].",
      "id": "s912"
    },
    {
      "text": "In light of these matters and of the foregoing analysis, the issue is whether the conduct of BreakFree, in the course of negotiations and ultimately relying on its power to terminate the HofA under cl 2.2.2, judged objectively, demonstrated a lack of good faith.",
      "id": "s913"
    },
    {
      "text": "185 BreakFree's conduct was hard nosed.",
      "id": "s914"
    },
    {
      "text": "Two examples are sufficient.",
      "id": "s915"
    },
    {
      "text": "First, Frawley told Thompson on the morning of 30 August 2004 that BreakFree would not warrant or indemnify anything (see [91] above).",
      "id": "s916"
    },
    {
      "text": "Other conduct by BreakFree similarly demonstrated commercial shrewdness.",
      "id": "s917"
    },
    {
      "text": "For example, its request on 27 August 2004 that Latitude pay the purchase price upfront, a request that was repeated on Monday 30 August 2004 (see [89] and [91] above) and in circumstances where Frawley made the request knowing that it would be unacceptable to Thompson.",
      "id": "s918"
    },
    {
      "text": "I do not consider that BreakFree's conduct, viewed objectively, was in breach of any duty to negotiate in good faith.",
      "id": "s919"
    },
    {
      "text": "BreakFree's actions demonstrated commercial sharpness but it was not, in the context of negotiations between vendor and purchaser, unfair or unreasonable.",
      "id": "s920"
    },
    {
      "text": "BreakFree did not terminate in the offhanded manner described by Viscount Radcliffe but made a commercial decision in circumstances where protracted negotiations had become stuck and agreed deadlines had been reached without resolution of critical issues.",
      "id": "s921"
    },
    {
      "text": "Though I am unprepared, in the absence of binding authority, to find that this conduct constituted bad faith by BreakFree it did give rise to other remedies in the manner outlined above.",
      "id": "s922"
    },
    {
      "text": "(5) ALLEGED CONTRAVENTIONS OF S 52 OF THE TPA \n \n186 Latitude claims damages under s 75B of the TPA for representations by BreakFree that allegedly contravened s 52 of the TPA and related claims against Smith and Frawley as persons who were knowingly concerned in or parties to the representations.",
      "id": "s923"
    },
    {
      "text": "In light of the conclusions I have reached in relation to Latitude's contractual claims, it is unnecessary to consider these issues.",
      "id": "s924"
    },
    {
      "text": "However, I do so for the sake of completeness.",
      "id": "s925"
    },
    {
      "text": "187 It was common ground that s 52 of the TPA prohibited BreakFree or any person acting on behalf of BreakFree from engaging in conduct ' in trade or commerce' that was misleading or deceptive or likely to mislead or deceive and that the phrase, ' in trade or commerce ' was sufficiently broad to apply to the private contractual negotiations between Latitude and BreakFree: Poseidon Ltd v Adelaide Petroleum NL (1992) ATPR 41-164 (see also definition of \"conduct\" in s 4(2)(b) of the TPA).",
      "id": "s926"
    },
    {
      "text": "188 Latitude's allegations fell into two categories:\n \n (1) representations made by Smith and Frawley relevant to BreakFree's capacity or intention to develop the site and to on-sell the Development Assets and the Stage 4 Assets to Latitude (\"Representations relating to BreakFree's Status as Manager\"); and\n (2) representations by Frawley that BreakFree agreed to vary cl 2 of the HofA so that it was not conditional on Deposits Condition Precedent.",
      "id": "s927"
    },
    {
      "text": "The statutory questions relevant to each category of representation overlap with the inquiries at common law relating to the obligation to negotiate in good faith and the construction of the parties' agreement in relation to the status of the Deposits Condition Precedent on 30 August 2004.",
      "id": "s928"
    },
    {
      "text": "Factual findings already made in relation to the common law claims are pertinent to the resolution of the TPA claims.",
      "id": "s929"
    },
    {
      "text": "(A) REPRESENTATIONS RELATING TO BREAKFREE'S STATUS AS MANAGER \n \n189 Latitude contends that during the course of negotiating the terms of the HofA, BreakFree misrepresented to Latitude that it did not intend to develop the Erskine site, and was uninterested in representing itself in the market as a developer, and failed to disclose to Latitude that it reserved its rights to undertake the development if the parties' terminated the HofA.",
      "id": "s930"
    },
    {
      "text": "190 On 15 April 2004, some 3 weeks after the initial meeting on 22 March 2004, Frawley sent Thompson an email attaching the \"starting terms of our proposed heads of agreement\" .",
      "id": "s931"
    },
    {
      "text": "The memorandum provided, relevantly that:\n \n \n \"BreakFree will proceed with steps required for development, working drawings, tenders etc. This offer is open until BreakFree has finance approved at which time it will continue development in its own right .",
      "id": "s932"
    },
    {
      "text": "Any development costs incurred by BreakFree in relation to Stage 3 &amp; 3A up to this point will be added to the total purchase price and payable in final payment due 30, 2006.",
      "id": "s933"
    },
    {
      "text": "BreakFree would require a second mortgage over Development Company and Erskine development specifically.",
      "id": "s934"
    },
    {
      "text": "This would need to be tailored to an agreed construction schedule.",
      "id": "s935"
    },
    {
      "text": "If this schedule is not met then BreakFree could step in and complete the development.",
      "id": "s936"
    },
    {
      "text": "\" \n (Emphasis added) \n \n \n \n\nLatitude contends that this memorandum is significant because it refers to BreakFree maintaining a residual interest in the development assets that was not finally reflected in the HofA.",
      "id": "s937"
    },
    {
      "text": "Thompson responded to Frawley's proposition that BreakFree reserved its rights in relation to the development assets under the HofA by email on 16 April 2004.",
      "id": "s938"
    },
    {
      "text": "The email attached a marked up version of the memorandum sent by Frawley deleting the references to BreakFree undertaking the development in certain circumstances (see [23]-[25] above).",
      "id": "s939"
    },
    {
      "text": "These changes are reflected by the underlined sections of the above extract.",
      "id": "s940"
    },
    {
      "text": "BreakFree accepted the amendments proposed by Latitude, affirming (on Latitude's submission) the parties' intention that Latitude's rights to develop the resort be independent of the manager's interests.",
      "id": "s941"
    },
    {
      "text": "191 Latitude's contentions were said to be reinforced by the disputed conversation between Frawley, Smith and Thompson on 13 May 2004, the day prior to the execution of the HofA on 14 May 2004.",
      "id": "s942"
    },
    {
      "text": "The critical difference between the recollections of the three attendees at this meeting related to BreakFree's representations about its intention and interests in undertaking development in addition to resort management, as a general proposition, and in particular the desirability of it assuming a development role in relation to the Erskine on the Beach Project.",
      "id": "s943"
    },
    {
      "text": "Thompson's evidence forms the basis of Latitude's pleading about Representations relating to BreakFree's Status as Manager.",
      "id": "s944"
    },
    {
      "text": "For Thompson, the effect of comments made by BreakFree during the meeting was to reassure him that BreakFree did not wish to undertake development and that it was not in BreakFree's commercial interests to do so.",
      "id": "s945"
    },
    {
      "text": "Frawley and Smith disputed that anything was said about BreakFree excluding itself from undertaking development.",
      "id": "s946"
    },
    {
      "text": "When cross-examined on this issue, Thompson clarified that BreakFree's preference was to undertake resort management not development, that this was related to market perception, but not that it would never in any circumstances undertake resort development.",
      "id": "s947"
    },
    {
      "text": "This is consistent with Smith's evidence that: \n \n \n \"We didn't want to be in the development business because it would confuse the market as to what we were, so we would prefer not to be a developer, but if we needed to be, we would, but it was definitely our preference if we could not be viewed as a developer.",
      "id": "s948"
    },
    {
      "text": "\" \n \n \n\n192 On balance, the evidence does not support Latitude's contention that the Representations relating to BreakFree's Status as Manager were made by BreakFree, on 22 March 2004 or during the course of the parties' negotiations or that Latitude or Thompson was misled by anything Smith or Frawley said about this issue.",
      "id": "s949"
    },
    {
      "text": "193 A number of factors objectively support the contention that BreakFree had the capacity to undertake development and had not precluded itself as a potential developer of the Erskine on the Beach Resort:\n \n (1) Thompson's concession that BreakFree was not unprepared to undertake resort development under any circumstances and the email letter sent to him by Frawley on 15 April 2004 that time for the completion of steps for the development was critical as BreakFree was anxious \" to keep moving forward because of time lines and that, if forced to, [BreakFree] would do [the development] themselves \";\n (2) the content of the memorandum prepared by Frawley setting out the starting terms of HofA of 15 April 2004 which referred to the capacity of BreakFree to undertake \" steps required for [the] development\" ;\n (3) BreakFree's intention to be involved following the completion of the HofA with \" steps required for development\" by participating in decision-making relevant to development.",
      "id": "s950"
    },
    {
      "text": "Relevant matters included the requirement that BreakFree approve the appointment of the builder and the content of building contracts for the construction of Stages 3 and 3A; that consultants appointed by Latitude for the purpose be approved by BreakFree (cl 8.12); the requirement that BreakFree consent to any change in the specifications or quality of building materials for the apartments (cl 8.5); that BreakFree have \" sole discretion\" to proceed (unilaterally) with tasks necessary to progress the development (the preparation of working drawings, the tender process and the appointment of consultants) pending the satisfaction of the conditions precedent contained in cl 2.1 (cl 10.2); that BreakFree had responsibility for commencing improvements to the Guest House prior to 30 August 2004 (cl 10.4) and a common intention to co-operate to \" expedite the completion of construction ... of the Stages 3 and 3A Apartments \" pursuant to the agreed timeframes and scope set out in the Design and Construction Programme (cl 11).",
      "id": "s951"
    },
    {
      "text": "The purchase of development rights in no sense severed, absolutely, BreakFree's interests and participation in the development of the Erskine on the Beach Project;\n (4) the contents of the documents sent by email on 25 May 2004 including, in particular, the profit forecast in the schedule prepared by Frawley and which was described by Smith as reflecting what \" we believed that we could actually achieve if we did the development ourselves \".",
      "id": "s952"
    },
    {
      "text": "194 In the circumstances, I am not persuaded that Latitude was misled by BreakFree.",
      "id": "s953"
    },
    {
      "text": "Though private contractual negotiations involving a corporation in trade or commerce may support a claim for a breach of s 52 of the TPA, it is important to distinguish infringing conduct from representations that are apposite to \"sharp commercial practice\" or made in the course of parties bargaining at arm's length: Rhone --- Poulenc Agrochimie SA v UIM Chemical Services Pty Ltd (1986) 12 FCR 477 at 490; Lam v Ausintel Investments Australia Pty Ltd (1989) 97 FLR 458 at 475; Demagogue Pty Ltd v Ramensky (1992) 39 FCR 31 at 32 (per Black CJ); at 40-41 (per Gummow J); Poseidon Ltd v Adelaide Petroleum NL Ltd (1992) 105 ALR 25 at 26 and Australian Competition and Consumer Commission v Oceania Commercial Pty Ltd [2003] FCA 1516 at [196] - [201] .",
      "id": "s954"
    },
    {
      "text": "The relationship between Latitude and BreakFree was that of vendor and purchaser, bargaining at arm's length.",
      "id": "s955"
    },
    {
      "text": "In these circumstances, there cannot be said to have been any expectation on either side that BreakFree would not reserve its rights to undertake development, either in relation to the Erskine on the Beach Project or other projects.",
      "id": "s956"
    },
    {
      "text": "This is reinforced by the evidence outlined above.",
      "id": "s957"
    },
    {
      "text": "Similarly, any non-disclosure by BreakFree about its commercial intentions should a long form contract not be struck with Latitude cannot be construed as misleading or to have misled Latitude.",
      "id": "s958"
    },
    {
      "text": "(B) THE WAIVER REPRESENTATION \n\n195 Latitude also contended that Frawley's agreement to waive the Deposits Condition Precedent was misleading or deceptive conduct under s 52 of the TPA in circumstances where he later relied upon the non-fulfilment of Deposits Condition Precedent as a basis for terminating the HofA.",
      "id": "s959"
    },
    {
      "text": "196 Representations about the existence or scope of contractual terms may constitute \" conduct \" for the purposes of s 52 of the TPA.",
      "id": "s960"
    },
    {
      "text": "Section 4(2)(a) of the TPA provides that \" conduct \" for the purposes of s 52 includes:\n \n \n \"...a reference to doing of or the refusing to do any act, including the making of, or giving effect to a provision of, a contract or arrangement, the arriving at, or the giving effect to a provision of, an understanding or the requiring of the giving of, or the giving of, a covenant.",
      "id": "s961"
    },
    {
      "text": "\" \n \n \n \n\nFrawley's refusal to give effect to the mutual giving up of the Deposits Condition Precedent was conduct capable of sustaining Latitude's allegation.",
      "id": "s962"
    },
    {
      "text": "Having concluded that the parties agreed to a mutual giving up of the Deposits Condition Precedent, Frawley's ' conduct ' in seeking to rely on the Deposits Condition Precedent comprised a \" refusal to ... give effect to a provision of the HofA \" for the purposes of s 4(2)(a).",
      "id": "s963"
    },
    {
      "text": "Accordingly, I would have been satisfied that Latitude was entitled to recover damages from BreakFree and Frawley in relation to this issue.",
      "id": "s964"
    },
    {
      "text": "However, given the conclusions I have reached in relation to Latitude's contractual claims, it is unnecessary to address this issue further.",
      "id": "s965"
    },
    {
      "text": "(It was not suggested that any larger relief would be awarded under the TPA from the relief available at common law).",
      "id": "s966"
    },
    {
      "text": "(6) STAGE 4 OF THE ERSKINE ON THE BEACH PROJECT: CL 13 OF THE HOFA \n \n197 Clause 13 of the HofA provided for the acquisition by Latitude of rights to re-develop the guest house as Stage 4 of the Erskine on the Beach Project (\"the Stage 4 Assets\").",
      "id": "s967"
    },
    {
      "text": "198 Clause 13 was specific to Stage 4 whereby it was agreed that Latitude would acquire the \"development rights for the refurbishment of the Guest House.",
      "id": "s968"
    },
    {
      "text": ".",
      "id": "s969"
    },
    {
      "text": ".to be known as the Stage 4 development\" .",
      "id": "s970"
    },
    {
      "text": "The Stage 4 Assets were not included in the definition of Development Assets relating to Stages 3 and 3A under the HofA.",
      "id": "s971"
    },
    {
      "text": "Significantly, the transfer of the Stage 4 Assets was not (specifically or practically) contingent on satisfaction of the condition precedents contained in cl 2.",
      "id": "s972"
    },
    {
      "text": "199 Negotiations for the terms and conditions relevant to stage 4 were less advanced than those relating to Stages 3 and 3A with only the price being agreed under the HofA.",
      "id": "s973"
    },
    {
      "text": "Clause 13.3 provided that: \n \n \n \"the other terms and conditions for the acquisition of the development rights for the Stage 4 development will be subject to further negotiations.",
      "id": "s974"
    },
    {
      "text": "The parties will use reasonable endeavours to negotiate in good faith and finalise the agreement for the Stage 4 development to be incorporated in the Long Form Contract or in a separate agreement.",
      "id": "s975"
    },
    {
      "text": "\" \n \n (Emphasis added)\n \n \n\n200 The good faith requirement in cl 13 (in the context of the Stage 4 Assets) reinforced the general requirement under cl 3.3 that the parties negotiate in good faith.",
      "id": "s976"
    },
    {
      "text": "At the time of the negotiations of the terms of the HofA, negotiations for Stages 3 and 3A were sufficiently advanced to support the assertion in cl 3.1 that \" [BreakFree and Latitude] have reached finality in agreeing to the terms set out in the HofA \".",
      "id": "s977"
    },
    {
      "text": "The same cannot be said about the terms and conditions relating to the Stage 4 Assets.",
      "id": "s978"
    },
    {
      "text": "Unlike the Development Assets for Stages 3 and 3A, BreakFree and Latitude had not identified any term, other than the purchase price, which could then be stated let alone restated in a long form contract.",
      "id": "s979"
    },
    {
      "text": "The conditions precedent did not constrain the parties' negotiations in relation to Stage 4 Assets other than the expectation that the Sale of Share and Assets agreement be completed, in the circumstances, by 13 August 2004 (see cll 2.1.1 and 2.2.1 of the HofA and [43] above).",
      "id": "s980"
    },
    {
      "text": "201 Nothing the parties did or omitted to do in relation to the Stage 4 Assets supported a claim for damages unless it concerned an argument of lack of good faith in negotiations, which had not and were not required to have progressed substantially by the end of August 2004.",
      "id": "s981"
    },
    {
      "text": "Even if there had been a lack of good faith, it was not pleaded.",
      "id": "s982"
    },
    {
      "text": "D. ORDERS \n \n202 It follows that Latitude is entitled to damages for repudiation by BreakFree of its obligations under the HofA.",
      "id": "s983"
    },
    {
      "text": "Damages were agreed.",
      "id": "s984"
    },
    {
      "text": "Accordingly, there will be judgment for Latitude (the Applicant) against BreakFree (the First and Second Respondents) in the sum of $4,800,000 together with interest calculated from 30 June 2006 at the rate applicable under Order 35 Rule 8 of the Federal Court Rules .",
      "id": "s985"
    },
    {
      "text": "203 In relation to the question of costs, BreakFree should pay Latitude's costs of the proceeding.",
      "id": "s986"
    },
    {
      "text": "The Third and Fourth Respondents were not separately represented.",
      "id": "s987"
    },
    {
      "text": "There should be no order dealing separately with their costs.",
      "id": "s988"
    },
    {
      "text": "I certify that the preceding two hundred and three (203) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gordon .",
      "id": "s989"
    },
    {
      "text": "Associate:\n\nDated: 23 July 2007\n Counsel for the Applicant: Mr DMB Derham QC and Mr M Goldblatt \n \n Solicitor for the Applicant: Middletons \n \n Counsel for the Respondent: Mr M Shatin QC and Dr P Vout \n \n Solicitor for the Respondent: Gadens Lawyers \n \n Date of Hearing: 16, 17, 18, 21, 22, 23, 24 and 25 May 2007 \n \n Date of Judgment: 23 July 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1066.html",
      "id": "s990"
    }
  ]
}