{
  "name": "Anusornchonseree v Minister for Immigration and Citizenship [2007] FCA 1142 (3 August 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1142.html",
  "catchphrases": [
    {
      "text": "visa",
      "id": "c0"
    },
    {
      "text": "cancellation",
      "id": "c1"
    },
    {
      "text": "character test",
      "id": "c2"
    },
    {
      "text": "substantial criminal record",
      "id": "c3"
    },
    {
      "text": "discretion not to cancel visa",
      "id": "c4"
    },
    {
      "text": "procedural fairness",
      "id": "c5"
    },
    {
      "text": "minister's advocate tendered letter from victoria police alleging further criminal conduct by applicant",
      "id": "c6"
    },
    {
      "text": "applicant's counsel not aware of letter until tendered",
      "id": "c7"
    },
    {
      "text": "no opportunity to cross-examine author of letter",
      "id": "c8"
    },
    {
      "text": "tribunal admitted document in evidence",
      "id": "c9"
    },
    {
      "text": "whether denial of procedural fairness",
      "id": "c10"
    },
    {
      "text": "psychologist gave evidence for applicant of prospects for reform",
      "id": "c11"
    },
    {
      "text": "tribunal did not accept opinion of psychologist on basis that psychologist lacked information about applicant's recent criminal conduct and past drug rehabilitation treatment",
      "id": "c12"
    },
    {
      "text": "whether tribunal obliged to notify applicant that it intended to reject psychologist's opinion on this basis",
      "id": "c13"
    },
    {
      "text": "migration",
      "id": "c14"
    }
  ],
  "sentences": [
    {
      "text": "The nature and history of the proceeding \n \n This appeal raises two issues of procedural fairness.",
      "id": "s0"
    },
    {
      "text": "In the first place, it was contended that the Administrative Appeals Tribunal (\"the AAT\") ought not to have received in evidence a document in which serious allegations were made against the applicant, and which first came to the attention of the applicant and his counsel in cross-examination of the applicant.",
      "id": "s1"
    },
    {
      "text": "The applicant's counsel had no opportunity to cross-examine the author of the document.",
      "id": "s2"
    },
    {
      "text": "The second issue arose because the AAT did not accept the opinion of an expert medical witness, who gave evidence on behalf of the applicant, on the basis that the witness lacked necessary background information, particularly about the applicant's recent conduct and about his past treatment.",
      "id": "s3"
    },
    {
      "text": "The AAT did not provide the applicant or his counsel with any indication that it intended to reject the expert's opinion on the basis of either of these deficiencies.",
      "id": "s4"
    },
    {
      "text": "The AAT was constituted by a Deputy President.",
      "id": "s5"
    },
    {
      "text": "Pursuant to the power conferred on the AAT by s 500(1)(b) of the Migration Act 1958 (Cth) (\"the Migration Act \"), the AAT was reviewing a decision of a delegate of the Minister for Immigration and Multicultural and Indigenous Affairs to cancel the applicant's Class BB-155 category visa, a visa entitling the applicant to reside permanently in Australia.",
      "id": "s6"
    },
    {
      "text": "(The Minister's title has now changed to Minister for Immigration and Citizenship, and it will be necessary to amend the title to the proceeding to take account of the change.",
      "id": "s7"
    },
    {
      "text": "It is convenient to refer to the Minister, either as the official responsible for the primary decision, or as the respondent to this proceeding, as \"the Minister\".",
      "id": "s8"
    },
    {
      "text": ") The Minister's delegate's decision to cancel the visa was made pursuant to s 501 of the Migration Act , on the basis that the applicant failed the character test, because of his substantial criminal record.",
      "id": "s9"
    },
    {
      "text": "The delegate's decision was made on 2 June 2004, and the applicant was notified of it on 26 August 2004.",
      "id": "s10"
    },
    {
      "text": "He applied to the AAT for review.",
      "id": "s11"
    },
    {
      "text": "The AAT conducted a hearing at Melbourne on 25 October 2004, at which the applicant was represented by counsel.",
      "id": "s12"
    },
    {
      "text": "On 4 November 2004, the AAT gave its decision, affirming the decision under review, and published its reasons for decision.",
      "id": "s13"
    },
    {
      "text": "The proceeding in this Court is by way of appeal from the AAT.",
      "id": "s14"
    },
    {
      "text": "By s 44(1) of the Administrative Appeals Tribunal Act 1975 (Cth) (\"the AAT Act \"), an appeal lies to this Court from the AAT but the appeal is restricted to a question of law.",
      "id": "s15"
    },
    {
      "text": "A question whether the AAT has denied procedural fairness to a party to a proceeding before it is a question of law for this purpose.",
      "id": "s16"
    },
    {
      "text": "See Clements v Independent Indigenous Advisory Committee [2003] FCAFC 143 (2003) 131 FCR 28 at [3] - [8] per Gray ACJ and North J. Ordinarily, the AAT's decision would be immune from challenge in this Court, because of s 474 of the Migration Act .",
      "id": "s17"
    },
    {
      "text": "It would fall squarely within the definition of \"privative clause decision\" in s 474(2).",
      "id": "s18"
    },
    {
      "text": "Section 44 of the AAT Act would also not apply to it, because of s 483 of the Migration Act , which provides that s 44 of the AAT Act does not apply to a \"privative clause decision\".",
      "id": "s19"
    },
    {
      "text": "The judgment of the High Court of Australia in Plaintiff S157/2002 v Commonwealth of Australia [2003] HCA 2 (2003) 211 CLR 476 makes clear, however, that the reference to a \"decision\" in the definition of \"privative clause decision\" is a reference to a decision that is not invalidated by reason of jurisdictional error.",
      "id": "s20"
    },
    {
      "text": "It follows that, if the applicant in the present case can establish jurisdictional error on the part of the AAT, he is entitled to appeal to this Court.",
      "id": "s21"
    },
    {
      "text": "Denial of procedural fairness on the part of the decision-maker is jurisdictional error for this purpose, as Plaintiff S157 itself demonstrates.",
      "id": "s22"
    },
    {
      "text": "If the applicant in the present case can establish such a denial on the part of the AAT, he will succeed in establishing both error of law by the AAT and an entitlement to have the AAT's decision set aside, despite s 474 of the Migration Act .",
      "id": "s23"
    },
    {
      "text": "The legislation \n \n Section 501 of the Migration Act provides relevantly as follows: \n \n (2) The Minister may cancel a visa that has been granted to a person if: \n \n \n \n \n (a) the Minister reasonably suspects that the person does not pass the character test; and \n \n \n \n \n (b) the person does not satisfy the Minister that the person passes the character test.",
      "id": "s24"
    },
    {
      "text": "... \n \n \n \n (6) For the purposes of this section, a person does not pass the character test if: \n \n \n \n \n \n (a) the person has a substantial criminal record (as defined by subsection (7)); \n \n \n \n \n ... \n \n \n \n (7) For the purposes of the character test, a person has a substantial criminal record if: \n \n ... \n \n \n \n \n \n (c) the person has been sentenced to a term of imprisonment of 12 months or more; or \n \n (d) the person has been sentenced to 2 or more terms of imprisonment (whether on one or more occasions), where the total of those terms is 2 years or more \n \n \n \n \n \n Section 499(1) of the Migration Act empowers the Minister to give written directions to a person or body having functions or powers under the Act about the performance of those functions or the exercise of those powers.",
      "id": "s25"
    },
    {
      "text": "The Minister has exercised this power in relation to the exercise of the discretion conferred by s 501(2) , by issuing a direction which may be cited as \"Direction - Visa Refusal and Cancellation under section 501 - No 21\" (\"Direction No 21\").",
      "id": "s26"
    },
    {
      "text": "In its terms, Direction No 21 applies to the AAT, when it is conducting a review of a decision made under s 501 of the Migration Act .",
      "id": "s27"
    },
    {
      "text": "In relation to the exercise of the discretion to cancel a visa, when a non-citizen does not pass the character test as defined in s 501(6) of the Migration Act , Direction No 21 provides relevantly as follows: \n \n Weight of considerations \n \n 2.2 The Government is mindful of the need to balance a number of important factors in reaching a decision whether or not to refuse or cancel a visa.",
      "id": "s28"
    },
    {
      "text": "In making such a decision, a decision-maker should have regard to three primary considerations and a number of other considerations.",
      "id": "s29"
    },
    {
      "text": "The primary considerations are set out at paragraphs 2.3 - 2.16 and other considerations are set out at paragraphs 2.17 - 2.24.",
      "id": "s30"
    },
    {
      "text": "Decision-makers must have due regard to the importance placed by the Government on the three primary considerations, but should also adopt a balancing process which takes into account all relevant considerations.",
      "id": "s31"
    },
    {
      "text": "PRIMARY CONSIDERATIONS\n \n 2.3 In making a decision whether to refuse or cancel a visa, there are three primary considerations: \n \n (a) the protection of the Australian community, and members of the community; \n \n (b) the expectations of the Australian community; and \n \n (c) in all cases involving a parental or other close relationship between a child or children and the person under consideration, the best interests of the child or children.",
      "id": "s32"
    },
    {
      "text": "Protection of the Australian Community \n \n ... \n \n 2.5 The factors relevant to an assessment of the level of risk to the community of the entry or continued stay of a non-citizen include: \n \n (a) the seriousness and nature of the conduct; \n \n (b) the likelihood that the conduct may be repeated (including any risk of recidivism); and \n \n (c) whether visa refusal or cancellation may prevent or discourage similar conduct (general deterrence).",
      "id": "s33"
    },
    {
      "text": "... \n \n 2.10 It is the Government's view that the person's previous general conduct and total criminal history are highly relevant to assessing the likelihood of an offence and risk of recidivism.",
      "id": "s34"
    },
    {
      "text": "In particular, the following factors will be relevant to the assessment: \n \n (a) a non-citizen commits a further offence after having been warned previously about the risk of refusal or cancellation; \n \n (b) a non-citizen with several previous convictions in Australia should be considered as having an increased risk of recidivism in light of that past behaviour.",
      "id": "s35"
    },
    {
      "text": "In cases where there is a gap or gaps between convictions, the inference may be open that the non-citizen has demonstrated that a substantial period since an earlier conviction is not a reliable indicator that future offences will not be committed; and \n \n (c) the extent of rehabilitation already achieved, the prospect of further rehabilitation and the positive contribution to the community the person may reasonably be expected to make.",
      "id": "s36"
    },
    {
      "text": "Section 33(1)(c) of the AAT Act provides: \n \n the Tribunal is not bound by the rules of evidence but may inform itself on any matter in such manner as it thinks appropriate.",
      "id": "s37"
    },
    {
      "text": "The facts and the AAT's reasons \n \n The following is a summary of the facts found by the AAT.",
      "id": "s38"
    },
    {
      "text": "The applicant was born in Thailand on 14 October 1975.",
      "id": "s39"
    },
    {
      "text": "He emigrated to Australia with his mother, stepfather, two brothers and a sister, arriving on 4 September 1989 when he was 13 years old.",
      "id": "s40"
    },
    {
      "text": "He began smoking marijuana while at school and, at the age of 18, became a heroin addict.",
      "id": "s41"
    },
    {
      "text": "Between 30 June 1995 and 27 October 2003, the applicant was convicted of over 70 criminal offences, including eight of trafficking heroin, one of trafficking amphetamines, various property-related offences, assault, failing to answer bail, driving while disqualified and possession of a firearm.",
      "id": "s42"
    },
    {
      "text": "On a number of these, he was sentenced to terms of imprisonment, totalling well over two years.",
      "id": "s43"
    },
    {
      "text": "On 30 October 2000, he was sentenced to 12 months' imprisonment for trafficking heroin.",
      "id": "s44"
    },
    {
      "text": "From October 2001, the applicant was warned that he was liable to have his visa cancelled.",
      "id": "s45"
    },
    {
      "text": "In his dealings with the Department of Immigration and Multicultural and Indigenous Affairs (now the Department of Immigration and Citizenship) (in both cases, \"the Department\"), the applicant once expressed his remorse for his past conduct and twice announced his intention to reform.",
      "id": "s46"
    },
    {
      "text": "He said that he wished to stop taking heroin, but he continued to take it.",
      "id": "s47"
    },
    {
      "text": "Importantly, on 15 August 2004, the applicant was arrested and charged with offences.",
      "id": "s48"
    },
    {
      "text": "At the time, he admitted that he had two caps of heroin in his possession and made a full admission that he was trafficking, an admission that he retracted in his evidence to the AAT.",
      "id": "s49"
    },
    {
      "text": "The applicant had good relationships with his two brothers and sister, who lived in Victoria and provided him with substantial support.",
      "id": "s50"
    },
    {
      "text": "They were determined to assist him to overcome his drug addiction and live a law-abiding life in Australia.",
      "id": "s51"
    },
    {
      "text": "If returned to Thailand, the applicant would have no means of support, might have to undertake compulsory military service, and might even face imprisonment.",
      "id": "s52"
    },
    {
      "text": "He may also be unable to continue on a methadone program, which he was undertaking at the time of the AAT hearing.",
      "id": "s53"
    },
    {
      "text": "The applicant was also in a relationship with an Australian woman, who was genuinely committed to supporting him.",
      "id": "s54"
    },
    {
      "text": "The two hoped to marry and have children.",
      "id": "s55"
    },
    {
      "text": "The applicant gave evidence for the Crown in criminal proceedings after witnessing a serious assault of a prison inmate.",
      "id": "s56"
    },
    {
      "text": "He also cooperated with the police in various other ways, confessed readily to the crimes he had committed and pleaded guilty in court proceedings.",
      "id": "s57"
    },
    {
      "text": "Five days before the AAT hearing, the applicant underwent an interview and a clinical assessment by Dr Simon Kennedy, a clinical and forensic psychologist, in the Maribyrnong Immigration Detention Centre.",
      "id": "s58"
    },
    {
      "text": "This was the first occasion on which he had seen Dr Kennedy.",
      "id": "s59"
    },
    {
      "text": "Dr Kennedy provided a written report, which was tendered to the AAT, in which he said that, apart from the methadone program and some \"short courses\" while in prison, the applicant had not had drug and alcohol counselling.",
      "id": "s60"
    },
    {
      "text": "At para 5(r) in its reasons for decision, the AAT quoted the following passages from Dr Kennedy's report: \n \n At the age of 29 years, he has established a relatively sound support network around him and has clearly well developed links with medical practitioners who have appropriate treatment instituted for him.",
      "id": "s61"
    },
    {
      "text": "Mr Anusornchonseree's chances of rehabilitation in my opinion, based on this evaluation are good.",
      "id": "s62"
    },
    {
      "text": "He presents with sound motivation to undertake whatever rehabilitation is necessary.",
      "id": "s63"
    },
    {
      "text": "I should not [ sic ] that he has not had formal substance-abuse rehabilitation which in my view would be appropriate for him, and would substantially improve his prognosis.",
      "id": "s64"
    },
    {
      "text": "... \n \n He is also acutely aware that he has limited chances available to him, and presented as motivated to avoid recidivism and remain drug-free.",
      "id": "s65"
    },
    {
      "text": "After quoting these passages, the AAT also quoted from Dr Kennedy's oral evidence as follows: \n \n In my opinion, while it is not possible to ever give categorical statements about recidivism, he presents as an individual with good prospects of rehabilitation.",
      "id": "s66"
    },
    {
      "text": "He presents as an individual who, in my view, based on probability, is unlikely to re-offend.",
      "id": "s67"
    },
    {
      "text": "The AAT then said at paras 6 --- 9:\n \n \n Mr Kennedy was clearly engaged to interview and assess the applicant for the purpose of this hearing.",
      "id": "s68"
    },
    {
      "text": "He interviewed the applicant and did a full clinical assessment on 20 October 2004.",
      "id": "s69"
    },
    {
      "text": "The hearing was held on 25 October 2004.",
      "id": "s70"
    },
    {
      "text": "The interview was held at the Maribyrnong Detention Centre.",
      "id": "s71"
    },
    {
      "text": "Dr Kennedy said in evidence \"This was a relatively tight schedule\" , he went on to say \"...I saw him on that day and this report was dictated on the day too .",
      "id": "s72"
    },
    {
      "text": "\" On being asked about previous treatment he said \"...he would have had a number of counselling options available to him.",
      "id": "s73"
    },
    {
      "text": "\" (my emphasis) \n \n Dr Kennedy indicated in his evidence that he believed that the applicant had \" ... a couple of minor drug education sessions ... \".",
      "id": "s74"
    },
    {
      "text": "He went on to say \"I think the majority of those lasted over a couple of days.",
      "id": "s75"
    },
    {
      "text": "\" However the applicant himself in his evidence said he did a series of \" ... 12 hours drug and Alcohol Treatment and Relapse Prevention.",
      "id": "s76"
    },
    {
      "text": "I done altogether 24 --- it take me three months\".",
      "id": "s77"
    },
    {
      "text": "During Dr Kennedy's oral evidence he was asked in cross examination if he believed that in the last 6 months the applicant had developed \"a commitment to move on and change his behaviour?",
      "id": "s78"
    },
    {
      "text": "\" Dr Kennedy said \"Well, certainly that is what it appears and that is what it looks like to me ... \" .",
      "id": "s79"
    },
    {
      "text": "However the reality is that the applicant was arrested as recently as 15 August 2004, less that [ sic ] 3 months prior to the hearing, and charged with certain offences.",
      "id": "s80"
    },
    {
      "text": "He admitted in evidence that he was in possession of 2 caps of heroin at that time.",
      "id": "s81"
    },
    {
      "text": "I am not persuaded that Dr Kennedy had available to him all of the necessary facts about the applicant's prior conduct and full and correct details of the various courses he had previously undertaken, to support his conclusion that the applicant was now motivated, has good prospects of rehabilitation and is unlikely to re-offend.",
      "id": "s82"
    },
    {
      "text": "That apparent deficiency in background information weighed against the clear and undisputed facts about the applicant's long criminal record and ongoing re-offending, despite past attempts to assist him, leave me unpersuaded that rehabilitation will succeed and that he is unlikely to re-offend.",
      "id": "s83"
    },
    {
      "text": "At paras 16 --- 32, the AAT discussed and considered the matters it was obliged to consider by Direction No 21.",
      "id": "s84"
    },
    {
      "text": "In the course of dealing with the first of the primary considerations, the protection of the Australian community, at paras 21 --- 23, the AAT said: \n \n The Tribunal must also consider the likelihood that the conduct may be repeated.",
      "id": "s85"
    },
    {
      "text": "In assessing this risk, the Tribunal must consider whether the person has previously been warned about the risk of cancellation or deportation but has since re-offended.",
      "id": "s86"
    },
    {
      "text": "The applicant was advised of the liability of visa cancellation in October 2001 whilst serving a prison sentence but despite the warning has continued to re-offend.",
      "id": "s87"
    },
    {
      "text": "He was convicted of further offences in 2002 and 2003 and has admitted being in possession of heroin as recently as August 2004... \n \n The applicant has established a pattern of offending over a significant number of years.",
      "id": "s88"
    },
    {
      "text": "Despite the penalties imposed, rehabilitation courses he has undertaken, support from family members and promises made, he continues to offend.",
      "id": "s89"
    },
    {
      "text": "After carefully considering all of the evidence, I have concluded that the risk of the applicant re-offending is relatively high.",
      "id": "s90"
    },
    {
      "text": "In paras 33 --- 37, under the heading \" CONCLUSION \", the AAT said: \n \n The applicant has a very lengthy list of convictions and continues to offend.",
      "id": "s91"
    },
    {
      "text": "There is no persuasive evidence that future attempts at rehabilitation are likely to succeed.",
      "id": "s92"
    },
    {
      "text": "The applicant has a longstanding heroin addiction and has committed drug and other offences over an extended period despite indications at various times that he has reformed.",
      "id": "s93"
    },
    {
      "text": "Although Dr Kennedy considered there was a good prospect of rehabilitation, I find that Dr Kennedy was not provided with all the necessary background information particularly about recent conduct and courses attended.",
      "id": "s94"
    },
    {
      "text": "On all of the evidence I conclude that the applicant has a relatively high risk of committing further drug related offences.",
      "id": "s95"
    },
    {
      "text": "I have no reason to doubt the good character and the intentions of the applicant's family living in Australia.",
      "id": "s96"
    },
    {
      "text": "They have all indicated that they are prepared to help the applicant, however he has been offending over a long period of time and past support from the applicant's family has not proven to be successful.",
      "id": "s97"
    },
    {
      "text": "A decision to cancel the applicant's visa will cause distress to his family and also to his supportive partner, Ms Cameron.",
      "id": "s98"
    },
    {
      "text": "There is overwhelming evidence to support the view that in order to protect the Australian community and in keeping with the expectations of the Australian community the applicant's visa should be cancelled.",
      "id": "s99"
    },
    {
      "text": "He has been given every opportunity to rehabilitate himself and to refrain from committing further offences but to no avail.",
      "id": "s100"
    },
    {
      "text": "After weighing up all relevant considerations I find that there is no alternative but to affirm the decision under review.",
      "id": "s101"
    },
    {
      "text": "The AAT hearing \n \n At the outset of the AAT hearing on 25 October 2004, counsel for the applicant tendered as exhibits a number of documents, including the report of Dr Kennedy.",
      "id": "s102"
    },
    {
      "text": "After a brief opening submission, counsel for the applicant called Dr Kennedy.",
      "id": "s103"
    },
    {
      "text": "Early in his evidence-in-chief, Dr Kennedy was asked the following question and gave the following answer: \n \n What kind of treatment hasn't been available so far that may be of assistance?",
      "id": "s104"
    },
    {
      "text": "--- The primary treatment that he has had has been a methadone program, which has been administered over several years by his general practitioner.",
      "id": "s105"
    },
    {
      "text": "While this is a reasonable step, it is only a very small part of the appropriate treatment for individuals with heroin dependence and, as such, there is a variety of other treatments which haven't been considered, in particular, the more psycho-social treatments, the substance abuse counselling and more thorough interventions that are available in a variety of different contexts across the public health community.",
      "id": "s106"
    },
    {
      "text": "Dr Kennedy was cross-examined about this issue by the advocate appearing for the Minister.",
      "id": "s107"
    },
    {
      "text": "He was asked whether the applicant would have had a number of counselling options available to him during his varying times in prison.",
      "id": "s108"
    },
    {
      "text": "Dr Kennedy responded: \n \n Yes, I failed to mention that he has had a couple of minor drug education centres that were made available to him at Port Phillip.",
      "id": "s109"
    },
    {
      "text": "I think the majority of those lasted over a couple of days.",
      "id": "s110"
    },
    {
      "text": "So they were reasonably limited in terms of scope.",
      "id": "s111"
    },
    {
      "text": "In answer to the next question, which was about the shortness of the counselling options, Dr Kennedy said:\n \n I think realistically for someone with a heroin addiction of this type that you would be wanting to have firstly quite an intense program over three to 12 months which involved, you know, quite involved group work and individual work as well as medical intervention if necessary and so on.",
      "id": "s112"
    },
    {
      "text": "And then follow up over several years really in order to reduce the level of psychological addiction to the heroin.",
      "id": "s113"
    },
    {
      "text": "So I do not think that this sort of thing really makes a lot of difference.",
      "id": "s114"
    },
    {
      "text": "Dr Kennedy then described the education sessions he understood to be available at Port Phillip Prison as \"more an introduction to the kind of issues that are relevant in the longer term programs.",
      "id": "s115"
    },
    {
      "text": "\" In the course of the cross-examination, a malfunction occurred in the equipment on which the evidence was being recorded for the production of a transcript.",
      "id": "s116"
    },
    {
      "text": "The learned Deputy President announced that he would have to adjourn for a short time.",
      "id": "s117"
    },
    {
      "text": "Counsel for the applicant indicated that Dr Kennedy had an appointment and asked if his evidence could be completed before the adjournment.",
      "id": "s118"
    },
    {
      "text": "The Deputy President chose to adjourn for a short time.",
      "id": "s119"
    },
    {
      "text": "After the adjournment, the Minister's advocate indicated that, because of Dr Kennedy's time constraints, he would shorten his cross-examination.",
      "id": "s120"
    },
    {
      "text": "In answer to a leading question, Dr Kennedy expressed the view that, in the last six months, the applicant had acquired a commitment to move on and change his behaviour, in consequence of being warned most recently in February 2004 that there was the possibility of his visa being cancelled.",
      "id": "s121"
    },
    {
      "text": "Counsel for the applicant did not re-examine Dr Kennedy about the issue of the applicant's commitment in the six months preceding the AAT hearing.",
      "id": "s122"
    },
    {
      "text": "The next witness was the applicant himself.",
      "id": "s123"
    },
    {
      "text": "In his evidence-in-chief, counsel for the applicant asked him some general questions about the circumstances of his past offences.",
      "id": "s124"
    },
    {
      "text": "When asked in evidence-in-chief what kind of counselling he had had, the applicant expressed the desire to do some long-term drug counselling.",
      "id": "s125"
    },
    {
      "text": "He said: \n \n Because I didn't really have a chance in the past.",
      "id": "s126"
    },
    {
      "text": "You know, I do one before probably about it is called 12 hour --- 12 hour Drugs and Alcohol --- Drugs and Alcohol treatment and Relapse Prevention.",
      "id": "s127"
    },
    {
      "text": "I done altogether 24 --- it take me three months.",
      "id": "s128"
    },
    {
      "text": "That is only the time I done a counselling.",
      "id": "s129"
    },
    {
      "text": "The applicant was cross-examined about warnings he had received from the Department about the risk that his visa might be cancelled, and his understanding of those warnings.",
      "id": "s130"
    },
    {
      "text": "He was also cross-examined about his offences subsequent to those warnings.",
      "id": "s131"
    },
    {
      "text": "He was cross-examined about when he had last sold drugs.",
      "id": "s132"
    },
    {
      "text": "He said: \n \n When was the last time?",
      "id": "s133"
    },
    {
      "text": "About four months ago.",
      "id": "s134"
    },
    {
      "text": "But I didn't trafficking.",
      "id": "s135"
    },
    {
      "text": "I was in the city.",
      "id": "s136"
    },
    {
      "text": "I am scoring off one of the Asian guys.",
      "id": "s137"
    },
    {
      "text": "I have two cap in my hand and the police come and grab me and asked me what in my hand and I showed the police and the police took the two cap out of my hand and took me back to the station and question me.",
      "id": "s138"
    },
    {
      "text": "And charged me with trafficking.",
      "id": "s139"
    },
    {
      "text": "And I make full admission that I trafficking because I want to get out on bail because --- see I am hanging on heroin.",
      "id": "s140"
    },
    {
      "text": "And I said that I trafficking heroin.",
      "id": "s141"
    },
    {
      "text": "I am --- said I am attempting to traffic this heroin to these two guy but I need money to go and get my methadone.",
      "id": "s142"
    },
    {
      "text": "That is what I tell the police.",
      "id": "s143"
    },
    {
      "text": "The Minister's advocate then attempted to tender a letter from Victoria Police, dated 26 August 2004.",
      "id": "s144"
    },
    {
      "text": "Counsel for the applicant objected to the tender on the basis that she had not been given notice of the document and that the document contained hearsay evidence.",
      "id": "s145"
    },
    {
      "text": "The Minister's advocate indicated that the purpose of the tender of the document was only to enable ascertainment of the date of the applicant's last offence, to which he had admitted in cross-examination, but which he said had occurred four months before.",
      "id": "s146"
    },
    {
      "text": "The Deputy President admitted the document into evidence, in reliance on s 33(1)(c) of the AAT Act , as it appeared on its face to be relevant.",
      "id": "s147"
    },
    {
      "text": "He invited the parties to address him as to the weight to be given to it, presumably on the basis that its weight might be affected by the fact that it contained information provided by a person who was not available for cross-examination.",
      "id": "s148"
    },
    {
      "text": "After the document had been admitted into evidence, the Minister's advocate resumed cross-examination.",
      "id": "s149"
    },
    {
      "text": "The applicant admitted that the incident about which he had been talking was an incident that occurred on or about 15 August 2004.",
      "id": "s150"
    },
    {
      "text": "In re-examination, counsel for the applicant took up the issue about the offence on 15 August 2004.",
      "id": "s151"
    },
    {
      "text": "She asked the following question and received the following answer: \n \n But for you what has been the change that makes you want to get off heroin?",
      "id": "s152"
    },
    {
      "text": "Was it the change that happened on 15 August or when was it that things have changed to make you get off heroin?",
      "id": "s153"
    },
    {
      "text": "The thing that changed for me when I wanted to get off heroin about three year, four years ago.",
      "id": "s154"
    },
    {
      "text": "That was when I first really, really started I wanted to get off heroin.",
      "id": "s155"
    },
    {
      "text": "But I did not have opportunity to have a go.",
      "id": "s156"
    },
    {
      "text": "The applicant's sister and his two brothers also gave evidence at the hearing.",
      "id": "s157"
    },
    {
      "text": "No issue in the present proceeding arises out of their evidence.",
      "id": "s158"
    },
    {
      "text": "Counsel for the applicant then addressed the AAT.",
      "id": "s159"
    },
    {
      "text": "She submitted that Dr Kennedy had given expert evidence that the applicant's risk of re-offending was low, and that he had a good chance of rehabilitation.",
      "id": "s160"
    },
    {
      "text": "Counsel submitted that nothing had been put by the Minister to challenge that evidence by Dr Kennedy.",
      "id": "s161"
    },
    {
      "text": "She submitted that there had been no suggestion to Dr Kennedy that his opinion about the likelihood of the applicant re-offending was inaccurate.",
      "id": "s162"
    },
    {
      "text": "She referred again to \"expert opinion that he has got a good chance of rehabilitation\".",
      "id": "s163"
    },
    {
      "text": "She referred to the applicant's evidence that he is \"well motivated to change.",
      "id": "s164"
    },
    {
      "text": "\" At the conclusion of her submissions, counsel for the applicant said: \n \n As he is on the cusp of rehabilitation from his heroin addiction it is my submission that he does not pose a significant risk to the Australian community.",
      "id": "s165"
    },
    {
      "text": "Counsel for the applicant made no reference to the letter from the Victoria Police, or to the applicant's admission that he had been apprehended with two caps of heroin on 15 August 2004.",
      "id": "s166"
    },
    {
      "text": "In the course of his submissions, the Minister's advocate dealt with the applicant's criminal record.",
      "id": "s167"
    },
    {
      "text": "He said: \n \n It demonstrates that the applicant is not changing and not developing --- he's not changing the habits and the addiction, he's not facing up to those problems and seeking help.",
      "id": "s168"
    },
    {
      "text": "We've been given evidence today that now he is motivated to make those changes, but it would seem from the evidence that was given by the applicant... \n \n\nAt this point, counsel for the applicant objected to the submission, on the basis that the Minister's advocate could not make the submission that the applicant was not motivated to change without having put that proposition to him when he was giving evidence.",
      "id": "s169"
    },
    {
      "text": "In the course of debate about the propriety of the Minister's advocate's submission, counsel for the applicant described the issue of the applicant's motivation as \"one of the major issues of this case.",
      "id": "s170"
    },
    {
      "text": "\" The Deputy President permitted the Minister's advocate to proceed.",
      "id": "s171"
    },
    {
      "text": "The Minister's advocate then dealt in his submissions with the applicant's history of being told that he was liable to have his visa cancelled, but nevertheless continuing to offend.",
      "id": "s172"
    },
    {
      "text": "The advocate referred to the applicant's arrest in August 2004 in possession of a small amount of heroin, submitting that this demonstrated that the applicant had shown that he was still lacking the capacity to deal properly with his addiction.",
      "id": "s173"
    },
    {
      "text": "The Minister's advocate referred to the evidence of Dr Kennedy that the risk of re-offending was low.",
      "id": "s174"
    },
    {
      "text": "He submitted that it was open for the AAT to consider all of the evidence before it and make its own determination as to whether the applicant was at risk of re-offending.",
      "id": "s175"
    },
    {
      "text": "At the conclusion of the Minister's advocate's submissions, the AAT offered to counsel for the applicant an opportunity to respond to them.",
      "id": "s176"
    },
    {
      "text": "Counsel for the applicant did not take the opportunity.",
      "id": "s177"
    },
    {
      "text": "The Deputy President then reserved his decision.",
      "id": "s178"
    },
    {
      "text": "The letter from the Victoria Police \n \n The applicant contended that the AAT denied the him procedural fairness by receiving this document into evidence, in the circumstances in which it was tendered.",
      "id": "s179"
    },
    {
      "text": "The contention may be dealt with briefly.",
      "id": "s180"
    },
    {
      "text": "The AAT's power to receive the letter from the Victoria Police into evidence, pursuant to s 33(1)(c) of the AAT Act , cannot be doubted.",
      "id": "s181"
    },
    {
      "text": "It is open to the AAT to receive evidence that would be inadmissible in a court on the basis that it is hearsay.",
      "id": "s182"
    },
    {
      "text": "Nor could there be any objection taken to the admissibility of the document on the ground that the maker of the statements in it was not available for cross-examination.",
      "id": "s183"
    },
    {
      "text": "Both of these related issues went only to the weight of the evidence in the document, so far as the AAT was concerned.",
      "id": "s184"
    },
    {
      "text": "The Deputy President acted correctly in inviting the representatives of the parties to make any submissions they wished to about the weight to be attached to the document.",
      "id": "s185"
    },
    {
      "text": "It was open to counsel for the applicant, had she chosen to do so, to make submissions in the course of her final address, to the effect that the AAT ought not to make findings in accordance with what was stated in the document, because it was hearsay and she had not had an opportunity to cross-examine the maker of the statements in it.",
      "id": "s186"
    },
    {
      "text": "In fact, the final address of counsel for the applicant was silent on the issue, as was that of the Minister's advocate.",
      "id": "s187"
    },
    {
      "text": "Undoubtedly, this was because the issues with which the letter dealt ceased to be issues once the essential purpose for which the document was tendered, to fix the date of the applicant's most recent offence, was achieved by his admission in cross-examination that 15 August 2004 was the date on which he had been arrested in possession of heroin.",
      "id": "s188"
    },
    {
      "text": "Counsel for the applicant did not point to any statement in the letter from the Victoria Police with which she would have taken issue.",
      "id": "s189"
    },
    {
      "text": "She did not take issue with any statement in the letter, by referring to other evidence before the AAT.",
      "id": "s190"
    },
    {
      "text": "The AAT did not make any finding based on anything said in the letter, with the possible exception of the date of the arrest, the correctness of which had been confirmed by the applicant's admission in cross-examination.",
      "id": "s191"
    },
    {
      "text": "The suggestion that the Minister's advocate ought not to have taken the applicant and his counsel by surprise by tendering the letter from the Victoria Police is also without foundation.",
      "id": "s192"
    },
    {
      "text": "There is no principle, rule of practice or statutory provision requiring advance notice of the document before it was used in cross-examination.",
      "id": "s193"
    },
    {
      "text": "It was legitimate for the Minister's advocate to use the document as he did, given that the applicant's evidence-in-chief as to the date of the arrest had been inaccurate.",
      "id": "s194"
    },
    {
      "text": "It was perfectly open to the Minister's advocate to confront the applicant in cross-examination with the letter, as a way of obtaining from him an admission as to the accurate date, as the advocate did.",
      "id": "s195"
    },
    {
      "text": "The fact that the letter was not raised in cross-examination of Dr Kennedy is part of another issue, concerned with whether the Minister's advocate should have asked Dr Kennedy if he was aware of the August 2004 offences.",
      "id": "s196"
    },
    {
      "text": "The Minister's advocate could have asked that question without making reference to the letter at all if Dr Kennedy had been aware of the offences, and had so conceded.",
      "id": "s197"
    },
    {
      "text": "It would have been entirely unnecessary for counsel for the applicant to have been shown the letter in advance of the hearing if the applicant had been frank with her about his recent conduct, which he appears not to have been.",
      "id": "s198"
    },
    {
      "text": "It is difficult not to think that counsel's reaction to the attempt to tender the letter in evidence was the result of her surprise on learning, in the course of his cross-examination, that her client's case had been damaged somewhat by his relatively recent further drug-related conduct.",
      "id": "s199"
    },
    {
      "text": "There was no denial of procedural fairness in the AAT receiving in evidence the letter from the Victoria Police.",
      "id": "s200"
    },
    {
      "text": "The AAT's treatment of Dr Kennedy's evidence \n \n The applicant contended that the AAT ought not to have made the findings it did about Dr Kennedy's evidence without giving notice to the applicant and his counsel that it intended to do so.",
      "id": "s201"
    },
    {
      "text": "In the recent judgment in the High Court of Australia in SZBEL v Minister for Immigration and Multicultural and Indigenous Affairs [2006] HCA 63 (2006) 81 ALJR 515, the procedural fairness obligations of another tribunal under the Migration Act , in relation to the issues arising in hearings, have been stated succinctly.",
      "id": "s202"
    },
    {
      "text": "At [29]-[34], the High Court referred to the dichotomy suggested by the Full Court in Commissioner for Australian Capital Territory Revenue v Alphaone Pty Ltd (1994) 49 FCR 576 at 591-592, between a decision-maker's obligation to identify an issue not obviously open on the known material, and his or her lack of obligation to expose in advance aspects of the mental processes by which the decision-maker arrives at a decision.",
      "id": "s203"
    },
    {
      "text": "The High Court pointed out that the dichotomy does not necessarily encompass all possible kinds of cases that may fall for consideration, and focussing on it may distract from the fundamental principles that are engaged.",
      "id": "s204"
    },
    {
      "text": "The High Court emphasised the principle, referred to in Alphaone at 590-591, that the right to be heard ordinarily requires that the party affected be given the opportunity of ascertaining the relevant issues, and that this may involve more than simply knowing what is the ultimate decision to be made.",
      "id": "s205"
    },
    {
      "text": "At [47]-[49], the High Court pointed out that sometimes it is necessary for the decision-maker to indicate what he or she thinks the issues are, either by the questions he or she asks during a hearing, or more explicitly.",
      "id": "s206"
    },
    {
      "text": "What is not required is for the decision-maker to give a running commentary on what he or she thinks about the evidence that is given.",
      "id": "s207"
    },
    {
      "text": "The High Court did say that, even if the issues are properly identified, there may be cases that would yield to analysis in the terms identified in Alphaone .",
      "id": "s208"
    },
    {
      "text": "It appears from this reasoning that the distinction between an issue not obviously open on the known material, and an aspect of the decision-maker's mental processes is a valid distinction, but that care must be taken to avoid trying to force each case into one or other of those categories.",
      "id": "s209"
    },
    {
      "text": "In the present case, there can be no doubt that the issue whether the applicant would be likely to re-offend, or would be likely to carry through his expressed intention to overcome his addiction to heroin and renounce his criminal activity, was an issue that the AAT had to decide.",
      "id": "s210"
    },
    {
      "text": "Paragraphs 2.2, 2.3(a), 2.5(b) and 2.10 of Direction No 21 made it so.",
      "id": "s211"
    },
    {
      "text": "Counsel for the applicant well understood this to be an issue.",
      "id": "s212"
    },
    {
      "text": "When she objected to the Minister's advocate's submission that the applicant had not demonstrated that he was motivated to change, counsel for the applicant described the issue of the applicant's motivation as one of the major issues of the case.",
      "id": "s213"
    },
    {
      "text": "If counsel for the applicant had not appreciated the significance of this issue, it is unlikely that the arrangement would have been made for Dr Kennedy to assess the applicant and provide a report, and for him to be called to give evidence.",
      "id": "s214"
    },
    {
      "text": "His evidence was principally about the issue of the likelihood of reform.",
      "id": "s215"
    },
    {
      "text": "There was no restriction placed on the right of counsel for the applicant to ask Dr Kennedy anything she wished about the issue of the assessment of the likelihood of either reform or re-offending, other than the practical restrictions that arose in the course of the hearing.",
      "id": "s216"
    },
    {
      "text": "One of these was the consciousness of counsel for the applicant of the fact that Dr Kennedy had another commitment on that day, and her apparent desire to free him as early as possible for that commitment.",
      "id": "s217"
    },
    {
      "text": "The other was perhaps the ignorance of counsel for the applicant of the August 2004 offences at the time when Dr Kennedy gave his evidence.",
      "id": "s218"
    },
    {
      "text": "There is no doubt that it would have been more satisfactory if Dr Kennedy had been asked while he was giving evidence whether he was aware of the August 2004 offences.",
      "id": "s219"
    },
    {
      "text": "It is not clear why the Minister's advocate did not raise the issue expressly with Dr Kennedy.",
      "id": "s220"
    },
    {
      "text": "This may have been due to the fact that he had become aware of Dr Kennedy's other commitment, and was attempting to cooperate by reducing the length of his cross-examination of Dr Kennedy to compensate for the delay caused by the malfunction of the recording equipment.",
      "id": "s221"
    },
    {
      "text": "It may have been because the Minister's advocate wished to retain the element of surprise about the issue, in case the applicant was not forthcoming about it in his evidence-in-chief.",
      "id": "s222"
    },
    {
      "text": "Whatever the reason, the defect would have been curable if counsel for the applicant had been minded to seek to cure it.",
      "id": "s223"
    },
    {
      "text": "She could have requested the AAT to adjourn the hearing, for the purpose of recalling Dr Kennedy to give evidence about whether he had specific knowledge of the detail of the programs the applicant had undertaken in Port Phillip Prison and his August 2004 offences, and whether and to what extent these impacted on Dr Kennedy's opinion about the likelihood of reform.",
      "id": "s224"
    },
    {
      "text": "Counsel for the applicant made no such request.",
      "id": "s225"
    },
    {
      "text": "It now appears, from an affidavit of Dr Kennedy, sworn on 20 January 2006 and filed in this proceeding, that he was aware of the criminal charges against the applicant in August 2004, that they related to criminal activities similar to his previous offences, and of \"the nature of the treatment and rehabilitation attempts that [the applicant] made since 1995, including that he had undertaken the standard drug education programme at Port Phillip Prison.",
      "id": "s226"
    },
    {
      "text": "\" It was not for the AAT to offer counsel for the applicant an ajournment for the purpose of clarifying this issue.",
      "id": "s227"
    },
    {
      "text": "It was for counsel for the applicant to seek it, if she saw fit to do so.",
      "id": "s228"
    },
    {
      "text": "It could not be said that the AAT placed any restriction on the evidence that the applicant could place before the AAT, when it did not have the opportunity to consider any application for an adjournment, that might have enabled the applicant to place before it further evidence to help it resolve the issue.",
      "id": "s229"
    },
    {
      "text": "The evidence being as it was, the AAT could not be criticised for attempting to resolve the inconsistency within it.",
      "id": "s230"
    },
    {
      "text": "The fact is that Dr Kennedy and the applicant gave different accounts to the AAT of the treatment programs that the applicant had undertaken while in Port Phillip Prison.",
      "id": "s231"
    },
    {
      "text": "In addition, so far as the AAT was concerned, there was no evidence that Dr Kennedy was aware of the August 2004 offences.",
      "id": "s232"
    },
    {
      "text": "On the face of it, both of these facts were capable of diminishing the quality of Dr Kennedy's opinion as to the likelihood of the applicant reforming, rather than continuing to offend.",
      "id": "s233"
    },
    {
      "text": "The AAT resolved that problem as it saw fit.",
      "id": "s234"
    },
    {
      "text": "It cannot be criticised for doing so.",
      "id": "s235"
    },
    {
      "text": "In terms of the dichotomy raised by the Full Court in Alphaone , the issue on which the AAT's treatment of Dr Kennedy's opinion turned was one obviously open on the known material.",
      "id": "s236"
    },
    {
      "text": "It was an issue that emerged during the course of the evidence, with which the applicant and his counsel had to deal if they could.",
      "id": "s237"
    },
    {
      "text": "Instead of attempting to deal with the issue by seeking an adjournment, for the purpose of obtaining further evidence from Dr Kennedy, counsel for the applicant chose largely to ignore the issue of the applicant's offences in August 2004 in making her submissions.",
      "id": "s238"
    },
    {
      "text": "She certainly chose to ignore the inconsistencies between the applicant's evidence and that of Dr Kennedy.",
      "id": "s239"
    },
    {
      "text": "Undoubtedly, as the evidence stood, this was a legitimate forensic tactic, for the purpose of minimising the importance of the issue in the mind of the Deputy President.",
      "id": "s240"
    },
    {
      "text": "The tactic failed.",
      "id": "s241"
    },
    {
      "text": "It is not open to the applicant then to contend that the AAT denied him procedural fairness because it made a factual finding adverse to him.",
      "id": "s242"
    },
    {
      "text": "The finding was clearly open on the evidence as it stood.",
      "id": "s243"
    },
    {
      "text": "The factual issue of the value of Dr Kennedy's expressed opinion, in the light of the subsequent evidence about the applicant's treatment programs in prison and his August 2004 offences, could not be said to have been a matter of surprise to the applicant, with which he was unable to deal within the hearing.",
      "id": "s244"
    },
    {
      "text": "There was no denial of procedural fairness by the AAT in the way in which it dealt with Dr Kennedy's evidence.",
      "id": "s245"
    },
    {
      "text": "Conclusion \n \n The applicant having failed to make out the errors of law that he sought to establish on the part of the AAT, the appeal must be dismissed.",
      "id": "s246"
    },
    {
      "text": "No reason was advanced, and none appears, why the usual order, that costs follow the event, should not be made.",
      "id": "s247"
    },
    {
      "text": "The applicant will therefore be ordered to pay the Minister's costs of the proceeding.",
      "id": "s248"
    },
    {
      "text": "I certify that the preceding forty-three (43) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gray.",
      "id": "s249"
    },
    {
      "text": "Associate:\n\nDated: 3 August 2007\n\n\n Counsel for the applicant:: G Costello \n \n Solicitor for the applicant: O'Sullivan &amp; Ruffilli \n \n Counsel for the respondent: R Knowles \n \n Solicitor for the respondent: Australian Government Solicitor \n \n Date of hearing: 9 February 2006 \n \n Date of judgment: 3 August 2007 \n\n\n \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1142.html",
      "id": "s250"
    }
  ]
}