{
  "name": "GenRx Pty Ltd v Sanofi-Aventis [2007] FCA 1485 (21 September 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1485.html",
  "catchphrases": [
    {
      "text": "application for interlocutory injunction to restrain infringement of a patent where application made for the revocation of the patent",
      "id": "c0"
    },
    {
      "text": "prima facie case where patent is longstanding and has been exploited and revocation proceedings were not brought in timely fashion",
      "id": "c1"
    },
    {
      "text": "where balance of convenience favours not disturbing the status quo",
      "id": "c2"
    },
    {
      "text": "injunction granted",
      "id": "c3"
    },
    {
      "text": "patents",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application by the Cross-Claimant Sanofi-Aventis (Sanofi) for an interlocutory injunction restraining infringement of a patent by the Cross-Respondent GenRx Pty Ltd (GenRx) which has made application for revocation of that patent.",
      "id": "s0"
    },
    {
      "text": "A considerable body of evidence has been filed on each side and I have had the benefit of comprehensive written and oral submissions from counsel.",
      "id": "s1"
    },
    {
      "text": "I will not endeavour to reproduce or deal with all of those submissions.",
      "id": "s2"
    },
    {
      "text": "As this is an interlocutory application, in giving these reasons I will assume a knowledge of the nature of the case and of the evidence filed on this motion.",
      "id": "s3"
    },
    {
      "text": "As I am the docket judge, I will not say more about the issues which will fall for determination on the final hearing than is necessary to explain my reasons for coming to the view that an interlocutory injunction should be granted.",
      "id": "s4"
    },
    {
      "text": "2 What is the general approach to the grant of an interlocutory injunction to restrain the infringement of a patent?",
      "id": "s5"
    },
    {
      "text": "In Beecham Group Limited v Bristol Laboratories Pty Ltd [1968] HCA 1 ; (1968) 118 CLR 618 the High Court laid down this approach to the grant of an interlocutory injunction --- there are two inquiries: the first is whether the plaintiff has made out a prima facie case in the sense outlined, and the second is as to the balance of convenience.",
      "id": "s6"
    },
    {
      "text": "That case also happened to be a patent case.",
      "id": "s7"
    },
    {
      "text": "However it was, as the High Court said (118 CLR at 623---624):\n \n \"not complicated by the special considerations which generally arise in a patent action where there is a substantial issue to be tried as to the validity of the patent.",
      "id": "s8"
    },
    {
      "text": "In such an action the plaintiff's prima facie case must be a strong one so far as the question of validity is concerned, for he asserts a monopoly and must give more proof of the right he claims than as afforded by the mere granting of the patent ...",
      "id": "s9"
    },
    {
      "text": "The general practice in that kind of case has long been to refuse an interlocutory injunction unless either the patent has already been judicially held to be valid or it has stood unchallenged for a long period\".",
      "id": "s10"
    },
    {
      "text": "In the result, the decision of McTiernan J to decline an interlocutory injunction was reversed.",
      "id": "s11"
    },
    {
      "text": "3 Then in 1975 the House of Lords in American-Cyanamid Co v Ethicon Ltd [1975] UKHL 1 ; [1975] AC 396 considered the principles in relation to the grant of an interlocutory injunction restraining infringement of a patent.",
      "id": "s12"
    },
    {
      "text": "The first inquiry was whether there was a serious question to be tried described in terms that seemed to set the bar fairly low.",
      "id": "s13"
    },
    {
      "text": "Again, the refusal of a lower court to grant an injunction was reversed.",
      "id": "s14"
    },
    {
      "text": "4 There was much discussion occasioned by the apparent difference in approach between those two decisions.",
      "id": "s15"
    },
    {
      "text": "The most influential consideration of the issue in relation to patents was that by Gummow J in Martin Engineering Co v Trison Holdings Pty Ltd (1988) 81 ALR 543.",
      "id": "s16"
    },
    {
      "text": "In the course of that judgment his Honour pointed out that the authorities referred to by the High Court in Beecham Group [1968] HCA 1 ; 118 CLR 618 for not attributing great significance to the grant of a patent were old cases from England based upon a different system for grant than that which had developed in Australia by that time.",
      "id": "s17"
    },
    {
      "text": "The system of examination of patents prior to grant in Australia was more stringent than had been the case in England the century before.",
      "id": "s18"
    },
    {
      "text": "The practical effect of this decision was to give greater weight to the grant of a patent thereafter than might have been deduced from Beecham Group [1968] HCA 1 ; 118 CLR 618.",
      "id": "s19"
    },
    {
      "text": "5 Counsel for GenRx submits that that analysis is weakened, if not eliminated, by the type of examination prior to grant discussed in F Hoffman-La Roche AG v New England Biolabs Inc [2000] FCA 283 ; (2000) 50 IPR 305 especially at [48]---[57].",
      "id": "s20"
    },
    {
      "text": "In my opinion, that decision is controversial.",
      "id": "s21"
    },
    {
      "text": "Even if correct, however, it does not detract from the proposition that the Commissioner is charged with the responsibility of examining the validity of a patent before grant, including any relevant question of anticipation or lack of novelty.",
      "id": "s22"
    },
    {
      "text": "6 Counsel for GenRx also submits that the authority of Beecham Group [1968] HCA 1 ; 118 CLR 618 has been fully restored by the decision of the High Court in Australian Broadcasting Corporation v O'Neill (2006) 227 CLR 57, particularly per Gleeson CJ and Crennan J at [19] and Gummow and Hayne JJ at [65]---[72].",
      "id": "s23"
    },
    {
      "text": "However, this reaffirmation of Beecham Group [1968] HCA 1 ; 118 CLR 618 lies in the explanation of what is involved in establishing a prima facie case rather than any consideration of the application of the principles to patent infringement.",
      "id": "s24"
    },
    {
      "text": "It would be surprising if Gummow J had joined in an exercise which would effectively overrule Martin Engineering 81 ALR 543 without any acknowledgement of that.",
      "id": "s25"
    },
    {
      "text": "I propose to direct myself in accordance with Beecham Group [1968] HCA 1 ; 118 CLR 618 as it is explained by both Martin Engineering 81 ALR 543 and O'Neill 227 CLR 57.",
      "id": "s26"
    },
    {
      "text": "7 It is accepted for present purposes that GenRx threatens to import and sell clopidogrel bisulphate products which come within claims 1, 3, 10 and 11 of the patent in suit.",
      "id": "s27"
    },
    {
      "text": "8 I am satisfied that there is a substantial issue to be tried as to the validity of the patent on the ground that the claims of the patent are not novel over the first Canadian patent.",
      "id": "s28"
    },
    {
      "text": "I do not agree that that issue can be simply disposed of by reference to the decision of the House of Lords in EI Du Pont De Nemours &amp; Co (Witsiepe's) Application [1982] FSR 303, at least not without much closer examination of the issue than is appropriate on an interlocutory application.",
      "id": "s29"
    },
    {
      "text": "At the very least, the statement in the Canadian specification \"the invention also concerns each of the enantiomers and their mixture\", the formula for the compound example 1, and the statements in claim 1 \"as well as the 2 enantiomers or their mixture of these compounds of formula (I)\" and \"and, if desired, its enantiomers are separated and/or it is salified by mineral or organic acid action\", give substance to the claim of invalidity by GenRx.",
      "id": "s30"
    },
    {
      "text": "It is not necessary to consider other points of invalidity that will arise on the hearing.",
      "id": "s31"
    },
    {
      "text": "9 However, in my opinion, the combination of the longstanding existence and exploitation of the patent in suit together with the failure of GenRx to bring revocation proceedings in a timely fashion are factors pointing to the appropriateness of the grant of an injunction.",
      "id": "s32"
    },
    {
      "text": "The survival of similar patents from challenge in proceedings in both Canada and the United States points in the same direction, although not too much can be made of this because it is at least arguable that the approach of the courts in those places differs from the approach of the courts in Australia and there are differences in the framing of the patent, particularly in the United States.",
      "id": "s33"
    },
    {
      "text": "10 The chronology is as follows:\n \n&#8226; 7 July 1983: Sanofi's application for the original patent duly granted in Australia on that application;\n \n&#8226; 7 November 1985: Publication of the corresponding first Canadian patent in Australia;\n \n&#8226; 4 February 1988: Patent in suit filed in Australia;\n \n&#8226; 7 June 1990: Patent in suit granted;\n \n&#8226; 1 January 1997: Partnership agreement between a Sanofi entity and a Bristol-Myers Squibb entity for the exploitation of the patent whereby clopidogrel is marketed in Australia under two brands --- Pravix marketed by the Sanofi entity and Iscover marketed by the Bristol-Myers Squibb entity;\n \n&#8226; 21 March 2002: US proceedings commenced;\n \n&#8226; 10 March 2003: Canadian notice of allegation;\n \n&#8226; 7 July 2003: The expiry of first Australian patent;\n \n&#8226; November 2003: Incorporation of GenRx.",
      "id": "s34"
    },
    {
      "text": "Prior to November 2003 GenRx business an unincorporated unit of Faulding and then Mayne;\n \n&#8226; 20 January 2004: Proceedings commenced in the Korean Intellectual Property Tribunal;\n \n&#8226; 28 April 2004: Canadian proceedings commenced;\n \n&#8226; 1 July 2004: GenRx acquired by Apotex Australia Pty Ltd which in turn is a wholly owned subsidiary of Apotex Inc of Canada; \n \n&#8226; 27 June 2006: GenRx submits bioequivalents and bioavailability data for its clopidogrel 75 mg (as hydrogen sulphate) tablets to the Secretary, Commonwealth Department of Health and Ageing;\n \n&#8226; 30 June 2006: Date of expiration of data exclusivity period;\n \n&#8226; 16 August 2007: Application for revocation filed by GenRx;\n \n&#8226; 17 August 2007: GenRx obtained registration of clopidogrel 75 mg tablets;\n \n&#8226; 17 August 2007: GenRx advised Sanofi of filing of application for revocation.",
      "id": "s35"
    },
    {
      "text": "&#8226; 4 February 2013: Expiry of patent in suit.",
      "id": "s36"
    },
    {
      "text": "11 It may be seen as reasonable not to move to revoke the patent in suit until expiry of the original patent.",
      "id": "s37"
    },
    {
      "text": "However, there is no good reason why GenRx could not have moved to revoke from 2003 onwards.",
      "id": "s38"
    },
    {
      "text": "If that had taken place the case, including any appeals, would have been resolved well before 17 August 2007.",
      "id": "s39"
    },
    {
      "text": "It is submitted for GenRx that the practical workings of the therapeutic goods registration system and in particular the Pharmaceutical Benefits Scheme (PBS) meant that GenRx could not prepare to launch its own product on the Australian market until registration had been obtained.",
      "id": "s40"
    },
    {
      "text": "It is only then that application can be made to have the tablets listed on the PBS.",
      "id": "s41"
    },
    {
      "text": "Those circumstances may provide the explanation as to why GenRx decided upon the strategy that it did.",
      "id": "s42"
    },
    {
      "text": "That, however, simply reflects a commercial assessment of cost benefit and a consequent choice of action.",
      "id": "s43"
    },
    {
      "text": "There is no reason why the revocation suit could not have proceeded in an orderly fashion free of the complication occasioned by the impending launch of GenRx's product.",
      "id": "s44"
    },
    {
      "text": "On any view, the patent in suit is long held and if the original Canadian patent does bring it down then that potentiality has been obvious to all since the patent in suit was applied for.",
      "id": "s45"
    },
    {
      "text": "Delay of the commencement of the revocation proceedings can only be seen as a deliberate decision for tactical reasons and appears to be inconsistent with the confidence now expressed by counsel on behalf of GenRx in the merit of its attack.",
      "id": "s46"
    },
    {
      "text": "12 In my opinion, the grant of the patent coupled with the factors to which I have referred establish a prima facie case sufficient to support an interlocutory injunction, notwithstanding the substantial issue as to validity raised by GenRx.",
      "id": "s47"
    },
    {
      "text": "13 The balance of convenience tips in the same direction.",
      "id": "s48"
    },
    {
      "text": "14 The proceeding should be heard in the first half of next year and by the end of the hearing the trial judge will have a good idea as to whether to extend the injunction or not.",
      "id": "s49"
    },
    {
      "text": "Furthermore, the docket judge can maintain control over the proceeding in the meantime such that if there is any indication that Sanofi is delaying the proceeding then the existence of the injunction can be reviewed.",
      "id": "s50"
    },
    {
      "text": "15 I am not satisfied the damages would be an adequate remedy if Sanofi succeeds in the suit, notwithstanding the offer on the part of GenRx to adequately secure a very substantial amount to cover any reasonable likely assessment of damages and offering other undertakings to ameliorate the effect of commencing to trade.",
      "id": "s51"
    },
    {
      "text": "It is put on behalf of Sanofi that the assessment of damages would be difficult, if not impossible, for reasons spelled out in detail with some force.",
      "id": "s52"
    },
    {
      "text": "No doubt the assessment of damages would be a formidable exercise but I am not persuaded that it would be as complex as suggested.",
      "id": "s53"
    },
    {
      "text": "It should not be all that difficult to assess the effect on the incumbent of a new entrant who would have to keep clear records of what took place.",
      "id": "s54"
    },
    {
      "text": "I do not see that task as being any more complex in principle than working out the damages which Sanofi would have to pay GenRx under the undertaking for damages for keeping it out of the market if revocation succeeds.",
      "id": "s55"
    },
    {
      "text": "However, I am much influenced by the effects of disturbing the status quo, particularly as it relates to the operation of the PBS.",
      "id": "s56"
    },
    {
      "text": "A new entrant in this field would have an effect which may be both unpredictable and irreversible.",
      "id": "s57"
    },
    {
      "text": "There is also likely to be interference with the trade patterns of Sanofi with its customers, both wholesale and retail, that may not be detectable or measurable in money terms.",
      "id": "s58"
    },
    {
      "text": "Sanofi has built up a considerable trade since 2003, and the establishment to go with it, as GenRx looked on.",
      "id": "s59"
    },
    {
      "text": "Temporary disturbance of that status quo is not justified.",
      "id": "s60"
    },
    {
      "text": "My view is consistent with that of Moore J in Merck &amp; Co Inc v Genrx Pty Ltd (2006) 70 IPR 286.",
      "id": "s61"
    },
    {
      "text": "16 The appeal by GenRx to the public interest in the encouragement of generic competition in pharmaceuticals states one statutory objective.",
      "id": "s62"
    },
    {
      "text": "Another is the encouragement of innovation by the enforceable monopoly granted to the holder of a patent.",
      "id": "s63"
    },
    {
      "text": "I beware the organisation engaged on a purely commercial enterprise wearing the cloak of public interest.",
      "id": "s64"
    },
    {
      "text": "17 In my opinion, an injunction should be granted provided that the undertaking for damages is adequately secured, bearing in mind that Sanofi is an overseas corporation and bearing in mind the very substantial stakes to which each side has referred and which are backed up by the evidence.",
      "id": "s65"
    },
    {
      "text": "I certify that the preceding seventeen (17) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gyles.",
      "id": "s66"
    },
    {
      "text": "Associate:\n\nDated: 25 September 2007\n\n Counsel for the Respondent/Cross-Claimant: Mr AJL Bannon SC, Ms CL Cochrane \n \n Solicitor for the Respondent/Cross-Claimant: Allens Arthur Robinson \n \n Counsel for the Applicant/Cross-Respondent: Mr DK Catterns QC, Ms SJ Goddard \n \n Solicitor for the Applicant/Cross-Respondent: Blake Dawson Waldron \n \n Date of Hearing: 18 September 2007 \n \n Date of Judgment: 21 September 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1485.html",
      "id": "s67"
    }
  ]
}