{
  "name": "Quinlan v A &amp; J Brady Pty Ltd (No 2) [2007] FCA 1533 (3 October 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1533.html",
  "catchphrases": [
    {
      "text": "application by respondents for costs on solicitor and own client basis",
      "id": "c0"
    },
    {
      "text": "whether court should depart from usual rule that costs be assessed on party and party basis",
      "id": "c1"
    },
    {
      "text": "whether application had no chance of success",
      "id": "c2"
    },
    {
      "text": "disconformity between applicant's pleaded case and evidence",
      "id": "c3"
    },
    {
      "text": "costs",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 On 12 September 2007 I delivered judgment in this matter: Quinlan v A &amp; J Brady Pty Ltd [2007] FCA 1409.",
      "id": "s0"
    },
    {
      "text": "I ordered that the application be dismissed, and directed that the parties file written submissions in relation to costs.",
      "id": "s1"
    },
    {
      "text": "Those submissions were subsequently filed.",
      "id": "s2"
    },
    {
      "text": "2 The respondents argued that they should be entitled to costs, not on the usual party and party basis, but rather on a solicitor and own client basis.",
      "id": "s3"
    },
    {
      "text": "They submitted that such an order would be appropriate in this case for the following reasons:\n \n \n &#8226; the applicant's evidence did not support the case as pleaded;\n &#8226; in any event, his case taken at its highest, did not demonstrate the existence of any agreement whatsoever, still less the agreement pleaded;\n &#8226; at an early stage in the trial counsel for the respondents had highlighted the disconformity between the applicant's pleading, and his affidavit evidence, and in effect invited him to replead the case; and\n &#8226; that invitation was not taken up except at the eleventh hour, after the respondents had made their closing submissions.",
      "id": "s4"
    },
    {
      "text": "Even then the application to amend was vague, and lacked particularity.",
      "id": "s5"
    },
    {
      "text": "As such, it was rejected.",
      "id": "s6"
    },
    {
      "text": "3 Section 43 of the Federal Court of Australia Act 1976 (Cth) confers a wide, almost unfettered, power in relation to costs.",
      "id": "s7"
    },
    {
      "text": "Nonetheless, that power must be exercised judicially.",
      "id": "s8"
    },
    {
      "text": "4 The power to award solicitor and own client costs can be exercised where there is some special or unusual feature associated with the case which warrants that course.",
      "id": "s9"
    },
    {
      "text": "In Fountain Selected Meats (Sales) Pty Ltd v International Produce Merchants Pty Ltd (1988) 81 ALR 397 Woodward J said (at 401):\n \n \"I believe that it is appropriate to consider awarding \"solicitor and client\" or \"indemnity\" costs, whenever it appears that an action has been commenced or continued in circumstances where the applicant, properly advised, should have known that he had no chance of success.",
      "id": "s10"
    },
    {
      "text": "In such cases the action must be presumed to have been commenced or continued for some ulterior motive, or because of some wilful disregard of the known facts or the clearly established law.",
      "id": "s11"
    },
    {
      "text": "Such cases are, fortunately, rare.",
      "id": "s12"
    },
    {
      "text": "But when they occur, the court will need to consider how it should exercise its unfettered discretion.",
      "id": "s13"
    },
    {
      "text": "\" \n \n\n5 The circumstances in which indemnity costs may properly be awarded were further discussed by Sheppard J in Colgate-Palmolive Company v Cussons Pty Limited (1993) 46 FCR 225 at 232---234.",
      "id": "s14"
    },
    {
      "text": "The passage is well-known, and I will not set it out in these reasons for judgment.",
      "id": "s15"
    },
    {
      "text": "It is sufficient simply to observe that his Honour recognised that the ordinary rule is that, where the Court orders the costs of one party to be paid by another, those costs will be assessed on a party and party basis.",
      "id": "s16"
    },
    {
      "text": "However, there may be factors that warrant the Court in departing from the usual course.",
      "id": "s17"
    },
    {
      "text": "His Honour then identified some of those factors.",
      "id": "s18"
    },
    {
      "text": "6 The examples which his Honour gave are illuminating.",
      "id": "s19"
    },
    {
      "text": "They include making allegations of fraud knowing them to be false, evidence of particular misconduct that causes loss of time to the Court and to other parties, the fact that the proceedings were commenced or continued for some ulterior motive or in wilful disregard of known facts or clearly established law, and an imprudent refusal of an offer to compromise.",
      "id": "s20"
    },
    {
      "text": "7 Importantly for present purposes, his Honour also identified as a basis for the award of indemnity costs the making of allegations which ought never to have been made, or the undue prolongation of a case by groundless contentions.",
      "id": "s21"
    },
    {
      "text": "8 There are other formulations to similar effect, some of which were discussed recently by Sackville J in Seven Network Limited v News Limited [2007] FCA 1489.",
      "id": "s22"
    },
    {
      "text": "Basically, they contemplate that there can be a departure from the usual rule where an application can be seen to have had no chance of success.",
      "id": "s23"
    },
    {
      "text": "The respondents contend that the present application matched that description.",
      "id": "s24"
    },
    {
      "text": "The evidence-in-chief on behalf of the applicant was filed by affidavit.",
      "id": "s25"
    },
    {
      "text": "It ought to have been obvious that it did not support the existence of any agreement of the type alleged and was, in any event, at odds with the case as pleaded.",
      "id": "s26"
    },
    {
      "text": "9 The strongest point in support of the respondents' claim for solicitor and own client costs is the fact that applicant was put on notice of the disconformity between his case as pleaded, and the evidence led in support of that case, but elected to ignore the warnings given.",
      "id": "s27"
    },
    {
      "text": "10 The applicant, in his submissions, conceded that the respondents were entitled to an order for costs.",
      "id": "s28"
    },
    {
      "text": "However, he submitted that the order should be costs in the usual form, that is, on a party and party basis.",
      "id": "s29"
    },
    {
      "text": "11 The applicant submitted that it was clear that no amendment of his pleadings would have assisted him because, even on his own version of the facts, there was never a concluded agreement of the type alleged.",
      "id": "s30"
    },
    {
      "text": "The real issue was whether, properly advised, he should have known that his case was so hopeless that it should never have been brought.",
      "id": "s31"
    },
    {
      "text": "12 As the applicant correctly submitted, it is often a matter of fine judgment as to whether the evidence available in support of a claim warrants instituting a proceeding, or continuing with a case once brought.",
      "id": "s32"
    },
    {
      "text": "In this case, the respondents did not seek summary judgment.",
      "id": "s33"
    },
    {
      "text": "They did not, at the conclusion of the applicant's case, submit that there was no case to answer.",
      "id": "s34"
    },
    {
      "text": "They did not suggest that the applicant had instituted this proceeding with any ulterior motive.",
      "id": "s35"
    },
    {
      "text": "They did not establish, or perhaps even seek to establish, that the applicant's evidence, taken as whole, was deliberately untruthful.",
      "id": "s36"
    },
    {
      "text": "In fact, I specifically found that he was basically honest, but somewhat out of his depth.",
      "id": "s37"
    },
    {
      "text": "13 In my opinion, the respondents have not established any proper basis for a departure from the usual rule.",
      "id": "s38"
    },
    {
      "text": "There will be an order that the applicant pay the respondents' costs on a party and party basis, such costs to be taxed in default of agreement.",
      "id": "s39"
    },
    {
      "text": "I certify that the preceding thirteen (13) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Weinberg .",
      "id": "s40"
    },
    {
      "text": "Associate:\n\nDated: 3 October 2007\n\n\n Counsel for the Applicant: Mr R G Squirrell \n \n Solicitor for the Applicant: Kahns Lawyers \n \n Counsel for the Respondent: Mr L Glick SC and Mr A T Schlicht \n \n Solicitor for the Respondent: Strongman &amp; Crouch \n \n Date of Submissions: 19 and 26 September 2007 \n \n Date of Judgment: 3 October 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1533.html",
      "id": "s41"
    }
  ]
}