{
  "name": "SZKFQ v Minister for Immigration and Citizenship [2007] FCA 1432 (14 August 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1432.html",
  "catchphrases": [
    {
      "text": "limited reach of s 424a of the migration act in respect of the tribunal's obligation to give particulars of information that it considers would be the reason or a part of the reason for affirming the decision under review",
      "id": "c0"
    },
    {
      "text": "migration",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "1 The appellant, who has been identified for the purposes of these proceedings as SZKFQ, was born in China on 20 October 1963.",
      "id": "s0"
    },
    {
      "text": "Her daughter was born in China on 25 May 1988.",
      "id": "s1"
    },
    {
      "text": "On 31 August 2005 she was issued with a passport by the People's Republic of China.",
      "id": "s2"
    },
    {
      "text": "On 4 July 2006 she arrived in Australia on a three month visa.",
      "id": "s3"
    },
    {
      "text": "2 On 14 August 2006 the appellant applied for a Protection (Class XA) visa.",
      "id": "s4"
    },
    {
      "text": "That application was refused by a Delegate of the Minister on 26 August 2006.",
      "id": "s5"
    },
    {
      "text": "On 26 September 2006 the appellant applied to the Refugee Review Tribunal ('the Tribunal') for review of the Minister's Delegate's decision.",
      "id": "s6"
    },
    {
      "text": "3 On 17 October 2006 the appellant was invited to a hearing on 17 November 2006 before the Tribunal to give oral evidence and present arguments in support of her claims.",
      "id": "s7"
    },
    {
      "text": "The appellant attended such a hearing which appears to have lasted for approximately two hours.",
      "id": "s8"
    },
    {
      "text": "4 On 22 December 2006 the Tribunal decided to affirm the Minister's Delegate's decision not to grant the appellant a Protection (Class XA) visa.",
      "id": "s9"
    },
    {
      "text": "The Tribunal was not satisfied that the appellant was a person to whom Australia had protection obligations under the Convention relating to the Status of Refugees done at Geneva on 28 July 1951, as amended by the Protocol relating to the Status of Refugees done at New York on 31 January 1967 (collectively referred to as 'the Refugees Convention').",
      "id": "s10"
    },
    {
      "text": "The decision of the Tribunal was handed down on 18 January 2007.",
      "id": "s11"
    },
    {
      "text": "5 On 16 February 2007 the appellant applied to the Federal Magistrates Court of Australia for constitutional writ relief in respect of the Tribunal's decision.",
      "id": "s12"
    },
    {
      "text": "The grounds of the appellant's application were as follows:\n \n '1.",
      "id": "s13"
    },
    {
      "text": "the RRT breached the Section 424A of the Migration Act by not inviting the applicant to comment on particulars of any information that the Tribunal considers would be the reason, or a part of the reason, for affirming the decision that is under review.",
      "id": "s14"
    },
    {
      "text": "Particulars: \n The Tribunal dismiss the applicant's claims as she was unable to explain what the GPPCC (Guangdong People's Political Consultative Conference, an organization the applicant claims that her mother was the former vice-president of), was or what it did.",
      "id": "s15"
    },
    {
      "text": "The Tribunal did not invite the applicant to explain why she was not familiar with the nature of GPPCC.",
      "id": "s16"
    },
    {
      "text": "' \n\n\n \n6 The application for review was heard by Federal Magistrate Scarlett on 15 May 2007 and decided by him on that day.",
      "id": "s17"
    },
    {
      "text": "He ordered that the application be dismissed and that the applicant pay the respondent Minister's costs fixed in the sum of $3,500.",
      "id": "s18"
    },
    {
      "text": "The reasons for judgment of the learned Federal Magistrate (see SZKFQ v Minister for Immigration [2007] FMCA 795) included at [14] --- [16] the following:\n \n \n '14.",
      "id": "s19"
    },
    {
      "text": "The applicant, in her application, sets out one ground for relief.",
      "id": "s20"
    },
    {
      "text": "She claims that the Refugee Review Tribunal breached s.424A of the Migration Act by not inviting the applicant to comment on particulars of any information that the Tribunal considered would be the reason, or a part of the reason, for affirming the decision that was under review.",
      "id": "s21"
    },
    {
      "text": "In particular, the applicant claimed that the Tribunal dismissed her claims because she was unable to explain what the Guangdong People's Political Consultative Conference --- an organisation the applicant claims her mother was former vice-president of --- was or what it did.",
      "id": "s22"
    },
    {
      "text": "The applicant says the Tribunal did not invite her to explain why she was not familiar with the nature of the GPPCC.",
      "id": "s23"
    },
    {
      "text": "15.",
      "id": "s24"
    },
    {
      "text": "The applicant did not file any amended application or any written submissions.",
      "id": "s25"
    },
    {
      "text": "She relies on no other ground of review.",
      "id": "s26"
    },
    {
      "text": "At the hearing, I invited the applicant to expand on her application and advise the Court of particulars of that or any other jurisdictional error.",
      "id": "s27"
    },
    {
      "text": "The applicant addressed the factual matters, claiming that her mother's work with the GPPCC was confidential and she did not know what her mother's work involved.",
      "id": "s28"
    },
    {
      "text": "The applicant said that her mother was opposed to the Chinese Government's suppression of the Falun Gong movement and she spoke out in support of Falun Gong practitioners.",
      "id": "s29"
    },
    {
      "text": "She said that her mother suffered persecution from the Chinese authorities because of her opposition to the government's policy, and she also said that her husband became scared that the authorities would persecute the applicant and her family, and, as a result, he divorced her.",
      "id": "s30"
    },
    {
      "text": "The applicant said that she then came to Australia with her daughter and expressed a wish that the Australian government could give her political asylum.",
      "id": "s31"
    },
    {
      "text": "16.",
      "id": "s32"
    },
    {
      "text": "Unfortunately, the grounds contained in the applicant's oral submission do not reveal any jurisdictional error and are merely challenges to the Tribunal's factual finding.",
      "id": "s33"
    },
    {
      "text": "A challenge to the factual findings of the Tribunal is no more than what is referred to as a \"merits review\", and merits review is not available on judicial review of the finding of the Refugee Review Tribunal.",
      "id": "s34"
    },
    {
      "text": "' \n \n\n\n \n7 The Tribunal's reasons for decision were recorded on 12 closely typed pages.",
      "id": "s35"
    },
    {
      "text": "They contained a five page summary of the appellant's evidence before the Tribunal.",
      "id": "s36"
    },
    {
      "text": "8 In the application for a Protection (Class XA) visa the appellant had been asked what she feared may happen to her if she went back to the People's Republic of China.",
      "id": "s37"
    },
    {
      "text": "Her answer was:\n \n 'The government would convict me for money laundry (sic) .",
      "id": "s38"
    },
    {
      "text": "Of course I have never involved in such crime, but the government would produce evidence to convict me.",
      "id": "s39"
    },
    {
      "text": "' \n\n\n \nWhen asked why she thought that would happen her response was:\n \n 'Because the government's policy towards Falun Gong has never changed, so they hate my mother as she opposed to the policy.",
      "id": "s40"
    },
    {
      "text": "So the government would persecute her and her close family members.",
      "id": "s41"
    },
    {
      "text": "' \n\n\n \n9 In response to the question, why did she leave the People's Republic of China, the appellant's answer was:\n \n 'Because I was afraid the Chinese government will persecute me as my mother disagreed with the government's persecution against Falun Gong.",
      "id": "s42"
    },
    {
      "text": "My mother was the former vice-president of the Guangdong People's Political Consultative Conference.",
      "id": "s43"
    },
    {
      "text": "She was not a communist and disagreed with the Party's policies in many aspects.",
      "id": "s44"
    },
    {
      "text": "She has been questioning the government's persecution on Falun Gong in many occasions since 1999.",
      "id": "s45"
    },
    {
      "text": "At first she only expressed her objection inside the Consultative Conference.",
      "id": "s46"
    },
    {
      "text": "Later when she found that her opinion had never been considered, she started to express her opinion to medias.",
      "id": "s47"
    },
    {
      "text": "Of course Chinese medias would not report her opinion, but some foreign medias would.",
      "id": "s48"
    },
    {
      "text": "She was soon targeted by the Government in 2003 after a Taiwan newspaper reported her opinion about the persecution on Falun Gong.",
      "id": "s49"
    },
    {
      "text": "In 2004 the Guangdong provincial government alleged my mother had taken bribes during the period she was the vice president of the Consultative Conference and the government started to collect evidence to prosecute her.",
      "id": "s50"
    },
    {
      "text": "The government also alleged that some money had been transferred to my hairdressing business for money laundry (sic) .",
      "id": "s51"
    },
    {
      "text": "So I was also approached by police.",
      "id": "s52"
    },
    {
      "text": "I worried that the government would further persecute me.",
      "id": "s53"
    },
    {
      "text": "So I planned to escape to foreign countries.",
      "id": "s54"
    },
    {
      "text": "' \n\n\n \n10 In the course of the Tribunal's summary of the appellant's evidence it said:\n \n 'The applicant confirmed that her claim for protection was based on her mother questioning the Chinese government and speaking out against the government's crackdown on Falun Gong.",
      "id": "s55"
    },
    {
      "text": "The applicant confirmed that her mother's activities were limited to speaking out against the crackdown.",
      "id": "s56"
    },
    {
      "text": "...' \n\n\n \n11 In the extensive summary of the appellant's evidence, including over a page dealing with the Guangdong People's Political Consultative Conference and the appellant's mother's alleged involvement in it, the Tribunal said:\n \n 'When the Tribunal asked the applicant what the GPPCC is and what it does the applicant replied that she did not know and that her mother had already retired.",
      "id": "s57"
    },
    {
      "text": "' \n\n \n12 In its ' FINDINGS AND REASONS ', which extended over almost two pages, the Tribunal made a number of observations in relation to the appellant's evidence.",
      "id": "s58"
    },
    {
      "text": "These included:\n \n 'The applicant's evidence was extremely vague and contradictory.",
      "id": "s59"
    },
    {
      "text": "It required much questioning ... to draw out basic details from the applicant about her claims ... \n \n ... \n \n\n \n The applicant's evidence was vague and lacking in detail ... She gave evidence during the hearing that contradicted earlier evidence she had given during the hearing.",
      "id": "s60"
    },
    {
      "text": "She also changed her evidence frequently during the course of the hearing.",
      "id": "s61"
    },
    {
      "text": "... \n \n\n \n It seemed to the Tribunal that the vague manner in which the applicant gave her evidence was because she was not speaking from actual experience.",
      "id": "s62"
    },
    {
      "text": "' \n \n\n \n13 The extract from the Tribunal's ' FINDINGS AND REASONS' set out above does not do justice to the careful and detailed expression of those findings and reasons.",
      "id": "s63"
    },
    {
      "text": "The Tribunal recorded its conclusions as follows:\n \n 'The above matters have led the Tribunal to conclude that the applicant was not a credible witness and that her claims that her mother had a political opinion in support of Falun Gong are not true.",
      "id": "s64"
    },
    {
      "text": "The Tribunal thus does not accept that the applicant's mother expressed a political opinion.",
      "id": "s65"
    },
    {
      "text": "It follows that the Tribunal does not accept that the political opinion was published in a newspaper.",
      "id": "s66"
    },
    {
      "text": "The Tribunal does not accept that the Chinese authorities made allegations that either the visa applicant or her mother was corrupt, that they took bribes or that they were involved in money laundering.",
      "id": "s67"
    },
    {
      "text": "It follows that it does not accept that the applicant or her mother were interviewed by the Chinese authorities, or that the applicant would be persecuted if she returned to China because of any political opinion, imputed political opinion, on the basis of being a member of the family of a Falun Gong supporter, or for any other Convention reason.",
      "id": "s68"
    },
    {
      "text": "Therefore the Tribunal finds that the applicant does not have a well founded fear of persecution for a Convention reason if she returns to China.",
      "id": "s69"
    },
    {
      "text": "' \n \n\n14 In the course of its ' FINDINGS AND REASONS ' the Tribunal included one sentence upon which the appellant relies, namely:\n \n 'The applicant also did not know what the GPPCC was or what it did.",
      "id": "s70"
    },
    {
      "text": "' \n\n\n \n15 On 5 June 2007 the appellant filed a Notice of Appeal to this Court from the judgment of the Federal Magistrate given on 15 May 2007.",
      "id": "s71"
    },
    {
      "text": "The grounds relied upon in the notice of appeal were expressed as follows:\n \n 'The applicant argue at the Federal Magistrates Court that the RRT breached the Section 424A of the Migration Act by not inviting the applicant to comment on particulars of any information that the Tribunal considers would be the reason, or a part of the reason, for affirming the decision that is under review.",
      "id": "s72"
    },
    {
      "text": "The Tribunal dismissed the applicant's claims as she was unable to explain what the GPPCC (Guandong People's Political Consultative Conference, an organization the applicant claims that her mother was the former vice-president of), was or what it did.",
      "id": "s73"
    },
    {
      "text": "The Tribunal did not invite the applicant to explain why she was not familiar with the nature of GPPCC.",
      "id": "s74"
    },
    {
      "text": "The Federal Magistrates Court failed to examine this claims (sic) properly.",
      "id": "s75"
    },
    {
      "text": "' \n \n\n16 The assertion that the Tribunal dismissed the appellant's claims as she was unable to explain what the GPPCC was or what it did does not bear analysis.",
      "id": "s76"
    },
    {
      "text": "The truth of the matter is that the Tribunal was not satisfied that the appellant was a person to whom Australia had protection obligations under the Refugee's Convention.",
      "id": "s77"
    },
    {
      "text": "17 The assertion that the Tribunal fell into jurisdictional error by failing to invite the appellant to explain why she was not familiar with the nature of GPPCC is a furphy.",
      "id": "s78"
    },
    {
      "text": "18 It is important to remember that proceedings before the Tribunal are inquisitorial rather than adversarial.",
      "id": "s79"
    },
    {
      "text": "19 The Tribunal Member conducting an enquiry is obliged to be fair.",
      "id": "s80"
    },
    {
      "text": "However, the Tribunal is not in the position of a contradictor of what is being advanced by an applicant.",
      "id": "s81"
    },
    {
      "text": "In a case such as that brought by the appellant under her application for review to the Tribunal, it was for her to advance whatever evidence or argument she wished to advance and for the Tribunal to decide whether her claim that she was a refugee, within the meaning of the Refugees Convention, had been made out.",
      "id": "s82"
    },
    {
      "text": "The Tribunal was not obliged to prompt and stimulate an elaboration which she may have chosen not to embark upon (per Gummow and Heydon JJ in Re RUDDOCK (in his capacity as Minister for Immigration and Multicultural Affairs); Ex parte APPLICANT S154/2002 (2003) 201 ALR 437 at [57] --- [58]).",
      "id": "s83"
    },
    {
      "text": "20 Section 424A of the Migration Act 1958 (Cth) ('the Act') upon which the appellant relies relevantly provides:\n \n '424A(1) Subject to subsection (3), the Tribunal must: \n\n\n \n (a) give to the applicant, in the way that the Tribunal considers appropriate in the circumstances, particulars of any information that the Tribunal considers would be the reason, or a part of the reason, for affirming the decision that is under review; and \n ...' \n\n\n \n21 The effect of s 424A is not to create a back-door route to a merits review of credibility findings made by the Tribunal, in the federal courts (per Gleeson CJ and Gummow, Callinan, Heydon and Crennan JJ in SZBYR v Minister for Immigration and Citizenship (2007) 235 ALR 609 ('SZBYR') at [21]).",
      "id": "s84"
    },
    {
      "text": "22 Section 424A does not authorise scrutiny of the inquisitorial process such that an explanation must be provided or apparent for the Tribunal's questions or the manner of their formulation or the Tribunal's omission to ask questions.",
      "id": "s85"
    },
    {
      "text": "23 The learned Federal Magistrate was correct in saying at [23]:\n \n 'It is certainly not the function of the Tribunal to produce evidence to rebut an applicant's claims.",
      "id": "s86"
    },
    {
      "text": "' \n\n \n24 This case is not concerned with a failure to give particulars of any 'information'.",
      "id": "s87"
    },
    {
      "text": "A failure to enquire as to why a particular answer, which may form part of the reason for the Tribunal's decision, was given to a Tribunal Member's question at a hearing, does not constitute 'information' to which s 424A applies.",
      "id": "s88"
    },
    {
      "text": "25 In SZBYR at [18], Gleeson CJ, Gummow, Callinan, Heydon, and Crennan JJ said:\n \n '... if the reason why the tribunal affirmed the decision under review was the tribunal's disbelief of the appellants' evidence arising from inconsistencies therein, it is difficult to see how such disbelief could be characterised as constituting \"information\" within the meaning of para (a) of s 424A(1).",
      "id": "s89"
    },
    {
      "text": "... Finn and Stone JJ correctly observed in VAF v Minister for Immigration and Multicultural and Indigenous Affairs that the word \"information\": \n \n \n \n ... does not encompass the tribunal's subjective appraisals, thought processes or determinations ... nor does it extend to identified gaps, defects or lack of detail or specificity in evidence or to conclusions arrived at by the tribunal in weighing up the evidence by reference to those gaps, etc ... \n \n \n \n If the contrary were true, s 424A would in effect oblige the tribunal to give advance written notice not merely of its reasons but of each step in its prospective reasoning process.",
      "id": "s90"
    },
    {
      "text": "However broadly \"information\" be defined, its meaning in this context is related to the existence of evidentiary material or documentation, not the existence of doubts, inconsistencies or the absence of evidence.",
      "id": "s91"
    },
    {
      "text": "...' \n \n (footnote omitted) \n\n\n \n26 To like effect Gleeson CJ, Kirby, Hayne, Callinan and Heydon JJ said in SZBEL v Minister for Immigration and Multicultural and Indigenous Affairs [2006] HCA 63 ; (2006) 231 ALR 592 at [48] that procedural fairness does not require the Tribunal to give an applicant a running commentary upon what it thinks about the evidence that is given.",
      "id": "s92"
    },
    {
      "text": "On the contrary, to adopt such a course would be likely to run a serious risk of conveying an impression of pre-judgment.",
      "id": "s93"
    },
    {
      "text": "27 The appellant failed to provide any written submissions in support of her case.",
      "id": "s94"
    },
    {
      "text": "When asked what she wanted to say in support of her grounds of appeal her responses included words to the effect:\n \n 'I sincerely ask your Honour to give me a chance to stay in Australia, so that I can look after my daughter and also I'm getting married very soon with an Australian resident.",
      "id": "s95"
    },
    {
      "text": "I am still fearful to return to China and hoping the Australian government will offer me protection... \n \n\n \n We are planning to get married in November this year.",
      "id": "s96"
    },
    {
      "text": "We have been living together for over a year already... \n \n\n \n If I do return to China, my daughter and I will be persecuted... \n \n\n \n During the hearing in the Federal Magistrates Court I was not given an opportunity to explain why I did not know what GPPCC stood for.",
      "id": "s97"
    },
    {
      "text": "It is a government organisation.",
      "id": "s98"
    },
    {
      "text": "Its functions are not open to the public.",
      "id": "s99"
    },
    {
      "text": "I hope the Australian Government will offer me help.",
      "id": "s100"
    },
    {
      "text": "' \n\n \n28 It is demonstrably clear that the Tribunal did not fall into jurisdictional error in its consideration of the appellant's application for review.",
      "id": "s101"
    },
    {
      "text": "The appellant's reliance upon s 424A(1)(a) of the Act is quite misconceived, as the recent decision of the High Court handed down on 13 June 2007 in SZBYR makes clear.",
      "id": "s102"
    },
    {
      "text": "29 \n \nIn the circumstances the appeal should be dismissed.",
      "id": "s103"
    },
    {
      "text": "I certify that the preceding twenty-nine (29) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Graham.",
      "id": "s104"
    },
    {
      "text": "Associate:\n\nDated: 12 September 2007\n\n\n The Appellant appeared in person.",
      "id": "s105"
    },
    {
      "text": "Counsel for the First Respondent: S A H Sirtes \n \n Solicitor for the Firt and Second Respondents: Clayton Utz \n \n Date of Hearing: 14 August 2007 \n \n Date of Judgment: 14 August 2007 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1432.html",
      "id": "s106"
    }
  ]
}