{
  "name": "Australian Competition and Consumer Commission v Dally M Publishing and Research Pty Limited [2007] FCA 1220 (10 August 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1220.html",
  "catchphrases": [
    {
      "text": "competition code of victoria, s 45",
      "id": "c0"
    },
    {
      "text": "enforcement and remedies",
      "id": "c1"
    },
    {
      "text": "agreement between parties as to appropriate remedy",
      "id": "c2"
    },
    {
      "text": "trade practices",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 Relief must be granted against the respondents from their contravention of s 45 of the Competition Code of Victoria (Vic).",
      "id": "s0"
    },
    {
      "text": "The Australian Competition and Consumer Commission and the respondents have reached agreement on the appropriate orders.",
      "id": "s1"
    },
    {
      "text": "They ask that the Court put their agreement into effect.",
      "id": "s2"
    },
    {
      "text": "They accept, however, that the grant of relief is a matter for the Court.",
      "id": "s3"
    },
    {
      "text": "But, as the cases show, the parties' agreement should be given effect unless there is good reason to the contrary.",
      "id": "s4"
    },
    {
      "text": "2 The case against the respondents is that between September and November 2005, the first respondent (a company controlled by the second respondent) attempted to make an arrangement or arrive at an understanding with funeral celebrants who provided civil funeral ceremonies at funeral homes in metropolitan Melbourne to fix the fee charged by those celebrants at $440 per ceremony including GST and thereafter to increase that fee in line with the Consumer Price Index (the proposed agreement).",
      "id": "s5"
    },
    {
      "text": "It is common ground that this conduct contravened s 45 of the Competition Code.",
      "id": "s6"
    },
    {
      "text": "3 The contravening conduct occurred in the following circumstances.",
      "id": "s7"
    },
    {
      "text": "Many if not all operators of funeral homes in Melbourne offer civil funeral ceremonies as a part of the funeral services they provide their customers.",
      "id": "s8"
    },
    {
      "text": "These ceremonies are arranged and conducted by celebrants.",
      "id": "s9"
    },
    {
      "text": "Celebrants provide their services either to the funeral home (which then passes the fee on to their clients) or to the clients directly.",
      "id": "s10"
    },
    {
      "text": "Celebrants provide their services either at a fixed hourly rate or, most often, at a fixed fee per ceremony.",
      "id": "s11"
    },
    {
      "text": "This fixed fee is known in the industry as the \"standard fee\".",
      "id": "s12"
    },
    {
      "text": "Funeral celebrants are not required to hold formal qualifications, although some organisations provide training for celebrants who wish to improve their skills.",
      "id": "s13"
    },
    {
      "text": "The first respondent, Dally M Publishing trading as \"International College of Celebrancy\" (the College), is one such supplier of education and training services to celebrants.",
      "id": "s14"
    },
    {
      "text": "The second respondent, Mr Messenger, was and is a director and the sole shareholder of Dally M Publishing and the Principal of the College.",
      "id": "s15"
    },
    {
      "text": "4 Between 28 and 30 September 2005, Dally M Publishing held a \"Best Practice Funerals Conference\" at Queens College in Parkville, Victoria.",
      "id": "s16"
    },
    {
      "text": "The conference was attended by around 60 celebrants.",
      "id": "s17"
    },
    {
      "text": "On the last day of the conference, Mr Messenger convened a meeting of the celebrants who had attended the conference to discuss, relevantly, the \"standard fee\" charged by celebrants conducting civil funeral ceremonies through funeral homes.",
      "id": "s18"
    },
    {
      "text": "At the meeting, Mr Messenger indicated that there had been no rise in the fixed fee for celebrants for some years, a situation that the College would take the 'initiative' to address.",
      "id": "s19"
    },
    {
      "text": "At Mr Messenger's request a motion was passed authorising the College to write to funeral homes in Victoria in the following terms:\n \n \"The letter is to advise you that on the authority of the celebrants involved with us we are increasing the standard fee to $400 plus GST $440.00.",
      "id": "s20"
    },
    {
      "text": "The original demanding standard of visiting the family, preparing the eulogy and ceremony, of checking it carefully with the family and delivering it with compassion and confidence are the minimum standards we require from our graduates and those celebrants associated with us.",
      "id": "s21"
    },
    {
      "text": "So I enclose the list of celebrants for your convenience.",
      "id": "s22"
    },
    {
      "text": "It may be that we will have to update this list again shortly.",
      "id": "s23"
    },
    {
      "text": "I am sure you would agree that it is inconvenient for you to have rises in our professional fee arriving suddenly and spontaneously after long periods like this one.",
      "id": "s24"
    },
    {
      "text": "For this reason the International College of Celebrancy has decided to take the initiative in this situation, update the current fee and assure you that rises in the future will be issued annually in line with the Consumer Price Index.",
      "id": "s25"
    },
    {
      "text": "\" \n \n\n5 Mr Messenger invited the celebrants present to indicate whether they wished to be associated with the proposed letter.",
      "id": "s26"
    },
    {
      "text": "Mr Messenger indicated that he would also write to other celebrants to invite them to participate.",
      "id": "s27"
    },
    {
      "text": "This he did, in similar terms, in October 2005.",
      "id": "s28"
    },
    {
      "text": "In total Mr Messenger invited more than 100 celebrants to enter into the proposed arrangement.",
      "id": "s29"
    },
    {
      "text": "6 That same month, Mr Messenger also wrote to 178 funeral home operators in Victoria advising them relevantly that \"on the authority of the celebrants involved with us, passed at a meeting of the 60 celebrants who attended, we are increasing the standard fee to $400 + GST = $440... [and that] rises in the future [would] be issued annually in line with the Consumer Price Index (CPI) every October\".",
      "id": "s30"
    },
    {
      "text": "Mr Messenger also arranged for text from the letter to the funeral homes along with a reference to the agreed fee for celebrant's services at a civil ceremony to be posted on the College's website ( www.celebrancy.com ), where it remained until 8 August 2006.",
      "id": "s31"
    },
    {
      "text": "7 The penalty that has been suggested for Dally M Publishing for attempting to contravene the Competition Code is $30,000 plus costs fixed in the amount $3,000, payable in four instalments between December 2007 and June 2010.",
      "id": "s32"
    },
    {
      "text": "The penalty suggested for Mr Messenger for attempting to induce contraventions of the Competition Code is $10,000 plus costs fixed in the amount $3,000, also payable in four instalments between December 2007 and June 2009.",
      "id": "s33"
    },
    {
      "text": "In addition to pecuniary penalties under s 76, the respondents agree that injunctions under s 80 should be ordered restraining the respondents from engaging in like conduct in future.",
      "id": "s34"
    },
    {
      "text": "The respondents also agree that there should be an order that Dally M Publishing establish a trade practices compliance program and to administer that program for a period of 3 years.",
      "id": "s35"
    },
    {
      "text": "8 Taking into account the respondents co-operation with the Commission, together with what is said in the joint submissions - including that the respondents did not stand to gain personally from the proposed arrangement and that the financial burden of the penalties will effectively be borne by Mr Messenger (who is a 69 year old pensioner with limited means), I consider the orders suggested by the parties to be appropriate in all the circumstances.",
      "id": "s36"
    },
    {
      "text": "9 There will be orders in accordance with the minutes submitted by the parties.",
      "id": "s37"
    },
    {
      "text": "I certify that the preceding nine (9) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finkelstein.",
      "id": "s38"
    },
    {
      "text": "Associate:\n\nDated: 10 August 2007\n\n\n\n\n Counsel for the Applicant: P Gray \n \n Solicitor for the Applicant: Australian Government Solicitor \n \n Counsel for the Respondents: L Glick SC \n \n Solicitor for the Respondents: Tony Hargreaves &amp; Partners \n \n Dates of Hearing: 7 August 2007 \n \n Date of Judgment: 10 August 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1220.html",
      "id": "s39"
    }
  ]
}