{
  "name": "SZIJG v Minister for Immigration and Citizenship [2007] FCA 1652 (30 October 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1652.html",
  "catchphrases": [
    {
      "text": "review of decision of refugee review tribunal",
      "id": "c0"
    },
    {
      "text": "appeal from decision of a federal magistrate",
      "id": "c1"
    },
    {
      "text": "choice and interpretation of country information is a factual matter for refugee review tribunal alone",
      "id": "c2"
    },
    {
      "text": "no error of law in refugee review tribunal making wrong finding of fact",
      "id": "c3"
    },
    {
      "text": "country information falls within s 424a(3)(a) of the migration act 1958 (cth)",
      "id": "c4"
    },
    {
      "text": "application of procedural fairness to refugee review tribunal",
      "id": "c5"
    },
    {
      "text": "migration",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal against a judgment of a Federal Magistrate of 21 June 2007 dismissing an application for judicial review of a decision of the Refugee Review Tribunal ('the Tribunal') signed on 25 October 2006 and handed down on 16 November 2006.",
      "id": "s0"
    },
    {
      "text": "The Tribunal had affirmed a decision of a delegate of the first respondent to refuse to grant the appellant a protection (Class XA) visa.",
      "id": "s1"
    },
    {
      "text": "FACTUAL BACKGROUND AND THE APPELLANT'S CLAIMS \n \n2 The appellant is a citizen of Indonesia who arrived in Australia on 12 August 2005.",
      "id": "s2"
    },
    {
      "text": "On 19 September 2005 the appellant lodged an application for a protection visa with the then Department of Immigration and Multicultural and Indigenous Affairs.",
      "id": "s3"
    },
    {
      "text": "A delegate of the first respondent refused the application for a protection visa on 23 September 2005.",
      "id": "s4"
    },
    {
      "text": "On 26 October 2005 the appellant applied to the Tribunal for a review of that decision.",
      "id": "s5"
    },
    {
      "text": "The Tribunal held a hearing on 13 September 2006 after an earlier decision of the Tribunal was set aside by consent.",
      "id": "s6"
    },
    {
      "text": "3 Accompanying the application for review was a statement indicating the appellant feared persecution in Indonesia for his ethnicity as a Chinese who had been targeted by native Indonesians.",
      "id": "s7"
    },
    {
      "text": "The appellant claimed amongst other things that his house and shop in Jakarta had been looted and burnt, that some of his female relatives were raped, and that his wife was often sexually harassed by native Indonesians.",
      "id": "s8"
    },
    {
      "text": "4 The appellant had provided a similar statement in his application for the protection visa and had indicated he was Christian.",
      "id": "s9"
    },
    {
      "text": "5 The appellant did not attend the first hearing of the Tribunal.",
      "id": "s10"
    },
    {
      "text": "He did however attend the second hearing where his claims were distilled to the essential point that he feared harm from ethnic Indonesians in the form of the possible recurrence of anti-Chinese violence, along the lines of the May 1998 riots, and general discrimination towards him and his family as ethnic Chinese.",
      "id": "s11"
    },
    {
      "text": "The appellant did not believe that the authorities would protect him from any future harm.",
      "id": "s12"
    },
    {
      "text": "He indicated that he was Christian but his wife was Muslim.",
      "id": "s13"
    },
    {
      "text": "THE DECISION OF THE TRIBUNAL \n \n6 In considering the appellant's claims the Tribunal had reference to a number of sources of external information.",
      "id": "s14"
    },
    {
      "text": "It noted in its decision that many of the reports referred to Chinese Christians rather than Chinese generally because many Chinese were Christian and that ethnic identity often overlapped with religious identity in the area where the appellant lived.",
      "id": "s15"
    },
    {
      "text": "7 The Tribunal found the appellant to be a generally credible, articulate and forthcoming witness, and it accepted he was of Chinese ethnicity and Christian.",
      "id": "s16"
    },
    {
      "text": "However, the Tribunal did not share all of the appellant's interpretations of his past experience or of country information and was not satisfied he had a well-founded fear of persecution.",
      "id": "s17"
    },
    {
      "text": "8 The Tribunal accepted that during anti-Chinese violence in 1998 the appellant lost a shop of which he was part owner when it was looted and burnt, but found the direct impact of the riots on the appellant and his family was very limited.",
      "id": "s18"
    },
    {
      "text": "The Tribunal also accepted the evidence of the appellant that a distant relative may have been raped and that there were, at the time of the riots, instances of abusive language against the appellant and his family.",
      "id": "s19"
    },
    {
      "text": "The Tribunal accepted that the appellant had a subjective fear at the time and that he may have a continuing fear of renewed anti-Chinese violence in the future.",
      "id": "s20"
    },
    {
      "text": "However, the Tribunal was not satisfied that the fear was well-founded and referred to independent country information indicating that there had been no recurrence of such violence in the past eight years and that Indonesian authorities had taken effective measures to address underlying communal tensions.",
      "id": "s21"
    },
    {
      "text": "9 The Tribunal considered the applicant's claim to fear anti-Chinese discrimination and noted independent country information indicating that there was anti-Chinese discrimination in the appellant's area, including bureaucratic and administrative disadvantages as well as instances of abusive behaviour and infrequent cases of harassment or threats.",
      "id": "s22"
    },
    {
      "text": "The Tribunal asserted that such treatment was not acceptable but found it was not serious or widespread as to indicate that ethnic Chinese in the appellant's area faced a real chance of persecution for reason of their race alone.",
      "id": "s23"
    },
    {
      "text": "10 The Tribunal found the appellant's examples of his family's past experiences did not alter the view that the fear of the appellant arising from general discrimination was not well-founded.",
      "id": "s24"
    },
    {
      "text": "Similarly the Tribunal found that the evidence at hearing about his business and family circumstances did not support the claims of general discrimination amounting to persecution.",
      "id": "s25"
    },
    {
      "text": "11 In relation to future harm based on the circumstances in Indonesia, the Tribunal was of the view that the prospects of renewed violence and other persecutory harm were remote.",
      "id": "s26"
    },
    {
      "text": "The Tribunal was satisfied that the authorities had both the will and capacity to provide adequate and effective protection for the Chinese minority.",
      "id": "s27"
    },
    {
      "text": "The Tribunal was not satisfied that the appellant had a well-founded fear of Convention-related persecution arising from the Indonesian authorities' response to other forms of harm.",
      "id": "s28"
    },
    {
      "text": "12 The Tribunal noted that the appellant's wife was Muslim and that she disliked the attitude of native Indonesians.",
      "id": "s29"
    },
    {
      "text": "The Tribunal considered the appellant's response to questions about difficulties of interfaith marriage and considered that this was a reference to the appellant's claims concerning problems for Chinese generally, and not an implied claim arising from interfaith marriage or any related factors.",
      "id": "s30"
    },
    {
      "text": "13 The Tribunal stated that it considered all the relevant factors and did not accept the appellant had suffered past persecution of any kind, for reason of his Chinese ethnicity, or for any other reason.",
      "id": "s31"
    },
    {
      "text": "It also did not accept that the mere fact of being an ethnic Chinese or any other relevant factor gave rise to a real chance the appellant would face serious harm.",
      "id": "s32"
    },
    {
      "text": "THE DECISION OF THE FEDERAL MAGISTRATE \n \n14 Before the Federal Magistrate the appellant relied on an amended application filed on 18 April 2007 which asserted the Tribunal acted in breach of s 424A of the Migration Act 1958 (Cth) ('the Act') by failing to put independent evidence to the appellant for comment and failed to consider persecution on both bases of Christianity and being a Chinese Christian.",
      "id": "s33"
    },
    {
      "text": "15 In relation to the first ground, the Federal Magistrate noted that the Tribunal did put some independent country information to the appellant, but was of the view that the independent country information came under the exception in s 424A(3)(a) of the Act and that s 422B of the Act applied in this matter.",
      "id": "s34"
    },
    {
      "text": "16 The Federal Magistrate was of the opinion that the appellant's religion and the issue of his religion combined with his ethnicity were considered by the Tribunal.",
      "id": "s35"
    },
    {
      "text": "It was noted that the appellant made no claim on the basis of his religion but the Tribunal was satisfied that the country information relating to Chinese Christians was relevant to the appellant's particular circumstances.",
      "id": "s36"
    },
    {
      "text": "The Tribunal had considered the claim as an ethnic Chinese and as a Chinese Christian and considered the cumulative effects.",
      "id": "s37"
    },
    {
      "text": "GROUNDS OF APPEAL \n \n17 On 11 July 2007 the appellant filed a notice of appeal in this Court seeking to appeal the decision of the Federal Magistrate on the following grounds:\n \n 1.",
      "id": "s38"
    },
    {
      "text": "The Tribunal failed to carry out its statutory duty.",
      "id": "s39"
    },
    {
      "text": "2.",
      "id": "s40"
    },
    {
      "text": "The Tribunal has no reason to say that there is no real chance of harm to the applicant in the reasonable future if the applicant returns to Indonesia.",
      "id": "s41"
    },
    {
      "text": "CONSIDERATION \n \n18 At the hearing of the appeal before me the appellant submitted that he was very concerned for his wife who is Muslim and who is still living in Indonesia.",
      "id": "s42"
    },
    {
      "text": "The appellant stated that because of his marriage to his Muslim wife, she is being treated as a \"Muslim traitor\", the appellant being a Christian.",
      "id": "s43"
    },
    {
      "text": "This is a matter which, whilst of a concern to the appellant, is of no relevance to the matter before me for determination.",
      "id": "s44"
    },
    {
      "text": "19 The notice of appeal, in my view, does not identify any error by the Federal Magistrate.",
      "id": "s45"
    },
    {
      "text": "The claims that the Tribunal failed to carry out its statutory duty are meaningless in the absence of particulars.",
      "id": "s46"
    },
    {
      "text": "The claim that the Tribunal \"has no reason\" for its decision seeks merits review which is not for me to undertake.",
      "id": "s47"
    },
    {
      "text": "20 The Tribunal accepted the appellant's claims but found on the basis of independent country information, and the appellant's own evidence, that his fears of further harm amounting to persecution for reason of his race in Indonesia were not well founded.",
      "id": "s48"
    },
    {
      "text": "The Tribunal's findings were open for the reasons it provided.",
      "id": "s49"
    },
    {
      "text": "The choice and interpretation of country information is a factual matter for the Tribunal alone: NAHI v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 10 at [11] - [13] ; Applicant NABD of 2002 v Minister for Immigration and Multicultural and Indigenous Affairs [2005] HCA 29 ; (2005) 216 ALR 1 at [8] per Gleeson CJ; NBKT v Minister for Immigration and Multicultural Affairs [2006] FCAFC 195 ; (2006) 156 FCR 419 at [81] , [84].",
      "id": "s50"
    },
    {
      "text": "The Court cannot review the merits of the Tribunal's decision: Minister for Immigration and Ethnic Affairs v Wu Shan Liang [1996] HCA 6 ; (1996) 185 CLR 259 at 272, and there is no error of law in the Tribunal making a wrong finding of fact: Abebe v The Commonwealth of Australia [1999] HCA 14 ; (1999) 197 CLR 510 at [137] .",
      "id": "s51"
    },
    {
      "text": "21 Before the Federal Magistrate, the appellant relied upon an amended application containing two grounds.",
      "id": "s52"
    },
    {
      "text": "The first ground was that the Tribunal breached s 424A of the Act and procedural fairness as regards the country information that it took into account.",
      "id": "s53"
    },
    {
      "text": "The second ground was that the Tribunal had failed to consider the appellant's claim to fear harm as a Christian.",
      "id": "s54"
    },
    {
      "text": "22 As regards to the first ground, the Federal Magistrate correctly noted that country information falls within s 424A(3)(a) of the Act: see Minister for Immigration and Multicultural and Indigenous Affairs v NAMW [2004] FCAFC 264 ; (2004) 140 FCR 572 at [64] - [74] , [112]-[138]; WAJW v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 330 at [44] - [46] ; QAAC of 2004 v Refugee Review Tribunal [2005] FCAFC 92 at [7] - [30] ; VJAF v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCAFC 178 at [11] - [16] .",
      "id": "s55"
    },
    {
      "text": "His Honour also correctly noted that procedural fairness did not apply to the Tribunal because of s 422B of the Act: see Minister for Immigration and Multicultural Affairs v Lat [2006] FCAFC 61 ; (2006) 151 FCR 214 at [66] ; SZCIJ v Minister for Immigration and Multicultural Affairs [2006] FCAFC 62 at [7] - [8] ; NBKT v Minister for Immigration and Multicultural Affairs [2006] FCAFC 195 ; (2006) 156 FCR 419 at [85] .",
      "id": "s56"
    },
    {
      "text": "Finally, his Honour noted that the Tribunal had referred to the same country information as was in the delegate's decision, so there could be no breach of procedural fairness in any event.",
      "id": "s57"
    },
    {
      "text": "For these reasons, his Honour correctly rejected the first ground.",
      "id": "s58"
    },
    {
      "text": "23 In relation to the second ground, his Honour found that the Tribunal did consider the appellant's claims to be a Christian.",
      "id": "s59"
    },
    {
      "text": "The Tribunal did consider the fact that his wife was a Muslim Indonesian.",
      "id": "s60"
    },
    {
      "text": "In any event, the appellant had made no specific claims to fear harm for reason of his religion or because of his marriage to his wife, a Muslim.",
      "id": "s61"
    },
    {
      "text": "Therefore, the Tribunal did not need to consider these claims in any further detail.",
      "id": "s62"
    },
    {
      "text": "I can see no error in this aspect of his Honour's decision.",
      "id": "s63"
    },
    {
      "text": "24 In my view, the approach of the Federal Magistrate and his Honour's conclusions were correct, and no jurisdictional error arose.",
      "id": "s64"
    },
    {
      "text": "25 Accordingly, the appeal should be dismissed.",
      "id": "s65"
    },
    {
      "text": "I certify that the preceding twenty-five (25) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Middleton.",
      "id": "s66"
    },
    {
      "text": "Associate:\n\nDated: 7 November 2007\n\n\n Counsel for the Appellant: Self-represented \n \n Counsel for the First Respondent: T Reilly \n \n Solicitor for the First Respondent: Blake Dawson Waldron \n \n Date of Hearing: 30 October 2007 \n \n Date of Judgment: 30 October 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1652.html",
      "id": "s67"
    }
  ]
}