{
  "name": "University of Western Australia v Gray (No 18) [2007] FCA 1038 (5 July 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1038.html",
  "catchphrases": [
    {
      "text": "trial",
      "id": "c0"
    },
    {
      "text": "pleadings",
      "id": "c1"
    },
    {
      "text": "particulars",
      "id": "c2"
    },
    {
      "text": "state of mind of corporate respondent",
      "id": "c3"
    },
    {
      "text": "reliance upon state of mind of named officers",
      "id": "c4"
    },
    {
      "text": "evidence completed",
      "id": "c5"
    },
    {
      "text": "45 day trial",
      "id": "c6"
    },
    {
      "text": "parties completing written submissions",
      "id": "c7"
    },
    {
      "text": "application to amend particulars to include reliance upon state of mind of additional director of corporate respondent",
      "id": "c8"
    },
    {
      "text": "based substantially upon mattes of inference from documentary material",
      "id": "c9"
    },
    {
      "text": "unquantifiable unfair prejudice",
      "id": "c10"
    },
    {
      "text": "amendment refused",
      "id": "c11"
    },
    {
      "text": "practice and procedure",
      "id": "c12"
    }
  ],
  "sentences": [
    {
      "text": "1 Paragraph 16A of the University of Western Australia's (the University) statement of claim asserts that Sirtex Medical Limited (Sirtex) was aware of various pleaded facts constituting, and which would also have indicated to a reasonable person, the breach of pleaded fiduciary duties owed by Dr Gray to the University in respect of the invention referred to as SIRT 1.",
      "id": "s0"
    },
    {
      "text": "It alleges that by making each of what is called the first SIRT 1 Australian application and the second SIRT 1 Australian application, Sirtex was knowingly concerned in those breaches.",
      "id": "s1"
    },
    {
      "text": "Particulars are given of the facts relied upon to establish the relevant state of mind which it is said that Sirtex had or which a reasonable person would have had in the circumstances.",
      "id": "s2"
    },
    {
      "text": "Amongst those particulars in [16A(a)(iii)] appears the following:\n \n Other directors or officers of Sirtex, including Kevin Gustav Karlson and Dr Michael Panaccio, who formed part of the controlling mind and will of Sirtex, had actual knowledge of the employment of Dr Gray by the University and of the provenance of SIRT 1 and SIRT 2, or knowledge of facts which ought to have put them on inquiry as to such matters .",
      "id": "s3"
    },
    {
      "text": "There follow in [16A(a )( iv)] particulars relating to Dr Michael Panaccio.",
      "id": "s4"
    },
    {
      "text": "Dr Panaccio was a later addition to [16A] which originally had referred only to Mr Karlson and promised further particulars after interrogatories and discovery.",
      "id": "s5"
    },
    {
      "text": "Paragraph 16A(a)(iv) particularises the basis upon which Dr Panaccio's state of mind is asserted in support of the attributed state of mind of Sirtex.",
      "id": "s6"
    },
    {
      "text": "It is not suggested for the University that the use of the word \"including\" in [16A(a)(iii)] authorises it to put its case on the basis of the knowledge of individuals other than those specified in those particulars nor should it be so read.",
      "id": "s7"
    },
    {
      "text": "The second respondent is entitled to know the identity of its directors or officers whose state of mind is to be attributed to it.",
      "id": "s8"
    },
    {
      "text": "2 The evidence closed on 20 June 2007 after 45 days of hearing spread over 4 months commencing on 15 March 2007.",
      "id": "s9"
    },
    {
      "text": "Submissions in closing were due to commence on 3 July 2007 but by consent, because of delays in the completion of lengthy written submissions, the closing arguments have been adjourned to commence on 23 July 2007.",
      "id": "s10"
    },
    {
      "text": "Sirtex's closing written submissions in answer to those of the University are due imminently.",
      "id": "s11"
    },
    {
      "text": "The University now seeks to amend its particulars in relation to [16A] by including another director of the second respondent, the former Chairman of the Cancer Research Institute Inc, Mr Dane Gorn.",
      "id": "s12"
    },
    {
      "text": "This is said to be on the basis of evidence given by Mr Gorn who was one of the last witnesses in the case.",
      "id": "s13"
    },
    {
      "text": "3 The University says that on the basis of that evidence and various documentary materials the Court should allow it to have resort to his state of mind as part of the basis upon which the pleaded state of mind of Sirtex is supported in its closing submissions.",
      "id": "s14"
    },
    {
      "text": "Sirtex says that the application is late, is based substantially on material available to the University before Mr Gorn gave his evidence and is unfairly prejudicial.",
      "id": "s15"
    },
    {
      "text": "4 In my opinion, although there may be elements of Mr Gorn's evidence which throw up the kind of case which the University now seeks to make in relation to his state of mind, much of the basis of that case as referred to in the proposed additional particulars turns on documentary material.",
      "id": "s16"
    },
    {
      "text": "The oral evidence which was specifically referred to in submissions, and I don't say that that was exhaustive, resulted from inferential statements about the interpretation and rationality of things that happened which were put to Mr Gorn and to which he assented.",
      "id": "s17"
    },
    {
      "text": "Those responses were by way of inferences on evidence already available.",
      "id": "s18"
    },
    {
      "text": "5 In my opinion, it is now too late in the day for these additional particulars to be included as part of the University's case in relation to the state of mind of the second respondent.",
      "id": "s19"
    },
    {
      "text": "I come to that conclusion having regard to the history which I have just mentioned and the likelihood, in my opinion, of unfair prejudice which it is difficult to quantify at this stage.",
      "id": "s20"
    },
    {
      "text": "It would certainly require consideration which may yet have to occur, given the very recent notice of this amendment, of the necessity to recall Mr Gorn and beyond that the possibility that other evidence might need to be called going to his state of mind at the relevant times.",
      "id": "s21"
    },
    {
      "text": "I will therefore refuse the application to amend the particulars by including particulars relating to Mr Gorn.",
      "id": "s22"
    },
    {
      "text": "That applies to [16A] and, therefore, by inference to its incorporation by reference in [146A].",
      "id": "s23"
    },
    {
      "text": "I certify that the preceding five (5) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice French .",
      "id": "s24"
    },
    {
      "text": "Associate:\nDated: 10 July 2007\n\n Counsel for the Applicant: Mr T Tobin QC and Mr D Pratt \n \n Solicitor for the Applicant: Jackson McDonald \n \n Counsel for the First Respondent: Mr M Bennett \n \n Solicitor for the First Respondent:\n\nCounsel for the Second Respondent: \n\nSolicitor for the Second Respondent: Lavan Legal\n\n\nMr JD Elliott SC and Mr EJC Heerey\n\n\nDLA Phillips Fox \n \n Date of Hearing: 5 July 2007 \n \n Date of Judgment: 5 July 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1038.html",
      "id": "s25"
    }
  ]
}