{
  "name": "MZXLE v Minister for Immigration &amp; Citizenship [2007] FCA 1159 (29 August 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1159.html",
  "catchphrases": [
    {
      "text": "protection visa",
      "id": "c0"
    },
    {
      "text": "appeal from federal magistrates court",
      "id": "c1"
    },
    {
      "text": "where mistranslation by interpreter",
      "id": "c2"
    },
    {
      "text": "whether mistranslation deprived appellant of the opportunity to give evidence and present arguments to tribunal",
      "id": "c3"
    },
    {
      "text": "whether appellant deprived of the opportunity to give evidence and present arguments about injuries he sustained and where he had lived between 2000 and 2005",
      "id": "c4"
    },
    {
      "text": "whether federal magistrate erred in finding no error in the tribunal's conclusion in relation to three letters sent by the appellant's wife used to support his claims",
      "id": "c5"
    },
    {
      "text": "whether federal magistrate erred in not finding the tribunal's reasons gave rise to a reasonable apprehension of bias",
      "id": "c6"
    },
    {
      "text": "migration",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "BACKGROUND \n \n1 This is an appeal against a judgment of a Federal Magistrate dismissing an application for review of a decision of the Refugee Review Tribunal (\"the Tribunal\"): see [2007] FMCA 768.",
      "id": "s0"
    },
    {
      "text": "The Tribunal had affirmed a decision of a delegate of the first respondent (\"the delegate\") to refuse to grant the appellant a protection visa.",
      "id": "s1"
    },
    {
      "text": "2 The appellant is a citizen of Sri Lanka who arrived in Australia on 14 May 2005.",
      "id": "s2"
    },
    {
      "text": "He entered on a Business (Short-stay) visa.",
      "id": "s3"
    },
    {
      "text": "On 14 June 2005, the appellant lodged an application for a protection visa, claiming to have a well-founded fear of persecution as a result of his membership to the Janatha Vimukthi Peramuna political party (\"the JVP\") and his alleged involvement in plans to overthrow the then Sri Lankan government.",
      "id": "s4"
    },
    {
      "text": "Further, the appellant claimed to fear persecution from supporters of the People's Alliance (\"the PA\") following his joining of the United National Party (\"the UNP\") in 1992.",
      "id": "s5"
    },
    {
      "text": "The delegate refused the visa application on 9 September 2005.",
      "id": "s6"
    },
    {
      "text": "REFUGEE REVIEW TRIBUNAL \n \n3 On 26 September 2005, the appellant applied to the Tribunal for review of the delegate's decision.",
      "id": "s7"
    },
    {
      "text": "The appellant claimed that he and his family had been subjected to death threats and physical and verbal harassment from supporters of the PA in both the lead up to and aftermath of national elections.",
      "id": "s8"
    },
    {
      "text": "4 The Tribunal was not satisfied that the appellant was ever a member of the JVP.",
      "id": "s9"
    },
    {
      "text": "It further found that, even if he did have a later affiliation with the UNP, he had not suffered any harm or persecution as a result of this association.",
      "id": "s10"
    },
    {
      "text": "In drawing these conclusions, the Tribunal noted a number of inconsistencies and contradictions in the evidence provided by the appellant at the hearing.",
      "id": "s11"
    },
    {
      "text": "It will be necessary to return, in greater detail, to the Tribunal's reasons.",
      "id": "s12"
    },
    {
      "text": "The Tribunal affirmed the decision of the delegate on 31 May 2006.",
      "id": "s13"
    },
    {
      "text": "FEDERAL MAGISTRATES COURT \n \n5 By way of amended application dated 16 March 2007, the appellant sought judicial review of the Tribunal's decision in the Federal Magistrates' Court.",
      "id": "s14"
    },
    {
      "text": "In that application, the appellant made a number of claims challenging the fact-finding and procedural approach which had been adopted by the Tribunal.",
      "id": "s15"
    },
    {
      "text": "The grounds which have relevance for the present appeal were:\n \n \n (a) that the Tribunal had contravened s 425 of the Migration Act 1958 (Cth) (\"the Act \") by not giving the appellant an opportunity to give evidence and present argument about the cause of his scars and other injuries and the reasons for him going into hiding and by acting on a mistranslation by the interpreter;\n (b) the Tribunal had failed to have regard to certain relevant considerations, namely, the appellant's claim to have suffered threats and intimidation by his political opponents;\n (c) the Tribunal erred by holding that certain letters, written by the appellant's wife, had been \"vague\" because such a finding was not open on the material before it; and\n (d) there was a reasonable apprehension that the Tribunal was biased.",
      "id": "s16"
    },
    {
      "text": "6 The Federal Magistrate rejected each of these grounds.",
      "id": "s17"
    },
    {
      "text": "He found no error in the fact finding method adopted by the Tribunal and concluded that it had acted appropriately in dealing with the evidence presented, stating at [56] that:\n \n \"It [the Tribunal] dealt with that matter in a manner free of jurisdictional error.",
      "id": "s18"
    },
    {
      "text": "It had concerns about the Applicant's credibility which were matters entirely open to the Tribunal, and consequently, having raised significant credibility findings, it did not need to explore in further detail the claims made by the Applicant of being in hiding.",
      "id": "s19"
    },
    {
      "text": "\" \n\n7 His Honour further addressed the appellant's challenges to the findings of the Tribunal, noting that many of the claims sought merits review.",
      "id": "s20"
    },
    {
      "text": "His Honour continued at [68]:\n \n \"In my view, the Tribunal was entitled as part of its fact finding mission to undertake an analysis of whether or not the claimed conduct amounted to 'serious harm' and specifically was entitled to make findings reasonably open to it that the Applicant had not suffered serious harm for the purpose of s 91R of the Migration Act .",
      "id": "s21"
    },
    {
      "text": "\" \n\n8 Specifically, his Honour found that the Tribunal had given the appellant an opportunity to present evidence and argument about the cause of his scars and other injuries and about his reasons for going into hiding and had considered the submissions relating to threats and intimidation by political opponents.",
      "id": "s22"
    },
    {
      "text": "He held that the error of interpretation was not material and did not amount to a jurisdictional error.",
      "id": "s23"
    },
    {
      "text": "The Federal Magistrate held that the Tribunal was entitled to accord little weight to the letters from the appellant's wife and to regard them as being \"vague\" in the sense of being generally non specific about who it was that was making threats and the reasons for making those threats.",
      "id": "s24"
    },
    {
      "text": "His Honour also rejected the bias claim.",
      "id": "s25"
    },
    {
      "text": "APPEAL TO THIS COURT \n \n9 The notice of appeal filed in this Court on 12 June 2007 raised the following grounds of appeal:\n \n 1.",
      "id": "s26"
    },
    {
      "text": "The learned Magistrate erred in not finding that the Tribunal acted without jurisdiction in acting in breach of its obligations under the law.",
      "id": "s27"
    },
    {
      "text": "2.",
      "id": "s28"
    },
    {
      "text": "The learned Federal Magistrate erred in not finding that the Tribunal acted without jurisdiction in that it failed to have regard to relevant considerations.",
      "id": "s29"
    },
    {
      "text": "3.",
      "id": "s30"
    },
    {
      "text": "The learned Federal Magistrate erred in not finding that the Tribunal acted without jurisdiction in that the decision was based in part on a finding not open on the material before the Tribunal.",
      "id": "s31"
    },
    {
      "text": "4.",
      "id": "s32"
    },
    {
      "text": "The learned Federal Magistrate erred in not finding that the decision was affected by jurisdictional error in that there was a reasonable apprehension that the Tribunal was biased.",
      "id": "s33"
    },
    {
      "text": "The particulars subjoined to each ground largely replicated those relied on in the Court below.",
      "id": "s34"
    },
    {
      "text": "GROUND 1 --- CONTRAVENTIONS OF S 425(1) \n \n10 The appellant alleges that the Tribunal contravened s 425 of the Act by:\n \n &#8226; acting on an inaccurate translation of the appellant's evidence,\n &#8226; failing to advise the appellant that an issue on the review was whether certain physical injuries, suffered by the appellant, had been inflicted by political opponents for political reasons, and\n &#8226; failing to advise the appellant that an issue on the review was whether the appellant had gone into hiding because he feared physical violence and other persecution from his political opponents for political reasons.",
      "id": "s35"
    },
    {
      "text": "11 Section 425(1) of the Act provides that, where an applicant applies for a review of a decision of the Minister's delegate and where the Tribunal is not disposed to make a decision favourable to the applicant on the papers, the Tribunal must invite the applicant to appear before it \"to give evidence and present arguments relating to the issues arising in relation to the decision under review.",
      "id": "s36"
    },
    {
      "text": "\"\n Mistranslation \n \n12 The mistranslation on which the appellant relies arose in connection with a claim, by the appellant, that he was persecuted because he had been a member of the JVP.",
      "id": "s37"
    },
    {
      "text": "The appellant had claimed to be a member of the JVP between 1986 and 1992 when he joined the UNP.",
      "id": "s38"
    },
    {
      "text": "The Tribunal rejected this claim finding that the appellant was never a member of the JVP and that he had never been wanted by the Sri Lankan authorities as a result of his alleged membership of that organisation; nor had he gone into hiding or suffered any harm because of his alleged JVP membership.",
      "id": "s39"
    },
    {
      "text": "13 In his written submissions in support of his protection visa application and in support of his application to the Tribunal for review of the delegate's decision the appellant provided very little detail about his alleged membership of the JVP.",
      "id": "s40"
    },
    {
      "text": "As a result, the Tribunal questioned him at some length about this matter.",
      "id": "s41"
    },
    {
      "text": "It is necessary, in order to deal with this aspect of the appellant's case, to set out these exchanges.",
      "id": "s42"
    },
    {
      "text": "They start when the appellant gave a partially non-responsive answer to a question asked of him by the Tribunal:\n \n \"MR KATSAMBANIS: So when did you start working for the UNP?",
      "id": "s43"
    },
    {
      "text": "INTERPRETER: I work at the school as a student, I work for the JVP.",
      "id": "s44"
    },
    {
      "text": "In order to escape later I worked for the UNP from 1992.",
      "id": "s45"
    },
    {
      "text": "MR KATSAMBANIS: When did you join the JVP?",
      "id": "s46"
    },
    {
      "text": "INTERPRETER: In 1986, eight grade.",
      "id": "s47"
    },
    {
      "text": "MR KATSAMBANIS: When you were still at school.",
      "id": "s48"
    },
    {
      "text": "INTERPRETER: Yes.",
      "id": "s49"
    },
    {
      "text": "MR MZXLE: Sorry, in 86, end of 86.",
      "id": "s50"
    },
    {
      "text": "INTERPRETER: No, the end of 86 I joined the JVP.",
      "id": "s51"
    },
    {
      "text": "MR KATSAMBANIS: 1986.",
      "id": "s52"
    },
    {
      "text": "MR MZXLE: 86.",
      "id": "s53"
    },
    {
      "text": "MR KATSAMBANIS: So you were 15 years old at the time.",
      "id": "s54"
    },
    {
      "text": "Why did you join the JVP?",
      "id": "s55"
    },
    {
      "text": "INTERPRETER: I decided to work for them at the time?",
      "id": "s56"
    },
    {
      "text": "MR KATSAMBANIS: Why?",
      "id": "s57"
    },
    {
      "text": "INTERPRETER: All my friends, and my friends who were in the campus at that time, were members of the JVP so I was influenced by them.",
      "id": "s58"
    },
    {
      "text": "So I decided to work for them, but I regret now and I could not proceed with my studies also because of that.",
      "id": "s59"
    },
    {
      "text": "MR KATSAMBANIS: Look, you joined JVP in 1986.",
      "id": "s60"
    },
    {
      "text": "The JVP was an illegal organisation at the time.",
      "id": "s61"
    },
    {
      "text": "INTERPRETER: Yes, still stealthily we worked.",
      "id": "s62"
    },
    {
      "text": "MR KATSAMBANIS: Sorry?",
      "id": "s63"
    },
    {
      "text": "INTERPRETER: Stealthily we worked for the party, secretly.",
      "id": "s64"
    },
    {
      "text": "MT KATSAMBANIS: What did you do for the JVP?",
      "id": "s65"
    },
    {
      "text": "INTERPRETER: We placed posters in the village.",
      "id": "s66"
    },
    {
      "text": "We wrote notices declaring curfew.",
      "id": "s67"
    },
    {
      "text": "MR KATSAMBANIS: What problems did you have as a result of being in the JVP?",
      "id": "s68"
    },
    {
      "text": "INTERPRETER: At the beginning I had no problems.",
      "id": "s69"
    },
    {
      "text": "But after the death of the leader of the party, government came to know of the activities of the JVP.",
      "id": "s70"
    },
    {
      "text": "Then the government starting (indistinct) the JVP's and (indistinct) \n MR KATSAMBANIS: The Sri Lankan government was fully aware of the JVP's activity before their leader died.",
      "id": "s71"
    },
    {
      "text": "INTERPRETER: The government of Sri Lanka knew of all the activities of JVP but they didn't want to kill the members of the JVP.",
      "id": "s72"
    },
    {
      "text": "Even the armed forces of Sri Lanka supported the JVP at that time.",
      "id": "s73"
    },
    {
      "text": "MT KATSAMBANIS: When was this?",
      "id": "s74"
    },
    {
      "text": "INTERPRETER: 1987, 88.",
      "id": "s75"
    },
    {
      "text": "At that time we got arms from the (indistinct) army camp.",
      "id": "s76"
    },
    {
      "text": "Then after that (indistinct) took a decision that the army personnel should resign from the army.",
      "id": "s77"
    },
    {
      "text": "MR KATSAMBANIS: Look, the JVP was in an armed struggle against the Sri Lanka government at the time.",
      "id": "s78"
    },
    {
      "text": "INTERPRETER: At the initial stages the army supported the JVP.",
      "id": "s79"
    },
    {
      "text": "Later on the JVP took a decision that all officers of the army should resign from the army.",
      "id": "s80"
    },
    {
      "text": "Then, at the time the president of the country was Premadesa and he had his own private organisation called Black Cats, and he had a couple of them, some other organisations.",
      "id": "s81"
    },
    {
      "text": "Then those organisations walked into the houses of army people and killed their families.",
      "id": "s82"
    },
    {
      "text": "Then the army officers thought that the JVP was responsible for the killing of their families and they turned against the JVP.",
      "id": "s83"
    },
    {
      "text": "Then the army officers started pursuing the JVP members and killing them.",
      "id": "s84"
    },
    {
      "text": "Then the people who joined the --- who were recruited to the JVP later on, they started betraying the other members.",
      "id": "s85"
    },
    {
      "text": "At the initial stages most of the members of JVP were educated men.",
      "id": "s86"
    },
    {
      "text": "MR KATSAMBANIS: Were what, sorry?",
      "id": "s87"
    },
    {
      "text": "INTERPRETER: Were educated men.",
      "id": "s88"
    },
    {
      "text": "MT KATSAMBANIS: Look, the JVP is now a legitimate political party.",
      "id": "s89"
    },
    {
      "text": "INTERPRETER: Yes.",
      "id": "s90"
    },
    {
      "text": "MR KATSAMBANIS: But at the period of time that you're talking about they were a revolutionary group that was trying to overthrow the Sri Lankan government.",
      "id": "s91"
    },
    {
      "text": "You say that the army was supporting the JVP.",
      "id": "s92"
    },
    {
      "text": "MZXLE: (foreign language) \n MR KATSAMBANIS: Let me finish my point and then I'll wait for your answer, but let me put my point.",
      "id": "s93"
    },
    {
      "text": "You say that the army supported the JVP.",
      "id": "s94"
    },
    {
      "text": "INTERPRETER: Yes.",
      "id": "s95"
    },
    {
      "text": "MR KATSAMBANIS: At the same time that the government and the army were involved in the armed struggle against the JVP.",
      "id": "s96"
    },
    {
      "text": "How can that be?",
      "id": "s97"
    },
    {
      "text": "INTERPRETER: That was the later stages.",
      "id": "s98"
    },
    {
      "text": "MT KATSAMBANIS: But the JVP was founded on the principle of communist revolutionary overthrow of the Sri Lankan government and the Sri Lankan army.",
      "id": "s99"
    },
    {
      "text": "It was always opposed to the government and the army.",
      "id": "s100"
    },
    {
      "text": "INTERPRETER: Yes.",
      "id": "s101"
    },
    {
      "text": "MT KATSAMBANIS: So how can the army support a group that is pledged to its overthrow?",
      "id": "s102"
    },
    {
      "text": "INTERPRETER: There were several army officers who were supporting the JVP (indistinct) they supported the JVP.",
      "id": "s103"
    },
    {
      "text": "MR KATSAMBANIS: Well, that's not what you told me before.",
      "id": "s104"
    },
    {
      "text": "You told me that the army supported the JVP.",
      "id": "s105"
    },
    {
      "text": "That's very different to one or two officers potentially sympathising.",
      "id": "s106"
    },
    {
      "text": "INTERPRETER: The majority of the members of the army supported the JVP.",
      "id": "s107"
    },
    {
      "text": "MT KATSAMBANIS: Look, the information about that period shows that the army was in a guerrilla war against the JVP.",
      "id": "s108"
    },
    {
      "text": "What you're saying does not equate with that information.",
      "id": "s109"
    },
    {
      "text": "INTERPRETER: But these are the real facts I do know about information.",
      "id": "s110"
    },
    {
      "text": "MR KATSAMBANIS: When did you leave the JVP?",
      "id": "s111"
    },
    {
      "text": "INTERPRETER: Latter stages of 1991, in order to save my life I left the party.",
      "id": "s112"
    },
    {
      "text": "Then in 1992 I joined the UNP because my relations saved me from being killed.",
      "id": "s113"
    },
    {
      "text": "MT KATSAMBANIS: Who was going to kill you?",
      "id": "s114"
    },
    {
      "text": "INTERPRETER: I don't know.",
      "id": "s115"
    },
    {
      "text": "Some people came in vehicles without numberplates and people were abducted and killed, and one day they tried to take me but I was taken to school, to the office, and I was kept there.",
      "id": "s116"
    },
    {
      "text": "MR KATSAMBANIS: Sorry, say that again.",
      "id": "s117"
    },
    {
      "text": "INTERPRETER: I got information --- the principal of my school got information that some people were coming to abduct me, and I got --- he got information that they were waiting on the road to catch me.",
      "id": "s118"
    },
    {
      "text": "What the principal of the school did was he put me into classroom and locked me up to save me.",
      "id": "s119"
    },
    {
      "text": "Then after the vehicles had left I came out.",
      "id": "s120"
    },
    {
      "text": "After that I went into hiding.",
      "id": "s121"
    },
    {
      "text": "I was hiding in the Dambulla temple.",
      "id": "s122"
    },
    {
      "text": "MT KATSAMBANIS: Look, you say your school principal tried to protect you from the people who were going to harm you.",
      "id": "s123"
    },
    {
      "text": "INTERPRETER: Yes.",
      "id": "s124"
    },
    {
      "text": "MT KATSAMBANIS: This is in 1991 when the JVP were an outlawed organisation in Sri Lanka.",
      "id": "s125"
    },
    {
      "text": "Why would a school principal risk his life and his position to save a member of an outlawed criminal terrorist organisation?",
      "id": "s126"
    },
    {
      "text": "INTERPRETER: Because the principal was related to me.",
      "id": "s127"
    },
    {
      "text": "MR KATSAMBANIS: How was he related to you?",
      "id": "s128"
    },
    {
      "text": "INTERPRETER: He was my mother's brother.",
      "id": "s129"
    },
    {
      "text": "MR KATSAMBANIS: But why would he risk his life and his position to save you?",
      "id": "s130"
    },
    {
      "text": "INTERPRETER: Because he was looking after me.",
      "id": "s131"
    },
    {
      "text": "From my fourth year he was looking after me.",
      "id": "s132"
    },
    {
      "text": "Even the --- I got very popular with the teachers (indistinct) in the school.",
      "id": "s133"
    },
    {
      "text": "I was head prefect of the school at the time.",
      "id": "s134"
    },
    {
      "text": "MR KATSAMBANIS: If the head prefect of the school was the JVP why weren't you arrested by the authorities, at a time when the JVP was an illegal organisation?",
      "id": "s135"
    },
    {
      "text": "INTERPRETER: At that time we were working for the party secretly, not openly.",
      "id": "s136"
    },
    {
      "text": "MR KATSAMBANIS: Well, you say people were looking for you; those people knew you were in the JVP is what you're saying.",
      "id": "s137"
    },
    {
      "text": "Why couldn't they just simply report you to the authorities and have you arrested?",
      "id": "s138"
    },
    {
      "text": "INTERPRETER: They try, they got information.",
      "id": "s139"
    },
    {
      "text": "That's why they came in vehicles without number plates to arrest me.",
      "id": "s140"
    },
    {
      "text": "MR KATSAMBANIS: So you're saying the principal of a school chose to disobey the authorities to protect you.",
      "id": "s141"
    },
    {
      "text": "INTERPRETER: The principal was a supporter of the UNO, not that he had (indistinct) party.",
      "id": "s142"
    },
    {
      "text": "MR KATSAMBANIS: If the principal was a supporter of the UNP it makes it even less likely that he would have protected a JVP member.",
      "id": "s143"
    },
    {
      "text": "INTERPRETER: Because of the blood relationship, I think, he tried to save me.",
      "id": "s144"
    },
    {
      "text": "I had not harmed anybody so even the people in the village, they were trying to save me.",
      "id": "s145"
    },
    {
      "text": "MR KATSAMBANIS: Why would the UNP allow a former JVP member to become a member of their party?",
      "id": "s146"
    },
    {
      "text": "INTERPRETER: At the later stages I had to report to Matale police every day.",
      "id": "s147"
    },
    {
      "text": "MR MZXLE: Every Sunday.",
      "id": "s148"
    },
    {
      "text": "INTERPRETER: Every Sunday.",
      "id": "s149"
    },
    {
      "text": "I wanted to escape from all this.",
      "id": "s150"
    },
    {
      "text": "I came to know late Mr Ranjan(?",
      "id": "s151"
    },
    {
      "text": ") Wijeratne.",
      "id": "s152"
    },
    {
      "text": "MR KATSAMBANIS: I think I have got this name here, but I'll just check it.",
      "id": "s153"
    },
    {
      "text": "Wijeratne, was it?",
      "id": "s154"
    },
    {
      "text": "INTERPRETER: Wijeratne.",
      "id": "s155"
    },
    {
      "text": "MR KATSAMBANIS: Okay.",
      "id": "s156"
    },
    {
      "text": "INTERPRETER: Mr Ranjan Wijeratne advised me to join the UNP in order to escape.",
      "id": "s157"
    },
    {
      "text": "I came to know him, when I was working in the hotel.",
      "id": "s158"
    },
    {
      "text": "MR KATSAMBANIS: Look, you were trying to escape from?",
      "id": "s159"
    },
    {
      "text": "You say he advised you to join the UNP in order to escape.",
      "id": "s160"
    },
    {
      "text": "To escape from who?",
      "id": "s161"
    },
    {
      "text": "INTERPRETER: When I spoke to him (indistinct) he sympathised with me and told me to try the UNP in order to escape from all this trouble.",
      "id": "s162"
    },
    {
      "text": "MR KATSAMBANIS: What sort of trouble were you trying to escape from?",
      "id": "s163"
    },
    {
      "text": "INTERPRETER: Because the people came in unidentified vehicles, they would kill me if I was caught.",
      "id": "s164"
    },
    {
      "text": "Several of my friends were killed like that.",
      "id": "s165"
    },
    {
      "text": "MR KATSAMBANIS: If you were a JVP activist why wouldn't a UNP simply report you to the police and have you arrested?",
      "id": "s166"
    },
    {
      "text": "INTERPRETER: At that time I was working in a hotel in Colombo.",
      "id": "s167"
    },
    {
      "text": "I was secretly working there.",
      "id": "s168"
    },
    {
      "text": "But I spoke to him, he sympathised with me.",
      "id": "s169"
    },
    {
      "text": "MT KATSAMBANIS: In that period the government of Sri Lanka and the UNP, who were in power, were fighting against the JVP.",
      "id": "s170"
    },
    {
      "text": "The JVP was still an illegal organisation.",
      "id": "s171"
    },
    {
      "text": "Why would the UNP accept a member of the JVP into their organisation when the JVP wanted to kill UNP?",
      "id": "s172"
    },
    {
      "text": "INTERPRETER: Because there is a pattern in Sri Lanka, most of the political parties, they try to get more and more people enrolled into their party.",
      "id": "s173"
    },
    {
      "text": "Because although the authorities were pursuing me I had never done anything very illegal or any dangerous things.",
      "id": "s174"
    },
    {
      "text": "MR KATSAMBANIS: But you weren't a member of an ordinary political party.",
      "id": "s175"
    },
    {
      "text": "You were a member of an illegal organisation at the time, and you were wanted by the authorities.",
      "id": "s176"
    },
    {
      "text": "So why would anyone in the UNP want to support you or protect you?",
      "id": "s177"
    },
    {
      "text": "INTERPRETER: Probably from the way I spoke and from the way I behaved before him he would have sympathised with me.",
      "id": "s178"
    },
    {
      "text": "MR KATSAMBANIS: It doesn't appear credible to me that a member of the JVP in 1992 who was wanted by the authorities would be asked or allowed to join the UNP.",
      "id": "s179"
    },
    {
      "text": "\" (Emphasis added).",
      "id": "s180"
    },
    {
      "text": "14 The mistranslation on which the appellant relies occurs in the part of these exchanges when the Tribunal is seeking to understand why the school principal (the appellant's uncle) would risk his life to save the appellant when some unnamed people came to the school to abduct him.",
      "id": "s181"
    },
    {
      "text": "The answer given by the appellant suggested a number of reasons, in addition to the familial relationship, for the principal placing himself at risk.",
      "id": "s182"
    },
    {
      "text": "He said:\n \n \"Because he (the uncle) was looking after me.",
      "id": "s183"
    },
    {
      "text": "From my fourth year he was looking after me.",
      "id": "s184"
    },
    {
      "text": "Even the --- I got very popular with the teachers ...in the school.",
      "id": "s185"
    },
    {
      "text": "I was head prefect of the school at the time.",
      "id": "s186"
    },
    {
      "text": "\" \n\nAn affidavit from an accredited interpreter was filed in the Federal Magistrate's Court in support of the appellant's application for judicial review.",
      "id": "s187"
    },
    {
      "text": "His evidence, which was accepted, was that \"From my fourth year he was looking after me\" should have been rendered \"brought me up from the age of four years.",
      "id": "s188"
    },
    {
      "text": "\" The appellant contends that this was a material error because it undervalued the closeness of the relationship and the time over which it had developed.",
      "id": "s189"
    },
    {
      "text": "15 The Tribunal gave extensive reasons for rejecting the claim by the appellant that he had been a member of the JVP.",
      "id": "s190"
    },
    {
      "text": "It found that his claim that, when he joined the JVP, it was strongly supported by the majority of army officers was directly contradicted by available country information.",
      "id": "s191"
    },
    {
      "text": "The Tribunal found it inconceivable that the majority of military officers would be supporters and sympathisers of an organisation like the JVP at a time at which the military was engaged in significant action with a view to eradicating the organisation.",
      "id": "s192"
    },
    {
      "text": "The Tribunal noted that the appellant had, later in his evidence, stated that there were only some officers who supported the JVP.",
      "id": "s193"
    },
    {
      "text": "It then continued:\n \n \"As was pointed out to the [appellant] at the hearing it is difficult to accept in light of such information that alleged members of such an outlawed group would be protected by local officials including school principals, even if they were blood relatives, because the consequences of providing such protection could be severe repercussions for these officials.",
      "id": "s194"
    },
    {
      "text": "\" \n\nThe Tribunal also expressed scepticism that UNP members would, in 1992, have harboured a known JVP member and allowed such a person to join the UNP, particularly if that person was, as the appellant claimed to be, wanted by the authorities because he was a member of the outlawed JVP.",
      "id": "s195"
    },
    {
      "text": "16 The appellant relied on the decision of Kenny J in Perera v Minister for Immigration and Multicultural Affairs [1999] FCA 507 ; (1999) 92 FCR 6 to support the proposition that an inadequate or inaccurate translation of evidence before the Tribunal renders the Tribunal unable to afford a non-English speaking applicant any effective opportunity to give evidence to it.",
      "id": "s196"
    },
    {
      "text": "Such a failure can constitute a contravention of s 425(1) of the Act and a jurisdictional error.",
      "id": "s197"
    },
    {
      "text": "In Perera it was not alleged that a particular passage of evidence, given by the applicant, was erroneously translated.",
      "id": "s198"
    },
    {
      "text": "Rather, his complaint was \"that certain features of the transcript indicated that the interpretation was of poor quality or ...",
      "id": "s199"
    },
    {
      "text": "incompetent.",
      "id": "s200"
    },
    {
      "text": "\" (at 22).",
      "id": "s201"
    },
    {
      "text": "Her Honour examined the transcript as a whole.",
      "id": "s202"
    },
    {
      "text": "She found that certain of the applicant's answers were unresponsive and, in some instances, \"virtually incoherent\".",
      "id": "s203"
    },
    {
      "text": "There appeared to be a misunderstanding of the Tribunal's questions and there was confusion in the communication such that the Tribunal was forced to give up a line of inquiry on a significant aspect of the applicant's claim.",
      "id": "s204"
    },
    {
      "text": "Her Honour accepted (at 23) that:\n \n \"It is not every departure from the standard of interpretation that prevents an applicant for refugee status from giving evidence before the Tribunal.",
      "id": "s205"
    },
    {
      "text": "The departure must relate to a matter of significance for the applicant's claim or the Tribunal's decision.",
      "id": "s206"
    },
    {
      "text": "\" \n\n17 The appellant, in the present case, claimed to have suffered persecution, inter alia, by reason of his former membership of the JVP.",
      "id": "s207"
    },
    {
      "text": "He had not, prior to the hearing before the Tribunal, sought to support this claim by reference to the alleged incident in which some unnamed individuals sought to abduct him from school and were frustrated by the actions of the school principal.",
      "id": "s208"
    },
    {
      "text": "When this incident was raised at the hearing, the Tribunal sought to obtain further details about what had occurred and to test the claims by reference to country information.",
      "id": "s209"
    },
    {
      "text": "When the Tribunal expressed some scepticism that public officials such as a principal or school teachers would risk offering assistance to a member of a banned organisation which was engaged in an armed struggle with the government, the appellant volunteered a number of reasons why such persons might have been prepared to protect him notwithstanding the risks to themselves.",
      "id": "s210"
    },
    {
      "text": "In the case of the principal the appellant relied on the familial relationship between them to explain why he might offer protection.",
      "id": "s211"
    },
    {
      "text": "The appellant added that the principal had been looking after him \"from my fourth year\".",
      "id": "s212"
    },
    {
      "text": "Even if the Tribunal had understood this to mean \"fourth year of school\" rather than \"four years of age\" the difference only affected the length of time that the appellant had been cared for by his uncle.",
      "id": "s213"
    },
    {
      "text": "The Tribunal was prepared to accept that the familial relationship existed.",
      "id": "s214"
    },
    {
      "text": "It was, however, doubtful that even \"blood relatives\" would risk \"severe repercussions\" by protecting a member of a banned revolutionary organisation.",
      "id": "s215"
    },
    {
      "text": "It is also to be observed that this scepticism was but one of many reasons why the Tribunal refused to accept the appellant's claim to have been a member of the JVP.",
      "id": "s216"
    },
    {
      "text": "18 I regard the mistranslation on which the appellant relies to be of marginal significance: a variation or a shade of meaning is involved rather than any gross error.",
      "id": "s217"
    },
    {
      "text": "More importantly, the error was not material in the sense that it played no direct part in the reasoning process of the Tribunal.",
      "id": "s218"
    },
    {
      "text": "At best for the appellant, it may have resulted in the Tribunal marginally underestimating the intensity of the principal's commitment to the welfare of the appellant.",
      "id": "s219"
    },
    {
      "text": "The error did not deprive the appellant of the opportunity to give evidence and present arguments to the Tribunal.",
      "id": "s220"
    },
    {
      "text": "There was, therefore, no contravention of s 425 of the Act by reason of inadequate translation of the appellant's evidence.",
      "id": "s221"
    },
    {
      "text": "Failure to advise about issues \n \n19 The other two alleged contraventions of s 425 are founded on the contention that the Tribunal failed adequately to identify issues arising on the review such that the appellant was denied the opportunity to deal with those issues.",
      "id": "s222"
    },
    {
      "text": "The issues which the appellant claims not to have had the opportunity to give evidence and present argument about were the cause of certain injuries sustained by him and the question of where he lived between 2000 and 2005.",
      "id": "s223"
    },
    {
      "text": "20 The appellant complains that he was not afforded the opportunity of dealing with these issues because the Tribunal did not identify them as being important.",
      "id": "s224"
    },
    {
      "text": "He placed particular reliance on certain observations of the High Court in SZBEL v Minister for Immigration and Multicultural and Indigenous Affairs [2006] HCA 63 ; (2006) 231 ALR 592 at 600.",
      "id": "s225"
    },
    {
      "text": "The Court said:\n \n \"The Act defines the nature of the opportunity to be heard that is to be given to an applicant for review before the tribunal.",
      "id": "s226"
    },
    {
      "text": "The applicant is to be invited 'to give evidence and present arguments relating to the issues arising in relation to the decision under review'.",
      "id": "s227"
    },
    {
      "text": "The reference to 'the issues arising in relation to the decision under review' is important.",
      "id": "s228"
    },
    {
      "text": "Those issues will not be sufficiently identified in every case by describing them simply as whether the applicant is entitled to a protection visa.",
      "id": "s229"
    },
    {
      "text": "The statutory language 'arising in relation to the decision under review' is more particular.",
      "id": "s230"
    },
    {
      "text": "The issues arising in relation to a decision under review are to be identified having regard not only to the fact that the tribunal may exercise all of the powers and discretions conferred by the Act on the original decision-maker (here, the Minister's delegate), but also to the fact that the tribunal is to review that particular decision for which the decision-maker will have given reasons.",
      "id": "s231"
    },
    {
      "text": "The tribunal is not confined to whatever may have been the issues that the delegate considered.",
      "id": "s232"
    },
    {
      "text": "The issues that arise in relation to the decision are to be identified by the tribunal.",
      "id": "s233"
    },
    {
      "text": "But if the tribunal takes no steps to identify some issue other than those that the delegate considered dispositive, and does not tell the applicant what that other issue is, the applicant is entitled to assume that the issues the delegate considered dispositive are 'the issues arising in relation to the decision under review'.",
      "id": "s234"
    },
    {
      "text": "That is why the point at which to begin the identification of issues arising in relation to the decision under review will usually be the reasons given for that decision.",
      "id": "s235"
    },
    {
      "text": "And unless some other additional issues are identified by the tribunal (as they may be), it would ordinarily follow that, on review by the tribunal, the issues arising in relation to the decision under review would be those which the original decision-maker identified as determinative against the applicant.",
      "id": "s236"
    },
    {
      "text": "\" (emphasis in original) \n\n21 The Minister's delegate dealt with the appellant's claims to have been subjected to physical violence.",
      "id": "s237"
    },
    {
      "text": "A careful analysis of what she said about this topic is necessary in order to determine whether the issue was adequately identified for the purposes of the Tribunal's review.",
      "id": "s238"
    },
    {
      "text": "Her decision record relevantly reads:\n \n \"The applicant's principal fear of return to Sri Lanka is based on his claimed membership and political activity with the UNP, primarily it appears during election campaign periods.",
      "id": "s239"
    },
    {
      "text": "In his statement he refers to the 1994 general election campaign ...and the Presidential election campaign in 1999 ...",
      "id": "s240"
    },
    {
      "text": "He claims to have been harassed, threatened and attacked where he sustained injuries and was hospitalised for four days, because of his political activity, but has provided no evidence such as medical reports.",
      "id": "s241"
    },
    {
      "text": "He also claims that due to the life threatening incidents he and his family suffered, he went into hiding and moved from place to place.",
      "id": "s242"
    },
    {
      "text": "He states his wife and mother have been threatened through anonymous phone calls and acts of intimidation to find out his whereabouts.",
      "id": "s243"
    },
    {
      "text": "He fled Sri Lanka as he feared he would be harmed and will face mistreatment should be return there at the hands of his political opponents.",
      "id": "s244"
    },
    {
      "text": "It is difficult to accept the applicant's claims to have been seriously mistreated on a number of occasions by supporters of opposing political parties in Sri Lanka since he became a member of the UNP.",
      "id": "s245"
    },
    {
      "text": "The applicant is vague and non-specific regarding the date he joined the UNP and the dates and details of his political activities.",
      "id": "s246"
    },
    {
      "text": "The level of mistreatment he claims to have experienced does not appear to be consistent with the level of political activity.",
      "id": "s247"
    },
    {
      "text": "Whilst he claims to have been actively involved with UNP election campaign activities I do not consider he held power or position in Sri Lanka which would lead to him being targeted in the manner claimed.",
      "id": "s248"
    },
    {
      "text": "I note that his involvement in political activity was primarily during election campaign periods and there is no indication that he was heavily involved in political activity apart from election campaigns.",
      "id": "s249"
    },
    {
      "text": "The applicant states that he participated in political activity during the 1994 campaign and received numerous death threats, he claims that bombs were flung at his party office although he was not there at the time, and as a result of losing the elections he was subjected to acts of violence by supporters of the SLFP and its allies, namely leftist parties.",
      "id": "s250"
    },
    {
      "text": "As an active supporter of the UNP he claims that he also attracted a serious adverse political profile with the ruling PA and was threatened and attacked by unidentified persons.",
      "id": "s251"
    },
    {
      "text": "As stated above there does not appear to be any reason why the applicant should be specifically targeted for harm on the basis of his participation in campaign activity.",
      "id": "s252"
    },
    {
      "text": "There is no indication that the applicant reported this matter to police nor the senior leadership of the UNP, therefore I find it difficult to accept that given the claimed circumstances that action was not taken by UNP politicians, legal professionals or members of one of the human rights groups that operate in Sri Lanka particularly given that the UNP regained power in December 2001.",
      "id": "s253"
    },
    {
      "text": "Whilst I accept there are sometimes instances of election related violence in Sri Lanka, there is no information to support the applicant's claim that he will face persecution in Sri Lanka because of his involvement in the UNP election campaign in 1994 and 1999.",
      "id": "s254"
    },
    {
      "text": "I note the UNP regained power in December 2001 which they retained until early in 2004.",
      "id": "s255"
    },
    {
      "text": "The applicant's claims of persecution by various political opponents relate to the 1994 general election campaign and the Presidential election campaign in 1999 as stated above.",
      "id": "s256"
    },
    {
      "text": "He has not claimed that he was involved in the April 2004 general elections at all, yet he insists that acts of violence against him by political opponents continued unabated until his departure from Sri Lanka in May 2005, some six years after his claimed campaign activities in 1999.",
      "id": "s257"
    },
    {
      "text": "Furthermore, I do not accept that there is any information to support his claim that he continued to face mistreatment after the declaration of the election result in 2001 where the UNP regained power, and there is no plausible reason why he would be pursued in the manner claimed.",
      "id": "s258"
    },
    {
      "text": "There has been no information provided to support a finding that the applicant's involvement in political activity in Sri Lanka was so significant and high profile that he would be subject to ongoing mistreatment after the result of the election was known.",
      "id": "s259"
    },
    {
      "text": "I do not accept that there was any basis for him to have been pursued after the declaration of the April 2004 election.",
      "id": "s260"
    },
    {
      "text": "... \n \n I accept the applicant may have been harassed, threatened and possibly attacked during the period of election campaigns in Sri Lanka, however I do not accept that there is any information to support his claim that he continued to face mistreatment after the declaration of the election results in all the periods claimed.",
      "id": "s261"
    },
    {
      "text": "I also find it difficult to accept that given the claimed level of mistreatment over a period of time, that action was not taken on his behalf by UNP politicians, legal or medical professionals or members of one of the human rights groups that operate in Sri Lanka.",
      "id": "s262"
    },
    {
      "text": "Whilst there are reported incidents of election related violence in Sri Lanka, there is no information to support the applicant's claim that he will face persecution in Sri Lanka because of his involvement with UNP campaigns ...\" \n\nThe question of where the appellant lived between 2000 and 2005 was not canvassed by the delegate.",
      "id": "s263"
    },
    {
      "text": "22 The appellant's legal advisor made a written submission on his behalf to the Tribunal.",
      "id": "s264"
    },
    {
      "text": "The submission said that the appellant \"had sustained physical injuries in the course of attacks by the PA supporters and hired thugs against which he had absolutely no protection.",
      "id": "s265"
    },
    {
      "text": "\" The submission did not say when any of the physical injuries had occurred but referred to \"one occasion [on which the appellant] had been hospitalised following an attack by the political opponents.",
      "id": "s266"
    },
    {
      "text": "\" It was further submitted that, upon his discharge from hospital, it had been necessary for the appellant \"to move from place to place for security reasons.",
      "id": "s267"
    },
    {
      "text": "\"\n \n23 The hearing then took place.",
      "id": "s268"
    },
    {
      "text": "One of the first issues raised with the appellant when he appeared before the Tribunal was where he had lived in Sri Lanka.",
      "id": "s269"
    },
    {
      "text": "He said that he had been born in 1971 at Dambulla where his father was working at the time.",
      "id": "s270"
    },
    {
      "text": "The family remained there until 1974 when they moved to Ukuwela.",
      "id": "s271"
    },
    {
      "text": "The Tribunal asked the appellant whether he lived in Ukuwela \"all of your life before coming to Australia?",
      "id": "s272"
    },
    {
      "text": "\" His answer was\n \n \"For a short time I was in Dambulla, that's only for three years, but that's not the period (indistinct) before coming to Australia.",
      "id": "s273"
    },
    {
      "text": "\" \n\nShortly afterwards the appellant told the Tribunal that he had lived in Singapore between 1997 and 2000.",
      "id": "s274"
    },
    {
      "text": "24 Sometime later the appellant told the Tribunal that he had lived in Colombo between 2000 and 2005.",
      "id": "s275"
    },
    {
      "text": "He said that he was living in about five or six houses over this period and had no permanent address in Colombo.",
      "id": "s276"
    },
    {
      "text": "He said that he had given his earlier answer because Ukuwela (or a nearby village) was his permanent address.",
      "id": "s277"
    },
    {
      "text": "The Tribunal indicated that it was disturbed by the apparent inconsistency in the appellant's evidence and put him on notice that \"the credibility of the evidence you have given in relation to where you lived is an issue, is a serious issue, based on the evidence you have given.",
      "id": "s278"
    },
    {
      "text": "\" At this point the appellant advised the Tribunal that he would obtain documentary evidence of where he lived in this period.",
      "id": "s279"
    },
    {
      "text": "25 Towards the end of the hearing, the Tribunal asked the appellant what he feared would happen to him if he were to return to Sri Lanka.",
      "id": "s280"
    },
    {
      "text": "He responded:\n \n \"I have fears of death, and I can show you the scars I have, before I came here I was beaten.",
      "id": "s281"
    },
    {
      "text": "They came in search of me, I had to climb on the roof.",
      "id": "s282"
    },
    {
      "text": "And after that they threatened my wife and left.",
      "id": "s283"
    },
    {
      "text": "My infant son at the time was only two months.",
      "id": "s284"
    },
    {
      "text": "\" \n\nThe Tribunal asked when \"this\" happened.",
      "id": "s285"
    },
    {
      "text": "The appellant responded that \"this\" had happened in January 2005.",
      "id": "s286"
    },
    {
      "text": "The Tribunal appears to have understood that the beating, on the one hand, and the hiding on the roof and the threatening of his wife on the other had constituted separate incidents: see reasons at CB 113.",
      "id": "s287"
    },
    {
      "text": "Only the latter events occurred in January 2005.",
      "id": "s288"
    },
    {
      "text": "As a result of being told these things the Tribunal asked:\n \n \"Why?",
      "id": "s289"
    },
    {
      "text": "Why would these people attack you?",
      "id": "s290"
    },
    {
      "text": "\" \n\nThe appellant responded:\n \n \"Because I organised the party in Dambulla area, therefore they were hunting for me.",
      "id": "s291"
    },
    {
      "text": "Because they thought my presence would be a hindrance to their campaign.",
      "id": "s292"
    },
    {
      "text": "\" \n\nThe appellant said that he had not reported the matter to the police because the police supported the party in power and because he didn't know who the people were who had come to kill him.",
      "id": "s293"
    },
    {
      "text": "26 These exchanges led to the Tribunal rejecting certain of the appellant's claims.",
      "id": "s294"
    },
    {
      "text": "In relation to the alleged physical violence leading to him being scarred the Tribunal said:\n \n \"In relation to harm the [appellant] claims to have suffered as a result of his involvement in the UNP, the [appellant] showed the Tribunal scars on his head and face that he attributed to beating from political opponents.",
      "id": "s295"
    },
    {
      "text": "I accept that these scars exist but their mere existence is no evidence as to how they were inflicted and do not of themselves support the [appellant's] claims that they were inflicted by political opponents.",
      "id": "s296"
    },
    {
      "text": "The [appellant] did not state when the incident or incidents occurred that caused the scars despite having the opportunity to do so.",
      "id": "s297"
    },
    {
      "text": "The [appellant] confirmed that despite the harm that he had suffered in the alleged beating he had not reported this incident to police, stating that the police always supported the party in power and that he could not identify the assailants.",
      "id": "s298"
    },
    {
      "text": "However as was pointed out to the [appellant] at the hearing, the police are sworn to protect all people from criminal attack and they are the people to whom attacks such as these should be reported.",
      "id": "s299"
    },
    {
      "text": "Given the vague and limited evidence before me I am not satisfied that these scars were caused by beatings from political opponents and therefore find that the applicant was not beaten by political opponents and the scars on his head and face were not caused by any beatings from political opponents.",
      "id": "s300"
    },
    {
      "text": "\" \n\nIn dealing with the question of where the appellant had lived in the period between 2000 and 2005 when he came to Australia the Tribunal said:\n \n \"Based on the directly contradictory evidence provided by the [appellant] at the hearing I find that the [appellant] was not a witness of truth in relation to ... where he had lived in Sri Lanka prior to coming to Australia.",
      "id": "s301"
    },
    {
      "text": "Based on the evidence before me I find that the [appellant] never lived in Colombo as claimed and did not flee Ukuwela to escape harm from his political opponents as claimed.",
      "id": "s302"
    },
    {
      "text": "I also find that as the [appellant] did not flee Ukuwela to escape harm from his political opponents that his mother and wife were not forced to live in fear from his political opponents after her (sic) allegedly fled Ukuwela and went into hiding, and that his mother and wife were not subject to threats, anonymous phone calls or acts of intimidation from his political opponents who allegedly wanted to know his whereabouts after he allegedly fled Ukuwela and went into hiding.",
      "id": "s303"
    },
    {
      "text": "\" \n\n27 I was inclined, during argument, to the view that the Tribunal was wrong when it said that the appellant had not stated \"when the incident or incidents occurred that caused the scars despite having the opportunity to do so.",
      "id": "s304"
    },
    {
      "text": "\" I thought that the Tribunal had overlooked the exchange which is recorded above at [25].",
      "id": "s305"
    },
    {
      "text": "On reflection, however, I do not consider that the Tribunal has erred.",
      "id": "s306"
    },
    {
      "text": "It is not likely that the evidence about the January 2005 incident had been overlooked.",
      "id": "s307"
    },
    {
      "text": "It had been recounted earlier in the Tribunal's reasons when it summarised the appellant's evidence.",
      "id": "s308"
    },
    {
      "text": "The appellant had claimed to have been the victim of multiple physical attacks.",
      "id": "s309"
    },
    {
      "text": "He did so in the original statement which he made in support of his protection visa application and this was referred to in the decision record of the Minister's delegate, in the passage set out above at [21].",
      "id": "s310"
    },
    {
      "text": "The attacks there referred to were timed around the 1994 general election campaign and the 1999 Presidential election campaign.",
      "id": "s311"
    },
    {
      "text": "One of the attacks which occurred during these times was said to have led to the appellant being hospitalised for four days.",
      "id": "s312"
    },
    {
      "text": "As the delegate further notes, the appellant insisted that acts of violence against him by political opponents continued through until his departure for Australia in May 2005.",
      "id": "s313"
    },
    {
      "text": "When the appellant's legal advisor made submissions to the Tribunal he referred to the appellant having sustained physical injuries in the course of multiple attacks by opponents.",
      "id": "s314"
    },
    {
      "text": "He did not say when those attacks had occurred.",
      "id": "s315"
    },
    {
      "text": "He referred to the fact that the appellant had been hospitalised after one of these attacks but did not suggest that the delegate had erred in placing that event in the time period between 1994 and 1999.",
      "id": "s316"
    },
    {
      "text": "Even if the appellant's answer to the Tribunal's question about what he feared upon return to Sri Lanka can be understood as an assertion that he was beaten in January 2005, he does not assert that it was that beating that led to the scarring which he offered to show the Tribunal.",
      "id": "s317"
    },
    {
      "text": "Given that the appellant had claimed to have been attacked on multiple occasions, the Tribunal was correct to say that the dates of the incidents which were alleged to have caused the scarring had not been provided although the appellant had been given the opportunity both in written submissions and at the oral hearing to have provided this information.",
      "id": "s318"
    },
    {
      "text": "28 The more fundamental issue, however, is whether the Tribunal deprived the appellant of the opportunity to deal in greater detail with the cause of his scarring and the place where he lived between 2000 and 2005 by failing to notify him that it regarded those matters as important issues.",
      "id": "s319"
    },
    {
      "text": "As the High Court held in SZBEL the appellant was entitled to proceed on the basis that the issues which would be considered by the Tribunal were those identified by the Minister's delegate as being determinative against the appellant and any additional issues which were identified by the Tribunal.",
      "id": "s320"
    },
    {
      "text": "29 The issues of when and if the appellant had been subjected to physical violence by political opponents for political reasons was squarely raised in the delegate's decision record: see above at [21].",
      "id": "s321"
    },
    {
      "text": "The delegate was prepared to accept that the appellant may have been attacked during the period of election campaigns in Sri Lanka but not that such violence continued at other times.",
      "id": "s322"
    },
    {
      "text": "The appellant's legal advisor, in his submission to the Tribunal, referred to physical injuries which had been sustained by the appellant but did not give any details of any of the occasions on which such violence occurred and, in particular, did not provide information as to the dates on which such incidents were said to have taken place.",
      "id": "s323"
    },
    {
      "text": "No mention was made of any of the physical attacks leading to scarring.",
      "id": "s324"
    },
    {
      "text": "It was the appellant who, during the course of the hearing before the Tribunal, drew attention to his scarring in order to support his claim to have been beaten by opponents in Sri Lanka.",
      "id": "s325"
    },
    {
      "text": "The appellant did not state when and by whom any act of violence leading to scarring was inflicted.",
      "id": "s326"
    },
    {
      "text": "This was a point of evidence rather than an issue.",
      "id": "s327"
    },
    {
      "text": "The issue was whether or not the appellant had been subjected to physical violence by his political opponents for political reasons.",
      "id": "s328"
    },
    {
      "text": "That issue had been squarely raised by what appeared in the Minister's delegate's decision record.",
      "id": "s329"
    },
    {
      "text": "The appellant drew attention to his scars in order to bolster his claim to have been attacked by his opponents.",
      "id": "s330"
    },
    {
      "text": "One may well cavil at the Tribunal's reasoning that vagueness and imprecision as to the details of the various alleged incidents necessarily led to the conclusion that those incidents had not occurred but any error in this regard (if there be one) does not go to the Tribunal's jurisdiction.",
      "id": "s331"
    },
    {
      "text": "30 The question of where the appellant lived between 2000 and 2005 arose in the course of the hearing before the Tribunal.",
      "id": "s332"
    },
    {
      "text": "It arose because of an apparent inconsistency in the evidence of the appellant.",
      "id": "s333"
    },
    {
      "text": "When the inconsistency emerged the Tribunal immediately put the appellant and his advisor on notice that the Tribunal considered that it went to the appellant's credit.",
      "id": "s334"
    },
    {
      "text": "This was acknowledged by the appellant and his representative to the extent that the appellant offered to provide documentary evidence of where he was living during the relevant period.",
      "id": "s335"
    },
    {
      "text": "Following the hearing the appellant's advisor forwarded to the Tribunal various letters from public officials in Sri Lanka.",
      "id": "s336"
    },
    {
      "text": "Those letters certified that the appellant had lived in various places in Sri Lanka in the period between 2000 and 2005.",
      "id": "s337"
    },
    {
      "text": "In its reasons, the Tribunal identified the places mentioned in the letters and continued:\n \n \"I have considered these documents but note that none of these places are (sic) in Colombo and the documents submitted do not state why the applicant was living in these places at that time.",
      "id": "s338"
    },
    {
      "text": "Therefore these documents do not verify in any way the [appellant's] claims that he had fled Ukuwea and lived in various places in Colombo to avoid harm from political opponents.",
      "id": "s339"
    },
    {
      "text": "\" \n\n31 In my view, even if the question of where the appellant lived between 2000 to 2005 can properly be characterised as an issue for these purposes, the Tribunal clearly drew the appellant's attention to it and invited the appellant to place evidence and submissions before it on the issue.",
      "id": "s340"
    },
    {
      "text": "32 For these reasons I do not consider that there has been any failure by the Tribunal to meet its obligations under s 425(1) of the Act by failing to give the appellant the opportunity to provide evidence and make submissions relating to the two identified issues.",
      "id": "s341"
    },
    {
      "text": "GROUND 2 - RELEVANT CONSIDERATIONS \n \n33 The next ground alleges that the Federal Magistrate erred by not finding that the Tribunal had failed to have regard to relevant considerations.",
      "id": "s342"
    },
    {
      "text": "As developed in argument the contention was that the Tribunal was obliged, but failed, to consider and determine certain substantive issues arising from the evidence and material before it.",
      "id": "s343"
    },
    {
      "text": "34 In order to understand this contention it is necessary to have regard, in some detail to certain findings made by the Tribunal and to related evidence and submissions.",
      "id": "s344"
    },
    {
      "text": "As already noted, the appellant had claimed to be the victim of harassment, intimidation and violence.",
      "id": "s345"
    },
    {
      "text": "This mistreatment was said to have been inflicted by his political opponents for political reasons.",
      "id": "s346"
    },
    {
      "text": "As has been seen the Tribunal rejected the claims that the appellant had been beaten and suffered scarring as a result of those beatings.",
      "id": "s347"
    },
    {
      "text": "It went on to deal with the claims relating to threats and intimidation as follows:\n \n \"...",
      "id": "s348"
    },
    {
      "text": "I accept in the context of Sri Lankan politics that participants in the political process would be subject to some low level of threats and intimidation from political opponents in the context of robust political debate.",
      "id": "s349"
    },
    {
      "text": "In the [appellant's] case this would include claims that he had received various verbal threats, harassment and telephone threats over time from PA members and supporters.",
      "id": "s350"
    },
    {
      "text": "However, in the case of the [appellant], he has not reported suffering any specific harm as a result of these threats and intimidation and has not indicated that any of his political opponents carried out, or attempted to carry out these threats.",
      "id": "s351"
    },
    {
      "text": "Based on the above, I find that these threats were idle threats made in the context of the passionate and inflamed nature of political participation and campaigning in Sri Lanka and I further find that the makers of these threats did not have any intention to carry them out.",
      "id": "s352"
    },
    {
      "text": "Therefore, I find that these threats do not constitute the type of serious harm that would amount to persecution under the Convention.",
      "id": "s353"
    },
    {
      "text": "\" \n\nThe appellant complains that the Tribunal \"treated the threats made to the appellant as separate and distinct from his claim that he had suffered physical injury.",
      "id": "s354"
    },
    {
      "text": "\"\n \n35 The part of the Tribunal's reasons dealing with threats and intimidation appears on the page immediately following that on which it gave its reasons for rejecting the appellant's claim to have been beaten by his political opponents and that such beatings caused the scarring, to which he had drawn attention, on his head and face: see above at [26].",
      "id": "s355"
    },
    {
      "text": "The appellant's contention assumes that his evidence and submissions forged a link between the threats and intimidation and the violence to which he claimed to have been subjected.",
      "id": "s356"
    },
    {
      "text": "The Tribunal had accepted that he had received verbal threats and been harassed by PA members and supporters.",
      "id": "s357"
    },
    {
      "text": "It was not, however, prepared to accept that any of these threats had led to physical violence against the appellant.",
      "id": "s358"
    },
    {
      "text": "One reason given by the Tribunal for coming to this conclusion was that the appellant had \"not reported suffering any harm as a result of these threats and intimidation and has not indicated that any of his political opponents carried out, or attempted to carry out these threats.",
      "id": "s359"
    },
    {
      "text": "\" The use of the \"reported\" is potentially ambiguous.",
      "id": "s360"
    },
    {
      "text": "It may be understood to refer to reporting the threats to the police or other authorities.",
      "id": "s361"
    },
    {
      "text": "The better view is, however, that the Tribunal was noting that the appellant had not given evidence or made submissions to this effect either to the department or to the Tribunal.",
      "id": "s362"
    },
    {
      "text": "So understood, the Tribunal's reasoning was that, because the appellant had not linked specific acts of violence to specific threats, the threats were to be treated as being \"idle\" and that those who uttered them had no intention of carrying them out.",
      "id": "s363"
    },
    {
      "text": "Such a process of reasoning is consistent with the Tribunal's earlier finding that the appellant had not been beaten by his political opponents and does not suggest that the Tribunal ignored the appellant's claims to have suffered physical attacks.",
      "id": "s364"
    },
    {
      "text": "In my view the Magistrate correctly rejected the claim that the Tribunal ignored or failed to take into account a relevant consideration.",
      "id": "s365"
    },
    {
      "text": "GROUND 3 - FINDING NOT OPEN \n \n36 The appellant provided the Tribunal with copies of three letters which had been sent to him by his wife from Sri Lanka.",
      "id": "s366"
    },
    {
      "text": "In its reasons for decision the Tribunal said:\n \n \"I have considered these letters, which contain little detail about when these threats have occurred and who actually made these threats.",
      "id": "s367"
    },
    {
      "text": "They are vague and appear to be written by the applicant's wife in order to enhance the applicant's claims for refugee status.",
      "id": "s368"
    },
    {
      "text": "I have therefore not placed any weight on these letters when making this decision.",
      "id": "s369"
    },
    {
      "text": "\" \n\nEach of the three letters referred to threats to the appellant's wife by unnamed \"people\".",
      "id": "s370"
    },
    {
      "text": "The nature of the threats was, in most instances, not explained.",
      "id": "s371"
    },
    {
      "text": "Most were said to have been made in an attempt to find out the whereabouts of the appellant.",
      "id": "s372"
    },
    {
      "text": "One was a warning that, should he return to Sri Lanka, he would be killed.",
      "id": "s373"
    },
    {
      "text": "37 The appellant contends that the finding that the letters were \"vague\" was not open on the evidence.",
      "id": "s374"
    },
    {
      "text": "This submission must be rejected.",
      "id": "s375"
    },
    {
      "text": "The letters speak for themselves.",
      "id": "s376"
    },
    {
      "text": "There is, as the Tribunal found, little detail in them about when the alleged threats were made, the terms in which they were made and who made them.",
      "id": "s377"
    },
    {
      "text": "The Tribunal did not err in describing the appellant's wife's letters as \"vague\" and in according them no weight.",
      "id": "s378"
    },
    {
      "text": "It was, in my opinion, open to the Tribunal to reach the conclusion which it did.",
      "id": "s379"
    },
    {
      "text": "GROUND 4 - BIAS \n \n38 The final ground alleges bias on the part of the Tribunal.",
      "id": "s380"
    },
    {
      "text": "It is said that the various errors allegedly made by the Tribunal (including alleged factual inaccuracies) gave rise to a reasonable apprehension of bias against the appellant.",
      "id": "s381"
    },
    {
      "text": "39 For reasons which I have already given I do not think that the Tribunal erred in law; nor to I consider that its reasons, when carefully analysed, can fairly be said to contain inaccuracies.",
      "id": "s382"
    },
    {
      "text": "Even if I had been disposed to accept that some or all of the alleged errors had been made by the Tribunal I do not consider that such errors, either individually or collectively, would have warranted a finding of apprehended bias.",
      "id": "s383"
    },
    {
      "text": "Like Courts, tribunals from time to time make errors which are corrected on review or appeal.",
      "id": "s384"
    },
    {
      "text": "The reasonable observer would not conclude that such errors are indicative of partiality.",
      "id": "s385"
    },
    {
      "text": "DISPOSITION \n \n40 The appeal should be dismissed with costs.",
      "id": "s386"
    },
    {
      "text": "I certify that the preceding forty (40) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice TRACEY.",
      "id": "s387"
    },
    {
      "text": "Associate:\n\nDated: 29 August 2007\n\n\n Counsel for the Appellant: Mr A Krohn \n \n Solicitor for the Appellant Chandra Weerakoon \n \n Counsel for the Respondent: Ms S Burchell \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 8 August 2007 \n \n Date of Judgment: 29 August 2007 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1159.html",
      "id": "s388"
    }
  ]
}