{
  "name": "Applicant N v Respondent C [2007] FCA 1182 (10 August 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1182.html",
  "catchphrases": [
    {
      "text": "child in child care centre",
      "id": "c0"
    },
    {
      "text": "alleged failure to apply commonwealth funding to benefit child",
      "id": "c1"
    },
    {
      "text": "no case submission",
      "id": "c2"
    },
    {
      "text": "appellant's witnesses' evidence supported respondent's case",
      "id": "c3"
    },
    {
      "text": "whether respondent should have been put to election",
      "id": "c4"
    },
    {
      "text": "whether grounds for making no case submission adequately explained",
      "id": "c5"
    },
    {
      "text": "whether appellant denied natural justice by being prevented from relying on respondent's evidence",
      "id": "c6"
    },
    {
      "text": "disability discrimination",
      "id": "c7"
    },
    {
      "text": "practice and procedure",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "BACKGROUND \n \n1 The appellant is a seven year old child who was four when the proceeding now under appeal commenced.",
      "id": "s0"
    },
    {
      "text": "The respondent company conducts a child care centre which the appellant has attended since 2002.",
      "id": "s1"
    },
    {
      "text": "In general terms the appellant's claim was that the respondent received funding from the Commonwealth Government's Special Needs Subsidy Scheme (SNSS) which it was obliged to apply wholly or substantially to assist him to access education and services.",
      "id": "s2"
    },
    {
      "text": "The appellant alleged that the respondent had not applied the funds appropriately, thereby limiting his access to the service and education the respondent provided.",
      "id": "s3"
    },
    {
      "text": "This was said to amount to discrimination contrary to the Disability Discrimination Act 1992 (Cth) (DDA).",
      "id": "s4"
    },
    {
      "text": "2 The proceeding was heard in the Federal Magistrates Court.",
      "id": "s5"
    },
    {
      "text": "At the conclusion of the evidence adduced by the appellant, the respondent made a no-case submission which the Magistrate upheld.",
      "id": "s6"
    },
    {
      "text": "His Honour dismissed the proceeding with costs.",
      "id": "s7"
    },
    {
      "text": "The appellant appeals from that decision.",
      "id": "s8"
    },
    {
      "text": "Pursuant to s 25(1A) of the Federal Court of Australia Act 1976 (Cth) the Chief Justice has directed that the appellate jurisdiction of the Court be exercised by a single judge.",
      "id": "s9"
    },
    {
      "text": "THE PLEADINGS \n \n3 The appellant alleges and the respondent admits that\n \n &#8226; the appellant attended the centre in 2002 and 2003 for three days per week and in 2004 to the commencement of the proceeding two days per week\n &#8226; the appellant has a disability for the purposes of the DDA\n &#8226; the disability\n \"(a) may be described as right sided hemiplegia, arm worse than leg; \n \n (b) is such that the Applicant has restricted flexibility and use of the right leg; \n (c) is such that the Applicant has little use of the right arm and hand; \n (d) is such that in the early years of life, being up to the age of about 8 years of age, the more the Applicant uses his right limbs the greater the ultimate use of them will be to him; \n (e) is such that he generally requires external encouragement to use his right arm and hand.",
      "id": "s10"
    },
    {
      "text": "\" \n \n \n\n4 The appellant then alleges, and the respondent denies, that it is an educational authority and he is a student for the purposes of s 22(2) of the DDA.",
      "id": "s11"
    },
    {
      "text": "5 The appellant alleges, and the respondent admits, that it provides a service and makes facilities available to him for the purposes of s 24 of the DDA.",
      "id": "s12"
    },
    {
      "text": "6 The appellant alleges that while he has been attending the centre the respondent has been in receipt of funding from the Commonwealth in the amount sufficient to provide approximately five additional hours child care labour per day .",
      "id": "s13"
    },
    {
      "text": "The respondent admits the first part of this claim but not the emphasised material, as to which it says\n \n \"The SNSS funding it receives ... subsidises but does not completely cover the cost of five additional hours child care labour for each day the applicant attends the respondent.",
      "id": "s14"
    },
    {
      "text": "\" \n \n\n7 The appellant alleges, and the respondent admits, that the funding has been received by the respondent pursuant to the SNSS.",
      "id": "s15"
    },
    {
      "text": "8 The appellant alleges that the funding has been received by the respondent as a result of applications made jointly by it and the appellant's parents in respect of additional assistance required by the appellant on account of his disability to fully access all the benefits provided by the respondent .",
      "id": "s16"
    },
    {
      "text": "The respondent admits the first part of this claim and denies the emphasised material, as to which it says:\n \n \"(a) it is required to apply the SNSS funding in accordance with the SNSS Guidelines and the SNSS Conditions of Funding set by the Commonwealth Government; \n (b) the SNSS funding ... is to allow the respondent to increase the standard staff : child ratio so as to enable the respondent to more effectively provide an inclusive child care program for the applicant; \n (c) the respondent is able to use the additional staffing in a flexible manner across the room(s) in which the applicant is in attendance; and \n (d) the SNSS funding is not designed to employ an additional staff member to work exclusively with the applicant but is to be used for the benefit of all children in the room(s) in which the applicant is placed.",
      "id": "s17"
    },
    {
      "text": "\" \n \n \n\n9 The appellant alleges that the respondent was required to apply the SNSS funding wholly or substantially for his benefit.",
      "id": "s18"
    },
    {
      "text": "The respondent denies this, and says it was required to apply the funding in accordance with the requirements set out in (a) to (d) in [8].",
      "id": "s19"
    },
    {
      "text": "10 The appellant alleges, and the respondent admits, that it was required to apply the SNSS funding consistent with the SNSS guidelines and SNSS funding conditions.",
      "id": "s20"
    },
    {
      "text": "11 The appellant alleges that the SNSS funding ought to have been applied to\n \n (a) enable full access by the appellant to the service or facilities provided by the respondent;\n (b) enable access to the service or facilities in a manner equivalent to that enjoyed by the appellant's peers;\n (c) assist the development of the appellant's fine and gross motor skills and social skills in accordance with his individual needs;\n (d) organize group activities, of which group the appellant was a member, where such activity would assist with (a), (b) and (c) above.",
      "id": "s21"
    },
    {
      "text": "The respondent denies these allegations and repeats that it was obliged to apply the funding in accordance with the requirements set out in (a) to (d) in [8].",
      "id": "s22"
    },
    {
      "text": "12 The appellant alleges, and the respondent denies, that the respondent has failed to apply the SNSS funding wholly or substantially for the benefit of the appellant or in the manner described in (a) to (d) of [11].",
      "id": "s23"
    },
    {
      "text": "13 The appellant alleges, and the respondent denies, that it has failed to apply the SNSS funding consistent with the SNSS guidelines and funding conditions.",
      "id": "s24"
    },
    {
      "text": "14 The appellant alleges that in consequence of that failure, he has received little or no benefit from the funding.",
      "id": "s25"
    },
    {
      "text": "The respondent denies this, and says that its application of the funding has facilitated the appellant's inclusion in its child care program, resulting in significant benefit to him.",
      "id": "s26"
    },
    {
      "text": "15 The appellant alleges that as a result of the respondent's failure to apply the funding appropriately, it indirectly discriminated against him within the meaning of s 6 of the DDA as\n \n (a) it imposed a requirement or condition upon the appellant, namely that he enjoy full access to the service or facilities without specialised assistance; and the requirement or condition was one:\n (b) with which a substantially higher proportion of children attending the centre without the appellant's disability are able to comply;\n (c) which is not reasonable having regard to the circumstances; and\n (d) with which the appellant is not able to comply.",
      "id": "s27"
    },
    {
      "text": "The respondent denies these allegations.",
      "id": "s28"
    },
    {
      "text": "16 The following allegations are denied by the respondent:\n \n (a) it has limited the appellant's access to a benefit it provides, within the meaning of s 22(2)(a) of the DDA, by not adequately assisting him to obtain the full enjoyment of the service and facilities;\n (b) as a result of its failure to apply the SNSS funding appropriately, it has subjected the appellant to a detriment within the meaning of s 22(2)(c) of the DDA;\n (c) as a result of its failure to apply the SNSS funding appropriately, it has directly discriminated, within the meaning contained in s 5(1) of the DDA, against the appellant in the manner in which it provides the SNSS funding service or makes its facilities available to the appellant, within the meaning of s 24(1)(c) of the DDA, on the ground that because of the appellant's disability it treated him less favourably than it would treat another child in similar circumstances.",
      "id": "s29"
    },
    {
      "text": "SNSS CONDITIONS OF FUNDING \n \n17 The application for SNSS funding submitted by the respondent to the Commonwealth Department of Family Services and signed by the appellant's mother requires the Centre to be operated in accordance with the SNSS Guidelines.",
      "id": "s30"
    },
    {
      "text": "In the application form the respondent agrees, amongst other things, to\n \n &#8226; use the funding for ongoing additional staffing as appropriate, across the service, rather than on a one-to-one basis;\n &#8226; include the child in the activities of the service, allowing interaction with other children;\n &#8226; provide support from all staff members in the inclusion process.",
      "id": "s31"
    },
    {
      "text": "18 Part 4 of the SNSS Conditions of Funding deals with the obligations of the funding recipient.",
      "id": "s32"
    },
    {
      "text": "It is required, amongst other things, to\n \n (a) \"employ additional staff with appropriate skills for the care of all children at the Service so as to increase the staff child ratio for all children above the normal operational level\", and\n (b) \"ensure that the additional staff do not provide one-to-one care, specialist assistance only or support that the SUPS worker who works with the Service would provide ....\" \n\n19 The SNSS Guidelines reflect these obligations.",
      "id": "s33"
    },
    {
      "text": "Thus clause 1.5, after referring to another scheme (SUPS) that provides funding for workers to provide short term support to relieve permanent staff to work with a child with additional needs states\n \n \"SNSS provides funding for long-term staffing support by increasing the staff/child ratio and thus allowing all child care workers in the service to be involved in support of a child with high support needs.",
      "id": "s34"
    },
    {
      "text": "It would be inappropriate for the workers employed with SNSS funds to act as one-to-one support for that child to the exclusion of other children or workers.",
      "id": "s35"
    },
    {
      "text": "\" \n \n\n20 Clause 6.3 states\n \n \"The primary role of workers employed with SNSS funds is to increase the staff : child ratio in the child care service when the child with ongoing high support needs is in care.",
      "id": "s36"
    },
    {
      "text": "This worker is employed in addition to the standard licensing requirements for the number of workers at that particular service.",
      "id": "s37"
    },
    {
      "text": "The worker supports all children in the service, allowing all child care workers in the service to be involved in support of the child with ongoing high support needs.",
      "id": "s38"
    },
    {
      "text": "Individual attention to the child with ongoing high support needs can be provided by any member of staff.",
      "id": "s39"
    },
    {
      "text": "It would be inappropriate for the workers employed with SNSS funds to: \n \n \n &#8226; assist the child with ongoing high support needs only, acting as one-to-one support for that child to the exclusion of other children or workers; \n &#8226; provide specialist assistance (eg medical assistance, physiotherapy etc) ... \n &#8226; provide support which would otherwise be provided by the local SUPS workers ....\" \n \n \n THE DDA \n \n21 Section 22(2) of the DDA provides in part that\n \n \"It is unlawful for an educational authority to discriminate against a student on the ground of the student's disability ...: \n \n (a) by denying the student access, or limiting the student's access, to any benefit provided by the educational authority; or \n \n ... \n \n (c) by subjecting the student to any other detriment.",
      "id": "s40"
    },
    {
      "text": "\" \n \n \n\nThe expression \"educational authority\" is defined in s 4(1).",
      "id": "s41"
    },
    {
      "text": "It is not necessary to set it out.",
      "id": "s42"
    },
    {
      "text": "22 Section 24(1) provides in part that\n \n \"It is unlawful for a person who, whether for payment or not, provides goods or services, or makes facilities available, to discriminate against another person on the ground of the other person's disability ...: \n ... \n \n (c) in the manner in which the first-mentioned person provides the other person with those goods or services or makes those facilities available to the other person.",
      "id": "s43"
    },
    {
      "text": "\" \n \n \n MAGISTRATE'S REASONS \n \n23 The Magistrate first considered whether as a condition of the no-case submission the respondent should be put to its election to call no evidence.",
      "id": "s44"
    },
    {
      "text": "His Honour referred to Protean (Holdings) Ltd v American Home Assurance Co [1985] VR 187 at 238 ( Protean ), where Tadgell J, with whom the other members of the Full Court agreed, said:\n \n \"In deciding which course to follow the Judge will be guided by the nature of the case, the stage it has reached, the particular issues involved and the evidence that has been given.",
      "id": "s45"
    },
    {
      "text": "The imposition of a requirement that the moving party make an election before the Judge entertains the submission, or before he rules on it will depend on the just and convenient disposition of the litigation.",
      "id": "s46"
    },
    {
      "text": "\" \n \n\n24 As to the \"nature of the case\" the Magistrate said:\n \n \n \"28.",
      "id": "s47"
    },
    {
      "text": "... the nature of the case involves what I regard as [the] serious allegation of unlawful discrimination against a Respondent, which, it is relevant to note, is the operator of a child care centre.",
      "id": "s48"
    },
    {
      "text": "To allege that a child care centre has unlawfully discriminated against a disabled child, in my view, is a serious and grave allegation.",
      "id": "s49"
    },
    {
      "text": "29.",
      "id": "s50"
    },
    {
      "text": "It is particularly serious when the allegation is based not simply on a failure to provide an item of equipment or a means of access but is directed to what might be described as the day-to-day care of a child and/or the misuse of appropriate Commonwealth funding which in part is designed to optimise, in consultation with appropriate specialists, the use by the child of his right side \n 30.",
      "id": "s51"
    },
    {
      "text": "Hence, in my view, in considering the nature of the case, I am satisfied that these are significant, serious and grave allegations.",
      "id": "s52"
    },
    {
      "text": "\" \n \n \n\n25 In considering the \"particular issues involved\" the Magistrate repeated what he had said about the nature of the case.",
      "id": "s53"
    },
    {
      "text": "As to the stage the case had reached, he said that it was at the close of the appellant's case in a hearing that had commenced in March 2006 and had been adjourned to other dates primarily for the convenience of the next friend.",
      "id": "s54"
    },
    {
      "text": "His Honour concluded that this was not a case where the respondent should be put to its election.",
      "id": "s55"
    },
    {
      "text": "26 The Magistrate rejected the respondent's submission that there was no evidence that the respondent was an educational authority for the purposes of s 22 of the DDA.",
      "id": "s56"
    },
    {
      "text": "27 The Magistrate then considered the no-case submission in the \"broader sense\", that is to say on the basis that the respondent was an educational authority.",
      "id": "s57"
    },
    {
      "text": "He examined in detail the evidence of Associate Professor Ochiltree, whose expertise in the area of child care he accepted.",
      "id": "s58"
    },
    {
      "text": "At the conclusion of this examination the Magistrate said that despite his misgivings about the lack of specifics the Professor provided in relation to certain documents, her untested evidence in chief \"would go some way to supporting\" the appellant's case.",
      "id": "s59"
    },
    {
      "text": "His Honour continued:\n \n \n \"52.",
      "id": "s60"
    },
    {
      "text": "After the cross-examination of Professor Ochiltree, however, it is my conclusion that she accepted that when further materials concerning plans and like matters of the Respondent were brought to her attention she was satisfied overall that the Respondent's plans and arrangements for Applicant N were appropriate.",
      "id": "s61"
    },
    {
      "text": "\" \n \n \n \n\n28 At the conclusion of a lengthy examination of the detail of the cross-examination of Professor Ochiltree his Honour said:\n \n \n \"58.",
      "id": "s62"
    },
    {
      "text": "Those extracts ... reveal what I would describe as strong evidence, not in support of the Applicant's claim but rather in support of the Respondent's defence.",
      "id": "s63"
    },
    {
      "text": "\" \n \n \n \n\n29 After quoting passages from the witness's re-examination the Magistrate said:\n \n \n \"61.",
      "id": "s64"
    },
    {
      "text": "That evidence of Professor Ochiltree, in my view, directly addresses what I regard as the core issues of the claim set out in the extracts from the Statement of Claim earlier in this judgment and addressed relevantly in other evidence of the next friend ... and another supporting witness.",
      "id": "s65"
    },
    {
      "text": "62.",
      "id": "s66"
    },
    {
      "text": "The evidence, as I have indicated, in my view, is evidence which goes not to support the Applicant's claim but rather, effectively and ultimately, to support the Respondent's defence.",
      "id": "s67"
    },
    {
      "text": "It does so in what I regard as a clear and concise manner and it is perhaps not surprising given that, in the circumstances, when the witness had completed her affidavit earlier this year, I am satisfied she was not in possession of what might be regarded as relevant documents.",
      "id": "s68"
    },
    {
      "text": "\" \n \n \n\n30 The Magistrate then considered the appellant's father's evidence, and said that it\n \n \"reveals what could only be described as a somewhat limited opportunity to make any or any adequate assessment of the reality of the Respondent's premises.",
      "id": "s69"
    },
    {
      "text": "\" \n \n\nThe father had said in his evidence in chief that it was open to him to inspect what was happening with his son's special needs program, but he had no reason to suspect that there was anything wrong, and would rarely spend any time at the centre other than picking the son up and dropping him off.",
      "id": "s70"
    },
    {
      "text": "31 The Magistrate examined the evidence of Brian Hoare, an occupational therapist.",
      "id": "s71"
    },
    {
      "text": "This witness spoke about the improvement in the appellant's handskills over the period 2002 to 2005.",
      "id": "s72"
    },
    {
      "text": "The following exchange occurred in the course of his cross-examination:\n \n \"What I'm asking you, as an occupational therapist, is very simply this: this child could not have made significant progress that you observed over the previous four years, going back from March 2005 if the place where he spent most of his time was not implementing appropriate therapies on his right hand.",
      "id": "s73"
    },
    {
      "text": "It follows, doesn't it?---It does make some sense, yes.",
      "id": "s74"
    },
    {
      "text": "Of course, it does.",
      "id": "s75"
    },
    {
      "text": "It's an absolute inevitable conclusion, isn't it, Mr Hoare?",
      "id": "s76"
    },
    {
      "text": "Do you agree with that?---Yes in terms of his development, he did improve quite a lot over those four years.",
      "id": "s77"
    },
    {
      "text": "No that's not the question.",
      "id": "s78"
    },
    {
      "text": "I'm saying it's an inevitable conclusion that the cr&egrave;che provided the appropriate therapy to his right hand.",
      "id": "s79"
    },
    {
      "text": "That's the only way he could have made significant progress?---I can't answer that because I wasn't at the cr&egrave;che.",
      "id": "s80"
    },
    {
      "text": "\" \n \n\n32 The Magistrate concluded that neither the father's nor Mr Hoare's evidence:\n \n \"assist the applicant's case in any meaningful sense or would enable this court to make findings in favour of the applicant.",
      "id": "s81"
    },
    {
      "text": "\" \n \n\n33 The Magistrate concluded his reasons as follows:\n \n \n \"72.",
      "id": "s82"
    },
    {
      "text": "On my analysis of the material it is evident and leads to a strong conclusion that in applying the relevant principles, which I am bound to apply, set out in Protean the no-case submission should be upheld.",
      "id": "s83"
    },
    {
      "text": "I conclude that the evidence for and on behalf of the Applicant is not sufficient to de-bar the Respondent from obtaining judgment without having to answer the evidence adduced against it.",
      "id": "s84"
    },
    {
      "text": "In my view, the evidence against the Respondent is so unsatisfactory and/or unreliable that it should not be acted upon.",
      "id": "s85"
    },
    {
      "text": "... \n 74.",
      "id": "s86"
    },
    {
      "text": "I am satisfied that the key expert witness, Professor Ochiltree, gave her evidence in what I describe as a fair and genuinely independent manner.",
      "id": "s87"
    },
    {
      "text": "She gave answers, however, which I have indicated earlier, effectively support the Respondent's defence rather than the Applicant's claim.",
      "id": "s88"
    },
    {
      "text": "My assessment of the evidence ... is based not on the Briginshaw test but rather on the normal balance of probabilities standard of proof.",
      "id": "s89"
    },
    {
      "text": "I have done that, out of an abundance of caution, in order to give the greatest advantage that I may to the Applicant when considering this 'no case' application.",
      "id": "s90"
    },
    {
      "text": "\" \n \n \n GROUNDS OF APPEAL \n \n34 There are twenty nine grounds of appeal.",
      "id": "s91"
    },
    {
      "text": "Putting aside the first two, which the appellant accepts are general grounds covered by more specific ones, the remainder can be grouped under six headings.",
      "id": "s92"
    },
    {
      "text": "No case to answer \n Power to entertain no-case submission \n \n35 The appellant contends that the Federal Magistrates Court Rules \"do not permit the bringing of a no-case application except insofar as may be permitted by Rule 13.09 (as it then was) ....\".",
      "id": "s93"
    },
    {
      "text": "In Australian Competition and Consumer Commission v Amcor Printing Papers Group Ltd (2000) 169 ALR 344 Sackville J was of the view that Order 35 r 1 of the Federal Court Rules authorises the Court to entertain and rule on a no-case submission.",
      "id": "s94"
    },
    {
      "text": "That rule gives the Court power at any stage of the proceedings, on the application of any party, to pronounce such judgment or make such orders as the nature of the case requires.",
      "id": "s95"
    },
    {
      "text": "Rule 16.01 of the Federal Magistrates Court Rules is to the same effect.",
      "id": "s96"
    },
    {
      "text": "36 In Rasomen Pty Ltd v Shell Co of Australia Ltd (1997) 75 FCR 216 at 223 (' Rasomen ') the Full Court held that s 79 of the Judiciary Act 1903 (Cth) enables the Federal Court to deal with a no-case submission.",
      "id": "s97"
    },
    {
      "text": "In Compaq Computer Australia Pty Ltd v Merry (1998) 157 ALR 1 at 6 Finkelstein J referred to both sources of power (Order 35 r 1 and s 79).",
      "id": "s98"
    },
    {
      "text": "The Federal Magistrates Court is a s 79 Court.",
      "id": "s99"
    },
    {
      "text": "37 Accordingly there is no doubt as to the Magistrate's power to entertain the no-case submission.",
      "id": "s100"
    },
    {
      "text": "Separate question \n \n38 Here it is said that the Magistrate erred in making the no-case submission procedure available to the respondent \"whereas the nearest appropriate procedure to be adopted ... was that of the 'separate question' dealt with by the FMC Rules\".",
      "id": "s101"
    },
    {
      "text": "That course would not have been appropriate.",
      "id": "s102"
    },
    {
      "text": "The Magistrate was not asked to state a separate question, and did not err in not doing what he was not asked to do, which would in any event have had nothing to be said for it.",
      "id": "s103"
    },
    {
      "text": "Failing to take the appellant's evidence \"at its highest\" \n \n39 In my view there is no obligation on a judge determining a no-case submission to view an applicant's case \"at its highest\".",
      "id": "s104"
    },
    {
      "text": "Over 20 years ago this kind of submission was rejected by the Full Court of the Supreme Court of Victoria in Protean , a decision that has been followed on numerous occasions in this and other Courts.",
      "id": "s105"
    },
    {
      "text": "The submission made in Protean is recorded at [1985] VR at 218:\n \n \"The learned Judge, in deciding the no case submission, embarked upon the wrong exercise, in that he 'finally decided the issues'.",
      "id": "s106"
    },
    {
      "text": "The question he should have posed himself, it was said, was not 'should I find the critical result in the defendant's favour, but would it be open to me to do so if the trial went on'.",
      "id": "s107"
    },
    {
      "text": "It was submitted that 'the learned Judge misconceived his function in deciding on the no-case submission, because it reads as a final judgment on the facts, as a final resolution of the issues, with inferences drawn and applied as if he were deciding at the end of the whole case.",
      "id": "s108"
    },
    {
      "text": "His true function was very special, to decide whether the evidence before him (treating it in the most favourable way to the defendant) permitted the inferences to be drawn in favour of the affirmative defences, and not to decide whether his Honour should draw these inferences.",
      "id": "s109"
    },
    {
      "text": "\" \n \n\n40 In an oft quoted passage, Tadgell J said at [1985] VR at 239 that in dealing with a no-case submission a judge sitting alone\n \n \"must be entitled ... to assess the quality of the evidence.",
      "id": "s110"
    },
    {
      "text": "Were it otherwise the Judge, being the tribunal of fact, would be placed in an impossible position: he would have to assess the validity of the case for the respondent party without being able to assess the worth or weight of the evidence led in support of it ....",
      "id": "s111"
    },
    {
      "text": "If it falls to the Judge to decide whether he could find for the respondent party on the evidence so far led, it is quite unrealistic to expect him to do so without being able to consider all questions which bear on the sufficiency of the evidence and without power to draw or to decline to draw all inferences from the evidence given on which the respondent party might seek to rely.",
      "id": "s112"
    },
    {
      "text": "\" \n \n\n41 The same submission that was thus rejected in Protean was put to the Full Court of this Court in Rasomen .",
      "id": "s113"
    },
    {
      "text": "The submission is recorded at 75 FCR at 227.",
      "id": "s114"
    },
    {
      "text": "It was rejected in reliance on what had been said in Protean .",
      "id": "s115"
    },
    {
      "text": "At 228 the Full Court said:\n \n \"the function to be performed by a trial judge sitting without a jury ... is no different from that which has to be performed by a judge who has heard all the evidence of the parties in the ordinary way and who has to give final judgment.",
      "id": "s116"
    },
    {
      "text": "In both situations, the judge must make findings of fact, after assessing the quality of the evidence.",
      "id": "s117"
    },
    {
      "text": "\" \n \n\nSee also Amcor 169 ALR 344 at [76] per Sackville J and Tru Floor Service Pty Ltd v Jenkins (No 2) (2006) 232 ALR 532 at [36] to [40] per Sundberg J ( Trufloor ).",
      "id": "s118"
    },
    {
      "text": "Accordingly this ground of appeal has no substance.",
      "id": "s119"
    },
    {
      "text": "Misunderstanding no-case test \n \n42 Another ground appears to raise the same issue in different language.",
      "id": "s120"
    },
    {
      "text": "It is said that the Magistrate misunderstood the test on a no-case submission \"by reducing it to an ordinary enquiry following final submissions\".",
      "id": "s121"
    },
    {
      "text": "For the reasons appearing at [39] to [41] this ground must be rejected.",
      "id": "s122"
    },
    {
      "text": "Election \n \n43 Next the appellant attacks the Magistrate's \"failure\" to put the respondent to its election.",
      "id": "s123"
    },
    {
      "text": "As appears from [23] to [25], the Magistrate took into account the matters adverted to in Protean [1985] VR at 238.",
      "id": "s124"
    },
    {
      "text": "44 As the Magistrate said, the appellant alleged that the respondent had engaged in unlawful conduct.",
      "id": "s125"
    },
    {
      "text": "Both ss 22(2) and 24(1) of the DDA begin with the words \"It is unlawful ...\".",
      "id": "s126"
    },
    {
      "text": "Furthermore, the broad complaint was that the respondent, a child care centre operator, had discriminated against a child with a disability.",
      "id": "s127"
    },
    {
      "text": "In addition, a particular complaint was that the respondent had misused Commonwealth funding that was intended to benefit the child.",
      "id": "s128"
    },
    {
      "text": "The Magistrate was clearly entitled to take into account, in the exercise of his discretion not to require the respondent to elect, the seriousness of the allegations made by the appellant.",
      "id": "s129"
    },
    {
      "text": "45 Many of the cases in which no election has been required have involved allegations of fraud.",
      "id": "s130"
    },
    {
      "text": "In one of them, Union Bank of Australia Ltd v Puddy [1949] VLR 242 at 246 (' Puddy ), Fullagar J said:\n \n \"where, as in the case before me, fraud is alleged, it may often be wrong to suggest that a party should submit himself to cross-examination before it is seen that there is really some evidence against him.",
      "id": "s131"
    },
    {
      "text": "\" \n \n\nSee also Trufloor 232 ALR at [27] to [29].",
      "id": "s132"
    },
    {
      "text": "46 Amcor was not a fraud case.",
      "id": "s133"
    },
    {
      "text": "The allegation was that Amcor had made an arrangement containing an exclusionary provision, in contravention of s 45(2)(a)(i) of the Trade Practices Act 1974 (Cth).",
      "id": "s134"
    },
    {
      "text": "Sackville J at 169 ALR at [68] considered that allegation analogous to one of fraud because it was a very serious allegation.",
      "id": "s135"
    },
    {
      "text": "47 The other matters the Magistrate took into account were appropriate: the probable saving of time and expense ( Amcor , Trufloor ), and his obvious, though not expressly articulated view, that the no-case submission was strongly arguable ( Amcor , Puddy and Trufloor ).",
      "id": "s136"
    },
    {
      "text": "Further, this was not a case where it was necessary for the Magistrate to assess the credit of any of the witnesses ( Amcor ).",
      "id": "s137"
    },
    {
      "text": "This ground of appeal must be rejected.",
      "id": "s138"
    },
    {
      "text": "Absence of findings \n \n48 The appellant complains that the Magistrate did not make the necessary factual findings required to provide the foundation for a no-case submission.",
      "id": "s139"
    },
    {
      "text": "This has no substance.",
      "id": "s140"
    },
    {
      "text": "The Magistrate's function, which he carried out, was to determine whether, on the evidence of the appellant's witnesses, his case was viable.",
      "id": "s141"
    },
    {
      "text": "That took him to the central allegations in the statement of claim.",
      "id": "s142"
    },
    {
      "text": "Unless they were supported by the evidence, the case would fail.",
      "id": "s143"
    },
    {
      "text": "The Magistrate concluded that the evidence did not support those allegations.",
      "id": "s144"
    },
    {
      "text": "They were his findings of fact.",
      "id": "s145"
    },
    {
      "text": "Material relied on unclear \n \n49 This ground claims that the Magistrate erred in considering the no-case submission when it was not clear what material or evidence was being considered by the Court and upon what basis.",
      "id": "s146"
    },
    {
      "text": "This ground fails on the facts, and discloses a misunderstanding, affecting many parts of the appellant's submissions, as to what is involved in a no-case submission.",
      "id": "s147"
    },
    {
      "text": "It is abundantly clear what the evidence was upon which the submission was to be determined.",
      "id": "s148"
    },
    {
      "text": "It was the evidence given by the appellant's witnesses together with any exhibits tendered through those witnesses: Trufloor at [11] to [16].",
      "id": "s149"
    },
    {
      "text": "Respondent's affidavits \n \n50 Four grounds (17, 17, 19 and 24) contend that the Magistrate erred in considering the no-case submission without taking into account the fact that the respondent had filed affidavits which supported the appellant's case \"by failing to provide evidence of any specialised program of assistance relevant to the appellant\".",
      "id": "s150"
    },
    {
      "text": "Again this ignores what is involved in a no-case submission.",
      "id": "s151"
    },
    {
      "text": "The Magistrate had no control over this procedural mechanism.",
      "id": "s152"
    },
    {
      "text": "It is mandated by long-established case law and practice that the submission is to be dealt with on the basis described at [40].",
      "id": "s153"
    },
    {
      "text": "No adequate reasons \n \n51 This contention assails the adequacy of the Magistrate's chain of reasoning.",
      "id": "s154"
    },
    {
      "text": "In my view the reasoning is clear.",
      "id": "s155"
    },
    {
      "text": "The central parts of the statement of claim, quoted by the Magistrate, were not supported by the evidence, parts of which supported answering allegations made in the defence.",
      "id": "s156"
    },
    {
      "text": "Accordingly the no-case submission had to succeed.",
      "id": "s157"
    },
    {
      "text": "52 In order to ground the discrimination allegation in par 21 of the statement of claim the appellant had to establish that the respondent\n \n &#8226; was required to apply the SNSS funding wholly or substantially for his benefit, and failed to do so (pars 15 and 18), and\n &#8226; failed to apply the funding consistently with the SNSS guidelines and funding conditions (par 19), and\n &#8226; as a consequence of the respondent's failure to apply the SNSS funding appropriately, the appellant has received little or no benefit from the funding (par 20).",
      "id": "s158"
    },
    {
      "text": "53 The Magistrate set out these amongst other allegations, and at [44] of his reasons said that the respondent's submission was that the current state of the evidence was against the claims in pars 15 and 18 (wrongly rendered as 16, an allegation that was admitted) and that there was no evidence to support the significant claims in pars 19 and 20.",
      "id": "s159"
    },
    {
      "text": "He went on to record the respondent's contention that there was no evidence to support the claims arising out of the SNSS scheme.",
      "id": "s160"
    },
    {
      "text": "His Honour then set out substantial passages from Professor Ochiltree's evidence and concluded that that \"strong evidence\" did not support the appellant's claim but rather the respondent's defence.",
      "id": "s161"
    },
    {
      "text": "54 The evidence before the Magistrate did not establish that the respondent was required to apply the funding wholly or substantially for the appellant's benefit.",
      "id": "s162"
    },
    {
      "text": "The Magistrate had three sources available to him that showed that this was not how the SNSS worked.",
      "id": "s163"
    },
    {
      "text": "The best evidence was the formal guidelines and associated descriptions of the scheme which showed that the appellant's understanding of the way the scheme operated was wrong.",
      "id": "s164"
    },
    {
      "text": "The respondent's Ms Davison's emails referred to at [64]-[66] accurately render the way the scheme works, and in particular that it does not do so in the manner the father was propounding to her.",
      "id": "s165"
    },
    {
      "text": "Professor Ochiltree's evidence about the mechanics of the scheme, which the Magistrate quoted, was accurate and did not support the appellant's case.",
      "id": "s166"
    },
    {
      "text": "55 As indicated at [28], [29] and [33], the Magistrate said the evidence supported the respondent's defence rather than the appellant's claim.",
      "id": "s167"
    },
    {
      "text": "The respondent's defence to par 15 of the statement of claim is set out at [9].",
      "id": "s168"
    },
    {
      "text": "A description of the SNSS appears at [17] to [20].",
      "id": "s169"
    },
    {
      "text": "That and the extracts from the evidence set out at [57] of the Magistrate's reasons sustain the contentions appearing at [8].",
      "id": "s170"
    },
    {
      "text": "Professor Ochiltree and Ms Davison both say that is how the scheme operates.",
      "id": "s171"
    },
    {
      "text": "See also my summary of the evidence at [57] to [59] below.",
      "id": "s172"
    },
    {
      "text": "The respondent denies the allegations in par 18 of the statement of claim and says that it was obliged to apply the funding in accordance with the elements set out at [8], and that it has so applied the funding.",
      "id": "s173"
    },
    {
      "text": "The evidence of Ms Davison was that it had done so.",
      "id": "s174"
    },
    {
      "text": "As to par 20 of the statement of claim, the respondent denies it and says that the respondent's application of the funding facilitated the appellant's inclusion in its child care program resulting in significant benefit to him.",
      "id": "s175"
    },
    {
      "text": "This was borne out by Professor Ochiltree's and Mr Hoare's evidence.",
      "id": "s176"
    },
    {
      "text": "56 In short, the appellant's case was doomed from the beginning by a failure to accept the plain words of the SNSS documents that described a scheme quite different from that propounded in his pleadings.",
      "id": "s177"
    },
    {
      "text": "The Magistrate's reasons are concise, but quite adequately explain why he upheld the no case submission.",
      "id": "s178"
    },
    {
      "text": "Failure to consider appellant's evidence \n Specialised program of assistance \n \n57 The appellant contends that the Magistrate erred by failing to address the question whether the respondent provided him with a \"specialised program of assistance\".",
      "id": "s179"
    },
    {
      "text": "I do not know where this expression comes from.",
      "id": "s180"
    },
    {
      "text": "It is not in the statement of claim.",
      "id": "s181"
    },
    {
      "text": "It is not in the DDA.",
      "id": "s182"
    },
    {
      "text": "Nor is it in the SNSS documents in evidence or in Professor Ochiltree's evidence.",
      "id": "s183"
    },
    {
      "text": "The conclusion the Magistrate drew from the Professor's evidence was that she was satisfied overall that the respondent's plans and arrangements for the appellant were appropriate.",
      "id": "s184"
    },
    {
      "text": "58 In the course of her cross-examination Professor Ochiltree agreed that\n \n (a) the documents shown to her at trial were evidence of planning by the respondent for the environment in which the care of the appellant and other children took place, and that she had not seen them before swearing her affidavit;\n (b) the respondent had behaved appropriately in preparing and sending to the appellant's parents a communication book showing what had been happening to the appellant on the days covered by the book;\n (c) the communications book was an appropriate way to let the parents know that the appellant had some integration with one of the therapists who cared for him;\n (d) this process taking place between the parent, the cr&egrave;che and the therapist was appropriate;\n (e) the strategies written up in the communications book were appropriate strategies to encourage the appellant to use his right side;\n (f) the respondent's staff notes show that appropriate strategies had been implemented to encourage the appellant to use his right side;\n (g) a portfolio compiled by the staff in the course of a year showed various activities carried out with and by the appellant, and was sent home with him at the end of the year;\n (h) the contents of the portfolio showed that there had been encouragement for the appellant to use his right side, and the activities it recorded were appropriate to encourage that use;\n (i) weekly plans prepared by the staff showing, amongst other things, the layout of a room so that the children, including the appellant, could circulate through the activities, were appropriate;\n (j) the plans showed that the appellant from time to time was part of a focused group, and was given tasks particular to his needs in relation to his right hand and more general needs, which plans and tasks were necessary because the appellant was not just a boy with hemiplegia but with a much broader spectrum of needs in the centre;\n (k) she had not had the benefit of examining the plans, communication book, portfolio and other documents she had been shown before giving her evidence in chief;\n (l) having seen the various documents she was satisfied that there had been a continual assessment and reflection on the appellant's needs;\n (m) the various documents show how the appellant has progressed over the course of the period he has been in the cr&egrave;che;\n (n) it would be inappropriate for the respondent to apply SNSS funding for the benefit of a specific child; rather it should be applied for the benefit of the child as part of the group he is with in the room, but not as an individual;\n (o) the object of the funding is to enable a child such as the appellant to participate in a program with other children so he can get additional help without the other children being disadvantaged.",
      "id": "s185"
    },
    {
      "text": "59 It emerged from the evidence of Mr Hoare, the therapist, that \n \n (a) the appellant needed encouragement to use his right side;\n (b) during the period 2002 to 2005 inclusive the appellant has made significant progress in his right side handskill development, has much improved spontaneous use of his right hand, and his gross grasp grip has become very effective;\n (c) this improvement was due in part to the strategies Mr Hoare had put in place at Monash, but the only way the appellant could make significant progress is if those strategies are implemented on a day to day basis in his cr&egrave;che and home environment;\n (d) the appellant spent a minimal amount of time at Monash, the majority of his time being spent at the cr&egrave;che;\n (e) Mr Hoare had never been to the cr&egrave;che, but the appellant could not have made the significant process that he had over the four years if the cr&egrave;che had not implemented appropriate therapies on his right hand;\n (f) the therapies and activities carried out at the cr&egrave;che (eg completing manual puzzles, grasping a puzzle knob, throwing balls, rolling clay in both hands) were appropriate to encourage the appellant to use his right side.",
      "id": "s186"
    },
    {
      "text": "The Magistrate accepted this evidence.",
      "id": "s187"
    },
    {
      "text": "Assuming he was specifically obliged to address whether the respondent provided the appellant with a specialised program of assistance, he plainly did so.",
      "id": "s188"
    },
    {
      "text": "60 The appellant points to various pieces of the evidence which he says give rise to the inference that the Centre did not provide any assistance to the appellant.",
      "id": "s189"
    },
    {
      "text": "As with other submissions, it is asserted that this evidence must be taken \"at its highest\".",
      "id": "s190"
    },
    {
      "text": "As I have said at [39] to [41], there is in my view no such requirement.",
      "id": "s191"
    },
    {
      "text": "In any event, the items of evidence relied on, even if taken at their highest, do not give rise to the inference.",
      "id": "s192"
    },
    {
      "text": "61 In TNT Management Pty Ltd v Brooks (1979) 53 ALJR 267 at 269 the High Court approved of the following passage from an earlier case which said that in civil cases\n \n \"you need only circumstances raising a more probable inference in favour of what is alleged.",
      "id": "s193"
    },
    {
      "text": "In questions of this sort, where direct proof is not available, it is enough if the circumstances appearing in evidence give rise to a reasonable and definite inference: they must do more than give rise to conflicting inferences of equal degrees of probability so that the choice between them is a mere matter of conjecture ....",
      "id": "s194"
    },
    {
      "text": "But if circumstances are proved in which it is reasonable to find a balance of probabilities in favour of the conclusion sought then, though the conclusion may fall short of certainty, it is not to be regarded as a mere conjecture or surmise.",
      "id": "s195"
    },
    {
      "text": "\" \n \n\n62 The appellant relies on ten matters in support of the claimed inference.",
      "id": "s196"
    },
    {
      "text": "The first is the respondent's failure to offer evidence of a program of specialised assistance.",
      "id": "s197"
    },
    {
      "text": "This is an example of the appellant's refusal to acknowledge the nature of a no-case submission.",
      "id": "s198"
    },
    {
      "text": "What the respondent's evidence was is simply not relevant.",
      "id": "s199"
    },
    {
      "text": "63 Then the appellant says that such evidence of assistance as was offered by the respondent was at best sporadic, piecemeal and ad hoc, reflecting the fact that he was treated like any other child at the Centre.",
      "id": "s200"
    },
    {
      "text": "This ignores the evidence of Professor Ochiltree and Mr Hoare, which the Magistrate understandably preferred to the appellant's assertions about the nature of the assistance.",
      "id": "s201"
    },
    {
      "text": "As the Magistrate said, the father's attendance at the Centre was such that he could not say anything useful about the service provided to his son.",
      "id": "s202"
    },
    {
      "text": "64 The appellant seeks to draw comfort from a sentence in an email of 14 January 2004 from one of the respondent's officers, Linda Davison, in which she says \"It won't therefore be obvious in the program where the SNSS funding is targeted\".",
      "id": "s203"
    },
    {
      "text": "When the sentence is seen in its context, it is impossible to draw from it the inference contended for.",
      "id": "s204"
    },
    {
      "text": "The relevant paragraph, in which the sentence relied on is the last, reads:\n \n \"SNSS funding ... is provided specifically to fund additional staff hours to assist in the provision of 'an inclusive and quality childcare program for all children'.",
      "id": "s205"
    },
    {
      "text": "Our advice is that the additional staff should be used 'flexibly across the service in rooms/activities where children approved for the subsidy scheme are being included' and, in particular that the staff should 'not be used for one to one support for any one child, but to allow interaction with other children by utilising the support of all staff members'.",
      "id": "s206"
    },
    {
      "text": "It won't, therefore, be obvious in the program where the SNSS funding is targeted.",
      "id": "s207"
    },
    {
      "text": "\" \n \n\n65 The appellant also relies on two sentences from another email from Ms Davison of the same date that \"The original Inclusion Support Plan was completed by Dawn and myself in December '01.",
      "id": "s208"
    },
    {
      "text": "It is unusual to draft a completely new ISP ...\".",
      "id": "s209"
    },
    {
      "text": "The appellant does not refer to the conclusion of the last quoted sentence --- \"but we can get together to do that if that is what you would prefer\".",
      "id": "s210"
    },
    {
      "text": "Ms Davison then suggests a meeting to discuss the matter.",
      "id": "s211"
    },
    {
      "text": "The email as a whole does not support the inference contended for.",
      "id": "s212"
    },
    {
      "text": "66 Another email from the father to Ms Davison is relied on.",
      "id": "s213"
    },
    {
      "text": "In it the father says:\n \n \"You and I disagree on the matter of accountability and the way in which the 5 hours per day extra funding provided ... via the Special Needs Subsidy Scheme for [the appellant].",
      "id": "s214"
    },
    {
      "text": "You are currently of the view that the 5 hours extra labour ought to be dispersed equally among the group of 17 children, of which [the appellant] is one, in the Magic Room on the days.",
      "id": "s215"
    },
    {
      "text": "I on the other hand hold the view that the large proportion of the extra 5 hours ought be applied for organising group activities aimed at assisting with [the appellant's] special needs.",
      "id": "s216"
    },
    {
      "text": "\" \n \n\nThe appellant relies on the fact that there is \"no specific denial\" in Ms Davison's responding email.",
      "id": "s217"
    },
    {
      "text": "What she said was:\n \n \"I think that your disagreement about the application of the SNSS funding is with the Commonwealth, not with me.",
      "id": "s218"
    },
    {
      "text": "Perhaps one point that needs to be made clearer is that the funding is not just intended to facilitate the program for the eligible child (in this case [the appellant]) but also to ensure that other children are not disadvantaged by the inclusion of a child with additional needs into their group.",
      "id": "s219"
    },
    {
      "text": "That is, the funding recognises that children with additional needs often require proportionately more staff time in the running of the day-to-day program.",
      "id": "s220"
    },
    {
      "text": "Without additional staff, extra time spent assisting one child would necessarily reduce the time available for the other children in the group.",
      "id": "s221"
    },
    {
      "text": "Hence the emphasis in the directives to services that the funding is to enable services to 'more effectively provide an inclusive and quality childcare program for all children; ... is not to be used for one to one support for any one child; and ... can be used flexibly across the service'.",
      "id": "s222"
    },
    {
      "text": "They further note that the funding is 'to allow interaction with other children' rather than to provide any specialist developmental program.",
      "id": "s223"
    },
    {
      "text": "Perhaps this will better illustrate the point I was trying to make yesterday.",
      "id": "s224"
    },
    {
      "text": "\" \n \n\nMs Davison went on to say that \"Even without a specific ISP, [the appellant] is being assisted daily with a range of physical, cognitive, social emotional, language and self-help skills\".",
      "id": "s225"
    },
    {
      "text": "67 I am unable to see how that exchange gives rise to the inference that the respondent \"did not provide any significant assistance to the appellant\".",
      "id": "s226"
    },
    {
      "text": "As appears from the description of the SNSS at [17] to [20] and the evidence of Professor Ochiltree, the father's understanding of the scheme is wrong, as Ms Davison points out.",
      "id": "s227"
    },
    {
      "text": "It is not clear what the appellant means by the claim that there is \"no specific denial\" in the responding email.",
      "id": "s228"
    },
    {
      "text": "There was nothing to deny.",
      "id": "s229"
    },
    {
      "text": "The competing claims were clear.",
      "id": "s230"
    },
    {
      "text": "The parties were propounding different understandings of the scheme.",
      "id": "s231"
    },
    {
      "text": "Ms Davison certainly denied the accuracy of the father's claim --- correctly so.",
      "id": "s232"
    },
    {
      "text": "The passage quoted at [66] from Ms Davison's email is a direct statement to the contrary of the claimed inference.",
      "id": "s233"
    },
    {
      "text": "68 The appellant points to the father's evidence that Ms Davison told him the appellant was treated the same as every other child at the Centre and seeks to draw from this that there was no specialised program of support for the appellant.",
      "id": "s234"
    },
    {
      "text": "Ms Davison's statement does not give rise to \"a reasonable and definite inference\" that no specialised program existed.",
      "id": "s235"
    },
    {
      "text": "Her email at [66] is to the contrary.",
      "id": "s236"
    },
    {
      "text": "So is Professor Ochiltree's and Mr Hoare's evidence.",
      "id": "s237"
    },
    {
      "text": "In this case direct proof of the provision of assistance is available, and accordingly there is no occasion to draw inferences about the matter.",
      "id": "s238"
    },
    {
      "text": "69 Next the appellant relies on the father's evidence that Ms Davison agreed that SNSS funding would only provide an extra 20 minutes assistance for the appellant per day.",
      "id": "s239"
    },
    {
      "text": "This evidence does not support the suggested inference; rather the contrary.",
      "id": "s240"
    },
    {
      "text": "70 It is then said that the father's evidence that the respondent had not produced any ISP until the dispute arose in May 2004 gave rise to the suggested inference.",
      "id": "s241"
    },
    {
      "text": "Other evidence relied on by the appellant is to the contrary.",
      "id": "s242"
    },
    {
      "text": "There was an ISP completed by Ms Davison in 2001.",
      "id": "s243"
    },
    {
      "text": "She said it was unusual to draft a completely new ISP, but she would do so if the father wanted it.",
      "id": "s244"
    },
    {
      "text": "See [65].",
      "id": "s245"
    },
    {
      "text": "In any event, she said that even without a specific ISP, the appellant was being assisted in the manner described in her email at [66].",
      "id": "s246"
    },
    {
      "text": "Once again the appellant chooses to ignore the evidence of Professor Ochiltree and Mr Hoare.",
      "id": "s247"
    },
    {
      "text": "The essence of circumstantial evidence is that it fills a gap in the direct evidence.",
      "id": "s248"
    },
    {
      "text": "When there is direct evidence, which is accepted, there is no occasion to rely on inferences.",
      "id": "s249"
    },
    {
      "text": "71 Reliance is placed on the evidence of Mr Hoare that the respondent's staff needed to be directly educated about a child's needs by a therapist in order to understand what to do for him or her.",
      "id": "s250"
    },
    {
      "text": "The appellant claims that there was no suggestion by the respondent that there had been any such education.",
      "id": "s251"
    },
    {
      "text": "That is not so.",
      "id": "s252"
    },
    {
      "text": "As appears from [59], Mr Hoare developed strategies for the appellant to use his right side, particularly his right hand.",
      "id": "s253"
    },
    {
      "text": "The appellant had made significant progress over the years 2002 to 2005.",
      "id": "s254"
    },
    {
      "text": "This was due to Mr Hoare's strategies being implemented on a day to day basis, at the Centre and at home.",
      "id": "s255"
    },
    {
      "text": "He accepted, somewhat grudgingly, that the appellant could not have made the significant progress that he had observed \"if the place where he spent most of his time was not implementing appropriate therapies on his right hand\".",
      "id": "s256"
    },
    {
      "text": "72 Finally, attention is drawn to the father's evidence that there were no special activities or programs of assistance organised for the appellant.",
      "id": "s257"
    },
    {
      "text": "Having regard to his evidence recorded at [30] about his non-attendances at the Centre during the period of room care, he is unlikely to have had any actual knowledge of what was or was not provided.",
      "id": "s258"
    },
    {
      "text": "His unsupported assertions are contrary to what appears in Ms Davison's emails (on which he relies for other purposes), contrary to Professor Ochiltree's evidence and Mr Hoare's.",
      "id": "s259"
    },
    {
      "text": "73 I have necessarily dealt with the \"inference\" evidence item by item.",
      "id": "s260"
    },
    {
      "text": "Even taking it as a whole, it goes nowhere near satisfying the requirement that such evidence \"give rise to a reasonable and definite inference\" that the respondent \"did not provide any significant assistance to the appellant\".",
      "id": "s261"
    },
    {
      "text": "Denial of natural justice \n \n74 There are two natural justice grounds.",
      "id": "s262"
    },
    {
      "text": "The first is that the Magistrate permitted the respondent to proceed with its no-case submission \"where it was not clear what material or evidence was being considered by the Court\".",
      "id": "s263"
    },
    {
      "text": "According to the Magistrate, at the conclusion of the appellant's evidence the respondent made a no-case submission.",
      "id": "s264"
    },
    {
      "text": "The transcript of proceedings before the Magistrate shows that the respondent's counsel made the submission on the basis upon which the Magistrate dealt with it, namely that on the evidence the appellant had called he was unable to sustain the central parts of his statement of claim, and his case had to fail, so that it would be improvident for the respondent to consume court time and incur additional expense by calling its evidence.",
      "id": "s265"
    },
    {
      "text": "That is the conventional basis upon which a no case submission is made and ruled on.",
      "id": "s266"
    },
    {
      "text": "75 The appellant contends that it was not clear whether the Court was relying on the affidavits and other documents filed by the respondent.",
      "id": "s267"
    },
    {
      "text": "The transcript discloses that the Magistrate was not relying of the respondent's affidavits.",
      "id": "s268"
    },
    {
      "text": "Indeed, the appellant's counsel's attempt to rely on one of them was ruled out of order.",
      "id": "s269"
    },
    {
      "text": "76 The appellant then says that in the course of his case the Court assumed that in due course the respondent's affidavits would be read as part of its care.",
      "id": "s270"
    },
    {
      "text": "This expectation was disappointed.",
      "id": "s271"
    },
    {
      "text": "There is no procedural unfairness involved in this.",
      "id": "s272"
    },
    {
      "text": "Whether a no-case submission is to be made can only be determined when the respondent has heard the entirety of the applicant's evidence.",
      "id": "s273"
    },
    {
      "text": "Until it is made the Court and the parties proceed on the assumption that the case will proceed in the normal course.",
      "id": "s274"
    },
    {
      "text": "The respondent will call its evidence to be followed by closing submissions.",
      "id": "s275"
    },
    {
      "text": "A respondent is under no obligation to forewarn the appellant that it will or may make a no-case submission.",
      "id": "s276"
    },
    {
      "text": "77 A related submission was that the appellant was denied natural justice because the Court permitted the respondent to proceed with its no-case submission where the respondent's grounds for such application were unclear.",
      "id": "s277"
    },
    {
      "text": "This was said to be the case because the respondent submitted that the evidence was \"against\" the allegations in pars 21 and 24 of the statement of claim, \"while the relevant test required 'no evidence' for the case to be unarguable\".",
      "id": "s278"
    },
    {
      "text": "Reliance was placed on the observations of Dixon J in Dey v Victorian Railways Commissioners [1949] HCA 1 ; (1949) 78 CLR 62 at 91-92.",
      "id": "s279"
    },
    {
      "text": "His Honour was there concerned with an application in the inherent jurisdiction of the Court to stop the abuse of its process when it is employed for groundless claims.",
      "id": "s280"
    },
    {
      "text": "The case did not involve a no-case submission, and nothing was said by his Honour about that procedure.",
      "id": "s281"
    },
    {
      "text": "All that was said was that a case must be \"very clear indeed\" to justify the summary intervention of the court to prevent a plaintiff submitting his case for determination in the appointed manner.",
      "id": "s282"
    },
    {
      "text": "I can find no reference in the judgment to \"no evidence\", and it has no application to the present case.",
      "id": "s283"
    },
    {
      "text": "78 Then it was said that the respondent submitted to the Magistrate both that there was no evidence to support the appellant's propositions about SNSS funding and that the evidence was against relevant allegations about the funding.",
      "id": "s284"
    },
    {
      "text": "This is said to have rendered unclear the way the no-case submission was put.",
      "id": "s285"
    },
    {
      "text": "The transcript discloses that the respondent's counsel initially submitted that there was no evidence to support the allegations in the central parts of the statement of claim.",
      "id": "s286"
    },
    {
      "text": "Later he said the evidence was clearly against the allegations in pars 15 and 18 (described at [9] and [12] respectively).",
      "id": "s287"
    },
    {
      "text": "Later still he said it was overwhelmingly against those in par 18.",
      "id": "s288"
    },
    {
      "text": "Putting his submission in this manner did not make its basis unclear.",
      "id": "s289"
    },
    {
      "text": "In this case the word \"against\" and the expression \"overwhelmingly against\" were not mere barristerial hyperbole.",
      "id": "s290"
    },
    {
      "text": "Nor were they only emphatic ways of submitting that there was no evidence to support those particular allegations.",
      "id": "s291"
    },
    {
      "text": "The terms of the SNSS Guidelines and Professor Ochiltree's evidence made this a case where in relation to those allegations there really was a difference between \"no evidence\" to support them and the evidence being \"against\" them.",
      "id": "s292"
    },
    {
      "text": "79 The appellant then relied on the observation of Tadgell J in Protean [1985] VR at 238-239 that in deciding whether or not the general rule as to election should be followed, the Judge \"will sometimes be assisted to know the basis on which the moving party seeks to rest his submission of no case\".",
      "id": "s293"
    },
    {
      "text": "His Honour went on to distinguish three situations:\n \n &#8226; where the submission is that there is no evidence at all in support of the applicant's case\n &#8226; where although there is some evidence in support of the case, the Judge should not act on it because it is so unsatisfactory or inherently unreliable or equivocal that he should find that the burden of proof has not been discharged\n &#8226; a combination of the above.",
      "id": "s294"
    },
    {
      "text": "80 The appellant's contention was that the respondent had not made this \"delineation\" and accordingly had denied him procedural fairness.",
      "id": "s295"
    },
    {
      "text": "Tadgell J did not posit any requirement that the respondent's counsel state his position.",
      "id": "s296"
    },
    {
      "text": "As appears above, his Honour merely said that \"sometimes\" the Judge will be assisted to know how the case is put.",
      "id": "s297"
    },
    {
      "text": "In any event, the transcript shows that counsel put the matter squarely on the first basis.",
      "id": "s298"
    },
    {
      "text": "There was no denial of procedural fairness.",
      "id": "s299"
    },
    {
      "text": "81 Then it was said the respondent relied on untendered affidavit material.",
      "id": "s300"
    },
    {
      "text": "Nothing turns on this, because the Magistrate made clear at that the material was not before him for the purposes of the no-case submission.",
      "id": "s301"
    },
    {
      "text": "This related submission must be rejected.",
      "id": "s302"
    },
    {
      "text": "82 The final complaint under this head relates to the documents Professor Ochiltree was shown in cross-examination.",
      "id": "s303"
    },
    {
      "text": "They were marked for identification, but did not go into evidence because of the no-case submission.",
      "id": "s304"
    },
    {
      "text": "The Magistrate made clear in the course of the submission that the respondent's documents did not form part of the material on the basis of which he was to rule on the submission.",
      "id": "s305"
    },
    {
      "text": "The Magistrate made clear in his reasons that the documents did not go into evidence.",
      "id": "s306"
    },
    {
      "text": "However, as he said, this did not preclude his reliance on Professor Ochiltree's evidence in which she referred to those documents.",
      "id": "s307"
    },
    {
      "text": "The appellant's complaint that it is not clear whether the documents were part of the evidence on which the no-case submission was decided is rejected.",
      "id": "s308"
    },
    {
      "text": "83 The second natural justice ground is that the Magistrate required the appellant to \"complete the hearing of the matter starting on Tuesday 19 December 2006 when on Friday 15 December 2006 the appellant's counsel was unable to properly prepare to complete the hearing\".",
      "id": "s309"
    },
    {
      "text": "What appears to have happened is this.",
      "id": "s310"
    },
    {
      "text": "Mr DA Perkins of counsel appeared for the appellant on the first four days of the hearing (20, 21 and 22 March and 2 October 2006).",
      "id": "s311"
    },
    {
      "text": "On 3 July 2006 the Victorian Civil and Administrative Tribunal found Mr Perkins guilty of misconduct under the Legal Practice Act 1996 (Vic).",
      "id": "s312"
    },
    {
      "text": "The appellant's father had appeared as counsel for Mr Perkins before the Tribunal.",
      "id": "s313"
    },
    {
      "text": "On 12 and 14 September 2006 the Tribunal heard submissions as to penalty.",
      "id": "s314"
    },
    {
      "text": "On 13 November it suspended Mr Perkins' practising certificate for three months.",
      "id": "s315"
    },
    {
      "text": "On 28 November the respondent was contacted by the Magistrate's Associate and told that the appellant was unable to proceed on 18 December, when the hearing was to resume, as Mr Perkins would be unable to attend.",
      "id": "s316"
    },
    {
      "text": "On 30 November the respondent's solicitors wrote to the appellant's solicitors objecting to any further adjournment as the appellant had known about Mr Perkins' inability to appear since 13 November, when the suspension was imposed.",
      "id": "s317"
    },
    {
      "text": "The respondent's solicitors drew attention to the fact that the appellant had approximately five weeks in which to brief alternative counsel.",
      "id": "s318"
    },
    {
      "text": "They reminded the appellant's solicitors that the matter had already been adjourned four times at the request of the appellant.",
      "id": "s319"
    },
    {
      "text": "On 30 November, at a directions hearing, the Magistrate refused the application for an adjournment and relisted the matter for directions on 6 December.",
      "id": "s320"
    },
    {
      "text": "That hearing was later cancelled when the appellant's solicitors advised the Court on 5 December that new counsel had been briefed to appear on 18 December.",
      "id": "s321"
    },
    {
      "text": "On 14 December the appellant's solicitors informed the Court and the respondent's solicitors that the new counsel was no longer able to appear.",
      "id": "s322"
    },
    {
      "text": "On that day the respondent's solicitors wrote to the appellant's solicitor advising that any further requests for adjournment would be opposed.",
      "id": "s323"
    },
    {
      "text": "On 15 December the matter was listed for urgent telephone directions.",
      "id": "s324"
    },
    {
      "text": "On that day the Court adjourned the matter from 18 December to 19 December, on which day the hearing recommenced.",
      "id": "s325"
    },
    {
      "text": "There was no application for an adjournment or for more time by counsel for the appellant, who thereupon called Professor Ochiltree.",
      "id": "s326"
    },
    {
      "text": "In those circumstances there was no procedural unfairness.",
      "id": "s327"
    },
    {
      "text": "The transcript of the telephone directions was before me.",
      "id": "s328"
    },
    {
      "text": "It discloses a balanced consideration by the Magistrate of the competing contentions, and I do not accept the appellant's submission that \"the Magistrate compelled the case to proceed for no apparent reason\".",
      "id": "s329"
    },
    {
      "text": "The Magistrate pointed out that counsel had the late afternoon and evening of Thursday 14, the whole of Friday, Saturday and Sunday (if necessary) and the whole of Monday 18, in which to prepare for the resumption on Tuesday.",
      "id": "s330"
    },
    {
      "text": "Expert evidence \n \n84 Four grounds relate to the expert evidence.",
      "id": "s331"
    },
    {
      "text": "The first is that the Magistrate failed to apply the expert evidence dealing with the few occasions on which the appellant was assisted by the respondent.",
      "id": "s332"
    },
    {
      "text": "The second is that he did not confine the experts' evidence to their area of expertise.",
      "id": "s333"
    },
    {
      "text": "The third is that the experts were allowed to encroach on the \"ultimate question\".",
      "id": "s334"
    },
    {
      "text": "The fourth is that he adopted Professor Ochiltree's evidence \"without forming his own conclusion independently\".",
      "id": "s335"
    },
    {
      "text": "It is to be remembered that these experts were called by the appellant.",
      "id": "s336"
    },
    {
      "text": "Understandably his counsel did not object to their evidence or any parts of it.",
      "id": "s337"
    },
    {
      "text": "The expectation was that their evidence would assist the appellant's case.",
      "id": "s338"
    },
    {
      "text": "In its untested form, some of it did.",
      "id": "s339"
    },
    {
      "text": "But as a result of cross-examination, Professor Ochiltree made concessions and qualifications to her evidence in chief that resulted in her evidence ultimately supporting the respondent's rather than the appellant's case.",
      "id": "s340"
    },
    {
      "text": "That was because the appellant had allowed her to present her affidavit material without providing her with essential documentary evidence that either was in his possession or should have been.",
      "id": "s341"
    },
    {
      "text": "Mr Hoare also made appropriate concessions that assisted the respondent's case.",
      "id": "s342"
    },
    {
      "text": "85 The first of the \"expert\" grounds has no merit.",
      "id": "s343"
    },
    {
      "text": "It ignores what I have said at [84] about the course of evidence.",
      "id": "s344"
    },
    {
      "text": "I reject the contention that Professor Ochiltree's affidavit evidence was \"undisturbed\".",
      "id": "s345"
    },
    {
      "text": "That is wishful thinking.",
      "id": "s346"
    },
    {
      "text": "What appears at [27] to [29] and [57] to [59] makes that clear.",
      "id": "s347"
    },
    {
      "text": "I also reject the contention that the Professor's evidence that significant assistance was provided for the appellant was \"clearly wrong\".",
      "id": "s348"
    },
    {
      "text": "The Magistrate was impressed by the evidence and by the fact that, on seeing the respondent's records for the first time, she departed from central aspects of her affidavit evidence.",
      "id": "s349"
    },
    {
      "text": "I am also unable to accept that the records shown to the Professor in cross examination \"suggest the assistance to the appellant was ad hoc and sporadic\".",
      "id": "s350"
    },
    {
      "text": "86 An apparently related complaint is made about the Magistrate's treatment of Mr Hoare's evidence.",
      "id": "s351"
    },
    {
      "text": "It is said that the Magistrate was \"critical of the fact he was not able to attest to what had occurred at the respondent's premises\", when Mr Hoare said he did not provide that kind of service.",
      "id": "s352"
    },
    {
      "text": "The Magistrate described Mr Hoare's evidence as \"limited\".",
      "id": "s353"
    },
    {
      "text": "By this he meant that Mr Hoare had not seen the respondent's staff at work with the appellant and other children in the Centre's rooms.",
      "id": "s354"
    },
    {
      "text": "It is wrong to describe this as being \"critical\" of Mr Hoare on the basis that he was derelict in not visiting the Centre to see what was happening.",
      "id": "s355"
    },
    {
      "text": "That was not his job, and the Magistrate knew this.",
      "id": "s356"
    },
    {
      "text": "There is no substance in this complaint.",
      "id": "s357"
    },
    {
      "text": "87 The second complaint also lacks merit.",
      "id": "s358"
    },
    {
      "text": "As I have said, no objection was taken by the appellant's counsel to any aspect of the expert's evidence.",
      "id": "s359"
    },
    {
      "text": "The appellant's central submission relates to the Magistrate's alleged failure to distinguish between the respondent's planning for the appellant's management and what it actually did for him.",
      "id": "s360"
    },
    {
      "text": "Professor Ochiltree said there was obviously planning going on, but she didn't feel qualified to comment on the quality of the planning.",
      "id": "s361"
    },
    {
      "text": "However, her evidence went much beyond planning.",
      "id": "s362"
    },
    {
      "text": "I have, for a different purpose, summarised the essential parts of the evidence at [58].",
      "id": "s363"
    },
    {
      "text": "In the present connection I refer to items (b) to (j), part of (k), and (l) which relate to what the respondent actually did for the appellant (as opposed to planning, to which only item (a) and part of (k) relate).",
      "id": "s364"
    },
    {
      "text": "Accordingly I reject the contention that Professor Ochiltree's evidence was outside her area of expertise on the ground that it related to planning matters.",
      "id": "s365"
    },
    {
      "text": "The third complaint is disposed of by s 80 of the Evidence Act 1995 (Cth).",
      "id": "s366"
    },
    {
      "text": "The fourth mischaracterises what the Magistrate did.",
      "id": "s367"
    },
    {
      "text": "He said he was satisfied that the \"key expert witness\" gave her evidence in a fair and generally independent manner.",
      "id": "s368"
    },
    {
      "text": "He noted that no challenge was made to the Professor's expertise and he accepted her as an expert witness on the areas in which she gave evidence.",
      "id": "s369"
    },
    {
      "text": "He also said there was \"no question that she is indeed an expert in her field\".",
      "id": "s370"
    },
    {
      "text": "In the circumstances this ground is baseless.",
      "id": "s371"
    },
    {
      "text": "Other grounds \n Statutory elements of causes of action \n \n88 It is said that the Magistrate failed to address the statutory elements of the causes of action relied on.",
      "id": "s372"
    },
    {
      "text": "This ground is baseless.",
      "id": "s373"
    },
    {
      "text": "The two relevant provisions are set out at [21] and [22].",
      "id": "s374"
    },
    {
      "text": "As can be seen, they are short and uncomplicated, even though the facts of some cases will involve matters of degree about which minds may differ.",
      "id": "s375"
    },
    {
      "text": "There was no occasion, in this case, for the Magistrate to go beyond setting out the relevant provisions, because his assessment of the evidence meant that the facts the appellant needed to establish in order to mount a case of discrimination had not been made out.",
      "id": "s376"
    },
    {
      "text": "Appellant's mother not called \n \n89 After observing that the father's evidence was \"limited\" (in the manner described at [30]), the Magistrate noted that the appellant's mother had not been called as a witness.",
      "id": "s377"
    },
    {
      "text": "He went on to say that he did not draw from this any Jones v Dunkel inference.",
      "id": "s378"
    },
    {
      "text": "The Magistrate is said to have thus taken into account an irrelevant consideration.",
      "id": "s379"
    },
    {
      "text": "I do not agree that the fact that the mother did not give evidence about what attention the appellant received at the Centre was irrelevant.",
      "id": "s380"
    },
    {
      "text": "The Magistrate said the father's evidence about the attention given the appellant was limited, and it was just as relevant to say that the mother gave no evidence on that topic.",
      "id": "s381"
    },
    {
      "text": "The point the Magistrate was making was that no one called by the appellant gave direct evidence about the attention given to the child.",
      "id": "s382"
    },
    {
      "text": "Briginshaw \n \n90 The appellant contends that the Magistrate wrongly decided the case on the principle in Briginshaw v Briginshaw [1938] HCA 34 ; (1938) 60 CLR 336 at 362 rather than in accordance with the balance of probabilities.",
      "id": "s383"
    },
    {
      "text": "As his Honour made clear at [74], he did not proceed on the basis Briginshaw .",
      "id": "s384"
    },
    {
      "text": "Proving a \"negative\" \n \n91 Here it is said the Magistrate failed to \"give significance\" to the fact that the central contested allegation required the appellant to prove a negative, namely that the respondent failed to engage in certain conduct.",
      "id": "s385"
    },
    {
      "text": "Paragraphs 18 and 19 of the Statement of Claim respectively assert a failure by the respondent to apply the SNSS funding for the benefit of the appellant and a failure to apply the funding consistent with the SNSS guidelines and funding conditions.",
      "id": "s386"
    },
    {
      "text": "That is how the appellant chose to plead his case, though that may well be a consequence of the structure of the relevant provisions of the DDA.",
      "id": "s387"
    },
    {
      "text": "Nonetheless, the appellant had to prove its allegations or fail.",
      "id": "s388"
    },
    {
      "text": "It is not for the Magistrate to dispense with the required proof or allow the case to proceed notwithstanding its absence.",
      "id": "s389"
    },
    {
      "text": "This ground does not assert appellable error.",
      "id": "s390"
    },
    {
      "text": "Matters largely within respondent's knowledge \n \n92 This complaint is related to the preceding one.",
      "id": "s391"
    },
    {
      "text": "It is that the Magistrate failed to give significance to the fact that the central contested allegation in the case \"was peculiarly and largely within its own knowledge\".",
      "id": "s392"
    },
    {
      "text": "I refer to what I have said about the previous ground.",
      "id": "s393"
    },
    {
      "text": "Further, the respondent answered the appellant's case by demonstrating, mainly through Professor Ochiltree, that it had in fact done what it was alleged to have failed to do.",
      "id": "s394"
    },
    {
      "text": "In addition, the appellant's father was at liberty to inspect the respondent's modus operandi in relation to his son.",
      "id": "s395"
    },
    {
      "text": "But he didn't do so.",
      "id": "s396"
    },
    {
      "text": "Respondent's failure to provide information \n \n93 Next it is alleged that the Magistrate failed to give weight to the respondent's failure to comply with the father's request that it identify what specialised assistance it was providing or had provided to the appellant.",
      "id": "s397"
    },
    {
      "text": "My attention was not drawn to the facts constituting the request or failure.",
      "id": "s398"
    },
    {
      "text": "Assuming there had been such a request and failure, they do not give rise to a ground of appeal.",
      "id": "s399"
    },
    {
      "text": "94 A related complaint is that the Magistrate did not treat the failure to provide information as to the assistance it was giving the appellant as evidence that there was a failure to give that assistance.",
      "id": "s400"
    },
    {
      "text": "I refer to what I have said about the preceding complaint.",
      "id": "s401"
    },
    {
      "text": "If there were a failure to provide information to the father, that would not assist the appellant.",
      "id": "s402"
    },
    {
      "text": "His own experts gave evidence, accepted by the Magistrate, that the appellant was provided with assistance.",
      "id": "s403"
    },
    {
      "text": "95 Related to the two preceding complaints is the contention that the Magistrate erred in not taking into account in the exercise of his discretion not to put the respondent to its election the respondent's failure to provide information.",
      "id": "s404"
    },
    {
      "text": "I refer to what I have said at [91] and [92].",
      "id": "s405"
    },
    {
      "text": "Even if a failure were established, it would not have borne on the Magistrate's decision not to require the respondent to elect.",
      "id": "s406"
    },
    {
      "text": "CONCLUSION \n \n96 The appeal must be dismissed with costs.",
      "id": "s407"
    },
    {
      "text": "I certify that the preceding ninety-six (96) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Sundberg.",
      "id": "s408"
    },
    {
      "text": "Associate:\n\nDated: 10 August 2007\n\n\n Counsel for the Appellant: J D Gray \n \n Solicitor for the Appellant: Access Law \n \n Counsel for the Respondent: M D Wilson \n \n Solicitors for the Respondent: Sparke Helmore \n \n Date of Hearing: 31 July 2007 \n \n Date of Judgment: 10 August 2007 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1182.html",
      "id": "s409"
    }
  ]
}