{
  "name": "Edington v Superannuation Complaints Tribunal [2007] FCA 1989 (14 December 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1989.html",
  "catchphrases": [
    {
      "text": "appeal from the superannuation complaints tribunal",
      "id": "c0"
    },
    {
      "text": "tribunal affirmed decision of the trustee of the superannuation fund not to pay any insurance benefit to the applicant who had been assessed as totally and permanently disabled after a workplace incident because the total and permanent disablement was caused by his pre-existing medical condition, namely schizophrenia",
      "id": "c1"
    },
    {
      "text": "whether tribunal's finding that the applicant's medical condition was related to his schizophrenia could not be supported by the evidence",
      "id": "c2"
    },
    {
      "text": "whether evidence of link between applicant's post workplace incident medical condition and schizophrenia",
      "id": "c3"
    },
    {
      "text": "whether tribunal improperly exercised its powers",
      "id": "c4"
    },
    {
      "text": "relevance of the tribunal taking into account a medical report that was not before the trustee",
      "id": "c5"
    },
    {
      "text": "whether adequate weight given to further medical report",
      "id": "c6"
    },
    {
      "text": "whether tribunal erred in law in finding decision of trustee was fair and reasonable",
      "id": "c7"
    },
    {
      "text": "superannuation",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from the decision of the Superannuation Complaints Tribunal (Tribunal) given on 2 October 2006 wherein the Tribunal affirmed the decision of the second respondent dated 26 August 2004.",
      "id": "s0"
    },
    {
      "text": "The decision of the second respondent was that although the applicant had been assessed as being totally and permanently disabled after a workplace incident in 2002, no insurance benefit was payable because the total and permanent disablement was on account of his pre-existing medical condition, namely schizophrenia.",
      "id": "s1"
    },
    {
      "text": "2 The applicant seeks the following orders:\n \n(a) \"That the decision of the Tribunal dated 2 October 2006 be set aside;\n \n(b) Orders declaring that pursuant to the terms of insurance dated 18 October 2001 establish by the Trustee for the Applicant:-\n \ni. the Applicant's medical condition namely Post Traumatic Stress Disorder or Anxiety Disorder is not related to his schizophrenia; and\n \nii.",
      "id": "s2"
    },
    {
      "text": "that the decision of the trustee was not fair and reasonable in its operation in relation to the Appellant; and \n \n(c) An order that the matter be remitted to be determined again by the Tribunal having regard to the declarations made the Court; or in the alternative\n \n(d) Such other directions as the Court deems necessary;\n \n(e) An order that the matter be remitted to be determined by again by the Tribunal in accordance with the said direction of the Court; \n \n(f) Such other orders as the Court deems necessary;\n \n(g) Costs\".",
      "id": "s3"
    },
    {
      "text": "3 A party may appeal to the Federal Court, on a question of law, from a determination of the Tribunal: s 46 Superannuation (Resolution of Complaints) Act 1993 (Cth) (\"the Act \").",
      "id": "s4"
    },
    {
      "text": "Such proceedings come before the Court for hearing and determination in the exercise of its original, rather than appellate, jurisdiction: Cullinane v Mercer Benefit Nominees Ltd [2006] FCAFC 82 ; (2006) 152 FCR 1.",
      "id": "s5"
    },
    {
      "text": "Background Facts \n \n4 The background facts to this matter can be found in the Tribunal's Record of Decision, and the Statements of Facts, Issues and Contentions of the parties.",
      "id": "s6"
    },
    {
      "text": "They may be summarised as follows:\n \n&#8226; in 1994 the applicant was diagnosed with schizophrenia and commenced ongoing treatment\n \n&#8226; in September 2001, the applicant commenced employment with the Department of Primary Industries in Queensland as a field assistant in the Department's Fire Ant Eradication Program\n \n&#8226; on 10 September 2001 the applicant joined the QSuper Accumulation Account (the Fund).",
      "id": "s7"
    },
    {
      "text": "The Fund automatically provided him with 4 units of death and Total and Permanent Disablement (\"TPD\") insurance cover\n \n&#8226; in December 2001 the applicant applied to the Fund to increase his insurance cover to 17 units of death and TPD cover.",
      "id": "s8"
    },
    {
      "text": "This was approved effective 10 December 2001\n \n&#8226; so far as relevant, cl 6.2 of the QSuper Trust Deed's Insurance Terms provides as follows:\n \n \n \"No insurance benefit will be paid for a claim unless:\n ...\n (b) (i) the member has been an insured member for fewer than 10 continuous years; and\n (ii) the member lodged a personal medical statement at or about the date on which the member became an insured member; and\n (iii) the board is of the opinion that the total and permanent disablement ... was not related to a condition that was disclosed on the personal medical statement or which in the opinion of the board should reasonably have been disclosed on the personal medical statement; or\n \n (c) (i) the member has been an insured member for fewer than 10 continuous years; and\n (ii) the member did not lodge a personal medical statement at or about the date on which the member became an insured member, and\n (iii) it is established to the satisfaction of the board that the total and permanent disablement ... was not related to a condition that ought reasonably to have been disclosed had a personal medical statement been submitted at or about the date on which the member became an insured member.",
      "id": "s9"
    },
    {
      "text": "\"\n \n \n\n&#8226; there is some lack of clarity as to whether the applicant had disclosed his schizophrenia to the Fund prior to joining.",
      "id": "s10"
    },
    {
      "text": "The applicant claims he did so orally over the telephone and in a personal medical statement which was posted to QSuper, however it appears that this medical statement was not received.",
      "id": "s11"
    },
    {
      "text": "In any event this is not a relevant issue in this case as no insurance benefit is payable for TPD relating to a pre-existing medical condition irrespective whether it was disclosed\n \n&#8226; on 2 January 2002, while inspecting a property for fire ants, the applicant injured his right foot after running away from two dogs he thought were chasing him\n \n&#8226; the applicant ceased work on 8 July 2002 after anticipation of a repeat experience left him anxious and stressed to such a degree that he was unable to cope with his work\n \n&#8226; the applicant applied for a TPD benefit on 12 February 2003\n \n&#8226; a delegate of the Trustee of the Fund determined that the TPD was because of his pre-existing schizophrenia and declined to pay the benefit in accordance with its rules relating to pre-existing illnesses\n \n&#8226; by letter dated 26 May 2003 the applicant was informed of the Trustee's decision\n \n&#8226; the applicant sought to appeal this decision on 17 June 2003 and then subsequently withdrew his appeal on 17 July 2003.",
      "id": "s12"
    },
    {
      "text": "However, by letter dated 19 May 2004 he renewed his appeal and provided various reports in support of the appeal\n \n&#8226; on 23 June 2003 the applicant was retired on ill health grounds\n \n&#8226; on 31 August 2004 the Trustee reviewed its decision at the applicant's request, and advised the applicant that the previous decision of the delegate of the Trustee was affirmed\n \n&#8226; the applicant appealed the Trustee's decision to the Tribunal on 5 November 2004 pursuant to s 14 of the Act , on the basis that the decision of the Trustee was unfair or unreasonable\n \n&#8226; the Tribunal affirmed the Trustee's decision in its decision of 2 October 2006\n \n&#8226; the amount in dispute is the insured TPD benefit of $991,200.",
      "id": "s13"
    },
    {
      "text": "The decision of the Tribunal \n \n5 The Tribunal identified its role as to determine whether the decision of the Trustee was fair and reasonable in its operation in relation to the applicant in the circumstances.",
      "id": "s14"
    },
    {
      "text": "The Tribunal noted that the issue was not whether the Tribunal would have made the same decision.",
      "id": "s15"
    },
    {
      "text": "The Tribunal considered that the issue before it was whether the decision of the Trustee that the condition rendering the applicant totally and permanently disabled was related to a pre-existing condition (as that term appeared in subcll 6.2 and 6.5 in the Fund's insurance terms) operated fairly and reasonably in relation to the applicant in these circumstances.",
      "id": "s16"
    },
    {
      "text": "6 In its review determination and reasons the Tribunal considered in summary:\n \n&#8226; the Trust Deed and Insurance Terms\n \n&#8226; the medical reports of one psychologist, three psychiatrists, two general practitioners, two orthopaedic surgeons, one occupational health physician and a podiatrist and\n \n&#8226; the submissions of the parties.",
      "id": "s17"
    },
    {
      "text": "I note that the applicant was given leave to be legally represented at the hearing before the Tribunal.",
      "id": "s18"
    },
    {
      "text": "7 The Tribunal found:\n \n \"Based on the Tribunal's analysis of the medical reports, the Tribunal is satisfied that the Trustee's decision to decline payment of the TPD benefit to the Complainant on the grounds that, on the balance of probabilities, his medical condition, be it PTSD or an anxiety disorder, was related to the pre-existing, long-standing paranoid schizophrenia was fair and reasonable, given the conflicting psychiatric opinions.",
      "id": "s19"
    },
    {
      "text": "In the opinion of the Tribunal after reviewing all of the available medical evidence, the Complainant's PTSD or anxiety disorder is sufficiently related to his schizophrenia such as to render the decision of the Trustee fair and reasonable in relation to the Complainant in the circumstances.",
      "id": "s20"
    },
    {
      "text": "\"\n \n Appeal to the Federal Court \n \n8 By amended notice of appeal filed 2 November 2006 the applicant has raised two questions of law before me, namely:\n \n \n (a) \"That the Tribunal made a finding of fact that the Applicant's medical condition namely Post Traumatic Stress Disorder or Anxiety Disorder was related to his schizophrenia which finding could not be supported by the evidence\n (b) That the Tribunal improperly exercised the powers conferred upon it by Section 37(1)(a) of the Superannuation (Resolution of Complaints) Act 1993 \".",
      "id": "s21"
    },
    {
      "text": "9 The Grounds of Appeal which are relied on in support of the applicant's amended notice of appeal are as follows:\n \n The Superannuation Complaints Tribunal erred as a matter of law in: \n \n (a) concluding that the decision of the Board of Trustees of the State Public Sector Superannuation Scheme (\"the Trustee\") was fair and reasonable in its operation in relation to the complainant because the Tribunal failed:\n i. to take into account the fact that the Trustee did not have the opportunity to have regard to the opinion of Dr Eric De Leacy in his report dated 22 October 2005; and\n ii.",
      "id": "s22"
    },
    {
      "text": "in doing so failed to give any or any adequate weight to the opinion expressed by Dr Eric De Leacy in his report dated 22 October 2005; and\n iii.",
      "id": "s23"
    },
    {
      "text": "as a consequence unduly fettered the exercise of its powers under Section 37(1)(a) of the Superannuation (Resolution of Complaints) Act 1993 .",
      "id": "s24"
    },
    {
      "text": "(b) affirming the decision of the trustee to decline payment of the Total and Permanent Disablement benefit to the complainant on grounds that his medical condition namely Post Traumatic Stress Disorder or Anxiety Disorder was related to his schizophrenia because it was manifestly wrong to have concluded in the absence of any evidence to the contrary that either of the said medical conditions were related to the schizophrenia.",
      "id": "s25"
    },
    {
      "text": "Submissions of the applicant \n \n10 In relation to the first question of law, the applicant submitted in summary:\n \n&#8226; the crux of the dispute concerns the cause of the applicant's total and permanent disability, and whether it was caused by post-traumatic stress disorder (PTSD) or anxiety, or whether, as found by the Trustee, it was caused by schizophrenia\n \n&#8226; in essence the Tribunal held that, regardless whether PTSD or anxiety were factors in causing the applicant's total and permanent disability, the PTSD and anxiety flowed from the schizophrenia, and because schizophrenia was a long-standing condition of the applicant this meant that the applicant was not entitled to the benefit\n \n&#8226; there was a complete absence of explanation as to what relationship might possibly exist between the applicant's pre-existing schizophrenia and his PTSD or anxiety disorder\n \n&#8226; there was no evidence whatsoever of any relationship between PTSD or anxiety disorder and schizophrenia in the medical reports which would have allowed the Tribunal to reach the conclusion that it did, and no evidence which supports any causal link between the two types of psychiatric illness\n \n&#8226; the only evidence is that of Dr De Leacy, however the very highest at which the respondent could put its case was that Dr De Leacy said that there was no doubt that, in some people, there is a mental weakness which might predispose someone to developing PTSD or anxiety, and in this case the applicant's schizophrenia may have given him that vulnerability.",
      "id": "s26"
    },
    {
      "text": "Nowhere does Dr De Leacy say that PTSD arises because of schizophrenia, or that PTSD is a subset of schizophrenia.",
      "id": "s27"
    },
    {
      "text": "Moreover, in his report of 22 October 2005 Dr De Leacy specifically said PTSD is an illness quite separate from schizophrenia and with separate causes.",
      "id": "s28"
    },
    {
      "text": "&#8226; the Tribunal did not appreciate that there was a conflict in evidence before the Trustee, with some medical evidence that the applicant's condition was caused by schizophrenia, and conflicting medical evidence that the applicant's condition was caused by PTSD\n \n&#8226; if the Tribunal did not know or failed to understand that there was a conflict in the evidence or how the conflict was resolved by the Trustee, it cannot be the case that the Tribunal was satisfied that the decision was fair and reasonable\n \n&#8226; there is no basis for the Tribunal to disregard the conflict between the two strands of evidence and to conclude that they are somehow linked\n \n&#8226; this amounts to a fundamental error on the part of the Tribunal.",
      "id": "s29"
    },
    {
      "text": "11 As to the second question of law, the applicant submitted:\n \n&#8226; the Tribunal misapprehended the Trustee's decision and its purpose in determining matters before it\n \n&#8226; the Tribunal misdirected itself as the correct issues it was obliged to consider\n \n&#8226; rather than considering whether the trustee has done a proper job in balancing the two strands of medical evidence, the Tribunal instead simply asserts that the second stream of medical conditions, dealt with by another stream of reports, is directly referable to the first\n \n&#8226; the Tribunal did not understand that its role was to assess whether the trustee had properly balanced the evidence before it\n \n&#8226; if this is the case, there is no way that the Trustee has performed its task properly in assessing whether the Trustee's decision was fair and reasonable.",
      "id": "s30"
    },
    {
      "text": "Submissions of the respondent \n \n12 In summary, the second respondent submitted:\n \n&#8226; in exercising its powers under s 37(1) of the Act , the Tribunal stands in the shoes of the decision-maker: National Mutual Life Association of Australia Ltd v Campbell [2000] FCA 852 ; (2000) 99 FCR 562\n \n&#8226; the task of the Tribunal is that it must first consider whether the decision complained of was fair and reasonable in the circumstances.",
      "id": "s31"
    },
    {
      "text": "The words \"fair\" and \"reasonable\" are of broad content and purpose: Flexiplan Australia Ltd v Pankhurst [2001] FCA 1535 \n \n&#8226; the Tribunal noted that the issue to be determined was whether the decision of the Trustee to refuse payment of the TPD benefit, on the grounds that the applicant's total and permanent disability was caused by a condition related to his pre-existing schizophrenia, was fair and reasonable in its operation to the applicant in the circumstances\n \n&#8226; in relation to the medical evidence before it, the Tribunal noted the considerable variation in the clinical history provided by the applicant to the various medical experts, and the competing medical opinions relevant to the applicant's case\n \n&#8226; the Tribunal ultimately concluded that it was satisfied that the Trustee's decision to decline payment of the TPD benefit to the applicant on the grounds that, on the balance of probabilities his medical condition, be it PTSD or an anxiety disorder, was related to the pre-existing, long-standing paranoid schizophrenia, was fair and reasonable given the conflicting psychiatric opinions.",
      "id": "s32"
    },
    {
      "text": "After reviewing all the available medical evidence, the Tribunal also expressed the opinion that the applicant's PTSD or anxiety disorder was sufficiently related to his schizophrenia such as to render the decision of the Trustee fair and reasonable in its operation in relation to the applicant in the circumstances\n \n&#8226; contrary to the submission of the applicant, the Tribunal did not misdirect itself as to the fundamental issue it was obliged to consider, namely whether the decision of the second respondent was fair and reasonable in the circumstances\n \n&#8226; the reasons of the Tribunal must be read as a whole and fairly\n \n&#8226; it was not necessary for the Tribunal to decide afresh all findings of fact made by the second respondent\n \n&#8226; it was open for the Tribunal to conclude that favourable opinions expressed in the expert medical reports were outweighed by countervailing considerations including the opinions of Dr Butler and Dr Reddan\n \n&#8226; the Tribunal has examined the medical evidence, was fully aware of the task it had to embark on, and had regard to all the evidence in reaching its decision\n \n&#8226; the onus is on the applicant to demonstrate that there has been an error of law.",
      "id": "s33"
    },
    {
      "text": "The Tribunal does not commit an error of law because it finds facts wrongly or upon a doubtful basis or because it adopts some unsound or questionable reasoning at the end of the day\n \n&#8226; the second respondent in effect relied upon the findings of Dr Reddan and Dr Butler that the conditions complained of were not related to work\n \n&#8226; the second respondent relied on the following comments of Allsop J in Retail Employees Superannuation Pty Ltd v Crocker (2001) 48 ATR 359 at 367, which were endorsed by the Full Court in Cameron v Board Trustees of the State Public Sector Superannuation Scheme [2003] FCAFC 214 ; (2003) 130 FCR 122:\n \n \n \"The Tribunal's task is not to engage in ascertaining generally the rights of the parties, nor is it to engage in some form of judicial review of the decision of the trustee or insurer.",
      "id": "s34"
    },
    {
      "text": "Rather it is to form a view, from the perspective of the trustee or insurer, as to whether the decision of either was (recognising the overriding framework given by the governing rules and policy terms, respectively) unfair or unreasonable.",
      "id": "s35"
    },
    {
      "text": "\"\n \n \n Evidence before the Tribunal \n \n13 The Tribunal examined the medical reports before it in detail.",
      "id": "s36"
    },
    {
      "text": "A number of these reports, including the reports of Dr Jamieson, Dr Safier and Dr White, concerned orthopaedic issues and are not relevant to any pre-existing mental condition of the applicant.",
      "id": "s37"
    },
    {
      "text": "So far as relevant to the proceedings before me the Tribunal considered:\n \n&#8226; two reports dated 19 November 2001 (as the Tribunal noted, in light of the chronology of events presumably \"2001\" was a typographical error and the correct year was 2002) and 11 March 2003 prepared by Ms Lynette Jooste, a psychologist.",
      "id": "s38"
    },
    {
      "text": "In her first report, which was to the referring medical practitioner, Ms Jooste diagnosed the applicant as suffering from PTSD, depression and panic attacks.",
      "id": "s39"
    },
    {
      "text": "In her second report, which was to the Trustee, Ms Jooste noted that the applicant had reported being diagnosed with schizophrenia after a psychotic episode four years prior, and that the applicant suffered from a mild intellectual disability.",
      "id": "s40"
    },
    {
      "text": "Ms Jooste also confirmed her previous diagnosis of the applicant as suffering from PTSD with depression, a dog phobia and panic attacks, but concluded that:\n \n \n \"With suitable counselling and therapy, Mr Edington should make a full recovery from the traumatic effects of the Rotweiler Incident.",
      "id": "s41"
    },
    {
      "text": "His original condition, schizophrenia, the mild mental retardation, and low working skills would continue as before.",
      "id": "s42"
    },
    {
      "text": "\"\n \n \n\n&#8226; a report to the Trustee dated 2 April 2003 prepared by Dr Johnn Olsen, a consultant physician in occupational and environmental medicine.",
      "id": "s43"
    },
    {
      "text": "Dr Olsen's report dealt primarily with the physical impact on the applicant of the event involving the dogs.",
      "id": "s44"
    },
    {
      "text": "Dr Olsen noted the applicant's schizophrenia under the heading \"Diagnostic Assessment\", and discussed the impact of that condition on the applicant's overall condition following the events involving the dogs, including as follows:\n \n \n \"5.",
      "id": "s45"
    },
    {
      "text": "YELLOW FLAGS\n Yellow flags refer to factors that may be associated with a risk that the person will develop chronic musculoskeletal pain which is either out of proportion to the degree of injury or a negative long term sequelae that results in a chronic pain syndrome where the pain is no longer simply mediated by the tissue damage associated with any accident.",
      "id": "s46"
    },
    {
      "text": ".....\n Whilst I would not necessarily consider schizophrenia to be a yellow flag, it has a net effect which is exactly the same.",
      "id": "s47"
    },
    {
      "text": "It was readily apparent to me that Mr Edington is truly struggling to deal with the event that involved his incident including his fright at the prospect of being attacked by two Rottweilers, although he was not, and also the subsequent events in which he was left without assistance and his trust took a considerable set back.",
      "id": "s48"
    },
    {
      "text": "In my opinion Mr Edington has decompensated and although he remains on a major tranquilizer for his schizophrenia and although there were no profound outwards indications of instability in his schizophrenia his reluctance and in the end non acceptance of further investigations including a bone scan is in my opinion a clear indication of his mental state.",
      "id": "s49"
    },
    {
      "text": "I was concerned that I may miss an undisclosed fracture by not performing the bone scan.",
      "id": "s50"
    },
    {
      "text": "In the final analysis however my opinion will not depend on the bone scan and therefore I consider it reasonable to not proceed with that investigation.",
      "id": "s51"
    },
    {
      "text": "\"\n \n \n\nDr Olsen also noted that the applicant only required ongoing treatment for his schizophrenia and, in his opinion, he would benefit from psychiatric intervention to help him deal with the set back that he had sustained in the accident.",
      "id": "s52"
    },
    {
      "text": "&#8226; two reports to the Trustee, one dated 3 May 2003 and another undated but from early 2006, prepared by Dr JG Reddan, a consultant psychiatrist.",
      "id": "s53"
    },
    {
      "text": "In her first report Dr Reddan observed that:\n \n o the applicant stated that he had been told that he suffered from \"a phobia\" and \"post-traumatic stress disorder\" and that he should be having treatment for his condition\n \n o the applicant had stated that his psychiatric history was of absolutely no relevance, and refused to discuss the matter further.",
      "id": "s54"
    },
    {
      "text": "Dr Reddan also noted that the applicant was very guarded and defensive about his psychiatric history\n \n o the applicant's longitudinal history and presentation suggested that he suffered from schizophrenia, and that, although he was hospitalised on one or more occasions, the more overt psychotic symptoms had been reasonably well controlled on medication\n \n o she agreed with Dr Butler that the applicant's self-report and presentation did not support a diagnosis of PTSD.",
      "id": "s55"
    },
    {
      "text": "Dr Butler said that, although the applicant described some anxiety around dogs, in order to make a diagnosis of a specific phobia there must be evidence of a persistent and irrational fear of a specific object, activity or situation, and in this case it was debatable whether the applicant's anxiety about dogs was irrational\n \n o she disagreed with Ms Jooste that the applicant suffered either an intellectual disability or mental retardation\n \n o she was unable to provide a detailed history of the course of the applicant's schizophrenia as the applicant refused to provide any history and Dr Butler's report did not provide detail of the applicant's past history\n \n o the applicant's reported anxiety about dogs would not prevent him from returning to work and represented a relatively mild impairment which was not permanent.",
      "id": "s56"
    },
    {
      "text": "However Dr Reddan considered that the applicant would be permanently unable to perform duties as a field assistant, most significantly because of the residual symptoms of schizophrenia.",
      "id": "s57"
    },
    {
      "text": "In her second report from early 2006, Dr Reddan stated that she had read a report dated 9 May 2003 by Dr Jamieson, a letter dated 15 July 2004 by Dr M Safier, reports dated 17 July 2003 and 15 July 2004 by Dr J Butler, and a report dated 22 October 2005 by Dr E de Leacy, however that additional material did not cause her to alter the opinions expressed in her report of 3 May 2003.",
      "id": "s58"
    },
    {
      "text": "&#8226; three reports to the Trustee dated 13 January 2003, 17 July 2003 and 15 July 2004 by Dr Jeremy Butler, who was identified by the Tribunal as the applicant's treating psychiatrist.",
      "id": "s59"
    },
    {
      "text": "In the first report, Dr Butler described the primary psychiatric diagnosis as \"Schizophrenia paranoid sub type with ongoing residual negative symptoms\".",
      "id": "s60"
    },
    {
      "text": "Dr Butler described the second diagnosis as pertaining to:\n \n \n \"an anxiety disorder which resulted from the unfortunate incident whilst working as a Field Officer in Fire Ant Surveillance.",
      "id": "s61"
    },
    {
      "text": "Subsequent to that incident he has suffered from some phobic anxiety with relation to exposure to dogs and has experienced some avoidance...",
      "id": "s62"
    },
    {
      "text": "I have taken his history several times regarding this matter and I do not believe that he has suffered from a fully fledged post traumatic stress disorder...\" \n \n \n \n\nDr Butler's third diagnosis related to substantial damage to the applicant's leg/ankle also arising from the incident with the dogs\n \nIn his second report, Dr Butler noted that he had read all the reports by doctors Olsen, Reddan and Jamieson regarding the applicant's symptomatology and disability, that he had ongoing concerns about the process of the applicant's discontinuation of his employment, and confirmed his earlier diagnosis.",
      "id": "s63"
    },
    {
      "text": "In his third report, Dr Butler said:\n \n \n \"I maintain the view that I expressed [in his original report dated 13 January 2003] that the major cause of the immediate disability was the anxiety and physical symptoms directly related to the dog attack and that his schizophrenic illness was a secondary issue.",
      "id": "s64"
    },
    {
      "text": "...\n With respect to this, I believe that the disability prohibiting his unemployment was not directly linked to a pre-existing condition and has subsequently proved to be a largely temporary impairment...\"\n \n \n\n&#8226; a report to the applicant's solicitors dated 22 October 2005 by Dr Eric de Leacy.",
      "id": "s65"
    },
    {
      "text": "In compiling his report, Dr de Leacy had reference to reports of Ms Jooste and doctors Olsen, Jamieson, Butler, Safier, and Reddan.",
      "id": "s66"
    },
    {
      "text": "Dr de Leacy observed that the applicant suffers schizophrenia, but also a high level of anxiety, an intense fear of dogs, and, in Dr de Leacy's view, PTSD.",
      "id": "s67"
    },
    {
      "text": "In particular Dr de Leacy said the applicant had:\n \n \n \"a range of symptoms that fulfil the DSM IV criteria for Post Traumatic Stress Disorder by a having (sic) the requisite number of symptoms from each category of intrusive symptoms, avoidance symptoms and hyperarousal symptoms.",
      "id": "s68"
    },
    {
      "text": "He thus he endorsed (sic) the following intrusive, recollective, experiencing symptoms including having recurrent and intrusive distressive recollections of the event including images thoughts or perceptions, having recurrent distressing dreams of the event, acting all feeling (sic) as if the event were recurring at various times including having flashbacks to the event, having intense psychological distress on exposure to cues that symbolise the event and having intense physiological reactivity on exposure to such cues.",
      "id": "s69"
    },
    {
      "text": "He also endorses avoidance phenomena such as avoidance of thoughts and feelings associated with the event, avoidance of places and people associated with the event...he does however not have any amnesia of the event, he has marked diminition of interest in activities since the event...\"\n \n \n\nDr de Leacy went on to diagnose the applicant as suffering from chronic schizophrenia paranoid type, and chronic PTSD.",
      "id": "s70"
    },
    {
      "text": "He considered an alternate diagnosis as a specific phobia with respect to dogs, but considered there was less merit in this diagnosis and that a more appropriate diagnosis was PTSD because of the severity of the symptoms.",
      "id": "s71"
    },
    {
      "text": "Dr de Leacy noted that:\n \n \n \"A person suffering a phobia would not experience the level of intrusive, re-experiencing and recollection time symptoms that Mr Edington does.",
      "id": "s72"
    },
    {
      "text": "Someone with a phobia would be more likely only to have avoidance symptoms.",
      "id": "s73"
    },
    {
      "text": "Additionally a phobia is by definition an irrational fear and in this case the fear is not irrational.",
      "id": "s74"
    },
    {
      "text": "\"\n \n \n\nDr de Leacy noted also that, prior to the dog incident, despite his schizophrenia the applicant was actually able to work, and that his inability to work subsequently was due to the stress produced from the dog incident and was not related to his schizophrenia, which had not changed in recent years.",
      "id": "s75"
    },
    {
      "text": "In relation to possible interrelationship of PTSD and the applicant's schizophrenia, Dr de Leacy said:\n \n \n \"9.",
      "id": "s76"
    },
    {
      "text": "Post Traumatic Stress Disorder is a condition that is quite separate from Schizophrenia.",
      "id": "s77"
    },
    {
      "text": "There is no direct correlation between the two conditions.",
      "id": "s78"
    },
    {
      "text": "There is no reason why a person with schizophrenia and (sic) should not develop Post Traumatic Stress Disorder if exposed to sufficiently severe stressful event.",
      "id": "s79"
    },
    {
      "text": "10.",
      "id": "s80"
    },
    {
      "text": "It is conceivable that schizophrenia may have made Mr Edington more susceptible to Post-Traumatic Stress Disorder.",
      "id": "s81"
    },
    {
      "text": "Earlier in this report I stated that Criterion A requires the person perceives that here he is fear (sic) for his life and this perception would depend on many factors.",
      "id": "s82"
    },
    {
      "text": "A person who has a past history of paranoia might be more prone to fear and panic in dangerous situations.",
      "id": "s83"
    },
    {
      "text": "Mr Edington has cognitive slowing and would not be able to think of options as quickly as some people.",
      "id": "s84"
    },
    {
      "text": "This might lead to panic and to the perception of a greater sense of danger.",
      "id": "s85"
    },
    {
      "text": "....\n ...",
      "id": "s86"
    },
    {
      "text": "I would make the additional point that although the (sic) this event might be considered insufficiently severe to cause PTSD in some individuals of a more robust psychological nature there would be a significant number of people in the community not suffering a pre-existing a (sic) mental illness who would suffer a similar stress reaction given the same event.",
      "id": "s87"
    },
    {
      "text": "The susceptibility to PTSD varies significantly and depends on past exposure to stress, coping mechanisms ad (sic) possibly genetic factors.",
      "id": "s88"
    },
    {
      "text": "11.",
      "id": "s89"
    },
    {
      "text": "Although the anxiety symptoms may result from him being more susceptible as a result of his schizophrenia his current symptoms of stress which have been discussed in this report are not due to schizophrenia but due to a severe stress reaction as discussed.",
      "id": "s90"
    },
    {
      "text": "12.",
      "id": "s91"
    },
    {
      "text": "I consider that Post-traumatic Stress Disorder has rendered Mr Edington totally and permanently disabled for the purposes of the definition under the terms of the policy.",
      "id": "s92"
    },
    {
      "text": "He is unable to a (sic) perform work in a job predominantly involving manual and walking duties i.e as a Field Assistant and this is primarily due to his intense fear (sic) being attacked by dogs and has nothing to do with his residual symptoms of schizophrenia.",
      "id": "s93"
    },
    {
      "text": "...",
      "id": "s94"
    },
    {
      "text": "I consider that the events of January 2002 gave rise to a stress condition notably PTSD which has affected Mr Edington's ability to work in his previous position...\n ...\n Dr de Leacy also criticises the medical reports of Dr Olsen and Dr Reddan, but endorses comments of Dr Butler in his report.",
      "id": "s95"
    },
    {
      "text": "14 The Tribunal noted that there had been considerable variation in the clinical history provided by the applicant to the reporting health practitioners, and that there was a dissent of opinion among the reporting psychologist and psychiatrists both to the diagnosis of the applicant's post-injury psychological condition (although all acknowledged his pre-existing paranoid schizophrenia) and the psychological cause of his total incapacity for work.",
      "id": "s96"
    },
    {
      "text": "In summary, the Tribunal noted that:\n \n&#8226; Ms Jooste and Dr de Leacy had diagnosed PTSD attributable solely to the incident of 2 January 2002\n \n&#8226; Dr Butler and Dr Reddan had diagnosed an anxiety disorder, and Dr Butler also diagnosed a phobia to dogs, both doctors rejecting the diagnosis of PTSD.",
      "id": "s97"
    },
    {
      "text": "Consideration \n \n15 The Tribunal is required by s 37(6) of the Act to affirm a relevant decision of a Trustee if it is satisfied that the decision was fair and reasonable in the circumstances.",
      "id": "s98"
    },
    {
      "text": "Relevant principles as to fairness and reasonableness in this context include the following:\n \n&#8226; the words \"unfair\" and \"unreasonable\" as used in the Act are of broad content and purpose, and not to be read restrictively: National Mutual Life v Campbell 99 FCR at 571\n \n&#8226; whether a decision, or its operation in relation to a person, is fair and reasonable in the circumstances involves a value judgment, the making of which is committed to the Tribunal: National Mutual Life v Campbell 99 FCR at 570-571\n \n&#8226; where the Tribunal forms the view that the decision was fair and reasonable it must affirm the decision even though the Tribunal might not itself have made the same decision ( National Mutual Life Association of Australia v Scollary [2002] FCA 695 at [37] , Colonial Mutual Life Assurance Society Ltd v Brayley [2002] FCA 1333 at [31] )\n \n&#8226; a decision under review pursuant to s 37 may be one which so involves elements of fact, degree, opinion or value judgement that different minds can legitimately differ in reaching a decision.",
      "id": "s99"
    },
    {
      "text": "That is why the Tribunal's task is not to ask itself whether such a decision was the correct or preferable decision, nor to engage in ascertaining generally the rights of the parties, nor to engage in some form of judicial review of the decision of the trustee or insurer.",
      "id": "s100"
    },
    {
      "text": "Rather it is to form a view, from the perspective of the trustee, as to whether the decision was - recognising the overriding framework given by the rules of the fund - unfair or unreasonable (Allsop J in Crocker at ATR 366, 367, the Full Court in Cameron 130 FCR at 133)\n \n&#8226; as explained by Branson J in Brayley [2002] FCA 1333 at [32] , if the Tribunal is not satisfied that the decision was fair and reasonable in the circumstances, ss 37(1) and (2) require the Tribunal put itself in the position of the trustee and, in an appropriate case, the insurer and other relevant decision-maker ( National Mutual Life v Campbell 99 FCR at 570; Briffa v Hay (1997) 75 FCR 428 at 443-445).",
      "id": "s101"
    },
    {
      "text": "From that position or positions the Tribunal must determine whether, consistently with:\n \n \n \n (a) the general law;\n (b) the governing rules of the fund concerned; and\n (c) if a contract of insurance between the insurer and a trustee is involved, the terms of the contract, \n \n \n\nthe unfairness or unreasonableness that the Tribunal has identified in respect of the trustee's decision can be addressed in whole or in part\n \n&#8226; a decision of a trustee or insurer as varied by the Tribunal, or a decision of the Tribunal in substitution for a decision of the trustee or insurer, is for all purposes (other than the making of a complaint about the decision) taken to be a decision of the trustee or insurer and, on the coming into operation of the determination by the Tribunal, unless the Tribunal otherwise orders, has effect on and from the day on which the original decision had effect: s 41(3) \n \n&#8226; the Tribunal is obliged to consider the evidence before it by way of hearing de novo : Seafarers' Retirement Fund Pty Ltd v Oppenhuis [1999] FCA 1683 ; (1999) 94 FCR 594 at 598-599.",
      "id": "s102"
    },
    {
      "text": "Indeed in reviewing a decision of a Trustee of a fund, the Tribunal has all the powers, obligations and discretions that are conferred on the trustee: s 37(1)(a).",
      "id": "s103"
    },
    {
      "text": "In exercising its powers of review, the Tribunal is not restricted to the documents which were before the Trustee, nor is it confined to the manner in which the applicant addressed the subject matter: Commonwealth Superannuation Scheme Board v Dexte r [2004] FCA 1434 ; (2004) 142 FCR 151 at 166-167, Crocker 48 ATR 387-388, Oppenhuis 94 FCR at 599, HEST Australia Ltd v Sykley [2005] FCA 1381 ; (2005) 147 FCR 248 at 259.",
      "id": "s104"
    },
    {
      "text": "16 In light of these principles I make the following findings with respect to the questions of law raised by the applicant.",
      "id": "s105"
    },
    {
      "text": "17 First, in relation to the question of law concerning the lack of evidence supporting the findings of the Tribunal, it is clear that, as observed by the Tribunal itself, and as demonstrated by my summary of the evidence before the Tribunal, there was a dissent of opinion amongst the reporting psychologist and psychiatrists.",
      "id": "s106"
    },
    {
      "text": "In such a case, the weighting of the evidence by the Tribunal, including the preference given to the views of the relevant medical practitioners, is an issue of fact, and any errors in so weighting the evidence do not give rise to errors of law appellable to this Court: Minister for Immigration and Ethnic Affairs v Wu Shan Liang [1996] HCA 6 ; (1996) 185 CLR 259.",
      "id": "s107"
    },
    {
      "text": "18 Following from this point, there was evidence before both the Trustee and the Tribunal, in particular the opinions of Dr Reddan and Dr Olsen, that the cause of the applicant's total and permanent disability was his schizophrenia, and that the applicant did not suffer from PTSD (reports of Dr Reddan and first report of Dr Butler).",
      "id": "s108"
    },
    {
      "text": "It appears that the Tribunal, unlike the Trustee, accepted that the applicant suffered a medical condition in the nature of either PTSD or anxiety disorder.",
      "id": "s109"
    },
    {
      "text": "Nonetheless there was clear evidence in the report of Dr de Leacy - which was not before the Trustee, but to which the Tribunal could have regard in light of principles emerging from cases including Sykley - that the applicant's pre-existing schizophrenia may have made him more susceptible to experiencing PTSD or an anxiety disorder.",
      "id": "s110"
    },
    {
      "text": "It is clearly in respect of the view the Tribunal took of the susceptibility of the applicant to either PTSD or anxiety disorder resulting from his schizophrenia that the Tribunal was referring to the \"sufficient relationship\" between those disorders and the applicant's schizophrenia, which latter condition was the basis of the Tribunal's finding.",
      "id": "s111"
    },
    {
      "text": "It was open to the Tribunal on the evidence to make that finding of fact.",
      "id": "s112"
    },
    {
      "text": "Interestingly, while the applicant claims as a ground of appeal that the Tribunal failed to give any or adequate weight to the views of Dr de Leacy - which weight was an issue of fact for the Tribunal in any event - on the contrary, it appears that the Tribunal gave considerable weight to the views of Dr de Leacy regarding the susceptibility of persons (including the applicant) suffering schizophrenia to PTSD or anxiety disorders.",
      "id": "s113"
    },
    {
      "text": "19 Second, in relation to the question of law concerning the improper exercise by the Tribunal of its powers under s 37(1)(a) of the Act , it is clear that the role the Tribunal assumed for itself, and the question it posed for itself, were correct.",
      "id": "s114"
    },
    {
      "text": "The Tribunal recognised that, irrespective whether the Tribunal would have made the decision the Trustee made, its role was to consider whether the decision of the Trustee to refuse payment of the TPD benefit because of the applicant's pre-existing illness was fair and reasonable in its operation in relation to the applicant in the circumstances (s 37).",
      "id": "s115"
    },
    {
      "text": "20 Further, and contrary to the submissions raised in the applicant's first ground of appeal , in my view the Tribunal did not err in finding that the Trustee's decision was fair and reasonable, notwithstanding that the Trustee did not have the opportunity to have regard to the opinion of Dr Eric De Leacy in his report dated 22 October 2005.",
      "id": "s116"
    },
    {
      "text": "In relation to this point, I note in passing that clearly there was no dearth of psychological or psychiatric material before the Trustee, including several reports favourable to the applicant.",
      "id": "s117"
    },
    {
      "text": "However the key issue here is that the Trustee did not have the opportunity to have regard to the opinion of Dr de Leacy.",
      "id": "s118"
    },
    {
      "text": "The obvious answer to this point is that the reason for this is because Dr de Leacy's report had been neither sought nor prepared at the time the Trustee made its decision.",
      "id": "s119"
    },
    {
      "text": "In my review this issue has no merit.",
      "id": "s120"
    },
    {
      "text": "Conclusion \n \n21 In any event, I note that the Tribunal, after conducting its own review of the medical evidence (including clear reference to the report of Dr de Leacy), also formed the opinion that the applicant's medical condition (which the Tribunal accepted was in the nature of either PTSD or an anxiety disorder as submitted by the applicant) was sufficiently related to his pre-existing, long-standing paranoid schizophrenia.",
      "id": "s121"
    },
    {
      "text": "This conclusion inevitably supports the value judgment of the Tribunal as to the fairness and reasonableness of the Trustee's decision.",
      "id": "s122"
    },
    {
      "text": "22 While the reasons of the Tribunal may have lacked the same rigour as the reasons required of a court, they are discernibly attributable to the evidence before it.",
      "id": "s123"
    },
    {
      "text": "It is clear that the Tribunal considered that, while the applicant may have also experienced either PTSD or an anxiety disorder, the root cause of the applicant's total and permanent disability was his schizophrenia.",
      "id": "s124"
    },
    {
      "text": "This is a conclusion that, ultimately, the Tribunal has in common with the Trustee in relation to the applicant's circumstances.",
      "id": "s125"
    },
    {
      "text": "It follows that it was open to the Tribunal to conclude that the Trustee's decision in finding that schizophrenia was the cause of the total and permanent disability of the applicant was fair and reasonable.",
      "id": "s126"
    },
    {
      "text": "23 The questions of law raised by the applicant should be answered as follows:\n \n&#8226; in relation to question (a) \"That the Tribunal made a finding of fact that the Applicant's medical condition namely Post Traumatic Stress Disorder or Anxiety Disorder was related to his schizophrenia which finding could not be supported by the evidence\", I find that this finding of fact by the Tribunal was supported by the evidence\n \n&#8226; in relation to question (b) \"That the Tribunal improperly exercised the powers conferred upon it by Section 37(1)(a) of the Superannuation (Resolution of Complaints) Act 1993 \" I find that the Tribunal did not improperly exercise those powers.",
      "id": "s127"
    },
    {
      "text": "24 Accordingly, the appropriate order is that application be dismissed.",
      "id": "s128"
    },
    {
      "text": "THE COURT ORDERS THAT: \n\n \n 1.",
      "id": "s129"
    },
    {
      "text": "The application be dismissed.",
      "id": "s130"
    },
    {
      "text": "2.",
      "id": "s131"
    },
    {
      "text": "The applicant pay the second respondent's costs to be taxed, if not otherwise agreed.",
      "id": "s132"
    },
    {
      "text": "I certify that the preceding twenty-four (24) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Collier.",
      "id": "s133"
    },
    {
      "text": "Associate:\n\nDated: 14 December 2007\n\n\n Counsel for the Applicant: MJ Steele \n \n Solicitor for the Applicant: Drakopoulos Black \n \n Counsel for the First Respondent: The First Respondent filed a submitting appearance \n \n Counsel for the Second Respondent: SA McLeod \n \n Solicitor for the Second Respondent: Crown Law \n \n Date of Hearing: 2 May 2007 \n \n Date of Judgment: 14 December 2007 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1989.html",
      "id": "s134"
    }
  ]
}