{
  "name": "SZFNX v Minister for Immigration and Citizenship [2007] FCA 1980 (13 December 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1980.html",
  "catchphrases": [
    {
      "text": "appeal from decision of federal magistrate",
      "id": "c0"
    },
    {
      "text": "where delegate of first respondent refused application for protection visa",
      "id": "c1"
    },
    {
      "text": "where second respondent invited appellant to hearing",
      "id": "c2"
    },
    {
      "text": "where appellant failed to attend hearing",
      "id": "c3"
    },
    {
      "text": "where second respondent under s 426a migration act 1958 (cth) affirmed decision of first respondent",
      "id": "c4"
    },
    {
      "text": "where appellant on application for constitutional writs in federal magistrates court alleged fraud by agent",
      "id": "c5"
    },
    {
      "text": "where federal magistrate made no factual findings as to fraud because third party fraud immaterial to judicial review",
      "id": "c6"
    },
    {
      "text": "where subsequent high court decision that fraudulent conduct of migration agent relevant to judicial review of tribunal decision",
      "id": "c7"
    },
    {
      "text": "whether fraud unarguable on evidence before federal magistrate.",
      "id": "c8"
    },
    {
      "text": "migration",
      "id": "c9"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from orders made by a Federal Magistrate on 29 January 2007.",
      "id": "s0"
    },
    {
      "text": "The principal order made by the Federal Magistrate was an order dismissing the appellant's application for constitutional writs directed to the Minister for Immigration and Multicultural and Indigenous Affairs, now the Minister for Immigration and Citizenship (\"the Minister\"), and the Refugee Review Tribunal (\"the Tribunal\").",
      "id": "s1"
    },
    {
      "text": "2 The appellant is a citizen of the People's Republic of China and he was born in Tianjin on 10 April 1953.",
      "id": "s2"
    },
    {
      "text": "He arrived in Australia on 30 August 2004.",
      "id": "s3"
    },
    {
      "text": "On 24 September 2004 he applied for a Protection (class XA) visa.",
      "id": "s4"
    },
    {
      "text": "On 29 September 2004 a delegate of the Minister refused to grant his application.",
      "id": "s5"
    },
    {
      "text": "On 1 November 2004 the appellant lodged an application for review with the Tribunal.",
      "id": "s6"
    },
    {
      "text": "On 22 December 2004 the Tribunal handed down a decision affirming the delegate's decision not to grant a protection visa to the appellant.",
      "id": "s7"
    },
    {
      "text": "3 On 20 January 2005 the appellant lodged an application in the Federal Magistrates Court of Australia under the Judiciary Act 1903 (Cth) and the Migration Act 1958 (Cth) (\"the Act \") seeking constitutional writs directed to the Minister and the Tribunal.",
      "id": "s8"
    },
    {
      "text": "The appellant's application was amended on 7 June 2006 and it was the amended application which was considered by the Federal Magistrate.",
      "id": "s9"
    },
    {
      "text": "There was one ground in the amended application and it was in the following terms:\n \n The applicant was deprived of the opportunity of attending a hearing in this matter in the Refugee Review Tribunal as a result of the wrongful conduct of his migration agent.",
      "id": "s10"
    },
    {
      "text": "The details of this claim are set out in my affidavit dated 3 May 2006.",
      "id": "s11"
    },
    {
      "text": "In the circumstances, there was a denial of procedural fairness and jurisdictional error.",
      "id": "s12"
    },
    {
      "text": "4 The appellant was represented by counsel before the Federal Magistrate but appeared in person before me.",
      "id": "s13"
    },
    {
      "text": "The facts \n \n5 The appellant's application for a protection visa contained statements to the effect that the appellant's \"current residential address\" was 160/422 Pitt Street, Sydney, New South Wales, 2000 (\"the Pitt Street address\") and that his \"current postal address\" was the same as his residential address.",
      "id": "s14"
    },
    {
      "text": "6 In the application the appellant said that he was a Falun Gong practitioner and one of the leaders of the Falun Gong movement in Hedong District, Tianjin.",
      "id": "s15"
    },
    {
      "text": "He described the nature of the Falun Gong movement.",
      "id": "s16"
    },
    {
      "text": "He said that he was detained by the police for almost one month in a detention centre in Tianjin.",
      "id": "s17"
    },
    {
      "text": "He said that he was tortured by the police and forced to declare not to practise Falun Gong.",
      "id": "s18"
    },
    {
      "text": "He said:\n \n After I was released, I was informed that my company were noticed by the authority to reduce my salary.",
      "id": "s19"
    },
    {
      "text": "I suffered spiritually and economically.",
      "id": "s20"
    },
    {
      "text": "7 The appellant said that he decided to leave China and with the help of some of his friends he was able to obtain a passport.",
      "id": "s21"
    },
    {
      "text": "He entered Australia under a business visa.",
      "id": "s22"
    },
    {
      "text": "8 The Department of Immigration and Multicultural and Indigenous Affairs wrote to the appellant at the Pitt Street address by letter dated 29 September 2004 advising him that his application for a protection visa had been refused.",
      "id": "s23"
    },
    {
      "text": "9 The appellant's application for review by the Tribunal was dated 1 November 2004 and in it he gave the Pitt Street address as his residential address.",
      "id": "s24"
    },
    {
      "text": "In the statement attached to the application for review the appellant repeated the claims that he made in his application for a protection visa.",
      "id": "s25"
    },
    {
      "text": "10 The Tribunal wrote to the appellant at the Pitt Street address by letter dated 2 November 2004 and provided details of how the appellant's application for review would proceed.",
      "id": "s26"
    },
    {
      "text": "The Tribunal wrote again to the appellant at the Pitt Street address by letter dated 8 November 2004 advising him that it was unable to make a decision in his favour on the information alone and inviting him to a hearing of the Tribunal to be held on 2 December 2004.",
      "id": "s27"
    },
    {
      "text": "11 In its reasons, the Tribunal described what happened from that point:\n \n The letter was sent by registered mail to the applicant at the residential address listed in his application for review.",
      "id": "s28"
    },
    {
      "text": "No authorised recipient or separate mailing address are listed in the application.",
      "id": "s29"
    },
    {
      "text": "No response was received and the letter was not returned unclaimed.",
      "id": "s30"
    },
    {
      "text": "On 24 November 2004 the Tribunal checked its file and the departmental file for a more recent address and telephone number for the applicant.",
      "id": "s31"
    },
    {
      "text": "No telephone number is listed in the application for review.",
      "id": "s32"
    },
    {
      "text": "On the same day the Tribunal checked the departmental movements database to confirm that the applicant is still in Australia.",
      "id": "s33"
    },
    {
      "text": "12 The appellant did not appear before the Tribunal on 2 December 2004.",
      "id": "s34"
    },
    {
      "text": "The Tribunal decided to exercise the power in s 426A of the Act to make a decision on the review without taking any further action to allow or enable the applicant to appear before it.",
      "id": "s35"
    },
    {
      "text": "13 The Tribunal wrote to the appellant at the Pitt Street address by letter dated 3 December 2004 advising him that the decision of the Tribunal would be handed down on 22 December 2004.",
      "id": "s36"
    },
    {
      "text": "14 The Tribunal affirmed the decision under review and it expressed its conclusions in the following terms:\n \n The Applicant's claim that he will face persecution if he returns to China rests on his claim to have been a Falun Gong practitioner and leader and he does not claim to have suffered any harm for any other Convention-related reason.",
      "id": "s37"
    },
    {
      "text": "His claims concerning his Falun Gong involvement, unsubstantiated and lacking in detail on important points as they are, do not provide sufficient grounds for the Tribunal to have confidence in the claimed basis for his professed fear of persecution.",
      "id": "s38"
    },
    {
      "text": "Nor, given the unsubstantiated and vague nature of his claims to have been harmed because of his Falun Gong involvement, is the Tribunal satisfied that he has ever suffered harm in China for this reason.",
      "id": "s39"
    },
    {
      "text": "In the light of all the evidence available to it, the Tribunal is not satisfied that the Applicant faces a real chance of harm amounting to persecution from the Chinese authorities because of any involvement with the Falun Gong faith, either now or in the reasonably foreseeable future should he return to China, and is not satisfied that he has a well founded fear of persecution for this or any other Convention-related reason.",
      "id": "s40"
    },
    {
      "text": "The Tribunal is not satisfied that the Applicant is a refugee.",
      "id": "s41"
    },
    {
      "text": "15 In his affidavit sworn in support of his application in the Federal Magistrates Court the appellant said that he did not speak, understand or read English.",
      "id": "s42"
    },
    {
      "text": "He said that a short time after he arrived in Australia he was introduced to a person called Songtao Lue.",
      "id": "s43"
    },
    {
      "text": "He explained to Mr Lue that he was a Falun Gong practitioner in China and that he feared returning to China.",
      "id": "s44"
    },
    {
      "text": "Mr Lue told the appellant that he would help him apply for a \"refugee visa\".",
      "id": "s45"
    },
    {
      "text": "The appellant paid Mr Lue two sums of money, $400 on or about 18 September 2004 and $350 on or about 30 September 2004.",
      "id": "s46"
    },
    {
      "text": "The appellant attached to his affidavit two receipts recording these payments.",
      "id": "s47"
    },
    {
      "text": "16 In his affidavit the appellant acknowledged that he had signed Parts B and C of the application for a protection visa.",
      "id": "s48"
    },
    {
      "text": "However, in his evidence before the Federal Magistrate he denied that the signature appearing in Part C was his signature.",
      "id": "s49"
    },
    {
      "text": "17 The appellant said that he did not recognise the address of 160/422 Pitt Street, Sydney, New South Wales.",
      "id": "s50"
    },
    {
      "text": "He said that when he arrived in Sydney he spent a few weeks living in an apartment in the city and that he lived in the apartment with Mr Lue.",
      "id": "s51"
    },
    {
      "text": "He said that he did not know the address of the apartment.",
      "id": "s52"
    },
    {
      "text": "He then moved to Auburn and lived in Auburn for about one year.",
      "id": "s53"
    },
    {
      "text": "In about June 2005 he moved to Cabramatta where he continued to live until this year.",
      "id": "s54"
    },
    {
      "text": "18 The appellant said that some of the information contained in the statement which accompanied his application for a protection visa was incorrect.",
      "id": "s55"
    },
    {
      "text": "He said that the statement, \n \n I was detained by the police for almost one month in a Tianjin detention centre, tortured by the police and forced to declare not to practise Falun Gong.",
      "id": "s56"
    },
    {
      "text": "was incorrect and was not information that he gave to Mr Lue.",
      "id": "s57"
    },
    {
      "text": "He said that he did not know that this information was in his application.",
      "id": "s58"
    },
    {
      "text": "19 The appellant said that after lodging his application for a protection visa and over the following few months, Mr Lue contacted him by telephone occasionally and asked him to come into his office to sign documents in relation to his visa application.",
      "id": "s59"
    },
    {
      "text": "He went to Mr Lue's office and signed documents but Mr Lue did not tell him how his refugee application was proceeding.",
      "id": "s60"
    },
    {
      "text": "20 The appellant said that he signed the application for review which was lodged with the Tribunal.",
      "id": "s61"
    },
    {
      "text": "The address in the application for review, that is to say the Pitt Street address, was not his address in November 2004 and he said that he never told Mr Lue that he lived at that address.",
      "id": "s62"
    },
    {
      "text": "21 As to the proposed hearing before the Tribunal the appellant said:\n \n I am now aware that in December 2004 there was a hearing for my matter in the Refugee Review Tribunal (\"the Tribunal\").",
      "id": "s63"
    },
    {
      "text": "At the time, I was unaware there was a hearing.",
      "id": "s64"
    },
    {
      "text": "I never received a letter from the Tribunal telling me about the hearing.",
      "id": "s65"
    },
    {
      "text": "Mr Lue never told me about the hearing.",
      "id": "s66"
    },
    {
      "text": "If I'd been aware of the hearing, I would have attended.",
      "id": "s67"
    },
    {
      "text": "I would have told the Tribunal that I was a Falun Gong practitioner in China and I feared persecution if I am forced to return to China.",
      "id": "s68"
    },
    {
      "text": "22 The Magistrate heard the appellant's application for constitutional writs on 20 October 2006.",
      "id": "s69"
    },
    {
      "text": "The appellant's affidavit was received in evidence and the appellant was cross-examined by counsel for the Minister.",
      "id": "s70"
    },
    {
      "text": "On 29 January 2007, the Magistrate delivered his reasons.",
      "id": "s71"
    },
    {
      "text": "The Magistrate's reasons \n \n23 The Magistrate summarised the appellant's evidence.",
      "id": "s72"
    },
    {
      "text": "He found that it was apparent from the sequence of events that letters sent by the Department and the Tribunal to the Pitt Street address came to the attention of the appellant.",
      "id": "s73"
    },
    {
      "text": "The Magistrate noted that the appellant did not allege any fault on the part of the Tribunal.",
      "id": "s74"
    },
    {
      "text": "24 The Magistrate said that the appellant's claim was that he was unaware of the proposed Tribunal hearing on 2 December 2004 because his agent did not tell him about it.",
      "id": "s75"
    },
    {
      "text": "He noted that the appellant described the agent's conduct as \"wrongful\" and that the written submissions filed by counsel for the appellant sought to separate the issue of wrongful conduct into fraudulent and non-fraudulent conduct.",
      "id": "s76"
    },
    {
      "text": "The Magistrate said that while some authorities suggested that such a dichotomy might have been a useful one in proceedings, recent decisions binding on him led to a different conclusion.",
      "id": "s77"
    },
    {
      "text": "The Magistrate referred to various sections in the Migration Act and decisions of this Court, including the decision of the Full Court of this Court in Minister for Immigration and Multicultural Affairs v SZFDE [2006] FCAFC 142 ; (2006) 154 FCR 365 (\" SZFDE \").",
      "id": "s78"
    },
    {
      "text": "The Magistrate took the view that an agent's wrongful conduct, whether fraudulent or not, in failing to inform an applicant of a hearing of the Tribunal of which notification had been given did not give rise to jurisdictional error.",
      "id": "s79"
    },
    {
      "text": "The Federal Magistrate did not make an express finding to the effect that the appellant's agent did not advise him of the proposed hearing before the Tribunal because he said that even if that were so it did not affect the result.",
      "id": "s80"
    },
    {
      "text": "He said that the outcome of the application for constitutional writs in relation to the decision of the Tribunal did not turn on whether or not the agent's conduct in not informing the appellant of the proposed Tribunal hearing was fraudulent.",
      "id": "s81"
    },
    {
      "text": "The Magistrate said:\n \n Therefore, the Tribunal was entitled under the Act to proceed to a determination notwithstanding that the applicant may not have been informed by his agent of the Tribunal's proposed hearing, with the result that the Tribunal's decision is not affected by jurisdictional error on this account.",
      "id": "s82"
    },
    {
      "text": "25 As I have said, the Federal Magistrate did not find it necessary to make findings as to whether the appellant was aware of the proposed hearing of the Tribunal or whether, assuming he was not aware, that came about as a result of fraud or negligence or mistake on the part of Mr Lue.",
      "id": "s83"
    },
    {
      "text": "26 On the authorities as they stood at the time of the Federal Magistrate's decision, his decision was correct: SZFDE ; SZGQL v Minister for Immigration and Multicultural Affairs [2006] FCA 1420.",
      "id": "s84"
    },
    {
      "text": "27 The respondent in SZFDE sought and obtained from the High Court of Australia special leave to appeal against the decision of the Full Court of this Court.",
      "id": "s85"
    },
    {
      "text": "The appeal was heard on 24 May 2007 and, on 2 August 2007, the High Court handed down its decision.",
      "id": "s86"
    },
    {
      "text": "The Court reversed the decision of the Full Court of this Court: SZFDE v Minister for Immigration and Citizenship (2007) 81 ALJR 1401.",
      "id": "s87"
    },
    {
      "text": "Issue on the appeal \n \n28 The appellant submitted that the Federal Magistrate erred in concluding that the Tribunal was entitled to proceed to determine the application for review even though he (the appellant) had not been informed of the proposed hearing of the Tribunal.",
      "id": "s88"
    },
    {
      "text": "29 For his part, the Minister sought an extension of the time within which to file and serve a notice of contention.",
      "id": "s89"
    },
    {
      "text": "On 6 June 2007 I granted that extension of time.",
      "id": "s90"
    },
    {
      "text": "The notice of contention is in the following terms:\n \n The first respondent contends that the judgment of Federal Magistrate Cameron should be affirmed on the following grounds (not being grounds relied upon by the court below):\n \n \n \n 1.",
      "id": "s91"
    },
    {
      "text": "There was no evidence before Federal Magistrate Cameron upon which the Court could have found that the applicant's adviser had fraudulently failed to inform the applicant of the hearing before the Tribunal; and \n \n \n \n \n \n 2.",
      "id": "s92"
    },
    {
      "text": "Federal Magistrate Cameron should have rejected the applicant's contention that his adviser had fraudulently failed to inform the applicant of the hearing before the Tribunal.",
      "id": "s93"
    },
    {
      "text": "30 The notice of contention was filed so that the Minister could submit that even if fraud by an agent, leading to an applicant not attending a hearing of the Tribunal, could amount to jurisdictional error, nevertheless, in this case, fraud could not be established and the appeal should be dismissed.",
      "id": "s94"
    },
    {
      "text": "31 In SZFDE the High Court held that fraud by an applicant's agent causing the applicant not to attend a hearing of the Tribunal could constitute jurisdictional error.",
      "id": "s95"
    },
    {
      "text": "The Court said (at 1412 [51] and [52]):\n \n No doubt Mr Hussain was fraudulent in his dealings with the appellants.",
      "id": "s96"
    },
    {
      "text": "But the concomitant was the stultification of the operation of the critically important natural justice provisions made in Div 4 Pt 7 of the Act .",
      "id": "s97"
    },
    {
      "text": "In short, while the Tribunal undoubtedly acted on an assumption of regularity, in truth, by reason of the fraud of Mr Hussain, it was disabled from the due discharge of its imperative statutory functions with respect to the conduct of the review.",
      "id": "s98"
    },
    {
      "text": "That state of affairs merits the description of the practice of fraud \"on\" the Tribunal.",
      "id": "s99"
    },
    {
      "text": "The consequence is that the decision made by the Tribunal is properly regarded, in law, as no decision at all.",
      "id": "s100"
    },
    {
      "text": "This is because, in the sense of the authorities, the jurisdiction remains constructively unexercised.",
      "id": "s101"
    },
    {
      "text": "The authorities were collected in Bhardwaj .",
      "id": "s102"
    },
    {
      "text": "32 The effect of the decision of the High Court in SZFDE is that if an agent is fraudulent in his or her dealings with an applicant for review and that results in the applicant not being heard by the Tribunal then the Tribunal's decision may be void, the Tribunal's jurisdiction being \"constructively unexercised\".",
      "id": "s103"
    },
    {
      "text": "33 Although it is not entirely clear, I think it is correct to say that it is not enough that the agent acts negligently or incorrectly; he or she must act fraudulently.",
      "id": "s104"
    },
    {
      "text": "In SZFDE the High Court said (at 1412-13 [53]) (footnotes omitted):\n \n The significance of the outcome in this appeal should not be misunderstood.",
      "id": "s105"
    },
    {
      "text": "The appeal has turned upon the particular importance of the provisions of Div 4 of Pt 7 of the Act for the conduct by the tribunal of reviews and the place therein of the ss 425 and 426A .",
      "id": "s106"
    },
    {
      "text": "In the Full Court, French J correctly emphasised that there are sound reasons of policy why a person whose conduct before an administrative tribunal has been affected, to the detriment of that person, by bad or negligent advice or some other mishap should not be heard to complain that the detriment vitiates the decision made.",
      "id": "s107"
    },
    {
      "text": "The outcome in the present appeal stands apart from and above such considerations.",
      "id": "s108"
    },
    {
      "text": "Whilst it might be possible to construe the above passage as limited to bad or negligent advice provided to an applicant who actually appears before the Tribunal, I think there is sufficient indication in the decision of the Full Court of this Court in SZFDE that an applicant's failure to appear before the Tribunal by reason of the bad or negligent advice of his or her agent, as distinct from fraudulent advice or conduct, is not without more sufficient to constitute jurisdictional error: French J at 391-392 [101]-[103]; Allsop J at 401-402 [138]-[139].",
      "id": "s109"
    },
    {
      "text": "34 Furthermore, the fraud must affect the process prescribed by the Act , in particular, whether the applicant has had the opportunity to appear before the Tribunal to give evidence and present arguments relating to the issues arising in relation to the decision under review.",
      "id": "s110"
    },
    {
      "text": "35 The Minister submitted that there was simply no evidence of fraud before the Federal Magistrate and that in those circumstances it was appropriate to dismiss the appeal.",
      "id": "s111"
    },
    {
      "text": "36 The Federal Magistrate did not make any findings as to whether Mr Lue had been fraudulent in his dealings with the appellant and whether that had affected the process prescribed in the Act .",
      "id": "s112"
    },
    {
      "text": "That was understandable on the authorities as they stood at the time of his decision.",
      "id": "s113"
    },
    {
      "text": "However, the effect of the decision of the High Court in SZFDE is that the question of fraud and its effect on the process must be considered.",
      "id": "s114"
    },
    {
      "text": "37 In my opinion, the question of whether there was even an arguable case of fraud raised before the Federal Magistrate is finely balanced.",
      "id": "s115"
    },
    {
      "text": "Counsel for the Minister referred to the transcript of the hearing before the Federal Magistrate and reminded me of the fact that strong evidence is usually required to establish fraud.",
      "id": "s116"
    },
    {
      "text": "He referred to Briginshaw v Briginshaw [1938] HCA 34 ; (1938) 60 CLR 336.",
      "id": "s117"
    },
    {
      "text": "There is considerable force in the Minister's submissions.",
      "id": "s118"
    },
    {
      "text": "The appellant appears to have changed his story on whether his signature appears on one of the documents.",
      "id": "s119"
    },
    {
      "text": "More importantly perhaps is that, on the face of it, it is difficult to discern a motive for any fraudulent dealing on the part of Mr Lue.",
      "id": "s120"
    },
    {
      "text": "Despite these considerations, I do not think I should go so far as to conclude that on no possible view of the evidence before the Federal Magistrate could fraud be established.",
      "id": "s121"
    },
    {
      "text": "If the appellant's signature was falsely placed on a relevant document and part of a statement \"made up\", then that may go some way towards establishing fraud, although it will still be necessary for the appellant to show that the fraud (if there be fraud) has affected the process prescribed by the Act .",
      "id": "s122"
    },
    {
      "text": "I am not to be taken as saying that it is likely that fraud will be made out, but simply that I cannot be certain that it cannot be made out.",
      "id": "s123"
    },
    {
      "text": "It seems to me that the application for constitutional writs must be remitted to the Federal Magistrates Court for rehearing in accordance with these reasons.",
      "id": "s124"
    },
    {
      "text": "I am satisfied that the circumstances are such that a rehearing of the application is necessary.",
      "id": "s125"
    },
    {
      "text": "Conclusions \n \n38 The appeal must be allowed and the orders made by the Federal Magistrate on 29 January 2007 must be set aside.",
      "id": "s126"
    },
    {
      "text": "The application is remitted to the Federal Magistrates Court of Australia for rehearing in accordance with these reasons.",
      "id": "s127"
    },
    {
      "text": "I will hear the parties on the question of costs.",
      "id": "s128"
    },
    {
      "text": "I certify that the preceding thirty-eight (38) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Besanko.",
      "id": "s129"
    },
    {
      "text": "Associate:\n\nDated: 13 December 2007\n\n\n The Appellant appeared in person \n \n \n Counsel for the Respondent: Mr P S Braham \n \n Solicitor for the Respondent: Blake Dawson Waldron \n \n Date of Hearing: 2 May, 6 and 27 June 2007 \n \n Date of Judgment: 13 December 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1980.html",
      "id": "s130"
    }
  ]
}