{
  "name": "Liquor, Hospitality Miscellaneous Union, Liquor &amp; Hospitality Division, NSW Branch on behalf of its Member, Wayne Roberts v Woonona Bulli RSL Memorial Club Limited [2007] FCA 1460 (18 September 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1460.html",
  "catchphrases": [
    {
      "text": "alleged unlawful termination",
      "id": "c0"
    },
    {
      "text": "whether employee terminated for proscribed reason within s 659(2)(g)",
      "id": "c1"
    },
    {
      "text": "refusing to sign an awa",
      "id": "c2"
    },
    {
      "text": "application of s 664",
      "id": "c3"
    },
    {
      "text": "held: employee dismissed as position became redundant",
      "id": "c4"
    },
    {
      "text": "employer established defence under s 664(b)",
      "id": "c5"
    },
    {
      "text": "application dismissed",
      "id": "c6"
    },
    {
      "text": "industrial relations",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 Wayne Roberts, who is a trained chef, commenced employment with the respondent ('the Club') on 8 July 2005 as a kitchen supervisor.",
      "id": "s0"
    },
    {
      "text": "His employment by the Club came to an end on 17 October 2006 in circumstances that are in dispute.",
      "id": "s1"
    },
    {
      "text": "2 The applicant ('the Union') applied to the Australian Industrial Relations Commission ('the Commission') pursuant to s 643 of the Workplace Relations Act 1956 (Cth) ('the Act') on Mr Roberts' behalf for relief in respect of the termination of his employment on the grounds:\n \n (a) that the termination was harsh, unjust and unreasonable; and\n (b) of an alleged contravention of s 659 of the Act.",
      "id": "s2"
    },
    {
      "text": "3 The Commission subsequently certified that all reasonable attempts to settle the matter by conciliation had been, or were likely to be, unsuccessful in respect of each of the above grounds.",
      "id": "s3"
    },
    {
      "text": "4 The Union thereafter instituted this proceeding on behalf of Mr Roberts by filing an application for relief from unlawful termination (s 663(3) and (5) of the Act).",
      "id": "s4"
    },
    {
      "text": "The relief sought is that Mr Roberts be reinstated in his previous position as a Permanent Level 5 Supervisor and that he be compensated by the Club for the loss of wages suffered by him between termination and reinstatement.",
      "id": "s5"
    },
    {
      "text": "The only ground upon which it is contended that the termination of Mr Robert's employment was unlawful is that identified in s 659(2)(g) of the Act; namely, that his employment was terminated by his employer for the reason, or for reasons including the reason, that he refused to negotiate in connection with, make or sign an Australian Workplace Agreement ('AWA').",
      "id": "s6"
    },
    {
      "text": "5 For the reasons set out below I have concluded that the application should be dismissed.",
      "id": "s7"
    },
    {
      "text": "FACTUAL MATTERS \n \n6 It is not in dispute that on 1 July 2005 Mr Roberts indicated in writing his acceptance of a written letter of employment signed by the Operations Manager of the Club.",
      "id": "s8"
    },
    {
      "text": "The position offered to him was Permanent Level 5 Supervisor commencing on 8 July 2005 and that his salary and conditions were in accordance with the Club Employees (State) Award.",
      "id": "s9"
    },
    {
      "text": "The Court was not provided with a copy of that award but Mr Roberts' remuneration records show that he was paid at the ordinary rate of $16.99 per hour and received penalty rates for working on weekends.",
      "id": "s10"
    },
    {
      "text": "7 The financial records of the Club show that it operated at a loss during the year ending 31 December 2005 with the catering division showing a loss of $41,547.",
      "id": "s11"
    },
    {
      "text": "The Club's income statement for the year ending 31 December 2006 shows that it also operated at a loss during that year.",
      "id": "s12"
    },
    {
      "text": "The Treasurer's report for 2006 stated that the loss included a loss in catering of $239,614.",
      "id": "s13"
    },
    {
      "text": "8 Ronald Nairne has held the position of General Manager of the Club since 1 May 2006.",
      "id": "s14"
    },
    {
      "text": "Mr Nairne gave evidence, which I accept, that during 2006 a decision was taken by him and the Deputy General Manager of the Club, Neil Patchett, to restructure the catering division of the Club for financial and performance reasons.",
      "id": "s15"
    },
    {
      "text": "9 Under the structure that prevailed when Mr Roberts was employed by the Club, there were two positions for senior chefs in the catering division: an executive chef and the Supervisor's position held by Mr Roberts.",
      "id": "s16"
    },
    {
      "text": "After the catering division was restructured there were three positions for senior chefs: an Executive Chef, a Sous Chef and Chef de Partie.",
      "id": "s17"
    },
    {
      "text": "There was no position of Supervisor.",
      "id": "s18"
    },
    {
      "text": "Mr Nairne explained that the additional senior position was created because of performance issues including issues concerning the quality of the food.",
      "id": "s19"
    },
    {
      "text": "10 Mr Patchett was the Deputy General Manager of the Club from 1 May 2006 until 9 November 2006.",
      "id": "s20"
    },
    {
      "text": "He gave evidence that Mr Roberts worked in the new position of Sous Chef for a short trial period but that the trial as unsuccessful and he reverted to his Supervisor's position.",
      "id": "s21"
    },
    {
      "text": "Mr Roberts applied unsuccessfully for the new position of Chef de Partie.",
      "id": "s22"
    },
    {
      "text": "11 On about 10 October 2006 Mr Nairne spoke to Mr Roberts in the presence of Prakash Osborne who then held the position of Executive Chef.",
      "id": "s23"
    },
    {
      "text": "Mr Nairne told Mr Roberts about the restructuring of the catering division and that his position was being made redundant.",
      "id": "s24"
    },
    {
      "text": "Mr Nairne offered Mr Roberts a new position of Chef.",
      "id": "s25"
    },
    {
      "text": "Mr Roberts was told that the new position was on an AWA and the annual salary was $35,000.",
      "id": "s26"
    },
    {
      "text": "I accept Mr Nairne's evidence that Mr Roberts initially did not appear to understand what he was being told and that he responded in words to the effect that he had a position as a Supervisor and that was his position.",
      "id": "s27"
    },
    {
      "text": "Mr Nairne handed to Mr Roberts a letter which referred to the new organisational structure and advised him that the position of Supervisor no longer existed.",
      "id": "s28"
    },
    {
      "text": "The letter offered Mr Roberts the position of Chef with an AWA of $35,000 per annum.",
      "id": "s29"
    },
    {
      "text": "It indicated that he had fourteen days to consider the position but that another meeting would be held in seven days to discuss further his options.",
      "id": "s30"
    },
    {
      "text": "12 Two relevant meetings took place on 17 October 2006.",
      "id": "s31"
    },
    {
      "text": "There is little dispute as to what occurred at them.",
      "id": "s32"
    },
    {
      "text": "Mr Patchett made what he described as minutes of the meetings shortly after the respective meetings finished.",
      "id": "s33"
    },
    {
      "text": "Mr Roberts accepted the accuracy of the minutes prepared by Mr Patchett except for a few matters of detail.",
      "id": "s34"
    },
    {
      "text": "13 I am satisfied that the first of the two meetings on 17 October 2006 took place at approximately 10:30 am.",
      "id": "s35"
    },
    {
      "text": "Mr Nairne reminded Mr Roberts that it was seven days since the letter of offer was handed to him and asked if he had any questions or if he had made a decision.",
      "id": "s36"
    },
    {
      "text": "Mr Roberts responded that he was not changing his position and that he wanted a witness present at the meeting.",
      "id": "s37"
    },
    {
      "text": "When Mr Nairne put to Mr Roberts that he was declining the position of Chef, Mr Roberts acknowledged that he was not accepting that position.",
      "id": "s38"
    },
    {
      "text": "Mr Nairne replied in words to the effect:\n \n 'Well, if you are not accepting the position then we are offering redundancy as the position you hold is no longer in our organisational structure.",
      "id": "s39"
    },
    {
      "text": "' \n \n\nMr Roberts replied in words to the effect:\n \n 'I'm not going anywhere until I have my representative.",
      "id": "s40"
    },
    {
      "text": "' \n \n\nIt was agreed that the meeting would be reconvened at approximately 3:00 pm that day.",
      "id": "s41"
    },
    {
      "text": "Mr Roberts made arrangements for his aunty, Ms Paterson, (I adopt Mr Roberts' spelling of his aunty's name) to attend the meeting as a witness.",
      "id": "s42"
    },
    {
      "text": "14 At about 2:45 pm that day Mr Roberts was handed a letter by Mr Nairne.",
      "id": "s43"
    },
    {
      "text": "The letter was in the following terms:\n \n 'To confirm the meeting held today the 17 th day of October 2006 Woonona Bulli RSL Memorial Club Limited is in the process of many changes and we would hope that you would understand the reasons for the changes as we advised you of the changes through verbal and written correspondence on the 10 th October 2006.",
      "id": "s44"
    },
    {
      "text": "As the position of Kitchen Supervisor Level 5 is not apart of the new organisational structure of the catering outlet at Woonona Bulli RSL a position of Chef was offered to you.",
      "id": "s45"
    },
    {
      "text": "At the meeting with Ron Nairne, Neil Patchett and Prakash Osbourne [sic] you declined the offer of the position and requested a further meeting.",
      "id": "s46"
    },
    {
      "text": "Ron explained that as the position of chef has been declined and that Kitchen Supervisors [sic] Level 5 was no longer available a redundancy was the only alternative.",
      "id": "s47"
    },
    {
      "text": "With respect, your decision is well received and we would like to wish you all happiness in your career path.",
      "id": "s48"
    },
    {
      "text": "' \n \n\n15 At 3:00 pm that day Mr Roberts and Ms Paterson met with Mr Nairne, Mr Patchett and Mr Osborne.",
      "id": "s49"
    },
    {
      "text": "When Ms Paterson asked what was going on Mr Nairne responded that, as it had been explained to Mr Roberts, with the changes to the Club business a new organisational structure had been created and Mr Roberts had been offered, but declined, the position of Chef so he was being offered redundancy.",
      "id": "s50"
    },
    {
      "text": "Ms Paterson clarified that Mr Roberts had been offered a chef's position on an AWA.",
      "id": "s51"
    },
    {
      "text": "After Mr Patchett reviewed the history of Mr Roberts' employment by the Club, Ms Paterson replied:\n \n 'OK, we are going to take this further and thank you for meeting and explaining this to me.",
      "id": "s52"
    },
    {
      "text": "' \n \n\n16 On 18 October 2006 Mr Roberts accepted a termination payment which included a net redundancy payment of $2,583.",
      "id": "s53"
    },
    {
      "text": "He obtained alternative employment as a casual employee approximately two weeks after he ceased to be employed by the Club.",
      "id": "s54"
    },
    {
      "text": "He was paid at the ordinary rate of $19.00 per hour in his new employment.",
      "id": "s55"
    },
    {
      "text": "At the time of trial Mr Roberts was still employed on a casual basis, albeit by another employer, but he expected his position to become full time.",
      "id": "s56"
    },
    {
      "text": "17 Although it was suggested to Mr Roberts that he does not seriously want to be reinstated in his employment with the Club as a Level 5 Supervisor, I accept his evidence that he does want his old position with the Club back.",
      "id": "s57"
    },
    {
      "text": "However, as the Club no longer has a catering division reinstatement to that position is not a reasonable option.",
      "id": "s58"
    },
    {
      "text": "Were I satisfied that the Club had contravened s 659 in relation to the termination of Mr Roberts' employment, alternative orders under s 665 would need to be considered.",
      "id": "s59"
    },
    {
      "text": "ENTITLEMENT TO RELIEF \n \n18 The case advanced by the Union on Mr Roberts' behalf was that he was dismissed from his employment by the Club because he would not accept the position of Chef on an AWA.",
      "id": "s60"
    },
    {
      "text": "It was submitted that it was immaterial that the AWA related to a position that he did not hold; had he agreed to sign the AWA he would not have been dismissed.",
      "id": "s61"
    },
    {
      "text": "19 I do not accept that s 659(2)(g) of the Act calls for the application of a simple 'but for' test of causation.",
      "id": "s62"
    },
    {
      "text": "Section 659(2) is concerned to proscribe the termination by an employer of an employee's employment for any one or more of nine separate reasons, or for reasons that include those reasons.",
      "id": "s63"
    },
    {
      "text": "Subject to s 664, the subsection calls for the identification of the employer's reason or reasons for terminating the employee's employment.",
      "id": "s64"
    },
    {
      "text": "20 Section 664 of the Act is the analogue of the old s 298V.",
      "id": "s65"
    },
    {
      "text": "It provides:\n \n 'In any proceedings under section 663 relating to a termination of employment in contravention of section 659 for a reason (a proscribed reason ) set out in a paragraph of subsection (2) of that section: \n \n \n (a) it is not necessary for the employee to prove that the termination was for a proscribed reason; but \n (b) it is a defence in the proceedings if the employer proves that the termination was for a reason or reasons that do not include a proscribed reason (other than a proscribed reason to which subsection 659(3) or (4) applies).",
      "id": "s66"
    },
    {
      "text": "' \n \n \n\n21 In this proceeding it is thus not necessary for the Union to prove that Mr Roberts' employment was terminated for the reason, or for reasons including the reason, that he refused to negotiate in connection with, make or sign an AWA.",
      "id": "s67"
    },
    {
      "text": "However, the Club will have established a defence to the Union's application if it has proved that Mr Roberts' employment was terminated for a reason or reasons that do not include a proscribed reason.",
      "id": "s68"
    },
    {
      "text": "22 As indicated above, I am satisfied that in or about September 2006 the Club's management decided to restructure the catering division because it was operating unprofitably and because it was experiencing food quality problems.",
      "id": "s69"
    },
    {
      "text": "The position of Level 5 Supervisor held by Mr Roberts did not exist under the new staff structure.",
      "id": "s70"
    },
    {
      "text": "Nonetheless, Mr Roberts continued in his employment for a period of time after staff were recruited to fill the new positions of Sous Chef and Chef de Partie.",
      "id": "s71"
    },
    {
      "text": "23 I do not accept that Mr Roberts' position continued in existence in the new structure but under the title, Chef de Partie.",
      "id": "s72"
    },
    {
      "text": "Mr Nairne expressly denied this suggestion and it was not put to Mr Patchett.",
      "id": "s73"
    },
    {
      "text": "Moreover, had Mr Nairne and Mr Patchett undertaken the restructure to get rid of Mr Roberts, it seems unlikely that they would have given him the opportunity to act in the more senior position of Sous Chef on a trial basis.",
      "id": "s74"
    },
    {
      "text": "24 I am satisfied that Mr Roberts' employment was not terminated earlier than it was because the Club wished to give him the opportunity of filling a position in the new structure.",
      "id": "s75"
    },
    {
      "text": "As mentioned above, he was given the opportunity to fill the position of Sous Chef on a trial basis but the trial was not successful.",
      "id": "s76"
    },
    {
      "text": "Thereafter he was an unsuccessful applicant for the position of Chef de Partie.",
      "id": "s77"
    },
    {
      "text": "Thereafter the only unfilled position in the new structure for which he was a suitable, if perhaps overqualified, candidate was the position of Chef.",
      "id": "s78"
    },
    {
      "text": "The position of Level 5 Supervisor did not exist under the new structure.",
      "id": "s79"
    },
    {
      "text": "25 Once the new positions of Sous Chef and Chef de Partie had been filled, I am satisfied that the employer no longer required the job previously undertaken by Mr Roberts as Level 5 Supervisor to be done by anyone.",
      "id": "s80"
    },
    {
      "text": "Mr Roberts' position had become redundant ( R v Industrial Commission of South Australia; ex parte Adelaide Milk Supply Co-op Ltd (1977) 16 SASR 6 per Bray CJ at 8).",
      "id": "s81"
    },
    {
      "text": "However, Mr Roberts was unwilling to give up the position of Level 5 Supervisor.",
      "id": "s82"
    },
    {
      "text": "It seems likely that he did not understand that continuing in that position was not an option open to him.",
      "id": "s83"
    },
    {
      "text": "26 The salary that was to be paid to the holder of the position of Chef was less than Mr Roberts was earning in the position of Level 5 Supervisor.",
      "id": "s84"
    },
    {
      "text": "Mr Roberts acknowledged that after he was offered the position of Chef on 10 October 2006 he spoke with Mr Osborne and expressed concern about the position's salary but not the need to sign an AWA.",
      "id": "s85"
    },
    {
      "text": "I accept that Mr Roberts was unwilling to sign an AWA that provided for an annual salary of $35,000 per annum.",
      "id": "s86"
    },
    {
      "text": "However, I am satisfied that he would not have accepted the Chef's position on that salary even if he were not required to sign an AWA.",
      "id": "s87"
    },
    {
      "text": "27 I conclude that the only reasons why Mr Roberts' employment by the Club was terminated were that his position of Level 5 Supervisor became redundant following the implementation of the catering division's restructure and he was unwilling to accept the lower paid position of Chef.",
      "id": "s88"
    },
    {
      "text": "The Club has therefore proved that the termination was for reasons that do not include a proscribed reason (s 664 of the Act).",
      "id": "s89"
    },
    {
      "text": "CONCLUSION \n \n28 For the above reason the application will be dismissed.",
      "id": "s90"
    },
    {
      "text": "I certify that the preceding twenty-eight (28) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Branson .",
      "id": "s91"
    },
    {
      "text": "Associate:\n\nDated: 18 September 2007\n\n Counsel for the Applicant: Mr A Rogers \n \n Legal Representative for the Applicant: Liquor Hospitality Miscellaneous Union, Liquor &amp; Hospitality Division \n \n Counsel for the Respondent: Mr B Cross \n \n Legal Representative for the Respondent: ClubsNSW \n \n Date of Hearing: 23 and 24 July 2007 \n \n Date of Judgment: 18 September 2007 \n\n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1460.html",
      "id": "s92"
    }
  ]
}