{
  "name": "Kelly v Fitzpatrick [2007] FCA 1080 (27 July 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1080.html",
  "catchphrases": [
    {
      "text": "penalty hearing",
      "id": "c0"
    },
    {
      "text": "admitted contraventions of transport workers award 1998",
      "id": "c1"
    },
    {
      "text": "underpayment of wages to employee",
      "id": "c2"
    },
    {
      "text": "where multiple breaches of award arose out of single course of conduct",
      "id": "c3"
    },
    {
      "text": "relevant considerations in determining level of penalty",
      "id": "c4"
    },
    {
      "text": "penalty determined",
      "id": "c5"
    },
    {
      "text": "workplace relations",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicant, who is a workplace inspector appointed under the Workplace Relations Act 1996 (Cth) (\"the Act \"), has made application to the Court to have penalties imposed on the respondents for admitted contraventions of the Transport Workers Award 1998 (\"the Award\").",
      "id": "s0"
    },
    {
      "text": "Each of the contraventions related to the underpayment of wages to a particular employee over a period of about five years.",
      "id": "s1"
    },
    {
      "text": "The underpayments, in total, amounted to $96,664.76.",
      "id": "s2"
    },
    {
      "text": "2 The respondents are husband and wife.",
      "id": "s3"
    },
    {
      "text": "They conduct a trucking business which trades as \"Fitzpatrick's Transport Service\".",
      "id": "s4"
    },
    {
      "text": "The business is not incorporated.",
      "id": "s5"
    },
    {
      "text": "The business operates a small fleet of trucks from a base in Charlton in north-west Victoria.",
      "id": "s6"
    },
    {
      "text": "The first respondent is one of six drivers who work in the business.",
      "id": "s7"
    },
    {
      "text": "The second respondent performs clerical duties relating to the payment of wages and accounts.",
      "id": "s8"
    },
    {
      "text": "She attends the office on one day each week for these purposes.",
      "id": "s9"
    },
    {
      "text": "The day to day administration of the business is in the hands of an employee manager.",
      "id": "s10"
    },
    {
      "text": "3 In 1991 the first respondent offered employment as a casual driver to Mr Roy Paynting.",
      "id": "s11"
    },
    {
      "text": "Mr Paynting accepted the offer and worked in the business on a casual basis from May 1991 until 23 June 2004.",
      "id": "s12"
    },
    {
      "text": "Thereafter, until 29 March 2006, Mr Paynting was employed on a full time or part time basis.",
      "id": "s13"
    },
    {
      "text": "4 The main reason that the underpayments occurred was that the first respondent offered, and Mr Paynting accepted, a contractual term that Mr Paynting's remuneration should be calculated at a fixed hourly rate.",
      "id": "s14"
    },
    {
      "text": "During the six year period, commencing on 8 February 2001, to which this proceeding relates, that hourly rate was originally $12 and was later increased to $13 and $14.",
      "id": "s15"
    },
    {
      "text": "At all relevant times these rates were lower than the wages payable for ordinary hours under the Award, and no account was taken of additional amounts prescribed by the Award for overtime, weekend, and public holiday work.",
      "id": "s16"
    },
    {
      "text": "5 The respondents assert that they were unaware, until June 2006, of either the existence of the Award or the fact that their business had been \"roped in\" as a respondent to it.",
      "id": "s17"
    },
    {
      "text": "The respondents became aware of their obligations under the Award after Mr Paynting complained about underpayment of his wages to the Office of Workplace Services and that Office wrote to the respondents about the complaint.",
      "id": "s18"
    },
    {
      "text": "Between June 2006 and April 2007 discussions took place between the respondents and their representatives on the one hand and the Office of Workplace Services on the other.",
      "id": "s19"
    },
    {
      "text": "Those discussions related to the question of liability and the calculation of underpaid wages.",
      "id": "s20"
    },
    {
      "text": "This led to the acceptance by the respondents that they had underpaid Mr Paynting by $96,664.76.",
      "id": "s21"
    },
    {
      "text": "That amount was paid to Mr Paynting on 11 April 2007.",
      "id": "s22"
    },
    {
      "text": "6 Between 8 February 2001 and 26 March 2006 s 178 of the Act relevantly provided:\n \n \"178(1) Where an organisation or person bound by an award...breaches a term of the award...a penalty may be imposed by the Court... \n \n (2) Subject to subsection (3), where: \n \n \n (a) 2 or more breaches of a term of an award...are committed by the...person; and \n \n \n (b) the breaches arose out of a course of conduct by the...person; \n \n the breaches shall, for the purposes of this section, be taken to constitute a single breach of the term.",
      "id": "s23"
    },
    {
      "text": "\" \n \n\nSubsection (3) is of no present relevance.",
      "id": "s24"
    },
    {
      "text": "Subsection (4) provided for maximum penalties for breaches.",
      "id": "s25"
    },
    {
      "text": "It will be necessary to return to the question of the applicable maximum penalties which were increased by legislation in 2004.",
      "id": "s26"
    },
    {
      "text": "7 Regulation 2.14 of Chapter 7 of the Workplace Relations Regulations 2006 provided that, after the commencement of the Workplace Relations Amendment (Work Choices) Act 2005 on 27 March 2006, an application could be made to the Court for the imposition of a penalty under s 178 in respect of breaches which occurred prior to 27 March 2006.",
      "id": "s27"
    },
    {
      "text": "8 The former s 178 was amended and renumbered as s 719 with effect from 27 March 2006.",
      "id": "s28"
    },
    {
      "text": "Section 719(1) differs significantly in its terms from s 178(1) but it effects no substantial alteration which is of relevance for present purposes.",
      "id": "s29"
    },
    {
      "text": "Section 719(2) is in substantially the same terms as s 178(2).",
      "id": "s30"
    },
    {
      "text": "No changes were made to the level of penalties applicable to an individual for breaches of an Award.",
      "id": "s31"
    },
    {
      "text": "Section 719 only applied to three of the days covered by the application: Mr Paynting's employment by the respondents ceased on 29 March 2006.",
      "id": "s32"
    },
    {
      "text": "9 As already noted the maximum penalties prescribed by the Act were varied in 2004.",
      "id": "s33"
    },
    {
      "text": "Insofar as the penalties applied to natural persons they were: \n \n &#8226; Prior to 10 August 2004: 20 penalty units ($2200): see s 178(4) of the Act : s 4AB of the Crimes Act 1914 .",
      "id": "s34"
    },
    {
      "text": "&#8226; From 10 August 2004 until 26 March 2006: 60 penalty units ($6600): see s 178(4) of the Act .",
      "id": "s35"
    },
    {
      "text": "&#8226; On or after 27 March 2006: 60 penalty units ($6600): see s 719(4) of the Act .",
      "id": "s36"
    },
    {
      "text": "10 The parties were agreed that six terms of the Award had been breached leading to the underpayment of wages to Mr Paynting.",
      "id": "s37"
    },
    {
      "text": "They were:\n \n &#8226; Clause 15.1 which imposed the obligation to pay prescribed minimum rates of pay.",
      "id": "s38"
    },
    {
      "text": "&#8226; Clause 12.5 which, between 8 February 2001 and 23 June 2004, imposed an obligation to pay prescribed casual loadings.",
      "id": "s39"
    },
    {
      "text": "&#8226; Clause 37.2 which imposed an obligation to pay prescribed penalty rates for overtime.",
      "id": "s40"
    },
    {
      "text": "&#8226; Clause 33.2.1 which imposed an obligation to pay prescribed penalty rates for work on Saturdays.",
      "id": "s41"
    },
    {
      "text": "&#8226; Clause 35 which imposed an obligation to pay prescribed penalty rates for work on Sundays and\n &#8226; Clause 42 which imposed an obligation to pay prescribed penalty rates for work on public holidays.",
      "id": "s42"
    },
    {
      "text": "11 The parties' agreement about the identification of the terms which had been breached was founded on the construction of s 178(2) which was adopted by Gray J in Gibbs v The Mayor, Councillors and the Citizens of the City of Altona (1992) 37 FCR 216 at 223.",
      "id": "s43"
    },
    {
      "text": "His Honour there held that \"each separate obligation found in an award is to be regarded as a 'term', for the purposes of s 178...\" His Honour further held that, in ascertaining what constitutes a 'term', regard should be had \"not [to] matters of form, such as how the award maker has chosen to designate by numbers or letters the various provisions of an award, but on matters of substance, namely the different obligations which can be spelt out.",
      "id": "s44"
    },
    {
      "text": "\" In the present case the parties have fixed on the particular provisions of the Award to which it was necessary to have resort for the purpose of calculating Mr Paynting's minimum legal entitlements to wages.",
      "id": "s45"
    },
    {
      "text": "In my view the parties were correct to approach the matter in this manner.",
      "id": "s46"
    },
    {
      "text": "The six \"terms\" which have been identified applied throughout the relevant period and, depending on the days of which Mr Paynting worked, imposed obligations on the respondents as to the level of remuneration payable to him.",
      "id": "s47"
    },
    {
      "text": "Whilst the Award was varied from time to time to increase the amounts prescribed by the various terms, the substantial obligation did not vary: it was that the prescribed amount should be paid to Mr Paynting.",
      "id": "s48"
    },
    {
      "text": "12 When calculating Mr Paynting's entitlements under the Award for any given day, it was necessary, in many instances, to have regard to more than one of the aforementioned terms.",
      "id": "s49"
    },
    {
      "text": "For example, in the period between 8 February 2001 and 23 June 2004, when he was working on a casual basis, his ordinary hourly rate was supplemented by the casual loading and, if the work was undertaken on a Saturday, a further loading was payable.",
      "id": "s50"
    },
    {
      "text": "13 The parties have agreed that the breaches of particular terms led to the following underpayments:\n \n (a) Underpayment of wages for ordinary hours:\n (i) Clause 12.5.3: $21,711.17\n (ii) Clause 15.1: $3,486.60\n (b) Underpayment of wages for overtime hours Monday to Friday:\n (i) Clauses 12.5.4 and 37.2: $38,233.64\n (ii) Clause 37.2: $23,468.85\n (c) Underpayment of wages for Saturday hours:\n (i) Clauses 12.5.4, 33.2.1 and 37.2: $2,223.45 \n\n(ii) Clauses 33.2.1 and 37.2: $460.82\n \n (d) Underpayment of wages for Sunday hours:\n (i) Clauses 12.5.4 and 35: $4,838.39\n (ii) Clause 35: $1,941.87\n (e) Underpayment of wages for public holiday hours:\n (i) Clauses 12.5.4 and 42.7.1: $79.09\n (ii) Clause 42.6.1: $220.88 \n CONSIDERATION \n \n14 In Mason v Harrington Corporation Pty Ltd [2007] FMCA 7 Mowbray FM identified \"a non-exhaustive range of considerations to which regard may be had in determining whether particular conduct calls for the imposition of a penalty, and if it does the amount of the penalty\".",
      "id": "s51"
    },
    {
      "text": "Those considerations were derived from a number of decisions of this Court.",
      "id": "s52"
    },
    {
      "text": "I gratefully adopt, as potentially relevant and applicable, the various considerations identified by him.",
      "id": "s53"
    },
    {
      "text": "They were:\n \n &#8226; The nature and extent of the conduct which led to the breaches.",
      "id": "s54"
    },
    {
      "text": "&#8226; The circumstances in which that conduct took place.",
      "id": "s55"
    },
    {
      "text": "&#8226; The nature and extent of any loss or damage sustained as a result of the breaches.",
      "id": "s56"
    },
    {
      "text": "&#8226; Whether there had been similar previous conduct by the respondent.",
      "id": "s57"
    },
    {
      "text": "&#8226; Whether the breaches were properly distinct or arose out of the one course of conduct.",
      "id": "s58"
    },
    {
      "text": "&#8226; The size of the business enterprise involved.",
      "id": "s59"
    },
    {
      "text": "&#8226; Whether or not the breaches were deliberate.",
      "id": "s60"
    },
    {
      "text": "&#8226; Whether senior management was involved in the breaches.",
      "id": "s61"
    },
    {
      "text": "&#8226; Whether the party committing the breach had exhibited contrition.",
      "id": "s62"
    },
    {
      "text": "&#8226; Whether the party committing the breach had taken corrective action.",
      "id": "s63"
    },
    {
      "text": "&#8226; Whether the party committing the breach had cooperated with the enforcement authorities.",
      "id": "s64"
    },
    {
      "text": "&#8226; The need to ensure compliance with minimum standards by provision of an effective means for investigation and enforcement of employee entitlements and\n &#8226; The need for specific and general deterrence.",
      "id": "s65"
    },
    {
      "text": "The parties accepted that these considerations should guide the exercise of my discretion in the present proceeding.",
      "id": "s66"
    },
    {
      "text": "The nature and extent of the conduct \n \n15 The various breaches of Award terms which occurred in this case can all be traced to a single source.",
      "id": "s67"
    },
    {
      "text": "That source was the decision, made by the first respondent, to offer Mr Paynting employment at an hourly rate.",
      "id": "s68"
    },
    {
      "text": "Mr Paynting accepted that offer.",
      "id": "s69"
    },
    {
      "text": "Throughout the relevant period Mr Paynting was paid, either at the originally agreed rate, or, subsequently, at higher agreed rates.",
      "id": "s70"
    },
    {
      "text": "The wages paid to Mr Paynting were calculated on the basis of the agreed hourly rates.",
      "id": "s71"
    },
    {
      "text": "Over a period of a little more than five years this led to the underpayment of $96,664.76 in wages which would have been paid to him had the Award requirements been observed.",
      "id": "s72"
    },
    {
      "text": "This underpayment represented about a third of Mr Paynting's wages entitlement under the Award.",
      "id": "s73"
    },
    {
      "text": "The amount is significant.",
      "id": "s74"
    },
    {
      "text": "Although the shortfall was paid in full to Mr Paynting in April 2007 he was deprived of the financial benefits which timely payment of the correct wages would have provided.",
      "id": "s75"
    },
    {
      "text": "Circumstances in which the conduct took place \n \n16 The respondents operate their business, in what was described in argument as, \"an informal partnership\".",
      "id": "s76"
    },
    {
      "text": "The first respondent ceased formal eduction at the end of Year 8; the second respondent at the end of Year 9.",
      "id": "s77"
    },
    {
      "text": "The business operates from a base in rural Victoria.",
      "id": "s78"
    },
    {
      "text": "The first respondent is one of six drivers employed in the business.",
      "id": "s79"
    },
    {
      "text": "The second respondent works one day a week in the business attending to the payment of wages and accounts rendered.",
      "id": "s80"
    },
    {
      "text": "Day to day administration is in the hands of an employed manager.",
      "id": "s81"
    },
    {
      "text": "The turnover of the business has fluctuated over time.",
      "id": "s82"
    },
    {
      "text": "Between 1996 and 2006 the turnover in each year has fallen within the range of $1.2 million to $1.5 million.",
      "id": "s83"
    },
    {
      "text": "The average operating profit over this period, prior to any drawings by the respondents, has been $64,383 per year.",
      "id": "s84"
    },
    {
      "text": "In order to make good the underpayment to Mr Paynting it was necessary for the business to extend its overdraft.",
      "id": "s85"
    },
    {
      "text": "Apart from an accountant, the business had no external professional advisers.",
      "id": "s86"
    },
    {
      "text": "In particular, it did not retain anyone with expertise in industrial law.",
      "id": "s87"
    },
    {
      "text": "The respondents were not members of any employer or industry association.",
      "id": "s88"
    },
    {
      "text": "17 The respondents gave uncontradicted evidence that, at all relevant times, prior to June 2006, they were unaware of the existence of the Award or of its application to their business.",
      "id": "s89"
    },
    {
      "text": "This was despite the fact that a series of certified letters which related to the making of the Award and its predecessors and the respondency of the business to it was sent to their business address.",
      "id": "s90"
    },
    {
      "text": "There was no evidence as to why this correspondence did not come to the respondents' attention or, if it did, why they had overlooked it.",
      "id": "s91"
    },
    {
      "text": "Counsel for the respondents accepted that there were avenues available to them which would have enabled them to ascertain their obligations had they been aware of those avenues and minded to utilise them.",
      "id": "s92"
    },
    {
      "text": "In these circumstances I infer that the respondent's ignorance of their obligations under the Award, on the view most favourable to them, was the result of carelessness and inadvertence.",
      "id": "s93"
    },
    {
      "text": "Nature and extent of loss or damage \n \n18 As already noted the underpayments totalled $96,664.76.",
      "id": "s94"
    },
    {
      "text": "They occurred over a period of a little over five years and represented approximately one third of the amount to which Mr Paynting was entitled.",
      "id": "s95"
    },
    {
      "text": "Similar previous conduct \n \n19 The applicant does not allege that the respondents have previously breached any Award terms that were binding on them.",
      "id": "s96"
    },
    {
      "text": "Whether the breaches were properly distinct or arose out of the one course of conduct \n \n20 The parties agree, and I accept, that all of the breaches are attributable to the decision by the first respondent to pay wages to Mr Paynting by reference to agreed hourly rates.",
      "id": "s97"
    },
    {
      "text": "Size of respondents' business \n \n21 This consideration has already been dealt with in para [16] above.",
      "id": "s98"
    },
    {
      "text": "Whether the breaches were deliberate \n \n22 The applicant does not allege that the breaches were deliberate.",
      "id": "s99"
    },
    {
      "text": "She contends that they were either reckless or careless.",
      "id": "s100"
    },
    {
      "text": "In my view the evidence does not support a finding that the respondents were reckless.",
      "id": "s101"
    },
    {
      "text": "They were, however, seriously negligent.",
      "id": "s102"
    },
    {
      "text": "Involvement of senior management \n \n23 The first respondent was directly involved, as the joint owner of the business, in determining that Mr Paynting should be paid an hourly rate.",
      "id": "s103"
    },
    {
      "text": "Although he was not involved in the day to day administration of the business, he was, nonetheless, the joint owner of the business.",
      "id": "s104"
    },
    {
      "text": "The second respondent was not involved in the determination of Mr Paynting's entitlements although she did make arrangements for the payment of Mr Paynting's wages as calculated on the agreed basis.",
      "id": "s105"
    },
    {
      "text": "Contrition \n \n24 The respondents, through their counsel, advised the Court that they sincerely regretted their failure to comply with the Award and to ensure that Mr Painter received his correct entitlements.",
      "id": "s106"
    },
    {
      "text": "I accept that their remorse is genuine.",
      "id": "s107"
    },
    {
      "text": "Corrective action \n \n25 The respondents have arranged for their accountant to conduct an audit of Award compliance by the business.",
      "id": "s108"
    },
    {
      "text": "This has involved checking appropriate wage rates with Wageline and investigating the development of a workplace agreement to be used in the business.",
      "id": "s109"
    },
    {
      "text": "Cooperation with the enforcement authorities \n \n26 Once the respondents became aware of the alleged underpayments in June 2006 they immediately entered into discussions with the Office of Workplace Services with a view to determining whether they had obligations under the Award and, if so, the nature and extent of those obligations.",
      "id": "s110"
    },
    {
      "text": "When they were satisfied that the underpayment had occurred and that the underpayment amounted to $96,664.76 they made arrangements to obtain a loan to meet the payment and they made the payment.",
      "id": "s111"
    },
    {
      "text": "The applicant accepts that the respondents were cooperative in their dealings with the Office of Workplace Services and that this reduced the demands which otherwise would have fallen on that Office in order to secure payment to Mr Paynting.",
      "id": "s112"
    },
    {
      "text": "Enforcing compliance with minimum standards \n \n27 One of the principal objects of the Act is the maintenance of a safety net of minimum terms and conditions of employment and effective enforcement of the obligations imposed by Awards and other industrial instruments.",
      "id": "s113"
    },
    {
      "text": "To this end the Act makes provision for the investigation of alleged breaches of obligations imposed by industrial instruments and the imposition of penalties where it is established that breaches have occurred.",
      "id": "s114"
    },
    {
      "text": "As already noted, those penalties were significantly increased by Parliament in 2004.",
      "id": "s115"
    },
    {
      "text": "Deterrence \n \n28 The respondents have expressed contrition and have put in place mechanisms which are designed to ensure that there will be no repetition of the breaches which have led to the present proceeding.",
      "id": "s116"
    },
    {
      "text": "Specific deterrence does not, therefore, loom large as a consideration in determining penalty.",
      "id": "s117"
    },
    {
      "text": "It does not follow that the need for general deterrence may be disregarded.",
      "id": "s118"
    },
    {
      "text": "As Finkelstein J said in CPSU v Telstra Corporation Limited (2001) 108 IR 228 at 231: \"even if there be no need for specific deterrence, there will be occasions when general deterrence must take priority, and in that case a penalty should be imposed to mark the law's disapproval of the conduct in question, and to act as a warning to others not to engage in similar conduct ...\" No less than large corporate employers, small businesses have an obligation to meet minimum employment standards and their employees, rightly, have an expectation that this will occur.",
      "id": "s119"
    },
    {
      "text": "When it does not it will, normally, be necessary to mark the failure by imposing an appropriate monetary sanction.",
      "id": "s120"
    },
    {
      "text": "Such a sanction \"must be imposed at a meaningful level\": see Australian Competition and Consumer Commission v ABB Transmission and Distribution Ltd [2001] ATPR 41-815 at [13].",
      "id": "s121"
    },
    {
      "text": "Additional considerations \n \n29 In fixing appropriate penalties for breach of each of the relevant Award terms it is necessary to bear in mind that, with the exception of the breach of Clause 12.5 (casual loadings), there were repeated breaches of each of the terms over a period in excess of five years.",
      "id": "s122"
    },
    {
      "text": "For a little more than half of this period the maximum penalty (calculated, having regard to s 178(2) and 719 (2), as single breaches of each relevant term) was $2,200.",
      "id": "s123"
    },
    {
      "text": "It was $6,600 for the rest of the period.",
      "id": "s124"
    },
    {
      "text": "The breaches of Clause 12.5 occurred wholly within the period during which the maximum penalty was $2,200.",
      "id": "s125"
    },
    {
      "text": "It is also necessary to bear in mind that the various breaches had a differential financial impact on Mr Paynting.",
      "id": "s126"
    },
    {
      "text": "The failure to pay him for overtime hours worked on weekdays accounted for well over half the shortfall.",
      "id": "s127"
    },
    {
      "text": "The bulk of this sum is attributable to a failure to comply with Clause 12.5.",
      "id": "s128"
    },
    {
      "text": "The next most serious shortfall was in the payment of ordinary hours.",
      "id": "s129"
    },
    {
      "text": "Again, it was the failure to take into account Mr Paynting's entitlement to the casual loading which was the main contributor to this underpayment.",
      "id": "s130"
    },
    {
      "text": "The underpayments for Saturday, Sunday and public holiday work were relatively minor.",
      "id": "s131"
    },
    {
      "text": "30 Another factor which must be taken into account in the fixing of pecuniary penalties for multiple breaches of statutory stipulations is the totality principle.",
      "id": "s132"
    },
    {
      "text": "This principle is designed to ensure that the aggregate of the penalties imposed is not such as to be oppressive or crushing.",
      "id": "s133"
    },
    {
      "text": "Different views have been expressed as to the manner in which the principle ought properly to be applied.",
      "id": "s134"
    },
    {
      "text": "On one view the starting point should be the determination of an appropriate total penalty.",
      "id": "s135"
    },
    {
      "text": "That figure would then be divided by the number of breaches to produce a penalty for each breach: see CPSU v Telstra Corporation Limited (2001) 108 IR 228 at 230[7].",
      "id": "s136"
    },
    {
      "text": "The orthodox position, however, which I consider should be adopted, is that the starting point is the determination of appropriate penalties for each contravention of the statutory norm.",
      "id": "s137"
    },
    {
      "text": "The aggregate figure is then considered with a view to ensuring that it is an appropriate response to the conduct which led to the breaches: see Australian Competition and Consumer Commission v Australian Safeway Stores Pty Ltd (1997) 145 ALR 36 at 53.",
      "id": "s138"
    },
    {
      "text": "See also Ponzio v B &amp; P Caelli Constructions Pty Ltd [2007] FCAFC 65 at [145] per Jessup J.",
      "id": "s139"
    },
    {
      "text": "This approach was recently described, in the criminal context from which the totality principle is derived, as \"the orthodox, but not necessarily immutable, practice\" adopted by sentencing courts: see Johnson v R [2004] HCA 15 ; (2004) 205 ALR 346 at 356[26] per Gummow, Callinan &amp; Heydon JJ.",
      "id": "s140"
    },
    {
      "text": "PENALTIES \n \n31 Having regard to the foregoing principles I consider that the appropriate penalty for each of the admitted breaches is:\n \n &#8226; Breach of Clause 15.1 --- $400\n &#8226; Breach of Clause 12.5 --- $1600\n &#8226; Breach of Clause 37.2 --- $1400\n &#8226; Breach of Clause 33.2.1 --- $40\n &#8226; Breach of Clause 35 --- $200\n &#8226; Breach of Clause 42 --- $20 \n\n32 It remains to determine by whom and to whom the penalties should be paid.",
      "id": "s141"
    },
    {
      "text": "The applicant conceded that, given the second respondent's minimal involvement in the conduct which led to the various breaches, the penalties should be imposed on the first respondent alone or that the first and second respondents should be jointly and severally liable to pay the penalties.",
      "id": "s142"
    },
    {
      "text": "In the absence of a formal partnership agreement and, having regard to the primary responsibility of the first respondent for the errant conduct, I consider that the penalties should be imposed on the first respondent alone.",
      "id": "s143"
    },
    {
      "text": "33 The applicant sought an order that any penalties imposed by the Court should be payable to the Commonwealth: see s 841(a) of the Act .",
      "id": "s144"
    },
    {
      "text": "The respondents did not urge the making of any alternative order.",
      "id": "s145"
    },
    {
      "text": "I consider that such an order is appropriate.",
      "id": "s146"
    },
    {
      "text": "I certify that the preceding thirty-three (33) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice TRACEY.",
      "id": "s147"
    },
    {
      "text": "Associate:\n\nDated: 27 July 2007\n\n\n Counsel for the Applicant: Ms M Richards \n \n Solicitor for the Applicant: Minter Ellison \n \n Counsel for the Respondent: Mr M McKenney \n \n Solicitor for the Respondent: Garden &amp; Green \n \n Date of Hearing: 19 July 2007 \n \n Date of Judgment: 27 July 2007 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1080.html",
      "id": "s148"
    }
  ]
}