{
  "name": "SBXC v Minister for Immigration and Multicultural and Indigenous Affairs [2007] FCA 19 (23 January 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/19.html",
  "catchphrases": [
    {
      "text": "application for prerogative relief",
      "id": "c0"
    },
    {
      "text": "where applicant is iranian citizen seeking protection visa",
      "id": "c1"
    },
    {
      "text": "where tribunal affirmed minister's decision not to grant protection visa",
      "id": "c2"
    },
    {
      "text": "whether tribunal addressed applicant's claim that iranian government mistakenly thought him to be of a particular faith",
      "id": "c3"
    },
    {
      "text": "whether tribunal addressed applicant's claim that he would be persecuted during compulsory military service",
      "id": "c4"
    },
    {
      "text": "whether tribunal erred in not having proper regard to documentary evidence supplied by applicant.",
      "id": "c5"
    },
    {
      "text": "migration",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application under s 39B of the Judiciary Act 1903 (Cth) and s 475A of the Migration Act 1958 (Cth) ('the Act') as it was before the amendment effected by the Migration Litigation Reform Act 2005 (No 137 of 2005) for prerogative relief directed to the Minister for Immigration and Multicultural and Indigenous Affairs and the Refugee Review Tribunal ('the Tribunal').",
      "id": "s0"
    },
    {
      "text": "2 The applicant for relief applied for a Protection (Class XA) Visa on 12 March 2005.",
      "id": "s1"
    },
    {
      "text": "On 13 April 2005 a delegate of the Minister refused the application and on 14 April 2005 the applicant applied to the Tribunal for a review of that decision.",
      "id": "s2"
    },
    {
      "text": "The Tribunal conducted a review and on 5 October 2005 decided to affirm the decision not to grant a protection visa.",
      "id": "s3"
    },
    {
      "text": "3 The applicant submits that the Tribunal made three errors of law which went to its jurisdiction.",
      "id": "s4"
    },
    {
      "text": "Before identifying the alleged errors and considering whether the applicant's submissions should be accepted, it is convenient to identify the applicant's claims before the Tribunal.",
      "id": "s5"
    },
    {
      "text": "4 \n \nThe Tribunal commenced its consideration of the application for review by referring to the claims made by the applicant upon his unauthorised arrival at Sydney airport on 9 March 2005.",
      "id": "s6"
    },
    {
      "text": "The applicant told the interviewing officer of his general circumstances and his movements on leaving Iran in January 2005.",
      "id": "s7"
    },
    {
      "text": "He gave details of his family circumstances.",
      "id": "s8"
    },
    {
      "text": "He said that he had a friend who was of the Baha'i faith.",
      "id": "s9"
    },
    {
      "text": "5 The Tribunal then examined the claims made by the applicant in his application for a protection visa.",
      "id": "s10"
    },
    {
      "text": "The applicant said he was an Iranian citizen and a Shi'a Muslim.",
      "id": "s11"
    },
    {
      "text": "He said that he had military service obligations in Iran.",
      "id": "s12"
    },
    {
      "text": "He said that he left Iran legally and that he had no difficulty in obtaining a passport with an exit permit valid until the Persian New Year.",
      "id": "s13"
    },
    {
      "text": "He said that his friend of the Baha'i faith had left Iran and gone to America.",
      "id": "s14"
    },
    {
      "text": "He said that his association with that friend and his parents in Iran had brought him to the attention of authorities.",
      "id": "s15"
    },
    {
      "text": "The authorities thought the applicant had converted to the Baha'i faith and on one occasion they took him to the police station where he was questioned.",
      "id": "s16"
    },
    {
      "text": "The applicant said that he was fearful because he had attended Baha'i 'sessions' and knew a lot about the faith.",
      "id": "s17"
    },
    {
      "text": "He said that he and his cousin had attended an anti-government protest in Shiraz in July 2003.",
      "id": "s18"
    },
    {
      "text": "His cousin had been arrested and then imprisoned.",
      "id": "s19"
    },
    {
      "text": "The applicant said if he returned to Iran he would be arrested for not having a passport.",
      "id": "s20"
    },
    {
      "text": "He would also be required to do military service which he did not want to do.",
      "id": "s21"
    },
    {
      "text": "He said that if the authorities believed that he had converted to the Baha'i faith he would be executed.",
      "id": "s22"
    },
    {
      "text": "6 The Tribunal then examined the claims made by the applicant during an interview with the delegate of the Minister on 15 March 2005.",
      "id": "s23"
    },
    {
      "text": "It is not necessary for me to set out all the details of what was said by the Tribunal.",
      "id": "s24"
    },
    {
      "text": "The applicant said that he was not a Baha'i.",
      "id": "s25"
    },
    {
      "text": "He said that he was a practising Muslim, but he did not pray or attend mosque.",
      "id": "s26"
    },
    {
      "text": "He gave details of the Baha'i sessions he attended and said that he made no commitment at the sessions.",
      "id": "s27"
    },
    {
      "text": "The applicant's main problem was that he was suspected of being of the Baha'i faith.",
      "id": "s28"
    },
    {
      "text": "7 The Tribunal then set out the information and evidence put before it at the review hearing.",
      "id": "s29"
    },
    {
      "text": "The applicant reiterated a number of the claims already outlined.",
      "id": "s30"
    },
    {
      "text": "He said that the authorities did not prevent him leaving Iran.",
      "id": "s31"
    },
    {
      "text": "As far as his possible military service was concerned the applicant said that if the authorities knew he was associated with the Baha'i faith 'they would really hassle him in the military'.",
      "id": "s32"
    },
    {
      "text": "He gave further details of his association with his friend of the Baha'i faith and that friend's family and of his questioning by the authorities.",
      "id": "s33"
    },
    {
      "text": "The applicant described his involvement with the Baha'i faith and said that he intended to convert to that faith.",
      "id": "s34"
    },
    {
      "text": "He said that he had not mentioned that intention earlier because he was frightened to divulge everything when he arrived.",
      "id": "s35"
    },
    {
      "text": "The applicant said that the authorities in Iran already suspect him of having converted to the Baha'i faith.",
      "id": "s36"
    },
    {
      "text": "8 After the hearing, the Tribunal received a further submission from the applicant.",
      "id": "s37"
    },
    {
      "text": "9 On 24 August 2005 the Tribunal, mindful of the obligation in s 424 of the Act, wrote to the applicant in the following terms:\n \n 'Dear [Applicant], \n Your Application for Review \n The Tribunal has information that would, subject to any comments you make, be the reason, or part of the reason, for deciding that you are not entitled to a protection visa.",
      "id": "s38"
    },
    {
      "text": "The information is that, (in contrast to the claim made at the hearing that you intend to convert to the Baha'i faith), at your arrival interview, your protection visa application and in your interview with the Delegate, you said your concern was that you had been and would be accused of converting, although you were not a Baha'i and were still a practising Muslim.",
      "id": "s39"
    },
    {
      "text": "You did not say at any stage prior to the hearing, that you wished or intended to convert.",
      "id": "s40"
    },
    {
      "text": "This information is relevant because it casts doubt on the genuineness of your stated wish and intention to adopt the Baha'i faith.",
      "id": "s41"
    },
    {
      "text": "Although this matter was discussed at the hearing and addressed [in] your later submission, legislation requires the Tribunal to put it to you in a letter.",
      "id": "s42"
    },
    {
      "text": "You are therefore invited to comment on this information.",
      "id": "s43"
    },
    {
      "text": "Your comments are to be in writing and in English.",
      "id": "s44"
    },
    {
      "text": "They are to be received at the Tribunal by Friday, 16 September 2005 .",
      "id": "s45"
    },
    {
      "text": "Yours sincerely \n \n (Signed) \n for District Registrar' \n \n\n10 On 19 September 2005 the Tribunal received a submission from the applicant in response to this letter.",
      "id": "s46"
    },
    {
      "text": "With the submission the Tribunal received a photocopy of a letter from the applicant's mother and a certified translation thereof.",
      "id": "s47"
    },
    {
      "text": "This letter is important because the applicant submits that the Tribunal did not have proper regard to it.",
      "id": "s48"
    },
    {
      "text": "The contents of the letter are adequately summarised by the Tribunal.",
      "id": "s49"
    },
    {
      "text": "The Tribunal's summary is as follows:\n \n 'The letter states that in May or June 2005 two vehicles (one police, the other unmarked) came to the house and four people claiming to be police entered, searched and ransacked the house, interrogated the applicant's family as to his whereabouts, and took the applicant's father away.",
      "id": "s50"
    },
    {
      "text": "He was detained for two days and was released on bail (giving his house deed as security).",
      "id": "s51"
    },
    {
      "text": "Three days later they came again and interrogated the family about [Applicant] and accused the applicant and his family of converting to Baha'i.",
      "id": "s52"
    },
    {
      "text": "Even before these contacts security people were patrolling the house.",
      "id": "s53"
    },
    {
      "text": "The home phone was bugged, and she did not want the applicant to call.",
      "id": "s54"
    },
    {
      "text": "[Applicant]'s father had also been detained and questioned.",
      "id": "s55"
    },
    {
      "text": "The letter concludes that the applicant has caused them headaches, and (although concerned at being far from him) urges him to \"just leave us alone and forget about us\", and is signed his loving mother.",
      "id": "s56"
    },
    {
      "text": "' \n \n\n11 The Tribunal then considered the country information available to it.",
      "id": "s57"
    },
    {
      "text": "A summary of its findings based on that information is as follows:\n \n 1.",
      "id": "s58"
    },
    {
      "text": "The ability to travel in and out of Iran through legal exit/entry points is a reliable indication that a person is of no particular adverse political or security interest.",
      "id": "s59"
    },
    {
      "text": "Such a person would not warrant inclusion on a black list which is kept, or arrest.",
      "id": "s60"
    },
    {
      "text": "2.",
      "id": "s61"
    },
    {
      "text": "A person who applied for political asylum abroad but who failed would not face serious harassment on his or her return to Iran.",
      "id": "s62"
    },
    {
      "text": "3.",
      "id": "s63"
    },
    {
      "text": "There is a general obligation on young men in Iran to perform a period of military service.",
      "id": "s64"
    },
    {
      "text": "4.",
      "id": "s65"
    },
    {
      "text": "Those persons who practise the Baha'i faith in Iran are the subject of discriminatory treatment by reason of that fact.",
      "id": "s66"
    },
    {
      "text": "However, there is no evidence that those who are friends with a Baha'i family suffer discriminatory treatment.",
      "id": "s67"
    },
    {
      "text": "12 Before identifying the critical findings made by the Tribunal, it is convenient at this point to identify the applicant's submissions as to the jurisdictional errors he said were made by the Tribunal.",
      "id": "s68"
    },
    {
      "text": "13 First, he submits that the Tribunal erred in not addressing his claim that he had a well-founded fear of persecution because the authorities in Iran would think that he was of the Baha'i faith.",
      "id": "s69"
    },
    {
      "text": "In other words, the Tribunal did not address his claim that even though he was not of the Baha'i faith, he would be persecuted because the authorities would think that he was of that faith.",
      "id": "s70"
    },
    {
      "text": "Secondly, he submits that the Tribunal erred in not addressing his claim that he would be persecuted during the performance of his military service.",
      "id": "s71"
    },
    {
      "text": "Thirdly, he submits that the Tribunal erred in not having proper regard to the letter from his mother.",
      "id": "s72"
    },
    {
      "text": "14 As to the first submission, in my opinion, the Tribunal did address the applicant's claim that he had a well-founded fear of persecution because the authorities in Iran thought or might think that he was of the Baha'i faith.",
      "id": "s73"
    },
    {
      "text": "The Tribunal accepted that the applicant had a Baha'i friend and attended Baha'i gatherings in Iran.",
      "id": "s74"
    },
    {
      "text": "It accepted that Baha'i is a persecuted religious minority in Iran, and that a convert from Islam to the Baha'i faith would be at an even greater risk of persecution than someone born into a Baha'i family.",
      "id": "s75"
    },
    {
      "text": "15 The Tribunal found that the applicant was not of adverse interest to the Iranian authorities.",
      "id": "s76"
    },
    {
      "text": "It did not accept that he was detained and questioned as he claimed or that the authorities harassed his family as he claimed, 'notwithstanding the letter from his mother'.",
      "id": "s77"
    },
    {
      "text": "The Tribunal was satisfied that had the applicant been under investigation as he claimed, he would have been blacklisted and he would not have been able to leave the country.",
      "id": "s78"
    },
    {
      "text": "It said that the fact that he was able to do so was a reliable indication that he was not of interest to the Iranian authorities.",
      "id": "s79"
    },
    {
      "text": "It said that its finding that the applicant was not of interest to the Iranian authorities was reinforced by the absence of information indicating that Iranians had been targeted merely for being friends with a Baha'i family.",
      "id": "s80"
    },
    {
      "text": "Furthermore, it said that if the authorities were aware that the applicant was attending Baha'i meetings, the country information suggested that it was most improbable that this would not have been an 'explicit' subject of his interrogation, or that he would have been released without charge.",
      "id": "s81"
    },
    {
      "text": "In my opinion, these findings were open to the Tribunal.",
      "id": "s82"
    },
    {
      "text": "The critical finding is that the applicant was not of interest to the Iranian authorities and that negated a conclusion that the authorities thought that he had converted to the Baha'i faith.",
      "id": "s83"
    },
    {
      "text": "16 The Tribunal went on to deal with the applicant's claim that he intended to convert to Baha'i.",
      "id": "s84"
    },
    {
      "text": "He gave evidence of such an intention, and it was appropriate for the Tribunal to consider that question in view of the evidence that those of the Baha'i faith are a persecuted religious minority in Iran.",
      "id": "s85"
    },
    {
      "text": "The Tribunal said that it was not satisfied that the applicant intends to convert to the Baha'i faith.",
      "id": "s86"
    },
    {
      "text": "It noted that in his interview with the delegate, the applicant had said that he was not of the Baha'i faith and that he was still a Muslim.",
      "id": "s87"
    },
    {
      "text": "At that point he had a clear opportunity to state that he believed in the Baha'i faith and wished to formally convert.",
      "id": "s88"
    },
    {
      "text": "The Tribunal said:\n \n 'Yet his replies left the clear impression was [sic] that his concern was only about being a suspected convert, not about being a real convert who would not be able to freely practice his religion.",
      "id": "s89"
    },
    {
      "text": "' \n \n\n17 The Tribunal noted that the applicant had taken no steps at all to research the Baha'i community in Australia and the reason he had not done that if he intended to convert was not persuasively explained.",
      "id": "s90"
    },
    {
      "text": "18 The Tribunal said by way of conclusion that it did not accept that the applicant faced a real chance of serious harm in relation to 'his real or imputed religion'.",
      "id": "s91"
    },
    {
      "text": "The findings made by the Tribunal were open to it and it did address the claim that he intended to convert and would be persecuted as a result, and the claim that he would be persecuted because the authorities in Iran considered that he had converted.",
      "id": "s92"
    },
    {
      "text": "The applicant's first challenge to the Tribunal's decision must be rejected.",
      "id": "s93"
    },
    {
      "text": "19 As to the second submission, this submission is related to the first.",
      "id": "s94"
    },
    {
      "text": "The laws requiring military service applied to all and there is no evidence that if he failed to perform military service he would suffer a harsher penalty for a Convention reason.",
      "id": "s95"
    },
    {
      "text": "Insofar as the applicant was saying that he would suffer persecution during his period of military service because the authorities considered that he was of the Baha'i faith, that submission must fail for the reasons that the first submission fails.",
      "id": "s96"
    },
    {
      "text": "20 As to the third submission, the Tribunal set out in its reasons for decision a full description of the contents of the letter from the applicant's mother and that description is set out in [10] above.",
      "id": "s97"
    },
    {
      "text": "It made specific reference to it in the context of its finding that it was not prepared to accept that the authorities in Iran had harassed his family.",
      "id": "s98"
    },
    {
      "text": "That harassment was said to have taken place because of the interest the Iranian authorities took in the applicant.",
      "id": "s99"
    },
    {
      "text": "The Tribunal was entitled to conclude for the reasons it gave that the applicant was not of adverse interest to the Iranian authorities and therefore to reject his story that he had been detained and questioned.",
      "id": "s100"
    },
    {
      "text": "It was entitled to reject the assertion that his family had been harassed and it is clear that it took into account the letter from the applicant's mother in deciding whether it should reach that conclusion.",
      "id": "s101"
    },
    {
      "text": "The Tribunal had regard to the letter from the applicant's mother and did not err in the way alleged by the applicant.",
      "id": "s102"
    },
    {
      "text": "The third submission must be rejected.",
      "id": "s103"
    },
    {
      "text": "Conclusion \n \n21 The appeal must be dismissed and the applicant must pay the first respondent's costs.",
      "id": "s104"
    },
    {
      "text": "I certify that the preceding twenty-one (21) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Besanko .",
      "id": "s105"
    },
    {
      "text": "Associate:\n\nDated: 23 January 2007\n\n\n Counsel for the Applicant: P Charman \n \n Solicitor for the Applicant: Westside Community Lawyers \n \n Counsel for the Respondent: K Bean \n \n Solicitor for the Respondent: Australian Government Solicitor, Adelaide \n \n Date of Hearing: 19 May 2006 \n \n Date of Judgment: 23 January 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/19.html",
      "id": "s106"
    }
  ]
}