{
  "name": "Rilstone v BP Australia Pty Ltd [2007] FCA 1557 (11 October 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1557.html",
  "catchphrases": [
    {
      "text": "where discovery made of documents",
      "id": "c0"
    },
    {
      "text": "where claim of legal professional privilege",
      "id": "c1"
    },
    {
      "text": "where claim of legal advice privilege",
      "id": "c2"
    },
    {
      "text": "where application to produce for inspection",
      "id": "c3"
    },
    {
      "text": "where documents created in course of investigation by office of workplace services",
      "id": "c4"
    },
    {
      "text": "where documents communicated by office of workplace services to legal and advice branch of office of workplace services",
      "id": "c5"
    },
    {
      "text": "where multiple purposes for creation of documents",
      "id": "c6"
    },
    {
      "text": "where head of legal and advice branch had power to approve state manager's recommendation to institute proceedings",
      "id": "c7"
    },
    {
      "text": "whether legal advice privilege established",
      "id": "c8"
    },
    {
      "text": "whether documents brought into existence for dominant purpose of obtaining legal advice",
      "id": "c9"
    },
    {
      "text": "whether legal and advice branch of office of workplace services a legal adviser",
      "id": "c10"
    },
    {
      "text": "whether necessary to establish independence in all cases",
      "id": "c11"
    },
    {
      "text": "whether power to approve state manager's recommendation deprived legal and advice branch of independence.",
      "id": "c12"
    },
    {
      "text": "procedure",
      "id": "c13"
    }
  ],
  "sentences": [
    {
      "text": "Introduction \n \n1 On 5 February 2007, Mr Aaron Rilstone, a workplace inspector employed in the then Office of Workplace Services (\"OWS\") brought a proceeding in the Federal Magistrates Court of Australia against BP Australia Pty Ltd and No 1 Riverside Quay Pty Ltd.",
      "id": "s0"
    },
    {
      "text": "The proceeding was subsequently transferred to this Court.",
      "id": "s1"
    },
    {
      "text": "The proceeding is brought under the Workplace Relations Act 1996 (Cth) (\"the Act \") and the applicant seeks orders imposing upon the respondents a pecuniary penalty under subs 407(1)(b) of the Act for contravention of subs 400(5) and of subs 410(1) of the Act and a civil penalty under subs 846(2)(g) of the Act for contravention of reg 8.11(1)(c) and of reg 8.13(2) of the Workplace Relations Regulations 2006 (Cth).",
      "id": "s2"
    },
    {
      "text": "2 On 7 August 2007, I made an order that the applicant file and serve on or before 21 August 2007 a list of documents enumerating each document in its possession, other than those that are reasonably believed to be in the respondents' possession.",
      "id": "s3"
    },
    {
      "text": "By consent, the date for filing and serving the list of documents was varied to 28 August 2007 by order made on 21 August 2007.",
      "id": "s4"
    },
    {
      "text": "On 29 August 2007 the applicant filed its list of documents.",
      "id": "s5"
    },
    {
      "text": "Claims of legal professional privilege were made in respect of several of the documents in the list.",
      "id": "s6"
    },
    {
      "text": "In respect of some documents, legal advice privilege was claimed; in respect of others, litigation privilege was claimed.",
      "id": "s7"
    },
    {
      "text": "An affidavit of Mr Steven David Ronson sworn on 28 August 2007 was filed in support of the claims of privilege.",
      "id": "s8"
    },
    {
      "text": "3 By notice of motion filed on 17 September 2007, the respondents moved for an order that:\n \n \"The Applicant produce for inspection each of the documents that are dated with a date on or before 23 October 2006 and in relation to which advice privilege is asserted as set out in the Applicant's Further List of Documents excluding the documents numbered 3.1, 3.3 and 4.34.",
      "id": "s9"
    },
    {
      "text": "\"\n \n\n4 On 3 October 2007 I ordered that the applicant produce for inspection those documents referred to in the respondents' notice of motion.",
      "id": "s10"
    },
    {
      "text": "My reasons for making that order follow.",
      "id": "s11"
    },
    {
      "text": "The Documents in Dispute \n \n5 The respondents' notice of motion related to those documents which bore a date on or before 23 October 2006 and in respect of which advice privilege was claimed, with the exception of three identified documents.",
      "id": "s12"
    },
    {
      "text": "At the hearing of the notice of motion, the applicant identified seven documents in his list of documents in respect of which a claim of advice privilege was no longer made.",
      "id": "s13"
    },
    {
      "text": "The documents in relation to which advice privilege is claimed by the applicant and disputed by the respondents are tabulated in the appendix to these reasons (\"the documents\").",
      "id": "s14"
    },
    {
      "text": "In summary, they are documents which were made in the course of an investigation by the OWS into the respondents' possible breaches of the Act and provided to the OWS' Legal and Advice Branch.",
      "id": "s15"
    },
    {
      "text": "6 The OWS was abolished as from 1 July 2007.",
      "id": "s16"
    },
    {
      "text": "From that date, its functions have been exercised by the Workplace Ombudsman.",
      "id": "s17"
    },
    {
      "text": "The OWS was an executive agency within the responsibility of the Minister for Employment and Workplace Relations whereas the Workplace Ombudsman is a statutory agency.",
      "id": "s18"
    },
    {
      "text": "The documents in issue on the notice of motion are documents created on or before 23 October 2006.",
      "id": "s19"
    },
    {
      "text": "In that sense, reference to the Workplace Ombudsman is irrelevant.",
      "id": "s20"
    },
    {
      "text": "However, Mr Ronson, who is the State Director of the Workplace Ombudsman and was previously the State Manager of the OWS, gave his evidence as if, for the purposes of this application, there was no material difference between the OWS and the Workplace Ombudsman.",
      "id": "s21"
    },
    {
      "text": "The parties proceeded on that basis and I will as well.",
      "id": "s22"
    },
    {
      "text": "7 For reasons which will later become apparent, it is convenient to state now that a subset of the documents in issue comprises records of interviews conducted during the investigation and related documentation (\"the interview documents\").",
      "id": "s23"
    },
    {
      "text": "This subset is identified in the last column in the table of the appendix to these reasons.",
      "id": "s24"
    },
    {
      "text": "The documents within the subset were identified by counsel for the applicant from the bar table for the purposes of the submission discussed below [17]-[18].",
      "id": "s25"
    },
    {
      "text": "Background Facts \n \n8 The applicant relied upon the evidence of Mr Ronson to support his claims for privilege.",
      "id": "s26"
    },
    {
      "text": "Mr Ronson has been involved, and has participated at an investigatory level, at all stages of the case which has given rise to the present proceeding.",
      "id": "s27"
    },
    {
      "text": "In addition to his affidavit, Mr Ronson gave oral evidence at the hearing of the notice of motion.",
      "id": "s28"
    },
    {
      "text": "I found Mr Ronson to be an honest and straightforward witness and I accept his evidence.",
      "id": "s29"
    },
    {
      "text": "9 The salient points of Mr Ronson's evidence are as follows:\n \n &#61863; Mr Ronson has a general discretion to determine the investigations that are to be pursued;\n &#61863; Where an investigation involves high-profile or sensitive issues of, for example, a political or legal nature, his practice is to seek legal advice from the Legal and Advice Branch of the Workplace Ombudsman before deciding whether to proceed further with the investigation or to close the file;\n &#61863; The Legal and Advice Branch is the Workplace Ombudsman's central legal division.",
      "id": "s30"
    },
    {
      "text": "It provides nationwide legal advice to inspectors and senior management.",
      "id": "s31"
    },
    {
      "text": "The Legal and Advice Branch is also responsible for engaging and instructing external legal providers such as the Australian Government Solicitor and other legal providers engaged by the Workplace Ombudsman;\n &#61863; Mr Ronson has a responsibility to recommend the institution of proceedings to the Legal and Advice Branch, which will subsequently approve or not approve that recommendation.",
      "id": "s32"
    },
    {
      "text": "The decision whether or not to institute a proceeding was to be made by Ms Heather Byrne, who was the head of Legal and Advice Branch.",
      "id": "s33"
    },
    {
      "text": "&#61863; Mr Ronson's involvement in the case giving rise to the present proceeding commenced on 14 August 2006;\n &#61863; By 18 August 2006, it was clear to Mr Ronson that he was going to seek legal advice in relation to the case because of Ministerial interest in the matter; the fact that the first respondent was a well known and significant employer; the matter involved young, and vulnerable employees, and involved parents of employees; the nature of the alleged breach of the Act ; and media interest; and\n &#61863; He sought legal advice from the Legal and Advice Branch and his oral evidence was that the first time he did that was between the end of September 2006 and 5 October 2006.",
      "id": "s34"
    },
    {
      "text": "On the latter date the Legal and Advice Branch made a decision to seek external legal advice and the firm of Minter Ellison was instructed on 5 October 2006.",
      "id": "s35"
    },
    {
      "text": "On 23 October 2006 the Workplace Ombudsman (in fact, at that time, it must have been the OWS) received advice on the prospects of litigation.",
      "id": "s36"
    },
    {
      "text": "10 There was no evidence as to when Mr Ronson made his recommendation or when Ms Byrne made the decision to approve the recommendation.",
      "id": "s37"
    },
    {
      "text": "There was a suggestion that Ms Byrne consulted others before making her decision, but the precise details were not the subject of evidence.",
      "id": "s38"
    },
    {
      "text": "Relevant Legal Principles \n \n11 The claims of privilege are to be determined by reference to the common law principles.",
      "id": "s39"
    },
    {
      "text": "Section 118 of the Evidence Act 1995 (Cth), which creates a statutory legal advice privilege, applies only to the adduction of evidence.",
      "id": "s40"
    },
    {
      "text": "Where, as in the present case, privilege is claimed at the pre-hearing stage of discovery, the claim is to be determined by reference to the common law: Esso Australia Resources Ltd v Commissioner of Taxation (Cth) [1999] HCA 67 ; (1999) 201 CLR 49 at 59 [16] - [17] per Gleeson CJ, Gaudron and Gummow JJ, 73-4 [64] per McHugh J and 100-1 [149] per Callinan J.",
      "id": "s41"
    },
    {
      "text": "See also Northern Territory v GPAO [1999] HCA 8 ; (1999) 196 CLR 553 at 571 [16] per Gleeson CJ and Gummow J, 606 [135] per Gaudron J and 629 [199] per McHugh and Callinan JJ.",
      "id": "s42"
    },
    {
      "text": "The Federal Court Rules , in particular O 33 r 11, do not extend the operation of s 118 beyond 'circumstances in which the order to produce the document or thing is made to facilitate its being immediately adduced in evidence': Seven Network Ltd v News Ltd [2005] FCAFC 125 ; (2005) 144 FCR 379 at 382-3 [17] per Branson J; see also at 384-5 [33] per Allsop J.",
      "id": "s43"
    },
    {
      "text": "12 The privilege asserted is legal advice privilege, which protects confidential communications between a client and his or her legal adviser.",
      "id": "s44"
    },
    {
      "text": "The protection of communications passing between third parties and the client's legal adviser does not arise in the present case: all the documents in question are said to be communications created by the OWS or Mr Ronson as State Manager of the OWS (the client) and communicated to the Legal and Advice Branch (the legal adviser).",
      "id": "s45"
    },
    {
      "text": "The relevant communications in respect of which privilege is claimed are all contained in documents.",
      "id": "s46"
    },
    {
      "text": "Therefore, in determining whether the communications enjoy the privilege claimed, the relevant test to be applied in each case is whether the document was brought into existence for the dominant purpose of obtaining or giving legal advice: Esso Australia Resources Ltd v Commissioner of Taxation (Cth) [1999] HCA 67 ; (1999) 201 CLR 49.",
      "id": "s47"
    },
    {
      "text": "Although no submissions were put directly on the point, it appears from the applicant's list of documents that several of the documents may be copies of documents which, in their original form, are not the subject of privilege.",
      "id": "s48"
    },
    {
      "text": "Whether these copy documents enjoy legal professional privilege will depend upon whether the copy was brought into existence for the dominant purpose of obtaining legal advice: Australian Federal Police Commissioner v Propend Finance Pty Ltd [1997] HCA 3 ; (1997) 188 CLR 501.",
      "id": "s49"
    },
    {
      "text": "13 The party asserting the privilege --- in this case, the applicant --- bears the onus of proving it.",
      "id": "s50"
    },
    {
      "text": "14 These applicable principles give rise to two issues to be decided in the present case.",
      "id": "s51"
    },
    {
      "text": "The first issue is whether the dominant purpose for which the documents were brought into existence was the obtaining of legal advice.",
      "id": "s52"
    },
    {
      "text": "The second issue is whether the Legal and Advice Branch is a legal adviser for the purposes of the law relating to legal advice privilege.",
      "id": "s53"
    },
    {
      "text": "Although the second issue I have identified might be seen as logically antecedent to the first, it is convenient to begin with the purpose issue, because that issue disposes of the notice of motion.",
      "id": "s54"
    },
    {
      "text": "The Purposes for which the Documents were Brought into Existence \n \n15 It is agreed that the documents were created in the exercise of statutory investigatory powers under the Act in the course of investigatory proceedings by the applicant into the conduct of the respondents: s 169.",
      "id": "s55"
    },
    {
      "text": "The applicant puts its claim of privilege on the basis that despite this purpose, which I will call the investigatory purpose, the dominant purpose for which the documents were brought into existence was to obtain legal advice from the Legal and Advice Branch.",
      "id": "s56"
    },
    {
      "text": "16 The applicant made two submissions in the alternative.",
      "id": "s57"
    },
    {
      "text": "The first related to all the documents in dispute and relied on the fact that Mr Ronson decided on or about 18 August 2006 that legal advice would be sought in relation to the matter being investigated.",
      "id": "s58"
    },
    {
      "text": "The submission was that once Mr Ronson decided that he was not going to be able to determine whether there had been a breach of the Act , or whether to recommend the institution of proceedings, without obtaining legal advice, the documents brought into existence thereafter were brought into existence for the main purpose, or the ruling or prevailing purpose, of obtaining legal advice.",
      "id": "s59"
    },
    {
      "text": "I am unable to accept this broad submission.",
      "id": "s60"
    },
    {
      "text": "Even though I accept Mr Ronson's evidence that on or about 18 August 2006 he decided that it would be necessary for him to seek legal advice, that fact supports, at its highest, only the conclusion that obtaining legal advice was one purpose, alongside the admitted investigatory purpose.",
      "id": "s61"
    },
    {
      "text": "To prove the asserted privilege, the applicant is required to show that obtaining legal advice was the dominant purpose.",
      "id": "s62"
    },
    {
      "text": "Without 'focused and specific evidence' ( Barnes v Commissioner of Taxation [2007] FCAFC 88 at [18] per Tamberlin, Stone and Siopis JJ) I am unable to find that obtaining legal advice was the dominant purpose behind the creation of the documents.",
      "id": "s63"
    },
    {
      "text": "I wish to make clear that I do not regard Mr Ronson's evidence as being in the nature of bare assertions as to his purpose.",
      "id": "s64"
    },
    {
      "text": "His evidence usefully explains the particular circumstances of the relevant investigation, including the political and media interest, and how they informed him in reaching the view that seeking legal advice would be necessary.",
      "id": "s65"
    },
    {
      "text": "But it does not follow that obtaining legal advice was his dominant purpose in creating any of the several documents, let alone all of them as a general class of document defined only by the fact that they were created after 18 August 2006.",
      "id": "s66"
    },
    {
      "text": "17 The applicant's second submission, put in the alternative, was that the interview documents were privileged.",
      "id": "s67"
    },
    {
      "text": "The submission was that those documents either would not have been created but for the purpose of obtaining legal advice, or, if they would have been created regardless, would not have been created at the time that they were in fact created.",
      "id": "s68"
    },
    {
      "text": "As a matter of legal principle, this is a sounder basis upon which to assert a claim for legal professional privilege.",
      "id": "s69"
    },
    {
      "text": "The applicant conceded that this submission cannot support each claim for privilege made, but only the claims in respect of what I have called the interview documents.",
      "id": "s70"
    },
    {
      "text": "18 I am not satisfied that the evidence before me supports the alternative submission.",
      "id": "s71"
    },
    {
      "text": "Mr Ronson did not suggest in his evidence that statements from witnesses would not be obtained in investigations where there was no intention to seek legal advice.",
      "id": "s72"
    },
    {
      "text": "His evidence was only that statements were taken more formally where, as in the present case, seeking legal advice was intended.",
      "id": "s73"
    },
    {
      "text": "The more formal procedure involved seeking authorisation to record the witness' voice, issuing a caution to witnesses and advising the witnesses that legal proceedings may eventually be instituted.",
      "id": "s74"
    },
    {
      "text": "It is not clear on the evidence whether in the present case the reduction into documentary form of the information obtained in the investigation occurred for the dominant purpose of obtaining legal advice.",
      "id": "s75"
    },
    {
      "text": "It was for the applicant to establish that, and he has not done so.",
      "id": "s76"
    },
    {
      "text": "19 In the result, I am not satisfied that the dominant purpose for the creation of the documents was the obtaining of legal advice.",
      "id": "s77"
    },
    {
      "text": "The Legal and Advice Branch as legal adviser \n \n20 As I have said, the OWS was an executive agency.",
      "id": "s78"
    },
    {
      "text": "The Legal and Advice Branch was a branch of the OWS or, as Mr Ronson put it in the context of the Workplace Ombudsman, its \"central legal division\".",
      "id": "s79"
    },
    {
      "text": "I think it is appropriate to infer that there are qualified lawyers within the Legal and Advice Branch and that they were employees of the OWS.",
      "id": "s80"
    },
    {
      "text": "21 Ms Byrne is the head of the Legal and Advice Branch and one of her functions is to approve or otherwise a recommendation made by Mr Ronson.",
      "id": "s81"
    },
    {
      "text": "The effect of the evidence is that she is the decision-maker with respect to the institution of proceedings under the Act or, at least, the proceedings which have been instituted against the respondents in this case.",
      "id": "s82"
    },
    {
      "text": "The matters she takes into account and the persons she consults were not the subject of evidence.",
      "id": "s83"
    },
    {
      "text": "22 The claim of privilege relies on an assumption that the Legal and Advice Branch was a legal adviser.",
      "id": "s84"
    },
    {
      "text": "The respondents put two submissions to the effect that the Legal and Advice Branch was not independent of the OWS and therefore was not a legal adviser for the purposes of legal professional privilege.",
      "id": "s85"
    },
    {
      "text": "23 First, they submit that the onus was on the applicant to establish his claim for privilege and that included adducing evidence that the Legal and Advice Branch was independent of the OWS.",
      "id": "s86"
    },
    {
      "text": "It was submitted that the applicant had put forward no evidence, or insufficient evidence, of the Legal and Advice Branch's independence.",
      "id": "s87"
    },
    {
      "text": "It was submitted that this case is similar to that before Graham J in Telstra Corporation Limited v Minister for Communications, Information Technology and the Arts (No 2) [2007] FCA 1445 (\" Telstra \") in which his Honour held that the absence of evidence establishing the independence of the internal legal advisers was fatal to the claim of privilege.",
      "id": "s88"
    },
    {
      "text": "24 In Waterford v The Commonwealth [1987] HCA 25 ; (1987) 163 CLR 54 the High Court held that salaried lawyers within the Government were legal advisers to a Government department for the purposes of legal professional privilege and the requirement of independence was discussed in that context.",
      "id": "s89"
    },
    {
      "text": "Mason and Wilson JJ said (at 62):\n \n \"Whether in any particular case the relationship is such as to give rise to the privilege will be a question of fact.",
      "id": "s90"
    },
    {
      "text": "It must be a professional relationship which secures to the advice an independent character notwithstanding the employment.",
      "id": "s91"
    },
    {
      "text": "\"\n \n\n25 The evidence required to establish the professional relationship necessary to establish independence will depend on the circumstances.",
      "id": "s92"
    },
    {
      "text": "In the case of a person engaging a private firm of solicitors, independence almost invariably will be established by those facts alone.",
      "id": "s93"
    },
    {
      "text": "In the case of a lawyer employed by a private company more may be required to establish independence, particularly if there is evidence suggesting that the solicitor was on occasion asked to advise on management or commercial matters (see, for example, Seven Network Limited v News Limited [2005] FCA 142 at [4] and [38] per Tamberlin J).",
      "id": "s94"
    },
    {
      "text": "I do not think Graham J in Telstra was saying any more than that in the circumstances before him the evidence was insufficient to establish the required degree of independence of the internal legal advisers.",
      "id": "s95"
    },
    {
      "text": "26 In this case the applicant might have put forward more detailed evidence as to how the Legal and Advice Branch operated and its role in the OWS organisation.",
      "id": "s96"
    },
    {
      "text": "However, in my opinion, this case has similarities with the facts in Waterford and, subject to the respondents' second submission, the necessary degree of independence has been established, or, put another way, it has been established that the Legal and Advice Branch was a legal adviser for the purposes of legal professional privilege.",
      "id": "s97"
    },
    {
      "text": "27 Secondly, the respondents submitted that the fact Ms Byrne, as head of the Legal and Advice Branch, was the decision-maker meant that documents brought into existence for the purpose of submission to the Legal and Advice Branch could not have been brought into existence for the purpose of obtaining legal advice.",
      "id": "s98"
    },
    {
      "text": "It was submitted that they must have been brought into existence as part of the process of making a recommendation to the Legal and Advice Branch.",
      "id": "s99"
    },
    {
      "text": "I reject this submission.",
      "id": "s100"
    },
    {
      "text": "One of the Legal and Advice Branch's functions was to provide legal advice and Mr Ronson said that from 18 August 2006 it was clear to him that he was going to seek legal advice in relation to the matter.",
      "id": "s101"
    },
    {
      "text": "He said that some time between the end of September 2006 and 5 October 2006 he sought legal advice from the Legal and Advice Branch.",
      "id": "s102"
    },
    {
      "text": "I infer that it was not until some time after 23 October 2006 that he made his recommendation and Ms Byrne made her decision.",
      "id": "s103"
    },
    {
      "text": "In those circumstances, the fact that the head of the Legal and Advice Branch was the decision-maker does not foreclose a conclusion that a purpose for the creation of the documents was the obtaining of legal advice.",
      "id": "s104"
    },
    {
      "text": "28 Although I reject the respondents' submissions to the effect that the applicant had not shown the necessary degree of independence for the purpose of legal professional privilege none of my conclusions on this issue affect my conclusion on the first issue, namely, that the applicant has failed to establish that the dominant purpose for the creation of the documents was the obtaining of legal advice.",
      "id": "s105"
    },
    {
      "text": "Conclusion \n \n29 The applicant has failed to establish its claim for advice privilege in relation to the documents identified in the appendix to these reasons.",
      "id": "s106"
    },
    {
      "text": "I certify that the preceding twenty-nine (29) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Besanko.",
      "id": "s107"
    },
    {
      "text": "Associate:\n\nDated: 11 October 2007\n\n\n Counsel for the Applicant: Mr T Stanley QC \n \n Solicitor for the Applicant: Australian Government Solicitor \n \n Counsel for the Respondent: Mr R M Niall \n \n Solicitor for the Respondent: Corrs Chambers Westgarth \n \n Date of Hearing: 26 September 2007 \n \n Date of Judgment: 11 October 2007 \n\n\n\n\n\n\n\n\n\n\n APPENDIX \n\n The Documents in respect of which Privilege is Claimed and Contested \n No.",
      "id": "s108"
    },
    {
      "text": "Document Description Date of Document 'Interview Document' within the Applicant's Alternative Submission?",
      "id": "s109"
    },
    {
      "text": "3.2 Document entitled \"Employee Response form\" of Ms Taylor Undated No 3.6 Document entitled \"Authorisation to Record Interview\" and record of interview with Mr William Schulze 25.08.06 Yes 3.7 Document entitled \"Authorisation to Record Interview\" and record of interview with Mr Peter Schulze 25.08.06 Yes 3.8 Email correspondence between Mr Ronson and Mr Connolly attaching second respondent's document entitled \"Australian Workplace Agreement 2006\" 20.09.06 No 3.9 Email between Mr Ronson and Mr Loizides regarding progress of investigations 05.10.06 No 3.10 Document entitled \"Authorisation to Record Interview\" and record of interview with Alan Vilimas attaching Employee Response form, letter from first respondent to Mr Vilimas regarding job offer and document entitled \"Information Statement for Employees: Australian Workplace Agreement\" 11.10.06 Yes 3.11 Document entitled \"Authorisation to Record Interview\" and record of interview with Anika Sack 11.10.06 Yes 3.12 Email from Mr Ronson to Mr Loizides attaching document entitled \"Employee Response Form\" of Mr Weckert 12.10.06 No 3.13 Letter from OWS to Ms Taylor regarding investigation and attaching document entitled \"Employee Response Form\" (attachment not reproduced) 28.09.06 No 4.7 Document entitled \"Authorisation to Record Interview\" and record of interview with Mr William Schulze 25.08.06 Yes 4.8 Document entitled \"Authorisation to Record Interview\" and record of interview with Mr Peter Schulze 25.08.06 Yes 4.9 Document entitled \"Authorisation to Record Interview\" and record of interview with Alan Vilimas (dated 11.10.06) attaching Employee Response form and AWA of the second respondent with footer marked \"v4 --- Printed on 16 th June 2005\" and signed by Mr Vilimas (dated 09.08.06) Various Yes 4.10 Document entitled \"Authorisation to Record Interview\" and record of interview (dated 11.10.06) with Ms Anika Sack attaching AWA of the second respondent with footer marked \"v4 --- Printed on 16 th June 2005\" and signed by Ms Sack (dated 09.08.06) Various Yes 4.11 Document entitled \"Authorisation to Record Interview\" and record of interview with Mr Brett Merchant (dated 18.10.06) attaching AWA of the second respondent with footer marked \"v4 --- Printed on 16 th June 2005\" and signed by Mr Merchant (dated 09.08.06) and employee response form Various Yes 4.15 Letter from OWS to Mr William Schulze attaching draft statement 29.09.06 Yes 4.16 Letter from OWS to Mr Peter Schulze attaching draft statement 29.09.06 Yes 4.17 Memorandum to the Minister for Employment and Workplace Relations regarding litigation 27.09.06 No 4.20 Notes from meeting between Mr Ronson and Mr Bloomfield 05.10.06 No 4.22 Document entitled \"Authorisation to Disclose Identity\" signed by Ms Taylor 20.10.06 No 4.23 Document entitled \"Authorisation to Disclose Identity\" signed by Mr Matthews 21.10.06 No 4.24 Document entitled \"Index of Survey Respondents Who Have Received and Acknowledgement\", enclosing: Letter from OWS to Ms Bernardo regarding survey, dated 18.10.06; Employee Response Form of Ms Bernardo (undated); Letter from OWS to Mr Adams regarding survey, dated 18.10.06; Employee Response Form of Mr Adams (undated); Letter from OWS to Mr Adams regarding Employee Response Form, dated 28.09.06\nLetter from OWS to Mr Bloomfield regarding survey, dated 18.10.06;\n Employee Response Form of Mr Bloomfield (undated); Letter from OWS to Ms McShane regarding survey, dated 18.10.06; Letter from first respondent to Mr Bloomfield regarding offer of employment, dated 25.09.06; Letter from first respondent to Mr Bloomfield regarding offer of employment, dated 25.09.06; AWA of second respondent (undated); Employee Response Form of Ms McShane (undated); Letter from OWS to Mr Hollis regarding survey, dated 18.10.06; Letter from OWS to Mr Hollis regarding survey, dated 28.09.06; Employee Response Form of Mr Hollis (undated); Letter from OWS to Ms McKenzie regarding survey, dated 18.10.06; Employee Response Form of Ms McKenzie (undated); Letter from OWS to Ms Fenech regarding survey, dated 18.10.06; Employee Response Form of Ms Fenech (undated); Letter from OWS to Ms Williamson regarding survey, dated 18.10.06; Employee Response Form of Ms Williamson (undated); Letter from OWS to Ms Potter regarding survey, dated 18.10.06; Employee Response Form of Ms Potter (undated); Letter from OWS to Mr Van Cooten regarding survey, dated 18.10.06; Employee Response Form of Mr Van Cooten (undated); Letter from OWS to Ms Canchaya regarding survey, dated 18.10.06; Employee Response Form of Ms Canchaya (undated); Letter from OWS to Ms Todd regarding survey, dated 18.10.06; Letter from OWS to Ms Kwok regarding survey, dated 28.09.06; Employee Response Form of Ms Kwok (undated); Letter from OWS to Mr Maddern regarding survey, dated 18.10.06; Employee Response Form of Mr Maddern (undated); Letter from OWS to Ms Cousins regarding survey, dated 18.10.06; Employee Response Form of Ms Cousins (undated); Employee Response Form of Mr Stevens (incomplete) (undated).",
      "id": "s110"
    },
    {
      "text": "Various No 4.25 Document entitled \"Index of Survey Respondents When OWS Has Requested Authority to Disclose Identity\", enclosing: Employee Response Form of Mr Matthews (undated); Letter from OWS to Mr McDade regarding survey, dated 18.10.06; Employee Response Form of Mr McDade (undated); Letter from OWS to Ms Milne regarding survey, dated 18.10.06; Employee Response Form of Mr Milne (undated); Letter from OWS to Ms Doecke regarding survey, dated 18.10.06; Employee Response Form of Mr Doecke (undated); Letter from OWS to Ms Reiter regarding survey, dated 18.10.06; Employee Response Form of Mr Reiter (undated); Letter from OWS to Ms Taylor regarding survey, dated 18.10.06; Employee Response Form of Ms Taylor (undated); Letter from OWS to Ms Wimshurst regarding survey, dated 18.10.06; Employee Response Form of Ms Wimshurst (undated) Various No 4.26 Document entitled \"Index of Survey Respondents Interviewed by Office of Workplace Services\", enclosing: Employee Response Form of Mr Merchant (undated); Employee Response Form of Mr Weckert (undated) Various No 4.27 Letter from OWS to Ms Taylor regarding investigation and attaching document entitled \"Employee Response Form\" (attachment not reproduced) 28.09.06 No 4.28 Document entitled \"Employee Response form\" of Ms Taylor Undated No 4.29 Letter from OWS to Mr Matthews regarding investigation and attaching document entitled \"Employee Response Form\" (attachment not reproduced) 28.09.06 No 4.30 Document entitled \"Employee Response form\" of Mr Matthews Undated No \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1557.html",
      "id": "s111"
    }
  ]
}