{
  "name": "Racing &amp; Wagering Western Australia v Software AG (Australia) Pty Ltd [2007] FCA 1345 (5 June 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1345.html",
  "catchphrases": [
    {
      "text": "application to strike out part of statement of claim",
      "id": "c0"
    },
    {
      "text": "whether not disclosing a reasonable cause of action",
      "id": "c1"
    },
    {
      "text": "pleading struck out.",
      "id": "c2"
    },
    {
      "text": "section 202(1) copyright act 1968 (cth)",
      "id": "c3"
    },
    {
      "text": "whether unjustifiable threat disclosed by pleading.",
      "id": "c4"
    },
    {
      "text": "pleadings",
      "id": "c5"
    },
    {
      "text": "copyright",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "1 I have before me a notice of motion dated 29 March 2007 by which the respondent in the proceedings, Software AG (Australia) Pty Ltd (\"Software\") seeks orders in the motion as amended before me this morning, that paragraph 7B of the applicant's Minute of Proposed Re-amended Statement of Claim be struck out.",
      "id": "s0"
    },
    {
      "text": "The parties have invited me to treat this minute as the substantive pleading of the applicant which is Racing and Wagering Western Australia (\"Racing and Wagering\").",
      "id": "s1"
    },
    {
      "text": "2 In order to formalise that position, I propose to order that the Minute of Proposed Re-amended Statement of Claim dated 3 April 2007 stand as the Re-amended Statement of Claim.",
      "id": "s2"
    },
    {
      "text": "Software is in the business of selling and installing proprietary software systems.",
      "id": "s3"
    },
    {
      "text": "Racing and Wagering is the regulatory body and betting totalisator for the racing and wagering industry in this State.",
      "id": "s4"
    },
    {
      "text": "As pleaded in paragraph 3 of the Statement of Claim, as it now stands, by an agreement dated 16 June 2005, and in consideration of licence fees paid by the applicant, Software agreed to grant the applicant a non-transferable and non-exclusive licence, numbered 13900099, to use various software systems known as \"RWWAs/Natural/ADABAS Environment\".",
      "id": "s5"
    },
    {
      "text": "3 I will refer to the agreement as the \"Licence Agreement\" and to the software as the \"System\", which is how it is described in the pleading.",
      "id": "s6"
    },
    {
      "text": "It is common ground between the parties that Software is the owner of copyright in the System, the subject of the Licence Agreement.",
      "id": "s7"
    },
    {
      "text": "It is also common ground that Racing and Wagering has copied the System.",
      "id": "s8"
    },
    {
      "text": "It pleads relevantly in paragraph 6 of the Statement of Claim that it was authorised to do so by clause 13.3 of the Licence Agreement.",
      "id": "s9"
    },
    {
      "text": "That is disputed by Software and is a core issue in the proceeding.",
      "id": "s10"
    },
    {
      "text": "The Statement of Claim at paragraph 7B is in the following terms:\n \n 'Further and in the alternative, the respondent has by its letter to the applicant dated 10 July 2006 further and alternatively by its letter to the applicant dated 2 September 2006.",
      "id": "s11"
    },
    {
      "text": "(I take that to be an error and I will read that as 12 September 2006).",
      "id": "s12"
    },
    {
      "text": "- further and alternatively by its letter to the applicant dated 16 October 2006, threatened the applicant with an action or proceeding in respect of an alleged \n infringement of copyright with respect to the applicant's making of the DR copy within the meaning of section 202(1) of the Copyright Act (1968).",
      "id": "s13"
    },
    {
      "text": "' \n\n\n \n4 There is a discrete issue as to whether those letters are admissible generally, because Software contends that they are protected from such use, they having been written on a 'without prejudice' basis.",
      "id": "s14"
    },
    {
      "text": "However, I do not require to resolve that issue, as the parties have agreed that I should consider the contents of the letters, but only for the purpose of this motion, and only on the limited question which is before me, whether they or any of them arguably constitute a threat of action or proceedings for the purposes of s 202 of the Copyright Act 1968 (Cth) (\"the Act \").",
      "id": "s15"
    },
    {
      "text": "5 The letters contain express references to the Licence Agreement and in particular, the proper construction of clause 12.3.",
      "id": "s16"
    },
    {
      "text": "In the letter of 12 September 2006, Software proposes resolution of the dispute by an extension of the Licence Agreement with an associated increase in the applicable licence fee.",
      "id": "s17"
    },
    {
      "text": "The high water mark, as counsel for Racing and Wagering put it, on the issue of a threat for the purposes of s 202 of the Act , is contained in that letter.",
      "id": "s18"
    },
    {
      "text": "It is written by Mr Dan Martin, an account executive with Software, and addressed to Mr Glenn Fee, the Chief Information Officer of Racing and Wagering.",
      "id": "s19"
    },
    {
      "text": "It is in the following terms: \n \n 'I feel compelled to reiterate that Software AG takes all breaches of its licence very seriously and will pursue this matter further if an amicable settlement cannot be reached.",
      "id": "s20"
    },
    {
      "text": "' \n\n\n \n6 The letter of 16 October 2006 sets out detailed particulars of the proposed extra licence fees.",
      "id": "s21"
    },
    {
      "text": "Section 202(1) of the Act is relevantly in the following terms: \n \n Where a person, by means of circulars, advertisements or otherwise, threatens a person with an action or proceeding in respect of an infringement of copyright, then, whether the person making the threat is not the owner of the copyright or an exclusive licensee, a person aggrieved may bring an action against the first-mentioned person and may obtain a declaration to the effect that the threats are unjustifiable, and an injunction against the continuation of the threats ... \n\n\n \n7 I accept broadly the submission put by counsel for Software that s 202 of the Act recognises the potential damage which can be caused by threats of proceedings for alleged copyright; that the remedies and penalties which may be obtained for infringement make threats of proceedings extremely persuasive and, against that background, that the purpose of the section is to provide protection to a party against whom threats are made which allude to or invoke the specific remedies available against a party who infringes copyright: Lahore: Copyright and Designs para 36-450.",
      "id": "s22"
    },
    {
      "text": "8 Counsel for Racing and Wagering submitted that, because the asserted breach of the licence agreement is at its heart referable to copying, that the language in the letters to which I have referred and in particular the passage from the letter of 12 September 2006, which I have set out above, can arguably, reasonably be read as embracing a threat for the purposes of s 202 of the Act .",
      "id": "s23"
    },
    {
      "text": "Racing and Wagering referred to the judgment of Mansfield J in Australian Consulting and Training Pty Ltd v Tiltform Pty Ltd [2001] FCA 1072.",
      "id": "s24"
    },
    {
      "text": "His Honour was there considering amongst other things and relevantly for the purposes of the motion before me, the question of whether a pleading was capable of making out threats of infringement within the meaning of s 128(1) of the Patents Act 1990 (Cth) (' Patents Act ' ).",
      "id": "s25"
    },
    {
      "text": "9 It is accordingly relevant, by analogy, to the present case.",
      "id": "s26"
    },
    {
      "text": "His Honour, in considering whether the pleading was capable of articulating threats of infringement proceedings within the meaning of s 128 of the Patents Act , said at [9]: \n \n That decision must be made in the light of the circumstances in which the impugned conduct took place: Surridge's Patents, Ld v Trico-Folberth, Ld (1936) 53 RPC 420 at 423 and 424; and from the perspective of a reasonable recipient of the communication in those circumstances: U &amp; I Global Trading (Australia) Pty Ltd v Tasman-Warajay Pty Ltd (1995) 32 IPR 494 at 500 per Cooper J.",
      "id": "s27"
    },
    {
      "text": "It may not be necessary for there to be an explicit reference to enforcement proceedings : Lunar Advertising Co v Burnham and Co (1928) 45 RPC 258.",
      "id": "s28"
    },
    {
      "text": "10 What his Honour said there, in my view, is no more than that the relevant circumstances in any particular case require to be considered, objectively, in their context.",
      "id": "s29"
    },
    {
      "text": "He went on to say, in effect, that no explicit reference to enforcement under the Patents Act was necessarily required.",
      "id": "s30"
    },
    {
      "text": "He was therefore, in my view, pointing, and sensibly so, to the need to look at substance over form.",
      "id": "s31"
    },
    {
      "text": "11 In this case, there is no reference express or, in my view, implicitly, to any proceedings under the Act .",
      "id": "s32"
    },
    {
      "text": "To the contrary, there is, in the correspondence, quite specific and detailed reference to the contractual dispute concerning the Licence Agreement and in particular clause 12.3 of the Licence Agreement.",
      "id": "s33"
    },
    {
      "text": "The words to which counsel for Racing and Wagering pointed include these words \"and will pursue this matter further.",
      "id": "s34"
    },
    {
      "text": "\" Those words, when referring to \" this matter \", are a reference to what precedes it.",
      "id": "s35"
    },
    {
      "text": "What precedes it is a very clear, express and unambiguous reference to asserted breaches of licence which it is said that Software takes \"very seriously\".",
      "id": "s36"
    },
    {
      "text": "12 I do not regard the content of the letters generally or having regard to the specific words used in the letter of 12 September 2006, as being capable of supporting the pleading in paragraph 7B and the relief consequentially sought.",
      "id": "s37"
    },
    {
      "text": "13 Accordingly, for these reasons, I propose to further order that paragraph 7B and the words \"... and the Applicant thereby says that the Threats as pleaded in the preceding paragraph are unjustifiable within the meaning of s 202 of the Act \" within paragraph 7C be struck out as not disclosing a reasonable cause of action and that Racing and Wagering pay Software's costs of the motion.",
      "id": "s38"
    },
    {
      "text": "I certify that the preceding thirteen (13) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gilmour.",
      "id": "s39"
    },
    {
      "text": "Associate:\n\nDated: 11 September 2007\n\n\n Counsel for the Applicant: Mr C S Gough \n \n Solicitors for the Applicant: Minter Ellison \n \n Counsel for the Respondent: Mr T Coyle \n \n Solicitors for the Respondent: Lavan Legal \n \n Date of Hearing: 5 June 2007 \n \n Date of Judgment: 5 June 2007 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1345.html",
      "id": "s40"
    }
  ]
}