{
  "name": "SZJCM v Minister for Immigration and Citizenship [2007] FCA 166 (22 February 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/166.html",
  "catchphrases": [
    {
      "text": "application for leave to appeal from interlocutory decision of federal magistrate",
      "id": "c0"
    },
    {
      "text": "whether decision attendant with sufficient doubt",
      "id": "c1"
    },
    {
      "text": "whether substantial injustice if leave refused",
      "id": "c2"
    },
    {
      "text": "migration",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 This is an application for leave to appeal out of time from an interlocutory judgment of the Federal Magistrates Court.",
      "id": "s0"
    },
    {
      "text": "The history of the matter is as follows.",
      "id": "s1"
    },
    {
      "text": "2 The applicant arrived in Australian on 3 December 2005.",
      "id": "s2"
    },
    {
      "text": "On 28 February 2006, he lodged an application for a protection visa with the first respondent's Department.",
      "id": "s3"
    },
    {
      "text": "On 23 March 2006, a delegate of the first respondent refused to grant him a protection visa.",
      "id": "s4"
    },
    {
      "text": "On 24 April 2006, the applicant applied to the Refugee Review Tribunal for review of the delegate's decision.",
      "id": "s5"
    },
    {
      "text": "On 17 May 2006, the Tribunal sent a letter inviting him to attend a hearing.",
      "id": "s6"
    },
    {
      "text": "On 9 June 2006, the Tribunal received a \"Response to Hearing Invitation\" indicating that the applicant did not want to attend the hearing.",
      "id": "s7"
    },
    {
      "text": "On 4 July 2006, the Tribunal handed down its decision affirming the delegate's decision.",
      "id": "s8"
    },
    {
      "text": "On 26 July 2006, the applicant filed an application in the Federal Magistrates Court seeking judicial review of the decision of the Tribunal.",
      "id": "s9"
    },
    {
      "text": "On 4 August 2006, the first respondent filed a response opposing the application on the basis that no reasonable cause was shown.",
      "id": "s10"
    },
    {
      "text": "On 16 October 2006, the matter was listed for a hearing to show cause.",
      "id": "s11"
    },
    {
      "text": "The Federal Magistrate dismissed the application under Rule 44.12(1)(a) of the Federal Magistrates Court Rules 2001 (Cth) on the basis that he was not satisfied that the application raised an arguable case for the relief claimed.",
      "id": "s12"
    },
    {
      "text": "On 21 November 2006, the applicant filed his application for leave to appeal from this judgment.",
      "id": "s13"
    },
    {
      "text": "TRIBUNAL DECISION \n \n3 Before the Tribunal, the applicant claimed to be a citizen of India.",
      "id": "s14"
    },
    {
      "text": "He claimed to fear persecution in India because of his association with the Akali Dal Party.",
      "id": "s15"
    },
    {
      "text": "He claimed that the authorities had implicated him in the Khalistan movement and that he is a 'wanted terrorist' sought throughout India.",
      "id": "s16"
    },
    {
      "text": "He claimed that his life was in danger if he returned to India.",
      "id": "s17"
    },
    {
      "text": "4 The applicant did not appear at the Tribunal hearing.",
      "id": "s18"
    },
    {
      "text": "Pursuant to s 426A, the Tribunal proceeded to make its decision, noting that it had written to the applicant on 17 May 2006 inviting him to the hearing of 21 June 2006 and that the applicant had advised on 9 June 2006, in writing, that he did not wish to attend and consented to the Tribunal proceeding to make a decision without him appearing.",
      "id": "s19"
    },
    {
      "text": "It also noted that the applicant had been advised that the Tribunal was unable to make a decision in his favour on the information provided in his protection visa application and in the application for review.",
      "id": "s20"
    },
    {
      "text": "In its reasons, the Tribunal stated that there were a number of issues upon which it required more detailed evidence before it could be satisfied that there was a real chance that the applicant would be persecuted if he returned to India.",
      "id": "s21"
    },
    {
      "text": "Accordingly, the Tribunal was not satisfied, on the evidence, that the applicant had a well-founded fear of persecution for a Convention reason.",
      "id": "s22"
    },
    {
      "text": "THE FEDERAL MAGISTRATE'S DECISION \n \n5 The Federal Magistrate noted that, in the Tribunal's letter inviting him to a hearing, the applicant had been warned that it was unable to make a decision in his favour on the information then before the Tribunal.",
      "id": "s23"
    },
    {
      "text": "His Honour noted that the applicant declined the Tribunal's invitation to attend the Tribunal's hearing, despite this warning.",
      "id": "s24"
    },
    {
      "text": "His Honour continued:\n \n \"The Tribunal was therefore left with the limited material which, as it had already warned the applicant, could not support the favourable decision.",
      "id": "s25"
    },
    {
      "text": "The outcome before the Tribunal was, in effect, inevitable.",
      "id": "s26"
    },
    {
      "text": "I see no jurisdictional error in the decision of the Tribunal.",
      "id": "s27"
    },
    {
      "text": "The applicant continues to assert that he is a genuine refugee.",
      "id": "s28"
    },
    {
      "text": "That is beyond the scope of this proceeding and it is a matter he could take up further with the Minister through her Department should he wish to do so.",
      "id": "s29"
    },
    {
      "text": "\" \n\n\nAs I have said, the Federal Magistrate dismissed the application on the basis that he was not satisfied that the application raised an arguable case for the relief claimed.",
      "id": "s30"
    },
    {
      "text": "APPLICATION FOR LEAVE TO APPEAL OUT OF TIME \n \n6 The Federal Magistrate's decision of 16 October 2006 was an interlocutory decision: compare Hall v Nominal Defendant [1966] HCA 36 ; (1966) 117 CLR 423 at 440 per Taylor J.",
      "id": "s31"
    },
    {
      "text": "Accordingly, pursuant to s 24(1A) of the Federal Court of Australia Act 1976 (Cth), the applicant requires leave to appeal before he can proceed with his appeal.",
      "id": "s32"
    },
    {
      "text": "It would appear that this application is made out of time, although in the circumstances of the case nothing ultimately turns on this.",
      "id": "s33"
    },
    {
      "text": "This is because, for the reasons stated below, I would not grant leave to appeal in any event.",
      "id": "s34"
    },
    {
      "text": "7 Whether or not leave to appeal should be granted or refused depends on two matters.",
      "id": "s35"
    },
    {
      "text": "They are: (1) whether in all the circumstances the decision is attended with sufficient doubt to warrant its being reconsidered by an appellate court; and (2) whether substantial injustice would result if leave were refused, supposing the decision to be wrong: see D&eacute;cor Corporation Pty Ltd v Dart Industries Inc &amp; Anor (1991) 33 FCR 397 at 398-399 per Sheppard, Burchett and Heerey JJ.",
      "id": "s36"
    },
    {
      "text": "For present purposes, I assume that this second question would be answered in the applicant's favour in view of the claims that he has made.",
      "id": "s37"
    },
    {
      "text": "Thus, this application turns on the question, whether the decision of the Federal Magistrate is attended by such doubt that it warrants reconsideration on appeal.",
      "id": "s38"
    },
    {
      "text": "8 The applicant filed an affidavit in support of his application, which stated that he was unrepresented, not knowledgeable in legal matters, and had previously made unsuccessful attempts to lodge his appeal.",
      "id": "s39"
    },
    {
      "text": "In this affidavit, he asserted that he had an arguable case for a protection visa since he was a member of \"the Akali Dal National Party, which is the representative of the Sikh faith in the Indian Punjab\" and repeated matters going to the merits of his claim.",
      "id": "s40"
    },
    {
      "text": "In written submission filed in support of his application, the applicant discussed his membership of the Akali Dal and the conditions for Sikhs in India, referring especially to events between 1987 and 1993.",
      "id": "s41"
    },
    {
      "text": "He complained that the Tribunal relied wholly on information prepared by the Indian authorities, and on information that was not up-to-date.",
      "id": "s42"
    },
    {
      "text": "He submitted that the Tribunal had not taken his fear into consideration and had not addressed \"the four key elements to be a refugee\".",
      "id": "s43"
    },
    {
      "text": "He reiterated his claim to be a refugee and said that the Tribunal wrongly dismissed his application.",
      "id": "s44"
    },
    {
      "text": "9 The draft notice of appeal apparently raised the following grounds: (1) the Federal Magistrate failed to appreciate the legal errors made by the Tribunal; (2) his fears of persecution were not taken into consideration; and (3) the authorities failed to investigate the mass killings of Sikh youths.",
      "id": "s45"
    },
    {
      "text": "The applicant did not add greatly to these matters at the hearing, although he reiterated his contentions about conditions in India that affected persons of the Sikh faith.",
      "id": "s46"
    },
    {
      "text": "10 The first respondent also filed written submissions, in which he submitted that there were no legal, factual or discretionary errors made by the Federal Magistrate.",
      "id": "s47"
    },
    {
      "text": "CONSIDERATION \n \n11 The draft notice of appeal did not particularise the legal errors allegedly made by the Tribunal.",
      "id": "s48"
    },
    {
      "text": "Relevantly, for present purposes, the draft notice of appeal did not identify any jurisdictional error in the decision of the Tribunal with any specificity.",
      "id": "s49"
    },
    {
      "text": "Nor did it identify any appealable error in the decision of the Federal Magistrate.",
      "id": "s50"
    },
    {
      "text": "12 In this case, the Tribunal did no more than state that, on the material before it, it could not be satisfied that there was a real chance that the applicant would be persecuted if he returned to India.",
      "id": "s51"
    },
    {
      "text": "It could not, therefore, be satisfied that the applicant had a well-founded fear of persecution for a Convention reason.",
      "id": "s52"
    },
    {
      "text": "The Tribunal was not obliged to make any positive findings on the applicant's case and it did not do so.",
      "id": "s53"
    },
    {
      "text": "In these circumstances, the Tribunal had no independent obligation to consider the applicant's fear of persecution, as the draft notice of appeal apparently alleges.",
      "id": "s54"
    },
    {
      "text": "13 It also follows that the Tribunal's decision did not depend on country information, as the applicant maintains.",
      "id": "s55"
    },
    {
      "text": "That is, the applicant contended that the Tribunal improperly drew on country information in reaching its decision.",
      "id": "s56"
    },
    {
      "text": "He submitted that the country information came from the very authorities against which he made his claims.",
      "id": "s57"
    },
    {
      "text": "In this case, however, the applicant failed because the applicant did not present sufficient material to the Tribunal to enable it to be satisfied that he had a well-founded fear of persecution for a Convention reason.",
      "id": "s58"
    },
    {
      "text": "The Tribunal could not grant him a protection visa unless it was so satisfied.",
      "id": "s59"
    },
    {
      "text": "14 The Tribunal's decision was open to it, particularly in view of the fact that the applicant did not attend the hearing after being invited to do so.",
      "id": "s60"
    },
    {
      "text": "There was, in this case, no denial of natural justice or lack of procedural fairness.",
      "id": "s61"
    },
    {
      "text": "The application was invited to attend the hearing before the Tribunal and, as I have said, did not attend.",
      "id": "s62"
    },
    {
      "text": "In the circumstances, the Tribunal complied with its statutory obligations of procedural fairness under the Act.",
      "id": "s63"
    },
    {
      "text": "There was no obligation on the Tribunal to ensure that the applicant took advantage of the invitation to appear before it.",
      "id": "s64"
    },
    {
      "text": "Nor can it be said that the Federal Magistrates Court denied the applicant a sufficient opportunity to present his case.",
      "id": "s65"
    },
    {
      "text": "15 I can discern no other jurisdictional error suggested by the material the applicant has filed in this Court.",
      "id": "s66"
    },
    {
      "text": "Much of the applicant's submissions focused on his involvement with the Akali Dal party and his active public involvement in Indian politics.",
      "id": "s67"
    },
    {
      "text": "These matters relate to the merits of his protection visa application.",
      "id": "s68"
    },
    {
      "text": "That is, they relate to whether or not the applicant should be granted a protection visa.",
      "id": "s69"
    },
    {
      "text": "16 As I have sought to explain to the applicant today, the merits of the application are for the first respondent's Department or for the second respondent.",
      "id": "s70"
    },
    {
      "text": "This Court cannot consider and determine them.",
      "id": "s71"
    },
    {
      "text": "If there are further matters relating to the merits of the application that the applicant wishes to advance, then he should do so with the Department.",
      "id": "s72"
    },
    {
      "text": "17 For these reasons, the application for leave to appeal out of time should be refused.",
      "id": "s73"
    },
    {
      "text": "The applicant should pay the first respondent's costs of this application fixed in the amount of $2,000.",
      "id": "s74"
    },
    {
      "text": "I would further order that the title of the first respondent be amended to 'Minister for Immigration and Citizenship'.",
      "id": "s75"
    },
    {
      "text": "I certify that the preceding seventeen (17) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Kenny.",
      "id": "s76"
    },
    {
      "text": "Associate:\n\nDated: 22 February 2007\n\n\n Counsel for the Applicant: The applicant appeared in person with the assistance of an interpreter.",
      "id": "s77"
    },
    {
      "text": "Counsel for the First Respondent: Mr P.L.",
      "id": "s78"
    },
    {
      "text": "Carr \n \n Solicitors for the First Respondent: DLA Phillips Fox \n \n Date of Hearing: 22 February 2007 \n \n Date of Judgment: 22 February 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/166.html",
      "id": "s79"
    }
  ]
}