{
  "name": "Gudjala People 2 v Native Title Registrar [2007] FCA 1167 (7 August 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1167.html",
  "catchphrases": [
    {
      "text": "application for review of a decision by the native title registrar not to register an application",
      "id": "c0"
    },
    {
      "text": "no breach of procedural fairness based on a failure of the delegate to follow an earlier registration decision",
      "id": "c1"
    },
    {
      "text": "factual basis of the claim",
      "id": "c2"
    },
    {
      "text": "irrelevant considerations",
      "id": "c3"
    },
    {
      "text": "no error of law",
      "id": "c4"
    },
    {
      "text": "consideration of the principles expressed in yorta yorta",
      "id": "c5"
    },
    {
      "text": "identification of the claim group",
      "id": "c6"
    },
    {
      "text": "factual basis for claimed native title",
      "id": "c7"
    },
    {
      "text": "traditional laws and customs",
      "id": "c8"
    },
    {
      "text": "traditional physical connection",
      "id": "c9"
    },
    {
      "text": "native title",
      "id": "c10"
    }
  ],
  "sentences": [
    {
      "text": "THE APPLICATION \n \n1 On 21 April 2006 the applicant applied to this Court for a Native Title determination (the \"Application\").",
      "id": "s0"
    },
    {
      "text": "Although the applicant is comprised of a group of persons, I will refer to them collectively as the \"applicant\", reflecting the usage adopted in the Native Title Act 1993 (Cth) (the \"Act\").",
      "id": "s1"
    },
    {
      "text": "Pursuant to s 63 of the Act, the Registrar gave a copy of the Application and supporting material to the Native Title Registrar (the \"NT Registrar\").",
      "id": "s2"
    },
    {
      "text": "A delegate of the NT Registrar (the \"Delegate\") then considered the Application in accordance with s 190A of the Act but decided not to accept it for registration in the Native Title Register (the \"Register\").",
      "id": "s3"
    },
    {
      "text": "Pursuant to s 190D(1) the NT Registrar notified the applicant accordingly.",
      "id": "s4"
    },
    {
      "text": "The applicant now seeks review of that decision pursuant to subs 190D(2) of the Act.",
      "id": "s5"
    },
    {
      "text": "REGISTRATION \n \n2 An application for a Native Title determination is made pursuant to s 61 of the Act.",
      "id": "s6"
    },
    {
      "text": "Sections 61 , 61A and 62 prescribe the content and form of a valid application.",
      "id": "s7"
    },
    {
      "text": "However compliance with those requirements is not necessarily sufficient to secure registration of the claim.",
      "id": "s8"
    },
    {
      "text": "Registration is regulated by Pt 7 of the Act.",
      "id": "s9"
    },
    {
      "text": "The effect of registration is that, in advance of any determination as to the existence of Native Title, the applicant is entitled to participate in negotiations concerning proposed development affecting the relevant land.",
      "id": "s10"
    },
    {
      "text": "Thus the effect of the Delegate's decision is that parties proposing development upon the land included in the application will not be compelled to negotiate with the applicant.",
      "id": "s11"
    },
    {
      "text": "A claim may be accepted for registration only if the NT Registrar (or a delegate) is satisfied as to the conditions prescribed by ss 190B and 190C of the Act.",
      "id": "s12"
    },
    {
      "text": "For present purposes the requirements of subss 190B(3), (5), (6) and (7) are relevant.",
      "id": "s13"
    },
    {
      "text": "Those subsections provide as follows:\n \n '(3) The Registrar must be satisfied that: \n \n \n \n (a) the persons in the native title claim group are named in the application; or \n (b) the persons in that group are described sufficiently clearly so that it can be ascertained whether any particular person is in that group.",
      "id": "s14"
    },
    {
      "text": "... \n \n (4) ... \n \n (5) The Registrar must be satisfied that the factual basis on which it is asserted that the native title rights and interests claimed exist is sufficient to support the assertion.",
      "id": "s15"
    },
    {
      "text": "In particular, the factual basis must support the following assertions: \n \n \n \n \n (a) that the native title claim group have, and the predecessors of those persons had, an association with the area; and \n (b) that there exist traditional laws acknowledged by, and traditional customs observed by, the native title claim group that give rise to the claim to native title rights and interests; and \n (c) that the native title claim group have continued to hold the native title in accordance with those traditional laws and customs.",
      "id": "s16"
    },
    {
      "text": "... \n \n (6) The Registrar must consider that, prima facie, at least some of the native title rights and interests claimed in the application can be established.",
      "id": "s17"
    },
    {
      "text": "... \n \n (7) The Registrar must be satisfied that at least one member of the native title claim group: \n \n \n \n \n (a) currently has or previously had a traditional physical connection with any part of the land or waters covered by the application; or \n (b) previously had and would reasonably have been expected currently to have a traditional physical connection with any part of the land or waters but for things done (other than the creation of an interest in relation to land or waters) by: \n \n \n \n (i) the Crown in any capacity; or \n (ii) a statutory authority of the Crown in any capacity; or \n (iii) any holder of a lease over any of the land or waters, or any person acting on behalf of such a holder of a lease.",
      "id": "s18"
    },
    {
      "text": "' \n \n\n3 The Delegate was not satisfied that the Application complied with those requirements.",
      "id": "s19"
    },
    {
      "text": "He gave detailed reasons for his conclusions to which I will refer at a later stage.",
      "id": "s20"
    },
    {
      "text": "4 Pursuant to subss 190A(3) and (4):\n \n \n '(3) In considering a claim under this section, the Registrar must have regard to: \n \n \n \n \n (a) information contained in the application and in any other documents provided by the applicant; and \n (b) any information obtained by the Registrar as a result of any searches conducted by the Registrar of registers of interests in relation to land or waters maintained by the Commonwealth, a State or a Territory; and \n (c) to the extent that it is reasonably practicable to do so in the circumstances--any information supplied by the Commonwealth, a State or a Territory, that, in the Registrar's opinion, is relevant to whether any one or more of the conditions set out in section 190B or 190C are satisfied in relation to the claim; \n \n \n \n \n and may have regard to such other information as he or she considers appropriate.",
      "id": "s21"
    },
    {
      "text": "... \n \n (4) Without limiting subsection (3), information mentioned in that subsection may include information about current or previous non-native title rights and interests in, or in relation to, the land or waters in the area covered by the application.",
      "id": "s22"
    },
    {
      "text": "' \n \n \n\n5 The applicant's original criticisms of the Delegate's decision were that:\n \n \n '1.",
      "id": "s23"
    },
    {
      "text": "The [applicant] (was) misled by documents, and information received from the [NT Registrar and Delegate] and acted in reliance on those documents to (its) detriment; \n \n 2.",
      "id": "s24"
    },
    {
      "text": "The information and other material available to the [NT Registrar and Delegate] did not justify the application failing the 'registration test'; \n \n 3.",
      "id": "s25"
    },
    {
      "text": "The [NT Registrar and Delegate] took into account irrelevant material; \n \n 4.",
      "id": "s26"
    },
    {
      "text": "The [NT Registrar and Delegate] failed to take into account relevant material; \n \n 5.",
      "id": "s27"
    },
    {
      "text": "The decision involved an error of law.",
      "id": "s28"
    },
    {
      "text": "' \n \n \n\n6 At a relatively late stage, the applicant also alleged that it had been deprived of procedural fairness in the decision-making process.",
      "id": "s29"
    },
    {
      "text": "THE APPLICANT WAS MISLED \n \n7 To understand the first criticism it is necessary to understand that there was, and is, a related application for Native Title determination (the \"Core Country claim\") which was filed on 22 March 2005 and accepted for registration on 22 April 2005, apparently after examination by the same Delegate.",
      "id": "s30"
    },
    {
      "text": "That application is by the same applicant group and is in substantially the same terms as the present claim, save that it relates to a different area.",
      "id": "s31"
    },
    {
      "text": "That area lies within defined boundaries, but certain discrete areas within those boundaries have been excised from it.",
      "id": "s32"
    },
    {
      "text": "I understand that it was thought that Native Title over the excised areas may have been extinguished.",
      "id": "s33"
    },
    {
      "text": "This Application relates to those areas.",
      "id": "s34"
    },
    {
      "text": "The applicant submits: \n \n '... that the fact that the same group of people, authorising the same individuals as applicant, enjoying the same rights and interests under the same traditional laws and customs within the same geographical boundary described in a manner which had passed the test meant they were entitled to rely on the reasons given by the [Delegate] in [the Core Country claim] when drafting the contents of [the Application] for the purposes of passing the registration test.",
      "id": "s35"
    },
    {
      "text": "Further given these particular circumstances and that the Delegate of the Registrar who decided to ... register [the Core Country claim] ... was in fact the same person who later refused to register [the Application] it is submitted that on making the first decision that Delegate became functus officio in respect of the second decision and it was not open to him to in effect reverse his own earlier decision.",
      "id": "s36"
    },
    {
      "text": "' \n \n\n8 These arguments are misconceived.",
      "id": "s37"
    },
    {
      "text": "Firstly, if the NT Registrar or the Delegate were \"functus officio\" he or she could not have considered the Application at all.",
      "id": "s38"
    },
    {
      "text": "Of course there was a statutory duty to do so.",
      "id": "s39"
    },
    {
      "text": "Secondly, these submissions fail to take account of that statutory duty.",
      "id": "s40"
    },
    {
      "text": "The Delegate was obliged to act in accordance with law, not in accordance with his own previous decision.",
      "id": "s41"
    },
    {
      "text": "In Attorney-General (New South Wales) v Quin [1990] HCA 21 ; (1989-1990) 170 CLR 1 at 17-19, Mason CJ said:\n \n 'I am unable to perceive how a representation made or an impression created by the Executive can preclude the Crown or the Executive from adopting a new policy, or acting in accordance with such a policy, in relation to the appointment of magistrates, so long as the new policy is one that falls within the ambit of the relevant duty or discretion, as in this case the new policy unquestionably does.",
      "id": "s42"
    },
    {
      "text": "The Executive cannot by representation or promise disable itself from, or hinder itself in, performing a statutory duty or exercising a statutory discretion to be performed or exercised in the public interest, by binding itself not to perform the duty or exercise the discretion in a particular way in advance of the actual performance of the duty or exercise of the power.",
      "id": "s43"
    },
    {
      "text": "...",
      "id": "s44"
    },
    {
      "text": "Accordingly, it has been said that \"a public authority ... cannot be estopped from doing its public duty\", ...",
      "id": "s45"
    },
    {
      "text": ".",
      "id": "s46"
    },
    {
      "text": "' \n \n\n9 At 35, Brennan J said:\n \n 'The question can be put quite starkly: when an administrative power is conferred by the legislature on the executive and its lawful exercise is apt to disappoint the expectations of an individual, what is the jurisdiction of the courts to protect that individual's legitimate expectations against adverse exercise of the power?",
      "id": "s47"
    },
    {
      "text": "I have no doubt that the answer is: none.",
      "id": "s48"
    },
    {
      "text": "Judicial review provides no remedies to protect interests, falling short of enforceable rights, which are apt to be affected by the lawful exercise of executive or administrative power.",
      "id": "s49"
    },
    {
      "text": "If it were otherwise, the courts would be asserting a jurisdiction, in protection of individual interests, to override the law by which a power to affect those interests is conferred on the repository.",
      "id": "s50"
    },
    {
      "text": "' \n \n\n10 The third member of the majority (Dawson J) said at 56:\n \n 'Nevertheless, recent cases do speak of a legitimate expectation of a particular procedure giving rise to a duty in law to accord that procedure.",
      "id": "s51"
    },
    {
      "text": "A good illustration is Attorney-General (Hong Kong) v Ng Yuen Shiu ... in which the Privy Council appears to have accepted the proposition that \"a person is entitled to a fair hearing before a decision adversely affecting his interest is made by a public official or body, if he has \"a legitimate expectation\" of being accorded such a hearing\" ... .",
      "id": "s52"
    },
    {
      "text": "However, the justification for the proposition was said to be \"primarily that, when a public authority has promised to follow a certain procedure, it is in the interest of good administration that it should act fairly and should implement its promise, so long as implementation does not interfere with its statutory duty \".",
      "id": "s53"
    },
    {
      "text": "' (emphasis added) \n \n\n11 The Delegate had a statutory duty to consider, and decide, whether the Application met the requirements of the Act.",
      "id": "s54"
    },
    {
      "text": "There could be no question of his being bound to follow his own earlier decision in the Core Country claim if he considered that it incorrectly applied the Act.",
      "id": "s55"
    },
    {
      "text": "In any event, for present purposes the question is whether or not he was correct in his view of the Application.",
      "id": "s56"
    },
    {
      "text": "That question involves an assessment of the Application and such other material as may permissibly be considered.",
      "id": "s57"
    },
    {
      "text": "The Delegate's decision concerning the Core Country claim is irrelevant to my task.",
      "id": "s58"
    },
    {
      "text": "PROCEDURAL FAIRNESS \n \n12 At a belated stage in proceedings, the applicant asserted that the Delegate had denied it procedural fairness in making his decision.",
      "id": "s59"
    },
    {
      "text": "The claim appears to take two forms.",
      "id": "s60"
    },
    {
      "text": "The first appears in para 61 of the second set of written submissions on behalf of the applicant as follows:\n \n 'The [applicant] submit(s) that due to errors in the Decision by the Delegate they were denied the opportunity made available to them under the Native Title Act for their application to be assessed according to the appropriate criteria.",
      "id": "s61"
    },
    {
      "text": "On this basis the [applicant] seek(s) an order from the Court that the Decision be set aside.",
      "id": "s62"
    },
    {
      "text": "' \n \n\n13 This seems to mean that the alleged errors in the Delegate's consideration of relevant statutory criteria deprived the applicant of an opportunity to be heard.",
      "id": "s63"
    },
    {
      "text": "Such an argument confuses procedural fairness with errors in the decision-making process.",
      "id": "s64"
    },
    {
      "text": "Errors alone will not generally amount to a denial of procedural fairness although they may, in extreme cases, evidence a misunderstanding by the decision-maker of his or her relevant function.",
      "id": "s65"
    },
    {
      "text": "That has not been suggested in this case.",
      "id": "s66"
    },
    {
      "text": "A superficially more substantial argument appears at para 64 of the submissions where it is submitted that:\n \n 'The [applicant] submit(s) that the fact that their application satisfied the Delegate in 2005 with respect to the same group, for the same country with the same traditional laws and customs represented by the same individuals as Applicant contributes to the unfairness of the decision that in the following year --- without reference to a cogent or relevant reason for a changed opinion and on erroneous bases, the decision was that the registration test conditions were not satisfied.",
      "id": "s67"
    },
    {
      "text": "' \n \n\n14 This argument invites an examination of the duty conferred upon the NT Registrar (and therefore the Delegate) by the Act.",
      "id": "s68"
    },
    {
      "text": "Sub-section 190A(1) required the Delegate to consider the Application.",
      "id": "s69"
    },
    {
      "text": "In effect he had to decide whether to accept it for registration pursuant to s 190.",
      "id": "s70"
    },
    {
      "text": "Subsection 190A(5A) provides:\n \n 'Before the [NT] Registrar has decided whether or not to accept the claim for registration, he or she may notify the applicant that the application may be amended under the Federal Court Rules .",
      "id": "s71"
    },
    {
      "text": "' \n \n\n15 The decision to accept or reject an application is a purely administrative function, the decision depending upon whether or not such application satisfies the prescribed criteria.",
      "id": "s72"
    },
    {
      "text": "The Act does not suggest that the NT Registrar is to receive submissions as to any proposed decision.",
      "id": "s73"
    },
    {
      "text": "If anything, subs 190A(5A) suggests to the contrary.",
      "id": "s74"
    },
    {
      "text": "To impose such a requirement would, in my view, imply a similar requirement in many other statutory registration schemes.",
      "id": "s75"
    },
    {
      "text": "This would be a considerable extension of the law.",
      "id": "s76"
    },
    {
      "text": "The applicant's case is probably a little more refined than that.",
      "id": "s77"
    },
    {
      "text": "It suggests that because of the previous acceptance of the Core Country claim, such an obligation may have arisen.",
      "id": "s78"
    },
    {
      "text": "The applicant seems to submit that as the same Delegate considered both applications, special requirements of procedural fairness arose.",
      "id": "s79"
    },
    {
      "text": "16 I do not see why that, presumably fortuitous, fact should affect any requirement as to procedural fairness attending the decision-making process.",
      "id": "s80"
    },
    {
      "text": "The question must be whether any delegate would have been obliged to tell the applicant that he or she proposed to reach a decision which might be inconsistent with any earlier decision, by any decision-maker, involving the same applicant.",
      "id": "s81"
    },
    {
      "text": "Such a requirement would produce considerable practical difficulties, particularly in view of the absence of any apparent statutory provision to that effect.",
      "id": "s82"
    },
    {
      "text": "Unless a delegate had cause to refer to other earlier applications, he or she may not be aware of them, or may not realize that there is any arguable inconsistency.",
      "id": "s83"
    },
    {
      "text": "He or she could hardly be expected to review earlier applications \"just in case\".",
      "id": "s84"
    },
    {
      "text": "Further, there is no reason why such a requirement would apply only to serial applicants.",
      "id": "s85"
    },
    {
      "text": "Any applicant might choose to rely on the fact that an earlier application by another applicant had been registered and adopt it as a precedent.",
      "id": "s86"
    },
    {
      "text": "The applicant was aware of the relevant statutory requirements as to which it was obliged to satisfy the Delegate.",
      "id": "s87"
    },
    {
      "text": "It was not entitled to rely on past practices.",
      "id": "s88"
    },
    {
      "text": "17 In any event the Delegate, having performed a preliminary assessment, informed the applicant that there were difficulties with the Application.",
      "id": "s89"
    },
    {
      "text": "In a letter dated 2 June 2006 to the applicant's solicitor, those difficulties were identified.",
      "id": "s90"
    },
    {
      "text": "It indicated that the Application \"may satisfy\" many of the requirements of the Act, but that it did not satisfy the requirements of para 62(e) and subs 190B(5).",
      "id": "s91"
    },
    {
      "text": "Those provisions concern the factual basis of the claim.",
      "id": "s92"
    },
    {
      "text": "The letter also indicated that further information was required in connection with the matters prescribed in subs 190B(3) (identification of the claim group) and 190B(7) (physical connection).",
      "id": "s93"
    },
    {
      "text": "In the case of subs 190B(3) the Delegate also indicated that the Application \"may not pass\" and that:\n \n 'The section means what it says and the interpretation of it is well known to the [applicant's] representatives.",
      "id": "s94"
    },
    {
      "text": "There is material in the report by Rod Hagen which would appear to contradict or not agree with the description given at Schedule A.",
      "id": "s95"
    },
    {
      "text": "There is material in earlier applications involving the same or substantially the same group which does not agree with the present formulation.",
      "id": "s96"
    },
    {
      "text": "' \n \n\n18 The letter clearly stated that it was for the applicant to satisfy the requirements of the Act.",
      "id": "s97"
    },
    {
      "text": "The following passage appears at the foot of p 1:\n \n 'Please note: \n \n \n &#8226; The applicant cannot rely on this assessment to tell them whether an application will or will not pass the Registration Test.",
      "id": "s98"
    },
    {
      "text": "&#8226; This is not legal advice.",
      "id": "s99"
    },
    {
      "text": "It is up to the applicant to get independent legal advice about the application and the Registration Test.",
      "id": "s100"
    },
    {
      "text": "&#8226; It is the responsibility of the applicant to provide sufficient information to pass the test.",
      "id": "s101"
    },
    {
      "text": "' \n \n\n19 In the attachment which set out the preliminary assessment, it was again stated that it was not legal advice, and that it was for the applicant to get such advice and to provide sufficient information in order that the Application pass the test.",
      "id": "s102"
    },
    {
      "text": "20 The Delegate ultimately found that the Application did not satisfy the requirements of subss 190B(3), (5), (6) and (7).",
      "id": "s103"
    },
    {
      "text": "The applicant was expressly warned of possible inadequacies in connection with all of those provisions save for subs 190B(6).",
      "id": "s104"
    },
    {
      "text": "That subsection required the Delegate to consider whether some of the claimed rights and interests were prima facie capable of being established.",
      "id": "s105"
    },
    {
      "text": "Such consideration would usually follow consideration of the matters identified in the other subsections mentioned above.",
      "id": "s106"
    },
    {
      "text": "Failure to comply with one or other of them might well lead to failure to satisfy the requirements of subs 190B(6).",
      "id": "s107"
    },
    {
      "text": "The applicant can hardly complain that other identified inadequacies led to a consequential inadequacy in its purported compliance with that subsection.",
      "id": "s108"
    },
    {
      "text": "21 In advising the applicant of the shortcomings in the Application, the Delegate was presumably exercising the power conferred by subs 190A(5A).",
      "id": "s109"
    },
    {
      "text": "However, he was not obliged to do so.",
      "id": "s110"
    },
    {
      "text": "To extend to the applicant an opportunity to re-formulate the claim before deciding whether or not to accept it for registration was a desirable, but not necessary, course.",
      "id": "s111"
    },
    {
      "text": "Even if the Delegate had not advised the applicant of all matters causing concern, that would not have led me to conclude that he was bound to proceed upon the basis that matters not addressed should necessarily be resolved in ways which were favourable to the applicant.",
      "id": "s112"
    },
    {
      "text": "The applicant was warned that it must satisfy the requirements of the Act.",
      "id": "s113"
    },
    {
      "text": "The Delegate directed attention to his major areas of concern.",
      "id": "s114"
    },
    {
      "text": "There is nothing in this point.",
      "id": "s115"
    },
    {
      "text": "IRRELEVANT MATERIAL \n \n22 The applicant alleges that the Delegate took into account irrelevant material.",
      "id": "s116"
    },
    {
      "text": "This is a reference to various documents identified on p 25 of his reasons.",
      "id": "s117"
    },
    {
      "text": "Of these documents, the Delegate said:\n \n 'I also have available the following affidavits and documents which were filed with or provided in relation to associated claims; as it transpired they were of little direct relevance, as the anthropological reports were written in 1999, prior to the major decisions in Ward and Yorta Yorta , and thus some sections are not responsive to the issues raised by the later development of native title law ....",
      "id": "s118"
    },
    {
      "text": "The affidavits suffered similarly.",
      "id": "s119"
    },
    {
      "text": "' \n \n\n23 Pursuant to subs 190A(3), the Delegate was to have regard to certain specified information including the Application itself and, 'may have regard to such other information as he or she considers appropriate' .",
      "id": "s120"
    },
    {
      "text": "In my view, it would be, to say the least, undesirable that the NT Registrar or a delegate take into account information derived from other applications without affording the applicant an opportunity to comment upon it.",
      "id": "s121"
    },
    {
      "text": "Whether there is a statutory obligation to do so, I need not consider.",
      "id": "s122"
    },
    {
      "text": "This is because the Delegate clearly did not treat the material as generally relevant to his task.",
      "id": "s123"
    },
    {
      "text": "At some points, he referred specifically to parts of the material.",
      "id": "s124"
    },
    {
      "text": "I will consider for myself the adequacy or otherwise of the information provided by the applicant, without regard to such other information.",
      "id": "s125"
    },
    {
      "text": "I will, however, refer to it at appropriate points in order to demonstrate the very limited use made of it by the Delegate.",
      "id": "s126"
    },
    {
      "text": "ERROR OF LAW \n \n24 In its first round of submissions the applicant appears to have identified an error which was said to be an 'illustration' of the Delegate's 'significant misunderstanding of the relevant jurisprudence and of the role of the administrative decision maker ...' .",
      "id": "s127"
    },
    {
      "text": "The alleged error was the Delegate's view that it was necessary that the applicant demonstrate that the apical ancestors identified in the description of the claim group constituted a society at some relevant time.",
      "id": "s128"
    },
    {
      "text": "I do not understand how alleged errors of law can be argued by \"illustration\".",
      "id": "s129"
    },
    {
      "text": "In the second round of submissions other alleged errors were addressed in connection with the various statutory criteria.",
      "id": "s130"
    },
    {
      "text": "It will be better if I discuss all legal issues as they arise in my examination of the Delegate's reasons.",
      "id": "s131"
    },
    {
      "text": "OTHER GROUNDS \n \n25 As to the other grounds, namely the assertions that the material available 'did not justify the Application failing the registration test' , and that the Delegate failed to take account of relevant material, I will consider those matters, too, in my general examination of the Delegate's reasons.",
      "id": "s132"
    },
    {
      "text": "YORTA YORTA \n \n26 The Delegate referred to the reasons of Gleeson CJ, Gummow and Hayne JJ in Members of the Yorta Yorta Aboriginal Community v Victoria [2002] HCA 58 ; (2002) 214 CLR 422 especially at [42] to [56] and [79] to [89].",
      "id": "s133"
    },
    {
      "text": "It is appropriate that I summarise certain aspects of their Honours' reasons.",
      "id": "s134"
    },
    {
      "text": "Most of what follows appears at [32] to [89] of those reasons.",
      "id": "s135"
    },
    {
      "text": "The following propositions emerge:\n \n &#8226; \"Native Title\" means certain rights and interests of indigenous peoples.",
      "id": "s136"
    },
    {
      "text": "&#8226; Those rights and interests may be communal, group or individual rights and interests, but they must be in relation to land or waters.",
      "id": "s137"
    },
    {
      "text": "&#8226; The rights and interests must: \n \n \n &#8226; be possessed under the traditional laws acknowledged, and the traditional customs observed, by the peoples concerned;\n &#8226; have the characteristic that by such laws and customs the people in question have \"a connection with\" the land or waters; and\n &#8226; be \"recognised\" by the common law of Australia.",
      "id": "s138"
    },
    {
      "text": "&#8226; Crown sovereignty over Australia cannot be challenged in an Australian municipal court.",
      "id": "s139"
    },
    {
      "text": "&#8226; Upon acquisition of sovereignty over a particular part of Australia, the Crown acquired a radical title to the land in that part, but Native Title survived such acquisition.",
      "id": "s140"
    },
    {
      "text": "&#8226; The surviving rights and interests are in relation to land or waters.",
      "id": "s141"
    },
    {
      "text": "&#8226; Those rights and interests owed their origin to a normative system other than the legal system of the new sovereign power, namely traditional laws and customs of the indigenous people concerned.",
      "id": "s142"
    },
    {
      "text": "&#8226; In seeking to identify surviving rights and interests in relation to land or waters, the laws or customs in which such rights or interests originate must be laws or customs having a normative content, being derived from a body of norms or normative system --- the body of norms or normative system that existed before sovereignty.",
      "id": "s143"
    },
    {
      "text": "&#8226; Rights and interests comprising Native Title may not, and often will not, correspond with rights and interests in land familiar to 'the Anglo-Australian property lawyer' .",
      "id": "s144"
    },
    {
      "text": "&#8226; Rights and interests under traditional laws and customs will often reflect a different conception of \"property\" or \"belonging\".",
      "id": "s145"
    },
    {
      "text": "&#8226; The relevant laws and customs must be rules having normative content.",
      "id": "s146"
    },
    {
      "text": "Without that quality there may be observable patterns of behaviour but not rights or interests in relation to land or waters.",
      "id": "s147"
    },
    {
      "text": "&#8226; Upon the assertion of Crown sovereignty the normative or law-making system which then existed could no longer validly create new rights, duties or interests.",
      "id": "s148"
    },
    {
      "text": "&#8226; Rights or interests created after sovereignty, owing their origins and continued existence only to a normative system other than that of the new sovereign power, will not be given effect.",
      "id": "s149"
    },
    {
      "text": "&#8226; The rights and interests in land or waters which the new sovereign order recognized included the rules of traditional law and custom dealing with transmission of interests in land or waters.",
      "id": "s150"
    },
    {
      "text": "&#8226; Account may be taken of alterations to, or developments in, traditional laws and customs occurring after sovereignty, at least to the extent that such changes and developments were contemplated by traditional laws and customs.",
      "id": "s151"
    },
    {
      "text": "&#8226; Because there can be no parallel law-making system after the assertion of sovereignty, the only rights or interests originating otherwise than in the new sovereign order, which will be recognized after the assertion of sovereignty, are those originating in pre-sovereignty law and custom.",
      "id": "s152"
    },
    {
      "text": "&#8226; The word \"traditional\" describes a means of transmission of laws or customs.",
      "id": "s153"
    },
    {
      "text": "A traditional law or custom is one which has been passed from generation to generation of a society, usually by word of mouth and common practice.",
      "id": "s154"
    },
    {
      "text": "In the context of the Act the word \"traditional\" conveys an understanding of the age of the traditions, namely that their origins lie in the normative rules of Aboriginal and Torres Strait Islander societies which existed before the assertion of British sovereignty.",
      "id": "s155"
    },
    {
      "text": "Only these normative rules are traditional laws and customs.",
      "id": "s156"
    },
    {
      "text": "&#8226; The normative system under which the relevant rights and interests are possessed must have enjoyed a continuous existence and vitality since the assertion of sovereignty.",
      "id": "s157"
    },
    {
      "text": "If the system has not existed throughout that period, the rights and interests which owe their existence to that system will have ceased to exist.",
      "id": "s158"
    },
    {
      "text": "Any later attempt to revive them will not reconstitute traditional laws and customs from which rights and interests within the definition of \"Native Title\" may arise.",
      "id": "s159"
    },
    {
      "text": "&#8226; Laws and customs arise out of, and go to define, a particular society, that is a body of persons united in, and by, its acknowledgement and observance of a body of laws and customs.",
      "id": "s160"
    },
    {
      "text": "&#8226; To speak of rights and interests possessed under an identified body of laws and customs is to speak of rights and interests which are the creatures of the laws and customs of a particular society existing as a group which acknowledges and observes those laws and customs.",
      "id": "s161"
    },
    {
      "text": "&#8226; If that society ceases to exist as a group which acknowledges and observes those laws and customs, those laws and customs cease to have continued existence and vitality.",
      "id": "s162"
    },
    {
      "text": "&#8226; The passing on of laws and customs from individual to individual may not be sufficient to render them traditional laws and customs if the society itself has ceased to exist.",
      "id": "s163"
    },
    {
      "text": "If the society ceases to exist, the rights and interests in land to which laws and customs gave rise also cease to exist.",
      "id": "s164"
    },
    {
      "text": "&#8226; If such laws and customs are adopted by some new society they then owe their new life to that later society and are laws and customs acknowledged by, and observed by, that later society.",
      "id": "s165"
    },
    {
      "text": "&#8226; The relevant rule of recognition of a traditional law or custom is a rule of recognition found in the social structure of the relevant indigenous society as those structures existed at sovereignty.",
      "id": "s166"
    },
    {
      "text": "&#8226; Any analysis of the traditional laws and customs of a society, having no well-developed written language, by using analytical tools developed in connection with very different organized societies, is fraught with difficulty.",
      "id": "s167"
    },
    {
      "text": "However that difficulty does not lead to denial of the importance of two facts.",
      "id": "s168"
    },
    {
      "text": "Firstly, the laws and customs and the society which acknowledges and observes them are inextricably linked.",
      "id": "s169"
    },
    {
      "text": "Secondly, the new sovereign order recognized only those Native Title rights and interests which existed at the time of change in sovereignty.",
      "id": "s170"
    },
    {
      "text": "&#8226; It is therefore necessary to enquire as to the relationship between the laws and customs now acknowledged and observed in a relevant indigenous society, and those which were acknowledged and observed before sovereignty, considering whether the laws and customs can be said to be the laws and customs of a society whose laws and customs are properly described as traditional laws and customs.",
      "id": "s171"
    },
    {
      "text": "&#8226; The word \"traditional\" means not only that which is transferred by word of mouth from generation to generation.",
      "id": "s172"
    },
    {
      "text": "It also reflects the fundamental nature of the Native Title rights and interests with which the Act deals.",
      "id": "s173"
    },
    {
      "text": "They are rights and interests rooted in pre-sovereignty traditional laws and customs.",
      "id": "s174"
    },
    {
      "text": "&#8226; In many cases the claimants will invite the Court to infer the content of traditional laws and customs at times earlier than those described in the available evidence.",
      "id": "s175"
    },
    {
      "text": "&#8226; Pursuant to s 82(1) the Court is bound by the rules of evidence except to the extent that it otherwise orders.",
      "id": "s176"
    },
    {
      "text": "&#8226; Where the laws or customs now said to be acknowledged and observed have been adapted in response to the impact of European settlement, it may be especially difficult to demonstrate the content of pre-sovereignty traditional laws and customs.",
      "id": "s177"
    },
    {
      "text": "&#8226; However demonstrated change to, or adaptation of, traditional law or custom, or some interruption of enjoyment or exercise of Native Title rights or interests, since the assertion of sovereignty, will not necessarily be fatal to a claim.",
      "id": "s178"
    },
    {
      "text": "The key question is whether the law and custom can be seen to be traditional law and traditional custom.",
      "id": "s179"
    },
    {
      "text": "&#8226; Exercise of Native Title rights and interests may constitute powerful evidence of the existence of such rights and interests and their content.",
      "id": "s180"
    },
    {
      "text": "&#8226; Evidence of non-exercise does not necessarily answer the relevant statutory question.",
      "id": "s181"
    },
    {
      "text": "The question is as to possession of the rights and interests, not their exercise.",
      "id": "s182"
    },
    {
      "text": "&#8226; In the definition of Native Title in subs 223(1) of the Act, the focus is upon rights and interests in relation to land or waters, which rights and interests are currently possessed under traditional laws and customs by claimants who, pursuant to such laws and customs, presently have a connection with the land or waters in question.",
      "id": "s183"
    },
    {
      "text": "&#8226; Those rights and interests must be possessed under traditional laws and customs observed by the peoples in question.",
      "id": "s184"
    },
    {
      "text": "The connection between the peoples in question and the land and waters must be by clear traditional laws and customs.",
      "id": "s185"
    },
    {
      "text": "The word \"traditional\" refers to a body of laws and customs acknowledged and observed by the ancestors of the claimants at the time of sovereignty.",
      "id": "s186"
    },
    {
      "text": "&#8226; Acknowledgement and observance of those laws and customs must have continued, substantially uninterrupted, since sovereignty.",
      "id": "s187"
    },
    {
      "text": "&#8226; In the last proposition the word \"substantially\" is of some importance.",
      "id": "s188"
    },
    {
      "text": "Proof of continuous acknowledgement and observance over the many years which have elapsed since sovereignty may be difficult.",
      "id": "s189"
    },
    {
      "text": "The qualification recognizes that European settlement has had the most profound effect on Aboriginal societies and that it is therefore inevitable that the structures and practices of those societies and their members will have undergone great change.",
      "id": "s190"
    },
    {
      "text": "Nonetheless it is necessary to demonstrate that the normative system out of which the claimed rights and interests arise is the normative system of the society which came under a new sovereign order when the British Crown asserted sovereignty.",
      "id": "s191"
    },
    {
      "text": "To that end it must be shown that the society, under whose laws and customs the Native Title rights and interests are said to be possessed, has continued to exist throughout that period as a body united by its acknowledgement and observance of the laws and customs.",
      "id": "s192"
    },
    {
      "text": "NATIVE TITLE CLAIM GROUP --- S 190B(3) \n \n27 The section required that the Delegate be satisfied either that:\n \n &#8226; the persons in the Native Title claim group were named in the application; or\n &#8226; the persons in that group were described sufficiently clearly so that it could be ascertained whether any particular person was in the group.",
      "id": "s193"
    },
    {
      "text": "28 In the Application the claim group was identified as follows:\n \n 'The criteria for membership of the Gudjala native title claim group is in accordance with traditional laws acknowledged and customs observed by the Gudjala people who are traditionally connected to the area described in Schedule B (\"application area\") through: \n \n \n (1) physical, spiritual and religious association; and \n (2) genealogical descent; and \n (3) processes of succession; and \n \n \n who have communal native title in the application area from which rights and interests derive.",
      "id": "s194"
    },
    {
      "text": "The Gudjala native title claim group is comprised of all persons descended from the following ancestors: \n \n &#8226; Alice Anning (White Huen) of Bluff Downs; \n &#8226; Cissy McGregor; \n &#8226; Maggie Thomson; \n &#8226; Topsy Hann.",
      "id": "s195"
    },
    {
      "text": "' \n \n \n\n29 The Delegate considered that the second paragraph (which identified the claim group by reference to 'apical ancestors' ) would, by itself, have been sufficient to satisfy the requirement of subs 190B(3).",
      "id": "s196"
    },
    {
      "text": "A person who demonstrated descent from one of the four identified ancestors would be a member of the claim group.",
      "id": "s197"
    },
    {
      "text": "However he considered that the first paragraph 'modifies the simplicity of the second by apparently introducing \"criteria for membership\" ' .",
      "id": "s198"
    },
    {
      "text": "The first paragraph asserted that membership of the group was in accordance with traditional laws and customs of Gudjala People traditionally connected to the land through physical, spiritual and religious associations, genealogical descent and processes of succession.",
      "id": "s199"
    },
    {
      "text": "However it said nothing about the content of such traditional laws and customs against which a claim to membership might be assessed.",
      "id": "s200"
    },
    {
      "text": "The expressions \"physical, spiritual and religious association\", \"genealogical descent\" and \"processes of succession\" suggest the general nature of such laws and customs but say nothing about their content.",
      "id": "s201"
    },
    {
      "text": "The Delegate concluded that their presence in the description suggested that membership of the claim group was not solely dependent upon descent from the apical ancestors identified in the second paragraph.",
      "id": "s202"
    },
    {
      "text": "30 In his preliminary assessment of the Application, the Delegate referred to apparent inconsistencies between the claim group description and material in earlier applications 'involving the same or substantially the same group' .",
      "id": "s203"
    },
    {
      "text": "The applicant submits that his final decision was infected by error in that the adequacy of the description of the claim group must be assessed by reference only to the application.",
      "id": "s204"
    },
    {
      "text": "However the Delegate clearly demonstrated in his reasons that he understood that s 190B(3) addressed only the content of the Application.",
      "id": "s205"
    },
    {
      "text": "In support of this proposition he referred to the decision of Mansfield J in Northern Territory of Australia v Doepel [2003] FCA 1384 at [51] .",
      "id": "s206"
    },
    {
      "text": "The reasons make no reference to extrinsic material.",
      "id": "s207"
    },
    {
      "text": "31 The Delegate accepted that the Application complied with subs 61(4) but found non-compliance with subs 190B(3).",
      "id": "s208"
    },
    {
      "text": "The two provisions seem to establish similar criteria.",
      "id": "s209"
    },
    {
      "text": "The first prescribes the content of an application.",
      "id": "s210"
    },
    {
      "text": "The second identifies the matters as to which the Delegate had to be satisfied if the Application were to be accepted for registration.",
      "id": "s211"
    },
    {
      "text": "The applicant submits that the Delegate erred in finding compliance with one provision and non-compliance with the other.",
      "id": "s212"
    },
    {
      "text": "The Act itself draws a distinction between the two provisions.",
      "id": "s213"
    },
    {
      "text": "Subsection 190A(6) asserts that s 190B 'deals mainly with the merits of the claim' , and that s 190C 'deals with procedural and other matters' .",
      "id": "s214"
    },
    {
      "text": "This suggests that when, pursuant to s 190B(3), the Delegate considered whether the claim group was described sufficiently to permit a decision as to whether a particular person was a member thereof, he or she was dealing with 'the merits' as that term is used in s 190A(6).",
      "id": "s215"
    },
    {
      "text": "When, pursuant to s 190C(2), he considered whether the Application contained all the details and other information required by ss 61 and 62, he was dealing with a matter of procedure.",
      "id": "s216"
    },
    {
      "text": "In other words, the distinction is not between subs 61(4) and subs 190A(3) but between ss 190B(3) and 190C(2) as they apply to s 61(4).",
      "id": "s217"
    },
    {
      "text": "32 In considering s 61(4) pursuant to s 190C(2) the Delegate considered whether there appeared to be a description which satisfied the requirements of the Act, without ascertaining whether or not it operated effectively to describe the claim group.",
      "id": "s218"
    },
    {
      "text": "He undertook the latter exercise pursuant to s 190B(3).",
      "id": "s219"
    },
    {
      "text": "That seems to be the only way in which he could have given effect to the two requirements.",
      "id": "s220"
    },
    {
      "text": "It may not matter.",
      "id": "s221"
    },
    {
      "text": "In order to be entitled to registration it was necessary that the Application comply with the quite precise test prescribed in s 190B(3).",
      "id": "s222"
    },
    {
      "text": "Any apparent confusion in the Delegate's reasons simply reflected the rather ambiguous terms of the Act.",
      "id": "s223"
    },
    {
      "text": "33 Although it is not easy to be sure, I believe that I have disposed of all of the applicant's arguments concerning the description of the claim group.",
      "id": "s224"
    },
    {
      "text": "However, in the end, it is for me to consider whether the Delegate should have been satisfied as to compliance with subs 190B(3).",
      "id": "s225"
    },
    {
      "text": "I must form my own view as to that matter.",
      "id": "s226"
    },
    {
      "text": "The question is not without difficulty.",
      "id": "s227"
    },
    {
      "text": "The better view is that the identification of the claim group as the descendants of the apical ancestors is the asserted outcome of the correct application of traditional laws and customs observed by the Gudjala People, although those laws and customs are not identified.",
      "id": "s228"
    },
    {
      "text": "It is curious that laws and customs concerning physical, spiritual and religious association, genealogical descent and processes of succession should lead to the outcome that the only people who have 'communal native title' in the area are the descendants of four apical ancestors.",
      "id": "s229"
    },
    {
      "text": "One would have thought it more likely than not that some such descendants, although satisfying the laws relating to genealogical descent, would fail in connection with physical, spiritual and religious association and/or processes of succession.",
      "id": "s230"
    },
    {
      "text": "As the laws and customs in question are not identified, this curiosity cannot be resolved.",
      "id": "s231"
    },
    {
      "text": "However subs 190B(3) requires only that the members of the claim group be identified, not that there be a cogent explanation of the basis upon which they qualify for such identification.",
      "id": "s232"
    },
    {
      "text": "34 If the two parts of the description are read discretely, then the problem identified by the Delegate arises.",
      "id": "s233"
    },
    {
      "text": "However it is consistent with traditional canons of construction to read the paragraphs as part of one discrete passage, and in such a way as to secure consistency between them, if such an approach is reasonably open.",
      "id": "s234"
    },
    {
      "text": "The preferable construction of the description is that all members of the claim group are descendants of the four apical ancestors.",
      "id": "s235"
    },
    {
      "text": "Such membership, it is claimed, is based upon law and custom, but details are not given.",
      "id": "s236"
    },
    {
      "text": "Although I would not encourage a repetition of this approach to compliance with the requirements of subs 61(3), I am of the view that it sufficiently identifies the members of the claim group by reference to apical ancestors.",
      "id": "s237"
    },
    {
      "text": "FACTUAL BASIS FOR CLAIMED NATIVE TITLE --- SUBS 190B(5) \n \n35 This subsection required that the Delegate be satisfied:\n \n 'that the factual basis on which it is asserted that the native title rights and interests claimed exist is sufficient to support the assertion.",
      "id": "s238"
    },
    {
      "text": "In particular the factual basis must support the following assertions: \n \n \n (a) that the native title claim group have, and the predecessors of those persons had, an association with the area; and \n (b) that there exists traditional laws acknowledged by, and traditional customs observed by, the native title claim group that give rise to the claim to native title rights and interests; and \n (c) that the native title claim group have continued to hold the native title in accordance with those traditional laws and customs.",
      "id": "s239"
    },
    {
      "text": "' \n \n \n\n36 The subsection assumes identification of the claim group pursuant to subs 190B(3) and identification of claimed Native Title rights and interests pursuant to subs 190B(4).",
      "id": "s240"
    },
    {
      "text": "I have already discussed identification of the claim group.",
      "id": "s241"
    },
    {
      "text": "The Delegate was satisfied that there was sufficient identification of the claimed Native Title rights and interests.",
      "id": "s242"
    },
    {
      "text": "That matter was dealt with in Sch E to the Application which schedule was in two parts.",
      "id": "s243"
    },
    {
      "text": "One related to land and waters where there had been no prior extinguishment of Native Title, or where s 238 of the Act applied.",
      "id": "s244"
    },
    {
      "text": "With respect to that land, the claimed rights were said to be 'the right to possession, occupation, use and enjoyment of the claim area as against the whole world, pursuant to the traditional laws and customs of the claim group but subject to the valid laws of the Commonwealth of Australia and the State of Queensland.",
      "id": "s245"
    },
    {
      "text": "' \n \n37 The second part related to all remaining land and waters within the claim area.",
      "id": "s246"
    },
    {
      "text": "The claim was a non-exclusive claim to use and enjoy such land and waters in accordance with traditional laws and customs for the following purposes, namely:\n \n &#8226; having access to land and waters;\n &#8226; entering and remaining on the land;\n &#8226; hunting;\n &#8226; fishing;\n &#8226; gathering and using the products of the claim area such as food, medicinal plants, timber, bark, ochres and earth, stone and resin, minerals and using natural water resources of the area;\n &#8226; camping and erecting shelters;\n &#8226; engaging in cultural activities;\n &#8226; conducting ceremonies and holding meetings;\n &#8226; teaching the physical and spiritual attributes at locations and sites;\n &#8226; participating in cultural practices relating to births, marriages and deaths on the claim area; and\n &#8226; making decisions pursuant to Aboriginal law and custom about the use and enjoyment of the land by Aboriginal people.",
      "id": "s247"
    },
    {
      "text": "38 A rider to the application provided that it did not include a claim for exclusive possession over previous non-exclusive possession areas as defined under s 23F of the Act, save where the Act and/or the common law allowed such a claim to be part of a Native Title determination application.",
      "id": "s248"
    },
    {
      "text": "I do not understand this rider to be in any way relevant for present purposes.",
      "id": "s249"
    },
    {
      "text": "I similarly do not understand the reference to s 238 to be of any present significance.",
      "id": "s250"
    },
    {
      "text": "39 Subsection 190B(5) of the Act refers to the factual basis upon which it is asserted that the claimed Native Title rights and interests exist.",
      "id": "s251"
    },
    {
      "text": "This is clearly a reference to the existence of rights vested in the claim group.",
      "id": "s252"
    },
    {
      "text": "Thus it was necessary that the Delegate be satisfied that there was an alleged factual basis sufficient to support the assertion that the claim group was entitled to the claimed Native Title rights and interests.",
      "id": "s253"
    },
    {
      "text": "In other words, it was necessary that the alleged facts support the claim that the identified claim group (and not some other group) held the identified rights and interests (and not some other rights and interests).",
      "id": "s254"
    },
    {
      "text": "40 The Delegate experienced difficulty in addressing this question, given his lack of satisfaction as to the adequacy of the description of the claim group.",
      "id": "s255"
    },
    {
      "text": "My view of the identity of the claim group relieves me of part of that difficulty.",
      "id": "s256"
    },
    {
      "text": "However the absence of any description of the basis upon which the apical ancestors were selected re-emerges in considering this aspect of the case.",
      "id": "s257"
    },
    {
      "text": "There may be many ways in which to describe a claim group, any one of which may be sufficient to satisfy the requirements of subs 190B(3).",
      "id": "s258"
    },
    {
      "text": "However that task is undertaken, it will eventually be necessary to address the relationship which all members claim to have in common in connection with the relevant land.",
      "id": "s259"
    },
    {
      "text": "41 In some cases it will be convenient to describe the claim group by referring to particular people, either by name or, as in this case, by reference to apical ancestors.",
      "id": "s260"
    },
    {
      "text": "In other cases, it may be done by describing the relevant requirements of law and custom which must be satisfied in order that a particular person share in the claimed rights and interests.",
      "id": "s261"
    },
    {
      "text": "Identification of the claim group, the claimed rights and interests and the relationship between the two are not totally independent processes.",
      "id": "s262"
    },
    {
      "text": "The identified rights and interests must belong to the identified claim group.",
      "id": "s263"
    },
    {
      "text": "Subsection 190B(5) requires a description of the alleged factual basis which demonstrates that relationship.",
      "id": "s264"
    },
    {
      "text": "The applicant may not have been obliged to identify the relationship between the claim group and the relevant land and waters in describing the claim group for the purposes of subs 190B(3), but that step had to be undertaken for the purposes of subs 190B(5).",
      "id": "s265"
    },
    {
      "text": "42 In assessing the extent of compliance with subs 190B(5), the Delegate relied primarily upon an affidavit of William Santo dated 24 January 2006, a further affidavit of Mr Santo dated 11 September 2006 and an affidavit of Stella May McLean dated 25 January 2006, together with other material in the application.",
      "id": "s266"
    },
    {
      "text": "This material included an anthropologist's report by Mr Rod Hagen dated March 2005.",
      "id": "s267"
    },
    {
      "text": "The Delegate also referred to reports by another anthropologist, Ms R Dawn Glass, dated March and May 1999.",
      "id": "s268"
    },
    {
      "text": "43 It is appropriate to examine the evidence under each of the three specific headings identified in subs 190B(5).",
      "id": "s269"
    },
    {
      "text": "Association with the area \n \n44 Stella May McLean was born in 1931 at Maryvale Station, within the claim area.",
      "id": "s270"
    },
    {
      "text": "Her mother was born there in about 1903.",
      "id": "s271"
    },
    {
      "text": "Her grandmother was born there in the 1880s.",
      "id": "s272"
    },
    {
      "text": "Ms McLean's great-grandmother was Topsy Hann, one of the nominated apical ancestors.",
      "id": "s273"
    },
    {
      "text": "She was a young girl when the Maryvale Station was established.",
      "id": "s274"
    },
    {
      "text": "She worked there.",
      "id": "s275"
    },
    {
      "text": "If Ms McLean's grandmother (Sadie Jerry) was born in the 1880s, it is likely that Topsy Hann was born in the 1850s, 1860s or 1870s.",
      "id": "s276"
    },
    {
      "text": "Ms McLean says that her mother, grandmother and great-grandmother all lived in or near the claim area or in Charters Towers.",
      "id": "s277"
    },
    {
      "text": "Ms McLean's grandchildren reside in Charters Towers.",
      "id": "s278"
    },
    {
      "text": "45 In his first affidavit, William Charles Santo claimed that Maggie Thompson (or Thomson), one of the named apical ancestors, was his grandmother.",
      "id": "s279"
    },
    {
      "text": "She was born in the mid 1800s at Lolworth Range within the claim area.",
      "id": "s280"
    },
    {
      "text": "Her \"tribe\" came from that area.",
      "id": "s281"
    },
    {
      "text": "It was subjected to a massacre in the 1860s.",
      "id": "s282"
    },
    {
      "text": "Maggie Thompson then went to Bluff Downs Station where she was taken in by the station owner's wife, Mrs Hann.",
      "id": "s283"
    },
    {
      "text": "All of Ms Thompson's four children were born at Bluff Downs Station.",
      "id": "s284"
    },
    {
      "text": "Mr Santo's grandfather, Willy Santo, was one of those children.",
      "id": "s285"
    },
    {
      "text": "He was born in 1882.",
      "id": "s286"
    },
    {
      "text": "His wife was born at Lockervale Station.",
      "id": "s287"
    },
    {
      "text": "He worked at Bluff Downs as a stockman/gardener until he moved to Toomba Station.",
      "id": "s288"
    },
    {
      "text": "He lived all his life in the claim area and died in Charters Towers in 1963.",
      "id": "s289"
    },
    {
      "text": "Mr Santo said that his father, Alan, was born in Charters Towers in 1930 and lived there until he was removed to Palm Island in 1953.",
      "id": "s290"
    },
    {
      "text": "He met Mr Santo's mother on Palm Island.",
      "id": "s291"
    },
    {
      "text": "Their first child was born there.",
      "id": "s292"
    },
    {
      "text": "The family returned to Charters Towers in the late 1950s.",
      "id": "s293"
    },
    {
      "text": "Alan Santo worked on stations in the area such as Dotswood and Toomba.",
      "id": "s294"
    },
    {
      "text": "Mr Santo was born in Charters Towers in 1962 and has lived there all his life.",
      "id": "s295"
    },
    {
      "text": "He has four grandchildren.",
      "id": "s296"
    },
    {
      "text": "In his later affidavit, Mr Santo said that Maggie Thompson was his great grandmother rather than his grandmother.",
      "id": "s297"
    },
    {
      "text": "His great grandfather was Charlie Ganny Cupid, born in Vanuatu.",
      "id": "s298"
    },
    {
      "text": "He died in Charters Towers in 1945.",
      "id": "s299"
    },
    {
      "text": "Ms Thompson died before him, perhaps in the early 1900s.",
      "id": "s300"
    },
    {
      "text": "46 The primary anthropological evidence is Mr Hagan's report, attachment F to the Application.",
      "id": "s301"
    },
    {
      "text": "In much of the report it is unclear whether Mr Hagan is expressing opinions or stating facts.",
      "id": "s302"
    },
    {
      "text": "Further, some parts of the report seem to refer to views and opinions concerning Aboriginal culture and norms generally, rather than to those relevant to the present claim group and claim.",
      "id": "s303"
    },
    {
      "text": "47 Mr Hagan says that the Santo and Boyd families trace their ancestry from Maggie Thompson, and that available documentary and oral historical information identifies her with the claim area, particularly Bluff Downs and the nearby Great Basalt Wall to the west/north-west of Charters Towers.",
      "id": "s304"
    },
    {
      "text": "The evidence, it is said, suggests a birth date around 1860.",
      "id": "s305"
    },
    {
      "text": "All of this may be an impermissible substitution of opinion for facts.",
      "id": "s306"
    },
    {
      "text": "However I pass over that problem.",
      "id": "s307"
    },
    {
      "text": "Mr Hagan asserts that members of those families continue to live in the vicinity of Charters Towers and that 'documentary and oral historical material obtained in the course of my work make it clear that this family has maintained a presence in the claim area at all times since non-indigenous occupation.",
      "id": "s308"
    },
    {
      "text": "' This is at best a summary of relevant facts which have not otherwise been identified.",
      "id": "s309"
    },
    {
      "text": "48 Mr Hagan says that the Reid and Masso families trace their ancestry from Topsy Hann who is also identified with the Maryvale/Bluff Downs/Sandy Creek area to the north of the Great Basalt Wall.",
      "id": "s310"
    },
    {
      "text": "Members of the Reid family may also be connected to the area through descent from Kitty Anderson, the mother of George Reid Jnr who was a partner of Topsy Hann's daughter, Sadie Jerry.",
      "id": "s311"
    },
    {
      "text": "It will be recalled that Sadie Jerry was Ms McLean's grandmother.",
      "id": "s312"
    },
    {
      "text": "Mr Hagan suggests that Topsy Hann was born around 1855-1860.",
      "id": "s313"
    },
    {
      "text": "49 Mr Hagan says that the Huen family trace their descent from Alice Bluff or Alice Anning, a nominated apical ancestor, also from the Bluff Downs area, and that evidence suggests a birth date for her in the 1860s or 1870s.",
      "id": "s314"
    },
    {
      "text": "It is said that the Huen-Kerrs are also descended from Sissy McGregor who was born at St Paul's in about 1880.",
      "id": "s315"
    },
    {
      "text": "St Paul's Pastoral Station lay approximately 80 km to the east/south-east of Charters Towers on the south-western bank of the Burdekin River, some distance south of Ravenswood.",
      "id": "s316"
    },
    {
      "text": "I assume that the Huen-Kerrs are a separate family from the Huens, but related to them.",
      "id": "s317"
    },
    {
      "text": "I assume that the Huens and the Huen-Kerrs are all descended from Alice Anning, and that the Huen-Kerrs are also descended from Sissy McGregor.",
      "id": "s318"
    },
    {
      "text": "50 The Delegate accepted that three of the four apical ancestors identified in the application had an association with the claim area, and that they were in that area at the time at which the first European settlers arrived.",
      "id": "s319"
    },
    {
      "text": "However he considered that there was no reliable information from which he could infer that Sissy McGregor or her descendants, as such, had any association with the claim area.",
      "id": "s320"
    },
    {
      "text": "Descent from Ms McGregor seems to have no relevance for present purposes as the Huen-Kerrs are also allegedly descended from Alice Anning.",
      "id": "s321"
    },
    {
      "text": "If so, then it means that Ms McGregor's inclusion as an apical ancestor serves no purpose.",
      "id": "s322"
    },
    {
      "text": "It neither extends nor limits the claim group.",
      "id": "s323"
    },
    {
      "text": "Further, as there is no evidence associating her with the claim area, her inclusion does not strengthen the claim in any way.",
      "id": "s324"
    },
    {
      "text": "51 As I have observed, identification of the claim group was a necessary aspect in identifying the factual basis of the claim.",
      "id": "s325"
    },
    {
      "text": "The Delegate, in discussing this aspect of the matter, pointed out that in the absence of any evidence as to the size of the claim group or as to the number of predecessors over the years since the days of the apical ancestors, it was impossible to assess the group's association with the claim area or that of their predecessors.",
      "id": "s326"
    },
    {
      "text": "Even if it be accepted that all members of the claim group are descended from people who had an association with the claim area at the time of European settlement, that says nothing about the history of such association since that time.",
      "id": "s327"
    },
    {
      "text": "Some members of the claim group and their predecessors may be, or may have been, so associated, but that does not lead to the conclusion that the claim group as a whole, and their predecessors, were similarly associated.",
      "id": "s328"
    },
    {
      "text": "52 Mr Santo and Ms McLean may demonstrate that they and their families presently have an association with the claim area.",
      "id": "s329"
    },
    {
      "text": "They may also show that their predecessors have had such association since European settlement.",
      "id": "s330"
    },
    {
      "text": "However they have not demonstrated that the claim group as a whole presently has such association.",
      "id": "s331"
    },
    {
      "text": "I do not mean that all members must have such association at all times.",
      "id": "s332"
    },
    {
      "text": "However there must be evidence that there is an association between the whole group and the area.",
      "id": "s333"
    },
    {
      "text": "Similarly, there must be evidence as to such an association between the predecessors of the whole group and the area over the period since sovereignty.",
      "id": "s334"
    },
    {
      "text": "Ms McLean and Mr Santo's evidence does not go so far.",
      "id": "s335"
    },
    {
      "text": "Mr Hagan's evidence provides opinions and conclusions rather than any alleged factual basis for such opinions and conclusions or for the claim.",
      "id": "s336"
    },
    {
      "text": "53 The Delegate pointed out that he did not know when 'effective sovereignty' occurred.",
      "id": "s337"
    },
    {
      "text": "I take that to be a reference to the time of European settlement in the area.",
      "id": "s338"
    },
    {
      "text": "He seems to have accepted that there may be a reasonable basis for inferring that the position at such time more or less reflected the position as at 1788.",
      "id": "s339"
    },
    {
      "text": "He eventually inferred that European settlement probably occurred in or about 1850-1860.",
      "id": "s340"
    },
    {
      "text": "54 The applicant submits that the Delegate, in his consideration of this aspect, wrongly referred to the reports of Ms Glass dated March and May 1999.",
      "id": "s341"
    },
    {
      "text": "The reference was for a very limited purpose, connected with his concern about the description of the claim group.",
      "id": "s342"
    },
    {
      "text": "The Delegate considered that those reports supported his view that on the proper construction of the Application, and in light of the evidence adduced in support of it, membership of the claim group was not regulated solely by descent.",
      "id": "s343"
    },
    {
      "text": "However, as the Delegate demonstrated, the material supplied by the applicant, including Mr Hagan's report, was to similar effect.",
      "id": "s344"
    },
    {
      "text": "In any event, for reasons which I have given, the Application does not demonstrate relevant association.",
      "id": "s345"
    },
    {
      "text": "Ms Glass's reports played no part in my reaching that conclusion.",
      "id": "s346"
    },
    {
      "text": "That they were referred to by the Delegate is no longer to the point.",
      "id": "s347"
    },
    {
      "text": "55 I should say, however, that it is not clear to me that the reports were completely unconnected to this Application, as counsel for the applicant submitted.",
      "id": "s348"
    },
    {
      "text": "The March 1999 report referred to a claim over Porcupine Gorge National Park.",
      "id": "s349"
    },
    {
      "text": "The May 1999 report related to an application over White Mountain National Park.",
      "id": "s350"
    },
    {
      "text": "There is also a third report dated 11 October 1999 which dealt with an application over the Great Basalt Wall National Park.",
      "id": "s351"
    },
    {
      "text": "Reference to those various documents, with a little assistance from an atlas, demonstrates that there is an apparent relationship between them and this Application.",
      "id": "s352"
    },
    {
      "text": "56 Porcupine Gorge National Park is an area to the south of the Core Country claim area.",
      "id": "s353"
    },
    {
      "text": "Its northern tip seems to be about 25 km from the southern boundary of that area.",
      "id": "s354"
    },
    {
      "text": "The report referred to the Kerr family.",
      "id": "s355"
    },
    {
      "text": "It seems likely that they are, in some way, related to the Huen-Kerr family group to which Mr Hagan referred.",
      "id": "s356"
    },
    {
      "text": "At para 4.5 of Ms Glass's report there was reference to a meeting at which David Allie spoke.",
      "id": "s357"
    },
    {
      "text": "He is a member of the current claim group.",
      "id": "s358"
    },
    {
      "text": "The apparent associations between the Porcupine Gorge claim and the current claim are not extensive, but it cannot be said that there is no such relationship.",
      "id": "s359"
    },
    {
      "text": "This is especially so when one remembers that the present claim has been artificially excluded from the Core Country claim area which lies quite near to the Porcupine Gorge claim.",
      "id": "s360"
    },
    {
      "text": "57 As to Ms Glass's report relating to the White Mountain National Park claim, the area lies east/south-east of the Porcupine Gorge Claim and is south of the boundary of the Core Country claim.",
      "id": "s361"
    },
    {
      "text": "Again the distance is about 25 kms.",
      "id": "s362"
    },
    {
      "text": "The report referred to the Reid family, the Masso family and the Kerr family.",
      "id": "s363"
    },
    {
      "text": "All of those family names occur in Mr Hagan's report.",
      "id": "s364"
    },
    {
      "text": "58 As to Ms Glass's third report concerning the Great Basalt Wall National Park, that area falls within the boundary of the Core Country claim and is one of the excised areas included in this Application.",
      "id": "s365"
    },
    {
      "text": "In the vicinity of that national park lie places such as Bluff Downs, Toomba, Maryvale Station and Lolworth, all of which feature prominently in the present application.",
      "id": "s366"
    },
    {
      "text": "The associated family names include Reid, Masso and Santo.",
      "id": "s367"
    },
    {
      "text": "In the report there was particular focus upon the association of the Santo family with the area.",
      "id": "s368"
    },
    {
      "text": "For example, in section G at para 3.0 it was said that:\n \n 'The Santo family in particular has a close connection to the claim area.",
      "id": "s369"
    },
    {
      "text": "As detailed below three generations of the Santo family lawfully occupied Toomba Station (adjoining the claim area).",
      "id": "s370"
    },
    {
      "text": "' \n \n\n59 Mr William Charles Santo, who is a member of the applicant group in the present case, may not have been interested in the Porcupine Gorge Claim or the White Mountain Claim.",
      "id": "s371"
    },
    {
      "text": "However there can be no doubt that he has an interest in the Great Basalt Wall National Park.",
      "id": "s372"
    },
    {
      "text": "The Reid family, the Masso family and the Kerr family have similar interests.",
      "id": "s373"
    },
    {
      "text": "All of this suggests that there may well be familial connections between the Core Country claim and this Application on the one hand, and the Porcupine Gorge, White Mountain and Great Basalt Wall claims on the other.",
      "id": "s374"
    },
    {
      "text": "However, as previously indicated, I propose not to refer to documents concerning the latter claims unless they appear to support the present Application.",
      "id": "s375"
    },
    {
      "text": "60 In this context counsel for the applicant made a further point in oral argument.",
      "id": "s376"
    },
    {
      "text": "She pointed out that the claim group for the Great Basalt Wall claim was described by reference to membership of the Inland Land Council Aboriginal Corporation.",
      "id": "s377"
    },
    {
      "text": "That body is an artefact of earlier versions of the Native Title Act .",
      "id": "s378"
    },
    {
      "text": "It is a corporation set up to facilitate Native Title claims.",
      "id": "s379"
    },
    {
      "text": "Membership is open to all adult Aboriginal traditional owners, the term \"traditional owner\" being defined to mean:\n \n 'a person able to establish genealogical connection to the Kudjala, Jarandali, Wanamarra or Mitjamba People; \n or \n persons who can trace their genealogy to a common ancestor, or who identify themselves with, and trace descent from, an ancestor common to any of the following family groups; \n (a) Huen-Kerr family; \n (b) Santo-Boyd family; \n (c) Reid-Masso family; \n (d) Smith family; \n (e) Keyes family.",
      "id": "s380"
    },
    {
      "text": "' \n \n\n61 Obviously, there is an overlap between those groups and the present claim group.",
      "id": "s381"
    },
    {
      "text": "All of this goes only to the assertion by counsel for the applicant that there was no apparent connection between any of these various claims.",
      "id": "s382"
    },
    {
      "text": "That is simply incorrect.",
      "id": "s383"
    },
    {
      "text": "Traditional laws and customs \n \n62 There must be a factual basis sufficient to support the assertion that there exist traditional laws acknowledged by, and traditional customs observed by, the claim group, which laws and customs give rise to the Native Title claim.",
      "id": "s384"
    },
    {
      "text": "That factual basis must be capable of demonstrating that:\n \n &#8226; there are traditional laws and customs;\n &#8226; acknowledged or observed by the Native Title claim group; and\n &#8226; giving rise to the group's claim to Native Title rights and interests.",
      "id": "s385"
    },
    {
      "text": "63 The decision in Yorta Yorta (supra) demonstrates that the requirement that the laws and customs be traditional means that they must have their source in a pre-sovereignty society and have been observed since that time by a continuing society.",
      "id": "s386"
    },
    {
      "text": "The applicant submits that this does not lead to the conclusion that the apical ancestors must have comprised a society.",
      "id": "s387"
    },
    {
      "text": "I accept that submission.",
      "id": "s388"
    },
    {
      "text": "I will say a little more about it at a later stage.",
      "id": "s389"
    },
    {
      "text": "64 The Delegate concluded that \"effective sovereignty\" occurred at about 1850-1860.",
      "id": "s390"
    },
    {
      "text": "I infer that he meant that European occupation occurred at about that time.",
      "id": "s391"
    },
    {
      "text": "That conclusion was a step in the process of identifying established laws and customs as at the time of sovereignty.",
      "id": "s392"
    },
    {
      "text": "No doubt the applicant would argue that the position in 1850-1860 was probably much as it was in 1788.",
      "id": "s393"
    },
    {
      "text": "The Delegate noted that there had been massacres of Aboriginal people in the area subsequent to 1850-1860 so that the Gudjala People 'were subject to at least dislocation in, or disposition of, parts of their country.",
      "id": "s394"
    },
    {
      "text": "' The Delegate then observed that:\n \n 'There is virtually no factual base provided from which could be established the existence of a normative society at that time, nor subject to the next paragraph, what the content of the laws and customs now asserted were prior to or even after sovereignty.",
      "id": "s395"
    },
    {
      "text": "Nor is there any material from which I could safely draw inferences about their content or the society that existed at sovereignty.",
      "id": "s396"
    },
    {
      "text": "' \n \n\n65 Broadly speaking, the task is to identify the existence in 1850-1860 of a society of people, living according to identifiable laws and customs, having a normative content.",
      "id": "s397"
    },
    {
      "text": "I take that to mean that such laws and customs must establish normal standards of conduct or, perhaps, be prescriptive of such standards.",
      "id": "s398"
    },
    {
      "text": "66 There can be no relevant traditional laws and customs unless there was, at sovereignty, a society defined by recognition of laws and customs from which such traditional laws and customs are derived.",
      "id": "s399"
    },
    {
      "text": "The starting point must be identification of an indigenous society at the time of sovereignty or, for present purposes, in 1850-1860.",
      "id": "s400"
    },
    {
      "text": "The applicant criticizes the Delegate for seeking to find a society of which the three apical ancestors were members.",
      "id": "s401"
    },
    {
      "text": "It submits that it is not necessary to show that they were such members.",
      "id": "s402"
    },
    {
      "text": "That is correct.",
      "id": "s403"
    },
    {
      "text": "The apical ancestors are used only to define the claim group.",
      "id": "s404"
    },
    {
      "text": "However, as I have previously observed, at some point the applicant must explain the link between the claim group and the claim area.",
      "id": "s405"
    },
    {
      "text": "That process will certainly involve the identification of some link between the apical ancestors and any society existing at sovereignty, even if the link arose at a later stage.",
      "id": "s406"
    },
    {
      "text": "I infer that the Delegate understood it to be the applicant's case that the apical ancestors were members of the relevant society simply because no other society was identified in the Application.",
      "id": "s407"
    },
    {
      "text": "67 The applicants' claim should be understood as relating to the larger Core Country claim area.",
      "id": "s408"
    },
    {
      "text": "The relevant society should be sought in that larger area.",
      "id": "s409"
    },
    {
      "text": "I commence with the evidence concerning the apical ancestors.",
      "id": "s410"
    },
    {
      "text": "Ms McLean associates Topsy Hann with Maryvale Station.",
      "id": "s411"
    },
    {
      "text": "Mr Hagan also identifies her with Bluff Downs and Sandy Creek, north of the Great Basalt Wall.",
      "id": "s412"
    },
    {
      "text": "Mr Santo associates Maggie Thompson with Lolworth Range.",
      "id": "s413"
    },
    {
      "text": "She went to Bluff Downs after European settlement.",
      "id": "s414"
    },
    {
      "text": "Mr Hagan also identifies her with the Great Basalt Wall.",
      "id": "s415"
    },
    {
      "text": "He identifies Alice Anning with Bluff Downs but offers no factual basis for that opinion.",
      "id": "s416"
    },
    {
      "text": "68 Maryvale Station is about 50 or 60 km north-west of the Great Basalt Wall and about 60 km from Toomba.",
      "id": "s417"
    },
    {
      "text": "Bluff Downs is about 30 km north of the Great Basalt Wall, about 35 km from Toomba and about 50 km north of the Lolworth Range.",
      "id": "s418"
    },
    {
      "text": "As far as I am aware there is no evidence of any known connection between the three apical ancestors, save for their presence in this relatively large area.",
      "id": "s419"
    },
    {
      "text": "Obviously, none of these women lived in isolation.",
      "id": "s420"
    },
    {
      "text": "Each had parents and, apparently, children.",
      "id": "s421"
    },
    {
      "text": "One may infer that they had siblings and other members of extended families.",
      "id": "s422"
    },
    {
      "text": "Both Ms Hann and Ms Thompson seem to have lived on stations.",
      "id": "s423"
    },
    {
      "text": "There is no evidence as to the relationship between station owners and indigenous employees on the one hand, and any pre-existing indigenous society on the other.",
      "id": "s424"
    },
    {
      "text": "One is inclined to infer that, in 1850-1860, there were groups of indigenous people in the area, but there is no evidence concerning them.",
      "id": "s425"
    },
    {
      "text": "There is certainly no factual basis for inferring that there was a society defined by its acknowledgement and observation of laws and customs.",
      "id": "s426"
    },
    {
      "text": "Mr Hagan says that there is documentary evidence of Gudjala interest in the claim area, but the factual basis of that information is not given.",
      "id": "s427"
    },
    {
      "text": "69 There is only scant evidence of contact in modern times amongst the family groups identified by Mr Hagan.",
      "id": "s428"
    },
    {
      "text": "Mr Santo says that his family 'has the closest contact on Country with other clan groups known as the Huen, Kerr and Masso families' .",
      "id": "s429"
    },
    {
      "text": "Apart from that statement there are two slight references to such contact.",
      "id": "s430"
    },
    {
      "text": "In an earlier affidavit Mr Santo referred to a woman called Lilly Smith whom he called \"Granny Kerr\", suggesting that she may have been connected to the Kerr family.",
      "id": "s431"
    },
    {
      "text": "There is also a suggestion of a link between Mr Santo's apical ancestor Maggie Thompson and Ms McLean's apical ancestor Topsy Hann.",
      "id": "s432"
    },
    {
      "text": "Mr Santo said that Ms Thompson was taken in by the wife of the owner of Bluff Downs station, Mrs Hann.",
      "id": "s433"
    },
    {
      "text": "It may be that Topsy Hann's name was derived from that source.",
      "id": "s434"
    },
    {
      "text": "70 On the material presently available, I find no factual basis supportive of an inference that there was, in 1850-1860, an indigenous society in the area, observing identifiable laws and customs.",
      "id": "s435"
    },
    {
      "text": "For the purposes of subs 190B(5), it is not necessary to go further.",
      "id": "s436"
    },
    {
      "text": "However I should say something about the evidence concerning the broader question of whether there are now traditional laws and customs, acknowledged and observed by the claim group, which have their origin at or before European occupation of the area.",
      "id": "s437"
    },
    {
      "text": "Again, the evidence is scant.",
      "id": "s438"
    },
    {
      "text": "Ms McLean asserts that she helps to teach young people about 'ancestors, laws and customs' but does not identify them.",
      "id": "s439"
    },
    {
      "text": "She says, however, that she expects to be consulted about certain matters affecting the community.",
      "id": "s440"
    },
    {
      "text": "71 In his earlier affidavit Mr Santo asserts that his Aunt Quinny took him, as a child, to places in the claim area.",
      "id": "s441"
    },
    {
      "text": "She taught him rules of conduct such as that he should not throw rocks into the water as it is disrespectful.",
      "id": "s442"
    },
    {
      "text": "She taught him how to fish using local plants to stun the fish.",
      "id": "s443"
    },
    {
      "text": "She told him not to take all of the fish home, but rather to leave some as an offering.",
      "id": "s444"
    },
    {
      "text": "He has been taught other skills such as finding mussels, collecting plants and fruit, following and cooking porcupines and catching and cooking turtles.",
      "id": "s445"
    },
    {
      "text": "He speaks of being frightened to enter bora rings.",
      "id": "s446"
    },
    {
      "text": "He has taken his nephews and other Gudjala children to visit old grave sites and to go fishing.",
      "id": "s447"
    },
    {
      "text": "72 In his later affidavit Mr Santo refers to his people as Gurrdjalburra and his country as Gurrdjal.",
      "id": "s448"
    },
    {
      "text": "However I will continue to refer to the Gudjala people and Gudjala country.",
      "id": "s449"
    },
    {
      "text": "In that affidavit he identifies the land which he understands to be Gudjala country.",
      "id": "s450"
    },
    {
      "text": "I assume for present purposes that the description more or less fits that contained in the Core Country claim and the present Application.",
      "id": "s451"
    },
    {
      "text": "He also identifies \"neighbours\", namely the Mungbarra, the Mbara, the Gugu Badhun, the Nyawaigi, the Wulgurakaba, the Bindal, the Birri, the Jangga, the Wakel, the Yilba and the Yirandali centred around Hughenden.",
      "id": "s452"
    },
    {
      "text": "He says that he and the Gudjala People generally have close relations with the Yirandali and Gugu Badhun peoples, mainly by way of permitted inter-marriage.",
      "id": "s453"
    },
    {
      "text": "However the Yirandali have quite different customs and laws.",
      "id": "s454"
    },
    {
      "text": "Tribes on the eastern side of the Gudjala country have a completely different language and different customs.",
      "id": "s455"
    },
    {
      "text": "His knowledge of the boundaries of Gudjula country was derived from elders.",
      "id": "s456"
    },
    {
      "text": "It is passed on 'with paintings' .",
      "id": "s457"
    },
    {
      "text": "This seems to mean that each tribe or clan has its distinctive style of painting, depending on available ochre.",
      "id": "s458"
    },
    {
      "text": "Mr Santo's family has its closest contacts on country with the Huen, Kerr and Masso clans.",
      "id": "s459"
    },
    {
      "text": "In the Hughenden area his family has contacts with the Anderson, Major, Logan and Broome families.",
      "id": "s460"
    },
    {
      "text": "In the Mt Garnett area Mr Santo has had contact with the Morganson and Rose families.",
      "id": "s461"
    },
    {
      "text": "He has also had contact with the Gertz family in Townsville.",
      "id": "s462"
    },
    {
      "text": "73 Mr Santo has learnt various aspects of folklore from the elders, including certain Aboriginal place names.",
      "id": "s463"
    },
    {
      "text": "He seeks to maintain and teach the culture of his people for the benefit of younger generations.",
      "id": "s464"
    },
    {
      "text": "He has also written books.",
      "id": "s465"
    },
    {
      "text": "As to laws and customs he says that there are certain areas where persons who are not Gudjala are not allowed to enter 'as much for their own safety as for the purposes of not damaging country or desecrating inadvertently our sacred sites.",
      "id": "s466"
    },
    {
      "text": "' Each family is custodian of an area and has its own \"business\" (knowledge and responsibilities) in that area.",
      "id": "s467"
    },
    {
      "text": "He says that as a \"Gurrdjal\" he does not have to ask permission to be on, or walk on Gudjala country or to burn on country.",
      "id": "s468"
    },
    {
      "text": "The Queensland Parks and Wildlife Department consults the Gudjala people about burning.",
      "id": "s469"
    },
    {
      "text": "They have intimate knowledge of flora and fauna and the whereabouts of sacred and culturally valuable sites.",
      "id": "s470"
    },
    {
      "text": "They also supply manpower to assist in burning.",
      "id": "s471"
    },
    {
      "text": "74 Mr Santo says quite a lot about food-gathering.",
      "id": "s472"
    },
    {
      "text": "Traditionally, only men may eat emu, and only after initiation.",
      "id": "s473"
    },
    {
      "text": "One may not eat one's totem animal or bird.",
      "id": "s474"
    },
    {
      "text": "Pregnant women and youths are not generally prohibited from eating various foods, save that women in certain clans may not eat pigeon.",
      "id": "s475"
    },
    {
      "text": "He also says a little about natural medicines and fishing methods.",
      "id": "s476"
    },
    {
      "text": "He claims to know many tracks which 'the old people used to walk' .",
      "id": "s477"
    },
    {
      "text": "He walked on them in his youth.",
      "id": "s478"
    },
    {
      "text": "Many of them lead to meeting places.",
      "id": "s479"
    },
    {
      "text": "75 Mr Santo says that he received his claims to country through Maggie Thompson, his great grandmother but does not say how this occurred.",
      "id": "s480"
    },
    {
      "text": "He says that country is derived by everyone born on the land in the same way.",
      "id": "s481"
    },
    {
      "text": "The law requires that it be traceable through the full blood line.",
      "id": "s482"
    },
    {
      "text": "He says that every family is entitled to the whole of the country, but that traditionally, because of its vastness, each family is custodian of part of it.",
      "id": "s483"
    },
    {
      "text": "They come together for ceremonial business, including marriages within the clans.",
      "id": "s484"
    },
    {
      "text": "Marriage is undertaken strictly according to the 'skin rules' .",
      "id": "s485"
    },
    {
      "text": "He says that the acquisition of rights to country by reason of parents being buried there is not in accordance with traditional law.",
      "id": "s486"
    },
    {
      "text": "One must ask for permission to bury on country.",
      "id": "s487"
    },
    {
      "text": "Parents are buried on country in order to preserve their spirits.",
      "id": "s488"
    },
    {
      "text": "It is possible under traditional law to acquire rights to country by birth.",
      "id": "s489"
    },
    {
      "text": "However one must have lived there and be accepted as part of a clan group.",
      "id": "s490"
    },
    {
      "text": "Acceptance may be acquired by length of residence and initiation procedures formalizing acceptance into the clan.",
      "id": "s491"
    },
    {
      "text": "Acceptance needs to come from the elders.",
      "id": "s492"
    },
    {
      "text": "Certain obligations are imposed.",
      "id": "s493"
    },
    {
      "text": "Rules as to what is men's business and what is women's business must be understood, as well as all other cultural codes.",
      "id": "s494"
    },
    {
      "text": "This evidence suggests that rights to land are generally dependent upon descent, but that other factors may be relevant.",
      "id": "s495"
    },
    {
      "text": "76 Men are hunters and protectors of country.",
      "id": "s496"
    },
    {
      "text": "Women are protectors of the domestic arrangements among the family - they keep the families together.",
      "id": "s497"
    },
    {
      "text": "Mr Santo claims to look after an important part of the country, namely the Basalt area.",
      "id": "s498"
    },
    {
      "text": "That is where the fire serpent lives.",
      "id": "s499"
    },
    {
      "text": "He has undertaken heritage surveys since 1978.",
      "id": "s500"
    },
    {
      "text": "He is required to protect White Mountain, the Great Basalt Wall, Lolworth Range, Fletcher Range, Dalrymple National Park and other less well-known areas.",
      "id": "s501"
    },
    {
      "text": "It is his and his people's duty to look after country in accordance with law and culture.",
      "id": "s502"
    },
    {
      "text": "When he is away, his extended family performs his obligations.",
      "id": "s503"
    },
    {
      "text": "It is not easy to know which persons belong to the country.",
      "id": "s504"
    },
    {
      "text": "Each family, alone, knows where it originated.",
      "id": "s505"
    },
    {
      "text": "The law requires that each family keep up its knowledge.",
      "id": "s506"
    },
    {
      "text": "In the olden days each group had a recorder, a person whose task it was to record or remember things concerning kinships.",
      "id": "s507"
    },
    {
      "text": "With the death of such recorders some history was lost, but much was maintained through oral history.",
      "id": "s508"
    },
    {
      "text": "Station owners also took photographs and kept diary notes and various administrative records.",
      "id": "s509"
    },
    {
      "text": "77 Persons who are lawfully married into a claim group have the same rights and interests as other members of the claim group.",
      "id": "s510"
    },
    {
      "text": "If they are not married into the claim group, they have no rights or interests in the country.",
      "id": "s511"
    },
    {
      "text": "The ruling persons in Gudjala country are the elders.",
      "id": "s512"
    },
    {
      "text": "Each family has elders.",
      "id": "s513"
    },
    {
      "text": "Their decisions are binding and accepted by all.",
      "id": "s514"
    },
    {
      "text": "Conflicts are avoided or resolved, mainly by use of body language.",
      "id": "s515"
    },
    {
      "text": "If that fails then direct physical action may be used.",
      "id": "s516"
    },
    {
      "text": "Family meetings are held on a regular basis, usually weekly.",
      "id": "s517"
    },
    {
      "text": "Mr Santo also discusses family relationships, in particular methods of address, the practice of sharing food amongst family members and accommodation.",
      "id": "s518"
    },
    {
      "text": "There are rules regarding behaviour towards mothers-in-law.",
      "id": "s519"
    },
    {
      "text": "The old custom was that once initiated, a man might not speak to his mother-in-law.",
      "id": "s520"
    },
    {
      "text": "There are rules as to whom a person may or may not marry.",
      "id": "s521"
    },
    {
      "text": "Those rules were previously strictly enforced.",
      "id": "s522"
    },
    {
      "text": "Even today it is considered bad to ignore the skin rules.",
      "id": "s523"
    },
    {
      "text": "Under the old customs you would be punished and banished from the tribe.",
      "id": "s524"
    },
    {
      "text": "If the wife were pregnant she, the unborn child and the husband would all be killed.",
      "id": "s525"
    },
    {
      "text": "Currently, people may marry 'the wrong way' , usually because they do not understand the kinship relationship.",
      "id": "s526"
    },
    {
      "text": "Mr Santo gives information concerning ceremonies, initiation, myths and painting and about burial customs.",
      "id": "s527"
    },
    {
      "text": "78 Although in connection with many of these matters Mr Santo refers to 'the old days' , the information generally seems to be descriptive of the current position.",
      "id": "s528"
    },
    {
      "text": "Much of it may well have been handed down to him as oral tradition, but there is nothing in the affidavit material which would link those laws and traditions to any particular time in the period since 1850-1860 or, in particular, to that period.",
      "id": "s529"
    },
    {
      "text": "A certain amount of Mr Santo's evidence might be said to describe laws and customs which are normative in nature.",
      "id": "s530"
    },
    {
      "text": "Although some of it asserts rights and interests in land, none of it identifies traditional laws and customs derived from a pre-sovereignty society, which support or justify the claim group's claims.",
      "id": "s531"
    },
    {
      "text": "It is impossible to understand why descendants of the identified apical ancestors have rights and interests in the land whereas others have not.",
      "id": "s532"
    },
    {
      "text": "79 Mr Hagan asserts that it may reasonably be concluded that the claimed area belongs to the Gudjala People.",
      "id": "s533"
    },
    {
      "text": "The basis for this opinion is by no means clear.",
      "id": "s534"
    },
    {
      "text": "He commences his discussion of traditional laws and customs by reference to writings concerning north-west Queensland.",
      "id": "s535"
    },
    {
      "text": "He cites a passage from 1883 concerning that area.",
      "id": "s536"
    },
    {
      "text": "In it the writer asserts that tribal boundaries were sufficiently well-known to provide landmarks for people entering neutral or \"debatable\" ground.",
      "id": "s537"
    },
    {
      "text": "It was said that their understanding of such things evidenced a concept of priority and antiquity, a principle of the passage of such interests through descent or affiliation, principles of territoriality - that people belong in particular places, and a concept of shared interest or neutrality.",
      "id": "s538"
    },
    {
      "text": "This relates to the possibility of overlapping areas of interest.",
      "id": "s539"
    },
    {
      "text": "Mr Hagan also refers to the writings of WE Roth who speaks of the general government of the community lying in the hands of an assembly of elders.",
      "id": "s540"
    },
    {
      "text": "However there is no reason to believe that he was speaking of the Gudjala people.",
      "id": "s541"
    },
    {
      "text": "80 As to the present situation in the claim area, Mr Hagan asserts that when speaking amongst themselves the members of the various families demonstrate the existence of contemporary laws which are important and generally observed.",
      "id": "s542"
    },
    {
      "text": "He refers to the view that ancestry provides the primary overtly expressed rule for recognition of membership of land-related groups.",
      "id": "s543"
    },
    {
      "text": "It is said to follow that:\n \n 'The indigenous community associated with the Gudjala area have clearly not abandoned the legal principles on which their system of land tenure is based and continue to today to be guided by laws and customs which have their origin in pre-contact time.",
      "id": "s544"
    },
    {
      "text": "' \n \n\n81 Unfortunately he offers no real basis for this inference.",
      "id": "s545"
    },
    {
      "text": "Whilst Mr Hagan may describe a society having apparently traditional laws and customs, there is no basis for inferring that they originated in any pre-sovereignty society.",
      "id": "s546"
    },
    {
      "text": "It may be that some or all of them have been handed down through two or more generations, but it is impossible to say any more than that.",
      "id": "s547"
    },
    {
      "text": "The real deficiencies in the Application are twofold.",
      "id": "s548"
    },
    {
      "text": "Firstly, it fails to explain how, by reference to traditional law and customs presently acknowledged and observed, the claim group is limited to descendants of the identified apical ancestors.",
      "id": "s549"
    },
    {
      "text": "Secondly, no basis is shown for inferring that there was, at and prior to 1850-1860, a society which had a system of laws and customs from which relevant existing laws and customs were derived and traditionally passed on to the existing claim group.",
      "id": "s550"
    },
    {
      "text": "Continuous Native Title tenure in accordance with traditional laws and customs \n \n82 Subsection 190B(5) required that there be a factual basis supporting the assertion that the Native Title claim group have continued to hold Native Title in accordance with traditional laws and customs.",
      "id": "s551"
    },
    {
      "text": "This implies a continuity of such tenure going back to sovereignty, or at least European occupation as a basis for inferring the position prior to that date and at the time of sovereignty.",
      "id": "s552"
    },
    {
      "text": "The difficulty is the inability to demonstrate the existence, at that time, of a society observing laws and customs from which current traditional laws and customs were derived.",
      "id": "s553"
    },
    {
      "text": "This difficulty led the Delegate to conclude that this requirement has not been satisfied.",
      "id": "s554"
    },
    {
      "text": "I agree.",
      "id": "s555"
    },
    {
      "text": "83 The Delegate elaborated upon this conclusion, referring to his view that the claim group appeared to be 'one of recent creation' , and thus more likely to fall into the category described in Yorta Yorta at [53] as a 'later society' .",
      "id": "s556"
    },
    {
      "text": "84 The Delegate considered that 'the whole tenor' of the material in Mr Hagan's report suggested that he was describing a process whereby people, now living, have sought to find contemporary ways in which to assert claims to land.",
      "id": "s557"
    },
    {
      "text": "He also refers to other evidence from Ms Glass and to the fact that many members of the claim group do not now live on or near the country in question.",
      "id": "s558"
    },
    {
      "text": "It is not necessary that I consider these matters.",
      "id": "s559"
    },
    {
      "text": "AT LEAST SOME OF THE NATIVE TITLE RIGHTS AND INTERESTS CAN BE ESTABLISHED --- SUBSECTION 190B(6) \n \n85 Subsection 223(1) provides:\n \n 'The expression native title or native title rights and interests means the communal, group or individual rights and interests of Aboriginal peoples or Torres Strait Islanders in relation to land or waters, where: \n \n \n \n (a) the rights and interests are possessed under the traditional laws acknowledged, and the traditional customs observed, by the Aboriginal Peoples or Torres Strait Islanders; and \n \n (b) the Aboriginal Peoples or Torres Strait Islanders, by those laws and customs, have a connection with the land or waters; and \n \n (c) the rights and interests are recognized by the common law of Australia.",
      "id": "s560"
    },
    {
      "text": "' \n \n \n\n86 As observed above, the High Court said in Yorta Yorta at [86]:\n \n 'Yet again, however, it is important to bear steadily in mind that the rights and interests which are said now to be possessed must nonetheless be rights and interests possessed under the traditional laws acknowledged and the traditional customs observed by the peoples in question.",
      "id": "s561"
    },
    {
      "text": "Further, the connection which the peoples concerned have with the land or waters must be shown to be a connection by their traditional laws and customs.",
      "id": "s562"
    },
    {
      "text": "For the reasons given earlier, \"traditional\" in this context must be understood to refer to the body of law and customs acknowledged and observed by the ancestors of the claimants at the time of sovereignty.",
      "id": "s563"
    },
    {
      "text": "' \n \n\n87 It follows from my previous reasons that this requirement has not been satisfied.",
      "id": "s564"
    },
    {
      "text": "The Delegate also reached that conclusion.",
      "id": "s565"
    },
    {
      "text": "TRADITIONAL PHYSICAL CONNECTION --- S 190B(7) \n \n88 Subsection 190B(7) provides:\n \n 'The Registrar must be satisfied that at least one member of the native title claim group: \n \n \n \n (a) currently has or previously had a traditional physical connection with any part of the land or waters covered by the application; or \n \n (b) previously had and would reasonably have been expected currently to have a traditional physical connection with any part of the land or waters but for things done (other than the creation of an interest in relation to land or waters) by: \n \n \n \n \n (i) the Crown in any capacity; or \n (ii) a statutory authority of the Crown in any capacity; or \n (iii) any holder of a lease over any of the land or waters, or any person acting on behalf of such a holder of a lease.",
      "id": "s566"
    },
    {
      "text": "' \n \n \n \n\n89 The Delegate considered that the reference to 'traditional physical connection' should be taken as denoting, by use of the word \"traditional\", that the relevant connection was in accordance with laws and customs of the group having their origin in pre-contact society.",
      "id": "s567"
    },
    {
      "text": "This seems to be consistent with the approach taken in Yorta Yorta .",
      "id": "s568"
    },
    {
      "text": "As I can see no basis for inferring that there was a society of the relevant kind, having a normative system of laws and customs, as at the date of European settlement, the Application does not satisfy the requirements of subs 190B(7).",
      "id": "s569"
    },
    {
      "text": "ORDERS \n \n90 In those circumstances I conclude that the claim should not have been accepted for registration.",
      "id": "s570"
    },
    {
      "text": "The application for review of the Delegate's decision should be dismissed.",
      "id": "s571"
    },
    {
      "text": "I certify that the preceding ninety (90) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Dowsett.",
      "id": "s572"
    },
    {
      "text": "Associate:\n\nDated: 7 August 2007\n\n\n Counsel for the Applicants: Ms S Phillips \n \n Solicitor for the Applicants: Central Queensland Land Council \n \n Counsel for the First Respondent: Mr G J Gibson QC \n \n Solicitor for the First Respondent: McCullough Robertson \n \n Counsel for the Second Respondent: The Second Respondent did not appear \n \n Date of Hearing: 12 March 2007 \n \n Date of Judgment: 7 August 2007 \n\n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1167.html",
      "id": "s573"
    }
  ]
}