{
  "name": "SWDB v Minister for Immigration and Citizenship [2007] FCA 1636 (30 October 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1636.html",
  "catchphrases": [
    {
      "text": "appeal from a decision of federal magistrates court",
      "id": "c0"
    },
    {
      "text": "where allegation of apprehended bias on behalf of refugee review tribunal member",
      "id": "c1"
    },
    {
      "text": "held: decision of federal magistrates court affirmed",
      "id": "c2"
    },
    {
      "text": "appeal dismissed.",
      "id": "c3"
    },
    {
      "text": "migration",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 The appellants are a husband and wife, their two under-age children and the sister of the husband.",
      "id": "s0"
    },
    {
      "text": "The adult appellants arrived in Australia from Albania in September 2000 and lodged applications for protection visas in November 2000.",
      "id": "s1"
    },
    {
      "text": "The basis of their claim as initially made was that the husband's sister had been engaged to a man whom she was later told was organising prostitutes in Italy.",
      "id": "s2"
    },
    {
      "text": "She broke off the engagement thus giving rise to a blood feud between her family and that of her ex-fianc&eacute;.",
      "id": "s3"
    },
    {
      "text": "I interpolate that at the time of the Tribunal hearing with which this appeal is concerned, the appellants' claim was broadened to include claims that the husband's sister had been raped by her ex-fianc&eacute; and that the family had difficulty in dealing with corrupt officials in Albania in relation to land owned by them.",
      "id": "s4"
    },
    {
      "text": "2 On 6 May 2002 a delegate of the Minister refused to grant the appellants protection visas.",
      "id": "s5"
    },
    {
      "text": "Two separate decisions of the Refugee Review Tribunal ('the Tribunal') affirming the decision of the delegate have been set aside by consent orders of this Court.",
      "id": "s6"
    },
    {
      "text": "On 7 May 2007 Lindsay FM made an order dismissing the appellants' application for judicial review of a third decision of the Tribunal affirming the decision of the delegate.",
      "id": "s7"
    },
    {
      "text": "The Tribunal prepared two sets of written reasons for decision, the second set being in the same terms as the first except that it additionally deals with matters that relate solely to the husband's sister.",
      "id": "s8"
    },
    {
      "text": "3 This appeal is from the judgment of the Federal Magistrates Court constituted by Lindsay FM.",
      "id": "s9"
    },
    {
      "text": "The only ground of appeal is:\n \n 'The Learned Special [sic] Magistrate was in error in finding that the decision of the Refugee Review Tribunal dated 19 December 2005 ... were [sic] not affected by jurisdictional error on the basis of an apprehension of bias on the part of the Tribunal.",
      "id": "s10"
    },
    {
      "text": "' \n \n REASONS FOR JUDGMENT OF THE FEDERAL MAGISTRATE \n \n4 The reasons for judgment of the learned Federal Magistrate record that his Honour read a transcript of the hearing before the Tribunal and also listened to an audio tape of the entire hearing.",
      "id": "s11"
    },
    {
      "text": "His Honour, as the appellants accept, correctly identified the test for apprehended bias by reference to the reasons for judgment of Allsop J, with whom Moore and Tamberlin JJ agreed, in NADH v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs (2005) 214 ALR 264.",
      "id": "s12"
    },
    {
      "text": "The critical passages from the reasons for judgment of Allsop J are set out in [9] below.",
      "id": "s13"
    },
    {
      "text": "As those passages make clear, the test for present purposes is whether the relevant circumstances are such that a fair-minded and informed person might reasonably apprehend that the decision-maker might not have brought an impartial mind to bear on the decision.",
      "id": "s14"
    },
    {
      "text": "5 At various points in his reasons for judgment the Federal Magistrate asked himself questions in terms that, as the appellants submit, suggest that he departed from the proper test.",
      "id": "s15"
    },
    {
      "text": "For example, at one point his Honour asked:\n \n 'At the end of the hearing with [sc.",
      "id": "s16"
    },
    {
      "text": "would] the fair-minded observer think that the applicant was before a Tribunal whose mind was open to persuasion?",
      "id": "s17"
    },
    {
      "text": "' \n \n\nAt another he observed:\n \n 'I am not left with a sense that the fair-minded lay observer would take from these passages a view that the Tribunal's mind was not open to persuasion.",
      "id": "s18"
    },
    {
      "text": "' \n \n\n6 After carefully reviewing the manner in which the Tribunal member conducted the hearing, the Federal Magistrate, while critical of the Tribunal member, concluded that her conduct did not give rise 'to the possibility of apprehended bias'.",
      "id": "s19"
    },
    {
      "text": "NATURE OF THE APPEAL \n \n7 An appeal to this Court from a judgment of the Federal Magistrates Court is authorised by s 24 of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s20"
    },
    {
      "text": "It is an appeal by way of rehearing on the evidence adduced before the Federal Magistrate ( Minister for Immigration and Multicultural Affairs v Jia Legeng [2001] HCA 17 ; (2001) 205 CLR 507).",
      "id": "s21"
    },
    {
      "text": "In the circumstances it is appropriate for me to review that evidence which includes both the audio tapes of the Tribunal hearing and the transcript of that hearing.",
      "id": "s22"
    },
    {
      "text": "Having done so, I should set aside the judgment of the Federal Magistrates Court only if persuaded that his Honour's conclusion is wrong ( Poulet Frais Pty Ltd v The Silver Fox Company Pty Ltd (2005) 220 ALR 211 at [46]).",
      "id": "s23"
    },
    {
      "text": "However, it is not necessary for me to be satisfied that his Honour failed to apply the proper test.",
      "id": "s24"
    },
    {
      "text": "If, after giving appropriate weight to the view of the Federal Magistrate, I were persuaded that the conduct of the Tribunal member gave rise to a reasonable apprehension of bias, the appeal would succeed; I would have identified error in the judgment of the Federal Magistrates Court.",
      "id": "s25"
    },
    {
      "text": "8 However, for the reasons set out below, I am not so persuaded.",
      "id": "s26"
    },
    {
      "text": "In my view the Federal Magistrate correctly dismissed the application for judicial review of the decision of the Tribunal.",
      "id": "s27"
    },
    {
      "text": "CONSIDERATION \n The Law \n \n9 The critical passages from the reasons for judgment of Allsop J in NADH v MIMIA referred to above are the following:\n \n 'The general test for apprehended bias is whether the relevant circumstances are such that a fair-minded and informed person might reasonably apprehend that the decision-maker might not bring or have brought an impartial mind to bear on the decision ... \n \n To identify the obligation of the tribunal, and the content of the necessary apprehension in the circumstances here, a number of matters need be recognised.",
      "id": "s28"
    },
    {
      "text": "First, while it is necessary to demonstrate that the circumstances are such as would give rise to the relevant apprehension, the apprehension itself is not as to the fact or likelihood of a lack of impartiality, but of a possibility (real and not remote) thereof ... \n \n Secondly, the identity, nature and function of the decision-maker are important influences on the content of the requirement to conduct the relevant task with the observance of procedural fairness by not being tainted by the appearance of disqualifying bias ... \n \n Third, the place of a decision-maker such as the tribunal here should be recognised as different from a judge in open court ...",
      "id": "s29"
    },
    {
      "text": "The tribunal does not administer public justice.",
      "id": "s30"
    },
    {
      "text": "The elements which affect the public confidence in the adjudication of disputes by an independent and impartial arm of government (in the broad sense) and which may be seen to inform what might be said to be freestanding norms of conduct and behaviour by judges conducting public hearings are not necessarily as easily transposable as strict obligations of administrative decision-makers acting in private.",
      "id": "s31"
    },
    {
      "text": "The tribunal here must investigate the facts for itself unaided by counsel presenting the parties' cases, to the degree and extent it thinks appropriate.",
      "id": "s32"
    },
    {
      "text": "The tribunal which has to reach a state of satisfaction may want to test and probe a recounted history.",
      "id": "s33"
    },
    {
      "text": "It may have particular matters troubling it for resolution, which require questioning and expressions of doubt which are entirely appropriate, but which if undertaken or said by a judge in open court in adversary litigation might give rise to an apprehension of a lack of impartiality.",
      "id": "s34"
    },
    {
      "text": "At least in the absence of the identification of some prejudice or interest in the tribunal, for a complaint of apprehended bias based on the conduct of the tribunal in its procedure and the dealing with material before it in its reasons to be meaningful, it must carry with it an assertion of the apprehension of a possibility of predisposition.",
      "id": "s35"
    },
    {
      "text": "That is, the predisposition of the tribunal towards a result, other than a result reached by an evaluation of the material before it in a fair way with a mind that was open to persuasion in favour of the person in question.",
      "id": "s36"
    },
    {
      "text": "Unless that be demonstrated, it is hard to see how a decision-maker has failed to conform to standards of procedural fairness.",
      "id": "s37"
    },
    {
      "text": "Such an approach accords with the need for neutral and fair decision-making, without imposing on decision-makers in an administrative context the burden of behaving at all times as would a judge in public in the deployment of judicial power.",
      "id": "s38"
    },
    {
      "text": "' (citations omitted)\n \n\n10 Significantly, in Ebner v Official Trustee in Bankruptcy [2000] HCA 63 ; (2000) 205 CLR 337 at [8] Gleeson CJ, McHugh, Gummow and Hayne JJ observed:\n \n 'The apprehension of bias principle admits of the possibility of human frailty.",
      "id": "s39"
    },
    {
      "text": "Its application is as diverse as human frailty.",
      "id": "s40"
    },
    {
      "text": "Its application requires two steps.",
      "id": "s41"
    },
    {
      "text": "First, it requires the identification of what it is said might lead a judge ... to decide a case other than on its legal and factual merits.",
      "id": "s42"
    },
    {
      "text": "The second step is no less important.",
      "id": "s43"
    },
    {
      "text": "There must be an articulation of the logical connection between the matter and the feared deviation from the course of deciding the case on its merits ....' \n \n\n11 Sedley LJ, with whom the other members of the Court of Appeal agreed, recently said in Steadman-Byrne v Amjad [2007] EWCA Civ 625 at [10] in the context of an allegation of appearance of bias in a judge:\n \n 'Bias in the present context has to mean the premature formation of a concluded view adverse to one party.",
      "id": "s44"
    },
    {
      "text": "We put it in this way because it is well recognised not only that a judge may and commonly will begin forming views about the evidence as it goes along, but that he or she may legitimately give assistance to the parties by telling them what is presently in the judge's mind.",
      "id": "s45"
    },
    {
      "text": "This may properly include ... letting the parties know before reaching the defence case that the judge did not think much of the claimant's evidence.",
      "id": "s46"
    },
    {
      "text": "' \n \n\nAs Allsop J observed in NADH v MIMIA (see [9] above) a Tribunal member may have an even greater need than a judge to test and probe the evidence of a witness.",
      "id": "s47"
    },
    {
      "text": "12 Consistently with what I told counsel during the hearing of this appeal, I have read the entire transcript of the Tribunal hearing but, generally speaking, I have only listened to those portions of the audio recording upon which the appellants placed reliance.",
      "id": "s48"
    },
    {
      "text": "As counsel for the appellants accepted, these portions provide the best illustrations of the appellants' case.",
      "id": "s49"
    },
    {
      "text": "13 In doing so I have borne in mind the critical importance to most applicants for review of a decision to refuse to grant them a protection visa of any hearing by the Tribunal.",
      "id": "s50"
    },
    {
      "text": "I have also borne in mind the importance of Tribunal members dealing sensitively and patiently with applicants who come before them, particularly when they are giving evidence of distressing events of a personal nature.",
      "id": "s51"
    },
    {
      "text": "On the other hand I have also had regard to the need for a Tribunal member to test evidence and, as appropriate, probe for weaknesses in an applicant's case.",
      "id": "s52"
    },
    {
      "text": "Additionally it is necessary to acknowledge that Tribunal members are not only subject to ordinary human frailties, but are also under pressure to conduct hearings expeditiously.",
      "id": "s53"
    },
    {
      "text": "14 The appellants placed weight on the cumulative effect of a number of instances of conduct of the Tribunal member of which they were critical.",
      "id": "s54"
    },
    {
      "text": "While I do not overlook that their reliance is on the cumulative effect of the conduct, it is necessary to examine the instances separately.",
      "id": "s55"
    },
    {
      "text": "They all arose out of the evidence of the husband's sister who for convenience I will describe as \"the witness\".",
      "id": "s56"
    },
    {
      "text": "15 I accept that at an early stage of the hearing the Tribunal member spoke in a peremptory tone when, after being asked if she was minded to take evidence from a counsellor, she responded 'I'm not' .",
      "id": "s57"
    },
    {
      "text": "She went on to explain 'That's hearsay.",
      "id": "s58"
    },
    {
      "text": "I like to explore these things myself.",
      "id": "s59"
    },
    {
      "text": "' Shortly thereafter the Tribunal member refused to allow the witness to speak to her brother to reassure him about why he was being asked to leave the room.",
      "id": "s60"
    },
    {
      "text": "The transcript and the audio recording reveal that at this point in the hearing the Tribunal member was concerned that unwarranted delay might prevent the hearing being completed in the allocated time.",
      "id": "s61"
    },
    {
      "text": "She expressed dissatisfaction with the appellants' legal adviser not having earlier addressed with the brother the likelihood of his being required the leave the hearing room.",
      "id": "s62"
    },
    {
      "text": "Her dissatisfaction was, in the circumstances, understandable.",
      "id": "s63"
    },
    {
      "text": "16 Additionally the appellants complained of the Tribunal member repeatedly using the phrases 'I have difficulty with that' and 'I'm still fascinated' in respect of evidence given by the witness.",
      "id": "s64"
    },
    {
      "text": "While more gracious ways of letting the witness know that the Tribunal member inclined to the view that her story was inherently implausible can be identified, the Tribunal member behaved appropriately in alerting the witness to the desirability of providing support for her story if she could.",
      "id": "s65"
    },
    {
      "text": "17 The appellants characterised one of the Tribunal member's comments to the witness as 'gratuitous'.",
      "id": "s66"
    },
    {
      "text": "The comment in question followed a statement by the witness that after finishing an English course she was 'waiting ... to find the right person to get married ....' The Tribunal member interjected: 'So that was all you wanted to do --- was get married?",
      "id": "s67"
    },
    {
      "text": "' While the relevance of this question is not apparent, and the tone in which it was asked perhaps condescending, it would not, in my view, incline a fair-minded person to the view that the Tribunal member might deviate from considering the appellants' claims to be entitled to protection visas on the merits.",
      "id": "s68"
    },
    {
      "text": "18 The appellants also complained that the Tribunal member questioned the witness on an incorrect factual basis and then did not deal in an appropriate way with the resulting complaint made by the appellants' legal adviser.",
      "id": "s69"
    },
    {
      "text": "The Tribunal member sought an explanation from the witness as to why she didn't leave Albania legally by going through customs.",
      "id": "s70"
    },
    {
      "text": "The witness replied that a customs officer might have informed her ex fianc&eacute;.",
      "id": "s71"
    },
    {
      "text": "The Tribunal member then stated that, in effect, the border was closed at the relevant time.",
      "id": "s72"
    },
    {
      "text": "Having listened to the audio tape it seems to me that the Tribunal was genuinely confused at this stage of the hearing.",
      "id": "s73"
    },
    {
      "text": "It also seemed to me that she reacted defensively to interjections made by the appellants' legal adviser.",
      "id": "s74"
    },
    {
      "text": "I did not gain the impression, nor do I think that the hypothetical fair-minded observer would have gained the impression, that she was trying to trick the witness or was otherwise inclined to treat her unfairly.",
      "id": "s75"
    },
    {
      "text": "19 Further, the appellants complained that the Tribunal member failed to identify aspects of their claim which she found to be implausible despite being asked by their legal adviser to do so.",
      "id": "s76"
    },
    {
      "text": "The request for the Tribunal member to put to the witness the aspects of her claims that the Tribunal member had described as implausible arose in the following circumstances.",
      "id": "s77"
    },
    {
      "text": "The witness told the Tribunal member that, as it was unsafe for her to remain in Albania, she escaped to Montenegro where she went into hiding in an old house belonging to an uncle on her mother's side.",
      "id": "s78"
    },
    {
      "text": "At one stage she described the house as being 'his old house on the land far away' with ' [n] o other houses around'.",
      "id": "s79"
    },
    {
      "text": "However, when she had earlier been asked where her uncle's place was she had replied: 'It's just across the border, you know.",
      "id": "s80"
    },
    {
      "text": "It's not far away to go just --- we could walk, you know.",
      "id": "s81"
    },
    {
      "text": "It's very near ....' The Tribunal member put to her that that area of Montenegro was 80 to 90% Albanian and she replied: 'That's why I'm telling you that our cousin over there told us not to go outside'.",
      "id": "s82"
    },
    {
      "text": "After exploring the topic the Tribunal member said to the appellant:\n \n 'Hang on and just let me put this to you.",
      "id": "s83"
    },
    {
      "text": "What you would like me to believe is that you went into hiding in Montenegro and you stayed in a place which was about five kilometres away from your village and the people who were pursuing you in your village didn't know that you were in Montenegro?",
      "id": "s84"
    },
    {
      "text": "' \n \n\n20 On two subsequent occasions the Tribunal member also indicated that she did not think it plausible that the appellant could have hidden in a house in Montenegro only five kilometres from her village.",
      "id": "s85"
    },
    {
      "text": "Immediately after the second of those occasions the appellants' legal adviser asked the Tribunal member 'to perhaps put to Ms [name omitted] the aspects of that claim that you find implausible ....' The Tribunal member responded: 'I'll get to that.",
      "id": "s86"
    },
    {
      "text": "' Thereafter the Tribunal member asked the appellant for more information about the house in which she claimed to have stayed and about the land on which it was situated.",
      "id": "s87"
    },
    {
      "text": "She queried whether other Albanians in the area knew that she was in the house.",
      "id": "s88"
    },
    {
      "text": "The Tribunal member then turned to another topic, namely, why the appellant left Albania illegally rather than using a border crossing.",
      "id": "s89"
    },
    {
      "text": "21 It was, of course, entirely proper for the Tribunal member to test the claims being made by the appellants.",
      "id": "s90"
    },
    {
      "text": "She was required to determine whether she was satisfied that they, or any one of them, had a well-founded fear of persecution in Albania.",
      "id": "s91"
    },
    {
      "text": "If, as it appears that she did, she found that this aspect of the witness's claim did not have the ring of truth, it was appropriate for her to let this be known.",
      "id": "s92"
    },
    {
      "text": "It seems to me that she did let this appellant know what it was that, in her view, made this particular aspect of her claim implausible.",
      "id": "s93"
    },
    {
      "text": "The questions and comments summarised above disclose that the Tribunal member found it hard to accept that an Albanian who feared harm from her ex-fianc&eacute;, and perhaps his family, could live in safety in an area largely populated by Albanians only five kilometres from her home village.",
      "id": "s94"
    },
    {
      "text": "She sought support for the story being advanced by asking for details of the house and its surrounds.",
      "id": "s95"
    },
    {
      "text": "I note, incidentally, that no real details of this kind were provided.",
      "id": "s96"
    },
    {
      "text": "22 There is no dispute between the parties as to the appropriate test for apprehended bias.",
      "id": "s97"
    },
    {
      "text": "Ultimately a determination of whether the totality of the conduct of the Tribunal member in this case was such that a fair-minded and informed person might reasonably apprehend that she might not have brought an impartial mind to bear on the issue that she was required to determine involves the making of a judgment.",
      "id": "s98"
    },
    {
      "text": "Having given careful attention to the transcript and relevant portions of the audio tape I am not satisfied that the judgment of the Federal Magistrate was erroneous.",
      "id": "s99"
    },
    {
      "text": "Indeed, it is the judgment that I would have made had I been sitting at first instance.",
      "id": "s100"
    },
    {
      "text": "23 Mere discourtesy or abruptness, particularly when not of a severe character, does not give rise to a reasonable apprehension of bias.",
      "id": "s101"
    },
    {
      "text": "As the High Court has observed (see [10] above) the apprehension of bias principle admits of the possibility of human frailty.",
      "id": "s102"
    },
    {
      "text": "Having listened to the audio recording, I formed the impression that most, if not all, of the conduct characterised by the appellants as discourteous in reality evidenced human frailty.",
      "id": "s103"
    },
    {
      "text": "I formed the impression that the Tribunal member lacked confidence and was, to some extent, uncertain as to the best way to proceed.",
      "id": "s104"
    },
    {
      "text": "As mentioned above, it also appears that she felt under pressure of time and perhaps somewhat pressured by the appellants' legal adviser.",
      "id": "s105"
    },
    {
      "text": "I do not mean any criticism of the appellants' legal adviser.",
      "id": "s106"
    },
    {
      "text": "24 While it is desirable for any person taking evidence from a person who claims to have been the victim of sexual assault, including rape, to act with tact and sensitivity, the manner of, and the comments made by, the Tribunal member in this case, while regrettable, were, in my judgment, not such as to lead a reasonable person to apprehend that she might deviate from the course of deciding the case on its merits.",
      "id": "s107"
    },
    {
      "text": "Rather it seemed to me that a reasonable person would be likely to recognise that the abrupt manner in which the Tribunal member dealt with the allegation of rape reflected, at least in part, her uncomfortableness with the need to test this allegation.",
      "id": "s108"
    },
    {
      "text": "CONCLUSION \n \n25 The appeal will be dismissed with costs.",
      "id": "s109"
    },
    {
      "text": "I certify that the preceding twenty-five (25) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Branson.",
      "id": "s110"
    },
    {
      "text": "Associate:\n\nDated: 30 October 2007\n\n\n Counsel for the Appellant: Mr P Charman \n \n Solicitor for the Appellant: McDonald Steed McGrath \n \n Counsel for the First Respondent: Mr J Telfer \n \n Solicitor for the First Respondent: Sparke Helmore \n \n Date of Hearing: 7 August 2007 \n \n Date of Judgment: 30 October 2007 \n\n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1636.html",
      "id": "s111"
    }
  ]
}