{
  "name": "Austal Ships Pty Ltd (ACN 079 160 679) v Thurlow (No 2) [2007] FCA 202 (26 February 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/202.html",
  "catchphrases": [
    {
      "text": "preliminary discovery to ascertain prospective respondents",
      "id": "c0"
    },
    {
      "text": "confidential internal research report",
      "id": "c1"
    },
    {
      "text": "disclosure by employee of competitor",
      "id": "c2"
    },
    {
      "text": "published to third parties to disparage applicant's product",
      "id": "c3"
    },
    {
      "text": "former employee of applicant now working for competitor",
      "id": "c4"
    },
    {
      "text": "preliminary discovery orders made",
      "id": "c5"
    },
    {
      "text": "supplementary orders for examination of individuals and of corporations by specified officers",
      "id": "c6"
    },
    {
      "text": "orders made",
      "id": "c7"
    },
    {
      "text": "practice and procedure",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "Introduction \n \n1 These proceedings arise out of an email sent in May 2006 by Steve Thurlow, an employee of Incat Europe Ltd to a Norwegian company, Master Ferries.",
      "id": "s0"
    },
    {
      "text": "The email attached a confidential in-house report (the Austal Report) prepared by Austal Ships Pty Ltd (Austal) setting out mathematical modelling of comparative performance characteristics of its catamaran and trimaran ferries.",
      "id": "s1"
    },
    {
      "text": "Austal and the Incat Group of Companies are competitors in the market for the manufacture and sale of high speed passenger ferries.",
      "id": "s2"
    },
    {
      "text": "A former employee of Austal, Justin Merrigan, who would have had access to the confidential report, left Austal's employment on 28 January 2005 and began working for the Incat Group in 2005.",
      "id": "s3"
    },
    {
      "text": "2 In June 2006 Austal commenced proceedings against Mr Thurlow (WAD162 of 2006), Mr Merrigan (WAD163 of 2006) and members of the Incat Group of Companies (WAD165 of 2006).",
      "id": "s4"
    },
    {
      "text": "In those proceedings it sought preliminary discovery in order to determine whether it had any cause of action against any person and, if so what person, in relation to the use of its confidential report.",
      "id": "s5"
    },
    {
      "text": "3 On 7 September 2006 I made orders for preliminary discovery against each of the respondents.",
      "id": "s6"
    },
    {
      "text": "Discovery was to be given by 6 October 2006 of any documents in the possession, custody or control of the respondents in the following categories: \n \n any document which came into existence between 1 June 2005 and 16 June 2006 (the Relevant period) recording or evidencing any communication, whether oral or written, between the respondent and any third party, including Steve Thurlow and Justin Patrick Merrigan, which contain a reference, directly or indirectly, to: \n \n \n \n (a) the Thurlow email, a copy of which is exhibited to the affidavit of Christopher Scott Gerrard sworn on 16 June 2006; \n \n (b) the Austal Report, a copy of which is exhibited to the said affidavit of Christopher Scott Gerrard.",
      "id": "s7"
    },
    {
      "text": "The orders made against Mr Thurlow and Mr Merrigan were adapted so that the third party referred to was the other individual.",
      "id": "s8"
    },
    {
      "text": "The Austal Report exhibited to the affidavit of Mr Gerrard was dated 25 September 2003 and entitled \"Analysis of the Ship Motion Performance of an Austal 101 Catamaran and a Comparison with a 126m Trimaran in the Irish Sea\".",
      "id": "s9"
    },
    {
      "text": "Austal was given liberty to apply for an order for the examination of Messrs Thurlow and Merrigan and any other person under O 15A r 3(2)(a).",
      "id": "s10"
    },
    {
      "text": "It was required to pay the costs of each respondent unless before 18 November 2006 or such other date as might be directed, it commenced substantive proceedings.",
      "id": "s11"
    },
    {
      "text": "4 Affidavits were sworn in the respective proceedings in purported compliance with the orders.",
      "id": "s12"
    },
    {
      "text": "The Incat respondents' discovery was given by an affidavit sworn by Simon Baird Carter on 11 October 2006.",
      "id": "s13"
    },
    {
      "text": "The affidavits of Messrs Thurlow and Merrigan were sworn on 10 and 11 October 2006 respectively.",
      "id": "s14"
    },
    {
      "text": "Documents referred to in the affidavits of Messrs Thurlow and Merrigan were supplied with a covering letter from Deacons, solicitors for the respondents on 13 October 2006.",
      "id": "s15"
    },
    {
      "text": "The documents so supplied were the following: \n \n 1.",
      "id": "s16"
    },
    {
      "text": "Copy email from Steve Thurlow to Tom Bringsvaerd, cc to Bernt Mykjaland re \n \"Confidential --- as requested\" dated 3 May 2006.",
      "id": "s17"
    },
    {
      "text": "2.",
      "id": "s18"
    },
    {
      "text": "Copy email from Justin Merrigan to Simon Carter re \"FW: Ship Motion: tri v 101\" dated 7 June 2005.",
      "id": "s19"
    },
    {
      "text": "3.",
      "id": "s20"
    },
    {
      "text": "Copy email from Justin Merrigan to Robert Clifford re \"FW: Ship Motion: tri v 101\" dated 7 June 2005.",
      "id": "s21"
    },
    {
      "text": "4.",
      "id": "s22"
    },
    {
      "text": "Copy of Austal Report entitled \"Analysis of the Ship Motion Performance of an Austal 101m Catamaran and a Comparison with a 126m Trimaran in the Irish Sea\" dated 25 September 2003.",
      "id": "s23"
    },
    {
      "text": "5 In an affidavit sworn on 18 October 2006 Mr Gerrard exhibited the letter from Deacons together with a copy of a report relating to a 126 trimaran in the Central English Channel dated 5 December 2003.",
      "id": "s24"
    },
    {
      "text": "It will be noted that the documents discovered by Messrs Thurlow and Merrigan, as provided by Deacons, included emails from Mr Merrigan to Simon Carter and Robert Clifford.",
      "id": "s25"
    },
    {
      "text": "6 On 19 October 2006 Austal filed a motion in WAD165 of 2006 pursuant to the liberty to apply in the order of 7 September 2006.",
      "id": "s26"
    },
    {
      "text": "By that motion it sought additional preliminary discovery, an order for forensic examination of, inter alia, electronic databases held by the Incat group, preservation orders with respect to discovered documents and the examination of some ten persons before a Registrar of the Court.",
      "id": "s27"
    },
    {
      "text": "7 The motion came on for hearing on 9 November 2006.",
      "id": "s28"
    },
    {
      "text": "The respondents had not had time to file answering affidavits.",
      "id": "s29"
    },
    {
      "text": "In the event, orders were made for the filing of further affidavits and submissions on the basis that the motion would be decided on the papers unless either party indicated, by 21 December 2006, its decision for an oral hearing.",
      "id": "s30"
    },
    {
      "text": "The time for Austal to commence proceedings was extended to 16 February 2007 and will be further extended.",
      "id": "s31"
    },
    {
      "text": "8 Austal subsequently filed a substituted minute of proposed orders which reflected in its abandonment of the orders for further discovery and forensic examination of the electronic databases held by the Incat Group.",
      "id": "s32"
    },
    {
      "text": "It persisted, however, with its application for examination of certain named persons, albeit the number of those to be examined was reduced.",
      "id": "s33"
    },
    {
      "text": "9 For the reasons that follow, I am satisfied that I should make orders for the examination of certain of the persons named in the Austal minute they being Messrs Thurlow and Merrigan and Messrs Carter and Robert Clifford, the latter two in their capacities as officers of the corporate respondents.",
      "id": "s34"
    },
    {
      "text": "The orders sought by Austal \n \n10 By its substituted minute of proposed orders Austal seeks, inter alia, the following orders: \n\n\n \n Examination --- Identity Discovery \n \n \n \n 1.",
      "id": "s35"
    },
    {
      "text": "Pursuant to the liberty to the applicant as provided by order 2 of the orders of the court made 7 September 2006, and pursuant to Order 15A rule 3(2)(a), the following persons attend before the court, on a date to be fixed by the court, to be examined as to information which would or might lead to the identity or the description of any person or persons who, in the period 1 November 2004 (alternatively 1 March 2005) to 16 June 2006: \n \n \n \n \n \n (a) did, caused, procured or authorised the doing in Australia or outside of Australia of any of the following acts: \n \n (i) reproducing the: \n \n \n \n \n (A) Austal Report dated 23 September 2003 (\"First Austal Report\"), a copy of which is exhibited to the affidavit of Christopher Scott Gerrard sworn 16 June 2006 (\"Gerrard affidavit\"); and/or\n (B) further Austal Report dated 5 December 2005 (\"Second Austal Report\"), a copy of which is exhibited to the further affidavit of Christopher Scott Gerrard sworn 18 October 2006 (\"further Gerrard affidavit\"); \n \n (ii) printing or publishing the First Austal Report and/or Second Austal Report, or a substantial part thereof; \n (iii) distributing or otherwise communicating by way of trade the First Austal Report, the Second Austal Report and/or the Thurlow Email, or a substantial part thereof, between any of the respondents and any third party, including Steven James Thurlow, Justin Paul Merrigan, Incat Europe Limited and/or Incat Europe ApS; \n \n (b) was involved in the said acts, and each of them, as referred to in (a) above, by aiding, abetting, procuring or inducing such acts; and \n \n (c) received or otherwise came into possession of a copy of the First Austal Report and/or the Second Austal Report, as distributed to them or the contents of which (including any part thereof) were otherwise conveyed, provided or communicated to them by any of the respondents and any third party, including Steven James Thurlow, Justin Paul Merrigan, Incat Europe Limited and/or Incat Europe ApS.",
      "id": "s36"
    },
    {
      "text": "2.",
      "id": "s37"
    },
    {
      "text": "The below mentioned persons attend before the court, on a date to be fixed by the court, to be examined in relation to the description of any person or persons as referred to in paragraph 1 above, namely: \n \n \n \n (a) Steven James Thurlow of 21 Vale Farm Road, Woking, Surrey, GU21 6DE, United Kingdom; \n (b) Simon Baird Carter of 103 Patrick Street, West Hobart, Tasmania, 7000; \n (c) Justin Patrick Merrigan of 8 Summerleas Road, Ferntree, Tasmania, 7054; \n (d) Leith Alexander Rex Thompson of 3 Binney Court, Sandy Bay, Tasmania, 7005; \n (e) Robert Frederak Clifford of No 2 The Exchange, Woking, Surrey, GU22 7PH, United Kingdom; \n (f) Craig Robert Clifford of 16 Clarke Avenue, Battery Point, Tasmania, 7004;\n \n\n11 Austal asks that the examination be held before a Registrar of the Court in the Tasmanian Registry and that it pays the examinee's costs of attending the examination.",
      "id": "s38"
    },
    {
      "text": "It also seeks an extension of the time limited for commencing proceedings to 28 days after completion of the examination procedure.",
      "id": "s39"
    },
    {
      "text": "Whether an examination order should be made \n \n12 The narrower range of orders now sought by Austal is a response to affidavits filed after the hearing sworn by Mr Carter and Michael Cotton on 30 November 2006.",
      "id": "s40"
    },
    {
      "text": "These related to Mr Carter's authority to respond on behalf of the Incat companies and the scope of his inquiries in relation to them.",
      "id": "s41"
    },
    {
      "text": "Mr Cotton's affidavit dealt with the logistical burden that would be imposed in carrying out a forensic examination of computer-based data as sought by Austal.",
      "id": "s42"
    },
    {
      "text": "13 As pointed out by Austal no attempt was made \"to shed any light\" on the email from Mr Merrigan to Messrs Clifford and Carter dated 7 June 2005.",
      "id": "s43"
    },
    {
      "text": "What that email indicated was that Mr Merrigan had not only possession of the Austal reports of 23 September 2003 and 5 December 2003 but that he had sent them as attachments to the email to Messrs Clifford and Carter.",
      "id": "s44"
    },
    {
      "text": "Austal complained of the respondents' failure to provide further information about the Merrigan communication.",
      "id": "s45"
    },
    {
      "text": "Such material as was provided did not allow it to ascertain how Mr Thurlow came to be in possession of the Austal Report of 23 September 2003.",
      "id": "s46"
    },
    {
      "text": "14 The respondents submitted that preliminary discovery is not a process for the provision of \"further information\" about documents the subject of the discovery.",
      "id": "s47"
    },
    {
      "text": "The respondents say they have complied with the orders of 7 September 2006 and that there is no basis for further information to be required of them as part of pre-action discovery.",
      "id": "s48"
    },
    {
      "text": "15 It is to be noted that Austal seeks the examination order in aid of what it calls in its minute \"Identity Discovery\".",
      "id": "s49"
    },
    {
      "text": "That is, in the language of O 15A, it pursues the examination in order \"to ascertain the description of a person sufficiently for the purpose of commencing a proceeding in the court against that person\".",
      "id": "s50"
    },
    {
      "text": "It would appear to have sufficient material to decide whether to commence a proceeding for either or both breach of confidence or infringement of copyright against Messrs. Merrigan and Thurlow.",
      "id": "s51"
    },
    {
      "text": "It may be that, to the extent that Mr Thurlow was acting as an employee of Incat Europe, a cause of action may lie against that company which, as I observed in the reasons for judgment published on 7 September 2006, is apparently a member of the Incat Group.",
      "id": "s52"
    },
    {
      "text": "However the identification of Messrs Clifford and Carter as recipients of the two Austal Reports in June 2005 raises the possible involvement of other Incat companies in at least an infringement of Austal's copyright.",
      "id": "s53"
    },
    {
      "text": "The Merrigan email predated the alleged disclosure of the Report by Mr Thurlow in May 2006.",
      "id": "s54"
    },
    {
      "text": "16 What Messrs Clifford and Carter did with the Reports after they came into their hands may be relevant to the question whether Incat Tasmania, of which both are officers, is a party to an infringing reproduction, assuming copyright to subsist in favour of Austal.",
      "id": "s55"
    },
    {
      "text": "Mr Clifford is an officer of all of the Incat companies and the precise nature of his actions after receiving the Reports may enable the applicant to decide whether there is a basis for action against them.",
      "id": "s56"
    },
    {
      "text": "17 Neither Mr Carter nor Mr Clifford is named as a respondent in any of the proceedings.",
      "id": "s57"
    },
    {
      "text": "Mr Clifford apparently resides out of the jurisdiction in the United Kingdom.",
      "id": "s58"
    },
    {
      "text": "Nevertheless, both are officers of the respondent companies which have entered appearances in these proceedings.",
      "id": "s59"
    },
    {
      "text": "In my opinion it is open to me, pursuant to O 15A r 3(2)(a), to direct that the respondents, by their identified officers namely Mr Clifford in case of all respondents and Mr Carter in the case of the sixth respondent, attend before the Court to be examined as proposed by Austal.",
      "id": "s60"
    },
    {
      "text": "18 Because Mr Clifford resides in the United Kingdom I would not require that he attend the examination in person in Australia.",
      "id": "s61"
    },
    {
      "text": "The examination of him can be conducted by video link.",
      "id": "s62"
    },
    {
      "text": "The same applies to Mr Thurlow.",
      "id": "s63"
    },
    {
      "text": "It appears that Messrs Carter and Merrigan both reside in Tasmania so their examination could be conducted before a Registrar of the Court in Tasmania and, alternatively by video link, before a Registrar of the Court in Perth.",
      "id": "s64"
    },
    {
      "text": "19 In my opinion it is appropriate that I make orders for the examination of Messrs Thurlow, Merrigan, Clifford and Carter on the matters referred to in Austal's minute.",
      "id": "s65"
    },
    {
      "text": "I certify that the preceding nineteen (19) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice French.",
      "id": "s66"
    },
    {
      "text": "Associate:\nDated: 26 February 2007\n\n Counsel for the Applicant: Mr RJL McCormack \n \n Solicitor for the Applicant: Stables Scott \n \n Counsel for the Respondents: Mr MH Zilko SC \n \n Solicitor for the Respondents: Deacons \n \n Date of Hearing: 9 November 2006 Date of Last Written Submissions: 22 December 2006 Date of Judgment: 26 February 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/202.html",
      "id": "s67"
    }
  ]
}