{
  "name": "SZJEX v Minister for Immigration &amp; Citizenship [2007] FCA 257 (28 February 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/257.html",
  "catchphrases": [
    {
      "text": "consideration of an appeal from a judgment of federal magistrate scarlett affirming a decision of the refugee review tribunal.",
      "id": "c0"
    },
    {
      "text": "migration",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from a judgment of Federal Magistrate Scarlett of 22 November 2006 dismissing an application for judicial review of a decision of the Refugee Review Tribunal dated 27 June 2006 and handed down on 18 July 2006 by which the Tribunal affirmed the decision of a delegate of the Minister for Immigration and Multicultural Affairs to refuse the grant of a protection visa to the first appellant under the Migration Act 1958 (Cth) thus rejecting the first appellant's claims to be a refugee, that is, a person with a well-founded fear of persecution for a Convention reason for the purposes of the Refugees Convention as amended by the Refugees Protocol.",
      "id": "s0"
    },
    {
      "text": "2 The second appellant claims protection as a family member of the first appellant's family.",
      "id": "s1"
    },
    {
      "text": "3 The matter was called this afternoon at approximately 2.15pm and then later during the afternoon, between 2.15pm and 2.30pm.",
      "id": "s2"
    },
    {
      "text": "There was no appearance by either the first or the second appellant.",
      "id": "s3"
    },
    {
      "text": "The Court is assisted this afternoon by the presence of an interpreter.",
      "id": "s4"
    },
    {
      "text": "On the failure of the appellants to appear, a telephone call was made to a telephone number for the appellants.",
      "id": "s5"
    },
    {
      "text": "4 A conversation took place by which the first appellant advised the interpreter who thus advised the Court that the first appellant had forgotten about the hearing today, was at least an hour away from the Court and would not be able to attend this afternoon and did not propose to attend this afternoon.",
      "id": "s6"
    },
    {
      "text": "Accordingly, in the light of the failure of the appellants to attend the court, the first respondent seeks judgment in the matter by seeking an order that the appeal be dismissed with costs.",
      "id": "s7"
    },
    {
      "text": "5 There is a sequence of correspondence which goes to the question of whether the appellants were properly put on notice of the proceeding today.",
      "id": "s8"
    },
    {
      "text": "The first is a letter dated 23 January 2007 from the Federal Court under the signature of Jennifer Farrell, National Appeals Registrar to the first appellant by which the Court notified the first appellant and thus both appellants that the matter would be heard and determined on 28 February 2007 at 2.15pm before myself at the Law Courts Building, Queens Square, Sydney.",
      "id": "s9"
    },
    {
      "text": "I mark that letter 'Exhibit 1'.",
      "id": "s10"
    },
    {
      "text": "6 There is a further letter dated 15 February 2007 addressed to the first appellant from the Australian Government Solicitor by which the author of that letter referred to the present proceedings and enclosed by way of service upon the appellants a sealed copy of the appeal book filed on behalf of the first respondent.",
      "id": "s11"
    },
    {
      "text": "That letter reminded the first appellant and thus both appellants that the hearing of the appeal is listed before myself at 2.15pm on 28 February 2007 at the Law Courts Building, Queens Square, Sydney.",
      "id": "s12"
    },
    {
      "text": "I mark that letter 'Exhibit 2'.",
      "id": "s13"
    },
    {
      "text": "7 There is a further letter dated 23 February 2007 from the Australian Government Solicitor to the first appellant by which there is a further reminder of the hearing date although in that particular letter the reference is made to the hearing of the appeal before his Honour, Tracey J.",
      "id": "s14"
    },
    {
      "text": "Nevertheless, the time 2.15pm is nominated as is the day, Wednesday 28 February 2007, as is the place, Law Court Building, Queens Square, Sydney.",
      "id": "s15"
    },
    {
      "text": "I mark that letter 'Exhibit 3'.",
      "id": "s16"
    },
    {
      "text": "8 There is thus three examples of written communication advising the appellants of the date and time for the hearing of the appeal.",
      "id": "s17"
    },
    {
      "text": "It is therefore no excuse that the appellants have forgotten about the appeal.",
      "id": "s18"
    },
    {
      "text": "9 One preliminary matter should be dealt with before making any dispositive order and that is that leave has been sought to amend the title of the first respondent to:\n \n 'Minister for Immigration and Citizenship.",
      "id": "s19"
    },
    {
      "text": "' \n\n\n \n10 Leave is given to make that amendment.",
      "id": "s20"
    },
    {
      "text": "11 Accordingly, in default of appearance on the part of the first and second appellants, I dismiss the appeal with costs.",
      "id": "s21"
    },
    {
      "text": "I certify that the preceding eleven (11) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Greenwood.",
      "id": "s22"
    },
    {
      "text": "Associate:\n\nDated: 28 February 2007\n\n Solicitor for the Appellant Appellant --- Self Represented --- failed to appear \n \n Solicitor for the First Respondent: Australian Government Solicitor \n \n Date of Hearing: 28 February 2007 \n \n Date of Judgment: 28 February 2007 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/257.html",
      "id": "s23"
    }
  ]
}