{
  "name": "NBLH v Minister for Immigration and Citizenship [2007] FCA 209 (26 February 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/209.html",
  "catchphrases": [
    {
      "text": "application for leave to appeal from 'show cause' dismissal by federal magistrate under r 44.12(1)(a) federal magistrates court rules",
      "id": "c0"
    },
    {
      "text": "whether failure to comply with the migration act 1958 (cth) ss 424a and 441a",
      "id": "c1"
    },
    {
      "text": "whether breach of natural justice",
      "id": "c2"
    },
    {
      "text": "whether improper exercise of power",
      "id": "c3"
    },
    {
      "text": "whether failure to consider evidence favourable to applicant",
      "id": "c4"
    },
    {
      "text": "whether bias.",
      "id": "c5"
    },
    {
      "text": "migration",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "BACKGROUND \n \n1 The applicant is a citizen of the Peoples Republic of China (PRC).",
      "id": "s0"
    },
    {
      "text": "He arrived in Australia on 25 December 2002.",
      "id": "s1"
    },
    {
      "text": "On 14 January 2003 the applicant applied for a protection (class XA) visa.",
      "id": "s2"
    },
    {
      "text": "On 18 June 2003 a delegate of the Minister for Immigration and Multicultural Affairs (as he was then) refused to grant the applicant a protection (class XA) visa (\"delegate's decision\").",
      "id": "s3"
    },
    {
      "text": "On 7 July 2003 the applicant applied to the Refugee Review Tribunal for review of the delegate's decision.",
      "id": "s4"
    },
    {
      "text": "On 5 May 2004 the applicant gave oral evidence at a Tribunal hearing.",
      "id": "s5"
    },
    {
      "text": "On 3 March 2005 the Tribunal made a decision affirming the delegate's decision.",
      "id": "s6"
    },
    {
      "text": "On 23 March 2006 Federal Magistrate Lloyd-Jones made orders by consent remitting the matter to the Tribunal.",
      "id": "s7"
    },
    {
      "text": "On 24 May 2006 the Tribunal, as reconstituted, sent a letter, by facsimile, inviting the applicant to attend a hearing.",
      "id": "s8"
    },
    {
      "text": "On 26 May 2006 the Tribunal received a \"Response to Hearing Invitation\" form indicating that the applicant would attend the hearing.",
      "id": "s9"
    },
    {
      "text": "On 8 June 2006 a differently constituted Tribunal held its hearing which the applicant attended and gave oral evidence.",
      "id": "s10"
    },
    {
      "text": "The account of the evidence given by the applicant at the 5 May 2004 hearing contained in the decision of the previous member was, without objection by the applicant, treated as accurate.",
      "id": "s11"
    },
    {
      "text": "On 26 July 2006 the Tribunal, as reconstituted, made its decision affirming the delegate's decision to refuse to grant the applicant a protection (class XA) visa.",
      "id": "s12"
    },
    {
      "text": "On 15 August 2006 the Tribunal handed down its decision.",
      "id": "s13"
    },
    {
      "text": "On 29 August 2006 the applicant filed an application for judicial review in the Federal Magistrates Court.",
      "id": "s14"
    },
    {
      "text": "On 27 October 2006 the matter was listed for a show cause hearing: rule 44.12(1) of the Federal Magistrates Court Rules .",
      "id": "s15"
    },
    {
      "text": "The Federal Magistrate dismissed the applicant's application as \"it fails to disclose an arguable case of jurisdictional error\".",
      "id": "s16"
    },
    {
      "text": "This was a dismissal under rule 44.12(1)(a) and by virtue of rule 44.12(2) was interlocutory.",
      "id": "s17"
    },
    {
      "text": "On 13 November 2006 the applicant filed an application for leave to appeal from Federal Magistrate Driver's judgment.",
      "id": "s18"
    },
    {
      "text": "PROCEEDINGS IN THE TRIBUNAL \n \n2 Before the Tribunal the appellant claimed to have a well founded fear of persecution because of his practise of Falun Gong in the PRC.",
      "id": "s19"
    },
    {
      "text": "The appellant claimed he was elected team leader of the Falun Gong tutorial centre and promoted Falun Gong in his spare time as well as participating in a \"sit-in\" in Beijing.",
      "id": "s20"
    },
    {
      "text": "The appellant claimed that police attended his work place asking him to provide a statement he would not practise Falun Gong.",
      "id": "s21"
    },
    {
      "text": "The appellant asserted that he refused and was dismissed from his employment.",
      "id": "s22"
    },
    {
      "text": "The appellant claims he continued to practise Falun Gong in secret and that police attended the house of a fellow Falun Gong practitioner while the appellant was there practising Falun Gong and arrested the appellant and his friend: both being subsequently sentenced to a labour camp for one year and two years respectively.",
      "id": "s23"
    },
    {
      "text": "After his release the appellant claims that his new employer was requested to \"watch the appellant\" to see if he continued to practise Falun Gong.",
      "id": "s24"
    },
    {
      "text": "The appellant claims he considered departing the PRC.",
      "id": "s25"
    },
    {
      "text": "The appellant claimed that he feared that he would be gaoled for his Falun Gong practice if he returned to the PRC.",
      "id": "s26"
    },
    {
      "text": "The appellant claimed that in Australia he had practised Falun Gong and written an article about how he joined Falun Gong for a newspaper called \"The Truth\", a Falun Gong journal.",
      "id": "s27"
    },
    {
      "text": "3 In support of his claims the appellant included an article said to have been written by him in Chinese and published in \"Truth\", a Falun Gong journal in Australia, a letter from his local police station outlining the appellant's practise of Falun Gong, an article from a Falun Gong website outlining the arrest of the appellant's friend, a bank receipt showing the appellant had sent money to the wife of his friend who had been sentenced to two years imprisonment and photographs of him practising Falun Gong and distributing Falun Gong material in Australia.",
      "id": "s28"
    },
    {
      "text": "THE DECISION OF THE TRIBUNAL \n \n4 In its very lengthy and detailed reasons the Tribunal found the appellant to be a thoroughly unconvincing witness.",
      "id": "s29"
    },
    {
      "text": "The Tribunal was left with a very strong impression that the appellant was not speaking from actual personal experience.",
      "id": "s30"
    },
    {
      "text": "There were many inconsistencies between the written claims before the Tribunal and his oral evidence which were unable to be explained at hearing.",
      "id": "s31"
    },
    {
      "text": "The Tribunal found that the evidence of the appellant with regard to the protest in 1999 was inconsistent with independent country information.",
      "id": "s32"
    },
    {
      "text": "The Tribunal concluded that the appellant was not a credible witness and accordingly did not give any weight to the appellant's supposed corroborative evidence.",
      "id": "s33"
    },
    {
      "text": "Moreover, the Tribunal was satisfied that the appellant's Falun Gong activities in Australia was conduct engaged in for the sole purpose of strengthening his refugee claims and disregarded it for that reason: see s 91R(3) of the Migration Act 1958 (Cth) (\"the Act \").",
      "id": "s34"
    },
    {
      "text": "GROUNDS BEFORE THE FEDERAL MAGISTRATE \n \n5 On 29 August 2006 the appellant applied for judicial review of the decision of the Tribunal and before the Federal Magistrate the appellant claimed that: a breach of the rules of natural justice occurred in connection with the making of the decision; procedures which were required to be observed were not observed; the decision of the Tribunal was an improper exercise of power; natural justice was denied as the context in which the appellant would face serious harm was not considered and the respondents only considered evidence not in favour of the appellant.",
      "id": "s35"
    },
    {
      "text": "THE DECISION OF THE FEDERAL MAGISTRATE \n \n6 Prior to the 'show cause' hearing the applicant had been given the opportunity to file and serve an amended application and additional evidence, including a transcript of the Tribunal hearing by 17 October 2006.",
      "id": "s36"
    },
    {
      "text": "He did not take up that opportunity.",
      "id": "s37"
    },
    {
      "text": "7 The Federal Magistrate found that the show cause application failed to disclose an arguable case of jurisdictional error and nor was any jurisdictional error apparent from the available material before him.",
      "id": "s38"
    },
    {
      "text": "It is convenient to set out the Federal Magistrate's reasons relevant to these grounds.",
      "id": "s39"
    },
    {
      "text": "5.",
      "id": "s40"
    },
    {
      "text": "I invited the applicant to explain those grounds in his oral submissions.",
      "id": "s41"
    },
    {
      "text": "He was not able to do so apart from making claims of interpretation problems at the hearing.",
      "id": "s42"
    },
    {
      "text": "There are several difficulties with that assertion.",
      "id": "s43"
    },
    {
      "text": "The first is that there is no mention of interpretation difficulties in the show cause application or its supporting affidavit.",
      "id": "s44"
    },
    {
      "text": "The second is that the applicant has not taken up the opportunity I gave him to produce a transcript which might, hypothetically, have supported the assertion.",
      "id": "s45"
    },
    {
      "text": "The third is that the record of the Tribunal decision does not provide any support to the allegation of interpretation difficulties.",
      "id": "s46"
    },
    {
      "text": "6.",
      "id": "s47"
    },
    {
      "text": "The record of the Tribunal decision does establish clearly that the applicant failed before the Tribunal because he was not believed.",
      "id": "s48"
    },
    {
      "text": "After listening to the applicant's evidence at the hearing, the presiding member was left in a state of complete disbelief.",
      "id": "s49"
    },
    {
      "text": "It is apparent that the presiding member considered that the well was poisoned and he would not continue to drink from it.",
      "id": "s50"
    },
    {
      "text": "The presiding member thus gave no weight to a letter which might have corroborated some of the applicant's claims, see court book page 126.",
      "id": "s51"
    },
    {
      "text": "Having regard to the force of the adverse credibility finding made by the Tribunal, I see no error in that approach.",
      "id": "s52"
    },
    {
      "text": "7.",
      "id": "s53"
    },
    {
      "text": "The show cause application asserts a breach of the rules of natural justice.",
      "id": "s54"
    },
    {
      "text": "To the extent that the particulars throw any light on that assertion, they appear to relate to a failure to consider the applicant's claims in their proper context.",
      "id": "s55"
    },
    {
      "text": "The applicant was not able to explain this assertion further.",
      "id": "s56"
    },
    {
      "text": "It appears to me from the record of the Tribunal decision that the presiding member both understood the applicant's claims and considered them.",
      "id": "s57"
    },
    {
      "text": "8.",
      "id": "s58"
    },
    {
      "text": "Secondly, the show cause application asserts a failure to observe procedures required by law.",
      "id": "s59"
    },
    {
      "text": "It appears to me from the record of the Tribunal decision that the Tribunal met its statutory obligations under the Migration Act 1958 (Cth) (\"the Migration Act \").",
      "id": "s60"
    },
    {
      "text": "In my view, this ground is not arguable.",
      "id": "s61"
    },
    {
      "text": "9.",
      "id": "s62"
    },
    {
      "text": "Thirdly, the show cause application asserts that the making of the decision was an improper exercise of the power conferred by the Migration Act .",
      "id": "s63"
    },
    {
      "text": "The asserted particular appears to be an allegation that the Tribunal limited itself to a consideration of unfavourable evidence.",
      "id": "s64"
    },
    {
      "text": "In one sense, that is true.",
      "id": "s65"
    },
    {
      "text": "The decision turns entirely on the evidence given by the applicant at the hearing conducted by the Tribunal.",
      "id": "s66"
    },
    {
      "text": "The presiding member found that evidence to be wholly unfavourable.",
      "id": "s67"
    },
    {
      "text": "Where a decision-maker is left in a state of complete disbelief after hearing from an applicant, that is in my view a sufficient basis to dispose of an application.",
      "id": "s68"
    },
    {
      "text": "10.",
      "id": "s69"
    },
    {
      "text": "I conclude that the show cause application fails to disclose an arguable case of jurisdictional error.",
      "id": "s70"
    },
    {
      "text": "Neither is any arguable claim of jurisdictional error apparent to me from the available material.",
      "id": "s71"
    },
    {
      "text": "I will therefore order that the application be dismissed pursuant to rule 44.12(1)(a) of the Federal Magistrates Court Rules 2001 (Cth).",
      "id": "s72"
    },
    {
      "text": "8 The Federal Magistrate ordered that the application be dismissed pursuant to rule 44.12(1)(a) of the Federal Magistrates Court Rules 2001 (Cth).",
      "id": "s73"
    },
    {
      "text": "NOTICE OF APPEAL \n \n9 On 13 November 2006 the appellant filed a notice of appeal.",
      "id": "s74"
    },
    {
      "text": "It is to be treated, in the circumstances as a draft notice of appeal.",
      "id": "s75"
    },
    {
      "text": "The first respondent was content for the Court to follow this course.",
      "id": "s76"
    },
    {
      "text": "The notice of appeal raises the following grounds which are, in effect, a repetition of the grounds before the Federal Magistrate.",
      "id": "s77"
    },
    {
      "text": "1.",
      "id": "s78"
    },
    {
      "text": "The Tribunal did not comply with s424A &amp; s 441A of the Migration Act 1958 .",
      "id": "s79"
    },
    {
      "text": "2.",
      "id": "s80"
    },
    {
      "text": "The Tribunal breached the rules of natural justice in connection with the making of the decision.",
      "id": "s81"
    },
    {
      "text": "The respondents denied the applicant natural justice by not considering the context in which the applicant will face persecution and serious harm for being a Falun Gong practitioner in China.",
      "id": "s82"
    },
    {
      "text": "3.",
      "id": "s83"
    },
    {
      "text": "The making of the decision was an improper exercise of power conferred by the enactment in pursuance of which it was purported to be made.",
      "id": "s84"
    },
    {
      "text": "4.",
      "id": "s85"
    },
    {
      "text": "The respondents have no considered the amount of evidences which are in favour of the applicant.",
      "id": "s86"
    },
    {
      "text": "The respondents regards all the evidences as produced for the sole purpose of strengthening the applicant's refugee claim.",
      "id": "s87"
    },
    {
      "text": "They have only considered the evidence which is not in favour of the applicant.",
      "id": "s88"
    },
    {
      "text": "(Transcribed from the original without alteration)\n \n\n10 I have considered the reasons of both the Tribunal and the Federal Magistrate.",
      "id": "s89"
    },
    {
      "text": "None of these grounds, in my opinion, discloses any jurisdictional error on the part of the learned Federal Magistrate.",
      "id": "s90"
    },
    {
      "text": "It was well open to his Honour to exercise his discretion pursuant to r 44.12(1)(a) and to dismiss the application without it going to a final hearing.",
      "id": "s91"
    },
    {
      "text": "My reasons, which follow, essentially reflect the submissions put by the first respondent.",
      "id": "s92"
    },
    {
      "text": "11 The test for whether leave to appeal is granted or refused is well established: D&eacute;cor Corp v Dart Industries Inc (1991) 3 FCR 397 at [9].",
      "id": "s93"
    },
    {
      "text": "12 The applicant's grounds contained in his notice of appeal do not identify any error in the Federal Magistrate's decision.",
      "id": "s94"
    },
    {
      "text": "Rather, the grounds are directed to the decision of the Tribunal.",
      "id": "s95"
    },
    {
      "text": "13 The applicant alleges that the Tribunal failed to comply with sections 424A and 441A of the Act .",
      "id": "s96"
    },
    {
      "text": "This ground is unparticularised.",
      "id": "s97"
    },
    {
      "text": "The Tribunal as first constituted wrote to the applicant inviting his comment on two occasions.",
      "id": "s98"
    },
    {
      "text": "The Tribunal was not required to write to the applicant, as reconstituted, in respect of any information upon which it relied as its findings relied on the applicant's evidence given to the Tribunal, both as originally constituted and as reconstituted and the documents provided by the applicant to the Tribunal.",
      "id": "s99"
    },
    {
      "text": "Accordingly, there is no merit to this ground.",
      "id": "s100"
    },
    {
      "text": "14 At the hearing before me the applicant emphasised that he had not had a fair hearing before the Tribunal because he was denied the opportunity of putting on important additional evidence.",
      "id": "s101"
    },
    {
      "text": "15 When I asked him about the orders which the Federal Magistrate had made on 12 September 2006 for the filing by 17 October 2006 of additional material including further affidavit evidence including a transcript of the Tribunal hearing he said that he knew that he had to provide further evidence by 17 October but thought that the pro bono legal adviser would attend to this.",
      "id": "s102"
    },
    {
      "text": "16 The applicant was present before the Federal Magistrate, assisted, he told me, by an interpreter.",
      "id": "s103"
    },
    {
      "text": "No such explanation was given to the Federal Magistrate.",
      "id": "s104"
    },
    {
      "text": "His Honour did state however that the applicant did not act on the opportunities provided by the orders of 12 September 2006.",
      "id": "s105"
    },
    {
      "text": "17 The applicant's second ground relates to a purported breach of the rules of natural justice by the Tribunal in not considering the context in which the applicant would have faced persecution and serious harm by reason of being a Falun Gong practitioner in China.",
      "id": "s106"
    },
    {
      "text": "Section 422B of the Act excludes the common law rules of natural justice.",
      "id": "s107"
    },
    {
      "text": "Insofar as the applicant alleges that the Tribunal failed to consider the applicant's refugee claims, it is clear that this is not the case.",
      "id": "s108"
    },
    {
      "text": "The Tribunal considered and rejected the applicant's claims that he feared persecution in China by reason of his practice of Falun Gong.",
      "id": "s109"
    },
    {
      "text": "18 The third ground alleges that the \"making of the decision was an improper exercise of the power conferred by the enactment in pursuance of which it was purported to be made\".",
      "id": "s110"
    },
    {
      "text": "This is a generic, unparticularised ground.",
      "id": "s111"
    },
    {
      "text": "It is without substance.",
      "id": "s112"
    },
    {
      "text": "19 The fourth ground alleges that the Tribunal failed to consider evidence in favour of the applicant and that it only considered evidence which was not in favour of the applicant.",
      "id": "s113"
    },
    {
      "text": "To the extent that this is an allegation of bias the applicant has not met the requirement that such an allegation be firmly and distinctly made and clearly proved: Minister for Immigration &amp; Multicultural Affairs v Jia Le Geng [2001] HCA 17 ; (2001) 205 CLR 507 at [530] .",
      "id": "s114"
    },
    {
      "text": "20 To the extent that the Tribunal, upon considering the evidence as a whole (which it expressly stated it had done) gave no weight to evidence on its face favourable to the applicant it did so because it found the applicant not to be a credible witness.",
      "id": "s115"
    },
    {
      "text": "No error and in particular no jurisdictional error arises by reason of that approach which was clearly open to it.",
      "id": "s116"
    },
    {
      "text": "21 Accordingly I am of the opinion that the Federal Magistrate's decision is not attended by sufficient doubt to warrant it being reconsidered by the Federal Court.",
      "id": "s117"
    },
    {
      "text": "Whilst the applicant disagrees with the decision below he has been unable to point to any relevant error.",
      "id": "s118"
    },
    {
      "text": "It is evident that no substantial injustice would result from my refusal of leave.",
      "id": "s119"
    },
    {
      "text": "22 Accordingly, the application for leave to appeal ought be dismissed with costs.",
      "id": "s120"
    },
    {
      "text": "I certify that the preceding twenty-two (22) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gilmour.",
      "id": "s121"
    },
    {
      "text": "Associate:\nDated: 26 February 2007\n\n The Appellant appeared in person.",
      "id": "s122"
    },
    {
      "text": "Solicitor for the Respondent: Z. Chami \n \n Date of Hearing: 26 February 2007 \n \n Date of Judgment: 26 February 2007 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/209.html",
      "id": "s123"
    }
  ]
}