{
  "name": "Payi Payi on behalf of the Ngururrpa People v the State of Western Australia [2007] FCA 2113 (18 October 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/2113.html",
  "catchphrases": [
    {
      "text": "consent determination",
      "id": "c0"
    },
    {
      "text": "court's discretion making orders under s 87",
      "id": "c1"
    },
    {
      "text": "relevant factors for the court to take into account when determining whether the court is satisfied it is appropriate to make orders sought",
      "id": "c2"
    },
    {
      "text": "native title",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 I am going to deliver a short judgment approving the application and making an order for native title over this land.",
      "id": "s0"
    },
    {
      "text": "I will give my reasons now.",
      "id": "s1"
    },
    {
      "text": "Later they will be written down for anyone who wants to read them.",
      "id": "s2"
    },
    {
      "text": "2 The Court is sitting here today on the Yakka Yakka Track south of Balgo to hear an application for the determination of native title.",
      "id": "s3"
    },
    {
      "text": "We are sitting in this country at the request of the applicants who want the Court to sit here because it overlooks part of the claim and it includes Nyili, Emily Springs, which is a very important part of the claim, where there is fresh water.",
      "id": "s4"
    },
    {
      "text": "3 The land covers 229, 718 square kilometres.",
      "id": "s5"
    },
    {
      "text": "It is in the Great Sandy Desert south east of the Kimberley and part of it touches the Northern Territory border.",
      "id": "s6"
    },
    {
      "text": "It is surrounded by other areas for which native title has been determined; Kiwirrkurra to the south, Tjurabalan to the north and Martu to the west.",
      "id": "s7"
    },
    {
      "text": "The applicants' claim group is called Ngururrpa, a word which in English means \"central\".",
      "id": "s8"
    },
    {
      "text": "Thus you people are central people and this is the central land.",
      "id": "s9"
    },
    {
      "text": "4 The claim group is about 1300 people and I think many of them must be here today.",
      "id": "s10"
    },
    {
      "text": "They are descended from 56 ancestors, all of whom we know about.",
      "id": "s11"
    },
    {
      "text": "The only parties to this case are the applicants, the Ngururrpa people, and the State of Western Australia.",
      "id": "s12"
    },
    {
      "text": "Through mediation --- through good talking --- they have reached agreement that there should be a native title determination and they have agreed on the orders.",
      "id": "s13"
    },
    {
      "text": "They cover the whole of the land claimed except one little bit, which was a mistake.",
      "id": "s14"
    },
    {
      "text": "That part is too small to worry about.",
      "id": "s15"
    },
    {
      "text": "5 The law provides that the Federal Court can make a determination of native title in certain cases without having a hearing, without taking months and months to hear a big case.",
      "id": "s16"
    },
    {
      "text": "I am satisfied that the conditions that the law requires have been met and that the order that you want is within the power of the Court to make.",
      "id": "s17"
    },
    {
      "text": "6 In considering whether the Court should make the order as appropriate, I have taken into account that the Native Title Act 1993 (Cth) encourages what you have done --- to resolve native title cases by agreement without the need for a hearing.",
      "id": "s18"
    },
    {
      "text": "I have taken into account the benefits that come when people do agree to resolve their differences.",
      "id": "s19"
    },
    {
      "text": "I have taken into account, too, the very detailed and very good prepared material filed with the Court by the people, and their lawyers, as part of the application, and the very good joint submission put before the Court on behalf of the claim group and the State of Western Australia in support of the application.",
      "id": "s20"
    },
    {
      "text": "7 The parties have also put forward a summary of The Countrymen Report ; that is Scott Cane's book --- three volumes.",
      "id": "s21"
    },
    {
      "text": "I have read all of Scott Cane's book.",
      "id": "s22"
    },
    {
      "text": "It has great things in it and I have read them all.",
      "id": "s23"
    },
    {
      "text": "I have got one here, it is Volume 2.",
      "id": "s24"
    },
    {
      "text": "There are two other volumes.",
      "id": "s25"
    },
    {
      "text": "The parties have put forward a summary of Scott Cane's book and they have agreed that the facts in the summary are true facts.",
      "id": "s26"
    },
    {
      "text": "8 I have read an affidavit by Mr Gavin Dunn for the State of Western Australia.",
      "id": "s27"
    },
    {
      "text": "The State has made its own assessment and has had its own experts look at this.",
      "id": "s28"
    },
    {
      "text": "Professor Basil Sansom has looked at this.",
      "id": "s29"
    },
    {
      "text": "9 I am very satisfied that the agreement should receive the approval of the Court.",
      "id": "s30"
    },
    {
      "text": "10 But before I sign the Court's orders, I want to say this.",
      "id": "s31"
    },
    {
      "text": "The expedition with which the State undertook this process and the care with which the applicants have put their case is very commendable and it is very good that this case started and finished within less than a year.",
      "id": "s32"
    },
    {
      "text": "It is also good that it has happened this way, because a lot of people have had goodwill and have come together to make the agreement; and that is a very good thing.",
      "id": "s33"
    },
    {
      "text": "11 Also, of course, it is relevant that I take into account that the parties have acted freely, with goodwill and with expert advice from the lawyers and anthropologists.",
      "id": "s34"
    },
    {
      "text": "The claimants have been very careful to put their case properly and the State of Western Australia has considered it very well.",
      "id": "s35"
    },
    {
      "text": "12 Now, I am going to make the orders in the terms agreed, but before I do so, I want to say something more as a law person.",
      "id": "s36"
    },
    {
      "text": "I have said this before in the Western Desert but I want to say it again today near Nyili.",
      "id": "s37"
    },
    {
      "text": "13 In making these orders, the Court does not give you native title.",
      "id": "s38"
    },
    {
      "text": "No.",
      "id": "s39"
    },
    {
      "text": "The Court determines that native title exists.",
      "id": "s40"
    },
    {
      "text": "The Court determines that this is your land.",
      "id": "s41"
    },
    {
      "text": "That it [the title] is based upon your traditional laws and customs which have always been; and that means that the law says to all the people of Australia that this is your land and it always has been your land because your laws and customs have said, and say today, that it is your land.",
      "id": "s42"
    },
    {
      "text": "What the Court does is to say to everyone in Australia that this is your native title.",
      "id": "s43"
    },
    {
      "text": "14 So that is all I want to say ladies and gentlemen.",
      "id": "s44"
    },
    {
      "text": "The Court agrees with the agreement that the parties have reached and I am now going to sign the determination of native title.",
      "id": "s45"
    },
    {
      "text": "It is a long document so I will not read it out, but the most important parts say that the Court declares and determines that native title exists in the determination area, and that it is held by the people who are the claimants, and that in respect of most of the interests, the title is for the use and occupation and enjoyment of the land to the exclusion of everyone else.",
      "id": "s46"
    },
    {
      "text": "That means that it is your land.",
      "id": "s47"
    },
    {
      "text": "15 I will now sign the orders.",
      "id": "s48"
    },
    {
      "text": "16 Before the Court was closed the following spontaneous address was made by Mr Mark Moohra, one of the claimants:\n \n MR MARK MOOHRA.",
      "id": "s49"
    },
    {
      "text": "I've got this through by old people.",
      "id": "s50"
    },
    {
      "text": "I live - because of old people taught me which our land is and I've been waiting and talking for the last 20 years or more and now I got it here for people and for all our young people to come, in years to years to come, generation to generation.",
      "id": "s51"
    },
    {
      "text": "Yeway.",
      "id": "s52"
    },
    {
      "text": "When you generation take over, when you new generation take over, we want to see - you got to live in one big happy family.",
      "id": "s53"
    },
    {
      "text": "Not fighting or starting war in this country, we want peace.",
      "id": "s54"
    },
    {
      "text": "We want to see people live in peace.",
      "id": "s55"
    },
    {
      "text": "Thank you.",
      "id": "s56"
    },
    {
      "text": "THE CHIEF JUSTICE: Ladies and gentlemen, that is the end of the court hearing.",
      "id": "s57"
    },
    {
      "text": "Close the Court, please, Mr Sheppard.",
      "id": "s58"
    },
    {
      "text": "I certify that the preceding sixteen (16) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Chief Justice Black.",
      "id": "s59"
    },
    {
      "text": "Associate:\n\nDated: 20 March 2008\n\n\n Counsel for the Applicant: Ms S Hanrahan \n \n Solicitor for the Applicant: Central Desert Native Title Services Ltd \n \n Counsel for the Respondent: Mr J O'Halloran \n \n Solicitor for the Respondent: State Solicitor for Western Australia \n \n Date of Hearing: 18 October 2007 \n \n Date of Judgment: 18 October 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/2113.html",
      "id": "s60"
    }
  ]
}