{
  "name": "Angelakos v Secretary, Department of Employment and Workplace Relations [2007] FCA 25 (29 January 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/25.html",
  "catchphrases": [
    {
      "text": "appeal from decision of administrative appeals tribunal",
      "id": "c0"
    },
    {
      "text": "where applicant overpaid parenting payment under social security act 1991 (cth)",
      "id": "c1"
    },
    {
      "text": "where tribunal member found no special circumstances arose and rejected claim for waiver of debt",
      "id": "c2"
    },
    {
      "text": "whether tribunal member applied correct legal test",
      "id": "c3"
    },
    {
      "text": "meaning of 'special circumstances'",
      "id": "c4"
    },
    {
      "text": "whether tribunal member took an irrelevant matter into account by having regard to applicant's interest in real property and superannuation benefits payable in the future",
      "id": "c5"
    },
    {
      "text": "whether tribunal member failed to take into account a relevant matter in that the applicant had changed his financial position as a result of the overpayment.",
      "id": "c6"
    },
    {
      "text": "social security",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal by Mr George Angelakos from a decision of the Administrative Appeals Tribunal.",
      "id": "s0"
    },
    {
      "text": "The right of appeal is limited to an appeal on a question of law: Administrative Appeals Tribunal Act 1975 (Cth) s 44.",
      "id": "s1"
    },
    {
      "text": "2 The applicant was overpaid a parenting payment under the Social Security Act 1991 (Cth) ('the Act').",
      "id": "s2"
    },
    {
      "text": "Before the Tribunal there was no dispute that there had been an overpayment and the amount of overpayment was not in dispute.",
      "id": "s3"
    },
    {
      "text": "By reason of s 1223 of the Act the overpayment was a debt due to the Commonwealth.",
      "id": "s4"
    },
    {
      "text": "The applicant claimed that the Secretary should have waived the right to recover the debt under s 1237A(1) and (1A) of the Act.",
      "id": "s5"
    },
    {
      "text": "In the alternative, he claimed that the Secretary should have exercised the discretion to waive the right to recover the debt under s 1237AAD of the Act.",
      "id": "s6"
    },
    {
      "text": "Those provisions are as follows:\n \n \n \n '1237A(1) Subject to subsection (1A), the Secretary must waive the right to recover the proportion of a debt that is attributable solely to an administrative error made by the Commonwealth if the debtor received in good faith the payment or payments that gave rise to that proportion of the debt.",
      "id": "s7"
    },
    {
      "text": "(1A) Subsection (1) only applies if: \n \n (a) the debt is not raised within a period of 6 weeks from the first payment that caused the debt; or \n (b) if the debt arose because a person has complied with a notification obligation, the debt is not raised within a period of 6 weeks from the end of the notification period; \n \n \n \n whichever is the later.",
      "id": "s8"
    },
    {
      "text": "... \n 1237AAD The Secretary may waive the right to recover all or part of a debt if the Secretary is satisfied that: \n \n \n \n (a) the debt did not result wholly or partly from the debtor or another person knowingly: \n (i) making a false statement or a false representation; or \n (ii) failing or omitting to comply with a provision of this Act or the 1947 Act; and \n (b) there are special circumstances (other than financial hardship alone) that make it desirable to waive; and \n (c) it is more appropriate to waive than to write off the debt or part of the debt.",
      "id": "s9"
    },
    {
      "text": "' \n \n\n3 The Tribunal member rejected the claim for waiver under s 1237A(1) and (1A) on the ground that the debt was not solely attributable to an administrative error made by the Commonwealth.",
      "id": "s10"
    },
    {
      "text": "On the appeal to this Court that conclusion was not challenged.",
      "id": "s11"
    },
    {
      "text": "4 The Tribunal member rejected the claim for waiver under s 1237AAD on the ground that he did not consider that there were special circumstances making it desirable to waive the debt.",
      "id": "s12"
    },
    {
      "text": "On appeal to this Court, the applicant challenged the Tribunal member's approach and findings with respect to that issue.",
      "id": "s13"
    },
    {
      "text": "Although he made no express finding in terms of s 1237AAD(a) the other findings of the Tribunal member negate any suggestion that the decision-maker could not be satisfied of the matter referred to in s 1237AAD(a).",
      "id": "s14"
    },
    {
      "text": "Those findings are summarised below.",
      "id": "s15"
    },
    {
      "text": "As far as s 1237AAD(c) is concerned the reference to writing off the debt involves a consideration of s 1236(1) and (1A) of the Act which is in the following terms :\n \n \n '(1) Subject to subsection (1A), the Secretary may, on behalf of the Commonwealth, decide to write off a debt, for a stated period or otherwise.",
      "id": "s16"
    },
    {
      "text": "(1A) The Secretary may decide to write off a debt under subsection (1) if, and only if: \n (a) the debt is irrecoverable at law; or \n (b) the debtor has no capacity to repay the debt; or \n \n \n \n \n (c) the debtor's whereabouts are unknown after all reasonable efforts have been made to locate the debtor; or \n (d) it is not cost effective for the Commonwealth to take action to recover the debt.",
      "id": "s17"
    },
    {
      "text": "' \n \n \n \n \n\n5 The Tribunal member made no express finding in terms of s 1237AAD(c).",
      "id": "s18"
    },
    {
      "text": "He did find that the debt was not capable of being written off under s 1236(1) and (1A) of the Act and there is no challenge to that conclusion.",
      "id": "s19"
    },
    {
      "text": "It is not a pre-requisite to the satisfaction of the matter in s 1237AAD(c) that it be appropriate to write off the debt: Secretary, Department of Social Security v Hales (1998) 82 FCR 154 at 163-164 per French J.",
      "id": "s20"
    },
    {
      "text": "6 As I have said, the focus of the applicant's challenge on the appeal was to the Tribunal member's approach and findings with respect to the question of special circumstances.",
      "id": "s21"
    },
    {
      "text": "In particular, he submits:\n \n 1.",
      "id": "s22"
    },
    {
      "text": "That the Tribunal member misconstrued the term 'special circumstances' in s 1237AAD(b) and failed to apply the correct legal test;\n 2.",
      "id": "s23"
    },
    {
      "text": "In considering whether there were special circumstances, the Tribunal member took into account an irrelevant matter, being the applicant's entitlement to certain assets; and\n 3.",
      "id": "s24"
    },
    {
      "text": "In considering whether there were special circumstances, the Tribunal member failed to take into account a relevant matter, namely, that the applicant had changed his position by spending the overpayment which had been caused, primarily at least, by an error of the respondent.",
      "id": "s25"
    },
    {
      "text": "The facts \n \n7 The following facts are taken from the reasons of the Tribunal member and are not in dispute.",
      "id": "s26"
    },
    {
      "text": "8 \n \nThe applicant is a 52 year old man who has the care of his 15 year old son.",
      "id": "s27"
    },
    {
      "text": "He has elderly parents, one of whom, his father, has emphysema.",
      "id": "s28"
    },
    {
      "text": "He lives with his parents and son in a house on property at Torrensville ('the Torrensville property').",
      "id": "s29"
    },
    {
      "text": "The applicant is the registered proprietor of the Torrensville property.",
      "id": "s30"
    },
    {
      "text": "Until July 2001 the applicant was employed by ACI.",
      "id": "s31"
    },
    {
      "text": "He resigned from his employment at that time to care for a Ms Cecilia Bannan and to help his mother with the care of his son.",
      "id": "s32"
    },
    {
      "text": "Ms Bannan is the applicant's fianc&eacute;e and she was seriously injured in a traffic accident in 1998 and was wheelchair-bound.",
      "id": "s33"
    },
    {
      "text": "Upon his resignation from his employment the applicant received a termination payment of $100,000 and had access to non-preserved superannuation benefits of $117,000.",
      "id": "s34"
    },
    {
      "text": "He used those funds to purchase a residential property at Flinders Park ('the Flinders Park property') on 15 January 2002 for the sum of $209,500.",
      "id": "s35"
    },
    {
      "text": "In December 2004 Ms Bannan moved into the Flinders Park property to save rent and to assist the applicant financially.",
      "id": "s36"
    },
    {
      "text": "9 Prior to July 2001 the applicant had had no contact with Centrelink.",
      "id": "s37"
    },
    {
      "text": "At that time, he contacted Centrelink but was told that he had to use all his available funds before any benefit would be paid.",
      "id": "s38"
    },
    {
      "text": "In March 2002, the applicant's circumstances changed and he lodged a claim with Centrelink for a parenting payment.",
      "id": "s39"
    },
    {
      "text": "One of the questions in the claim form was as follows:\n \n \n '37.",
      "id": "s40"
    },
    {
      "text": "Do you (or your partner) own (or partly own) real estate other than the home in which you live?",
      "id": "s41"
    },
    {
      "text": "This includes properties in Australia and overseas.",
      "id": "s42"
    },
    {
      "text": "' \n \n \n\nThe applicant placed a tick in the 'yes' box and indicated that he owned one such property.",
      "id": "s43"
    },
    {
      "text": "Under the 'yes' box the following statement appeared:\n \n 'You will need to complete and attach a Real Estate form.",
      "id": "s44"
    },
    {
      "text": "Please ask Centrelink for a Mod R for each property.",
      "id": "s45"
    },
    {
      "text": "' \n \n\n10 The applicant did not ask for, nor was he given, a Module R for the Flinders Park property.",
      "id": "s46"
    },
    {
      "text": "The Tribunal member found that the applicant answered all the questions in the claim form honestly and to the best of his knowledge.",
      "id": "s47"
    },
    {
      "text": "He omitted seeing the notation under the question that required him to complete and attach a real estate Module R for the Flinders Park property.",
      "id": "s48"
    },
    {
      "text": "11 \n \nThe applicant received a letter from Centrelink on 4 April 2002.",
      "id": "s49"
    },
    {
      "text": "It confirmed his benefits and, among other things, required the applicant to advise Centrelink if his assets other than financial investments were more than $39,469.",
      "id": "s50"
    },
    {
      "text": "The Tribunal member found that the applicant failed to thoroughly read the letter and was not aware of his obligation to inform Centrelink of any increases in his financial investments or other assets.",
      "id": "s51"
    },
    {
      "text": "The Tribunal member accepted that the applicant's failure was an innocent mistake.",
      "id": "s52"
    },
    {
      "text": "12 The applicant commenced receiving the parenting payment (single) based upon the application he had lodged with Centrelink.",
      "id": "s53"
    },
    {
      "text": "13 The applicant was interviewed by officers of Centrelink in June and December 2002.",
      "id": "s54"
    },
    {
      "text": "The issue of the applicant's increased assets was not raised.",
      "id": "s55"
    },
    {
      "text": "The applicant believed that he had made full disclosure of his financial position when lodging his application in March 2002 and that no further disclosure was required.",
      "id": "s56"
    },
    {
      "text": "14 The Tribunal member found that during an interview with an officer of Centrelink on 9 November 2004 the applicant was shown details of all the financial investments and assets recorded for him with Centrelink.",
      "id": "s57"
    },
    {
      "text": "He noted that the amounts for his savings and managed investments were still recorded and that there was no record of his purchase of the Flinders Park property.",
      "id": "s58"
    },
    {
      "text": "Based on the information given to it by the applicant, on 9 November 2004 Centrelink raised a debt of $30,385.82 in respect of the overpayment of the parenting payment.",
      "id": "s59"
    },
    {
      "text": "15 During the relevant period, namely, 4 April 2002 to 3 November 2004, there was an assets limit for the parenting payment (s 500Q(1) and (2) of the Act) and, taking into account the Flinders Park property, the applicant was not entitled to the parenting payment.",
      "id": "s60"
    },
    {
      "text": "The Tribunal found as follows:\n \n '24.",
      "id": "s61"
    },
    {
      "text": "The Tribunal is satisfied and so finds that the respondent received an overpayment of Parenting Payment (Single) during the period from 4 April 2002 to 3 November 2004.",
      "id": "s62"
    },
    {
      "text": "The overpayment occurred because the respondent failed to advise Centrelink that his assets other than financial investments (ie the Flinders Park property) were valued at more than $39,469.",
      "id": "s63"
    },
    {
      "text": "The Parenting Payment (single) should not have been paid to the respondent as the value of his assets exceeded his assets value limit as provided in s 500Q(2) of the Act.",
      "id": "s64"
    },
    {
      "text": "The amount of the overpayment is a debt recoverable under s 1223(1) of the Act and is not capable of being written-off under s 1236(1) and (1A) of the Act.",
      "id": "s65"
    },
    {
      "text": "' \n \n\n16 On the appeal to this Court there is no challenge by the applicant to those findings.",
      "id": "s66"
    },
    {
      "text": "17 The applicant challenged the respondent's decision to raise the debt.",
      "id": "s67"
    },
    {
      "text": "On 21 March 2005, the original decision-maker reviewed and affirmed her decision and on 27 May 2005 an authorised review officer reviewed and affirmed the decision of the original decision-maker.",
      "id": "s68"
    },
    {
      "text": "On 11 July 2005 the applicant successfully appealed to the Social Security Appeals Tribunal and that Tribunal set aside the respondent's decision and substituted a decision that an amount of $27,385.82 should be waived under s 1237AAD of the Act, leaving a recoverable balance of $3,000.",
      "id": "s69"
    },
    {
      "text": "The respondent applied to the Tribunal for a review of that decision.",
      "id": "s70"
    },
    {
      "text": "The Tribunal's reasons \n \n18 As I have said, before the Tribunal the applicant submitted that the right to recover the debt must be waived because the overpayment was attributable solely to an administrative error made by the respondent (s 1237A(1) and (1A)).",
      "id": "s71"
    },
    {
      "text": "The Tribunal found that that was not the case because it did not accept that the applicant had not contributed to the error which gave rise to the overpayment.",
      "id": "s72"
    },
    {
      "text": "The Tribunal said that the applicant failed to ask for a Module R from Centrelink when he completed his application form in March 2002, but even if that did not contribute to the error, the applicant's failure to advise Centrelink of the increase in his assets (other than financial investments) when he received the notification letter dated 4 April 2002 did contribute to the error and to the overpayment.",
      "id": "s73"
    },
    {
      "text": "The fact that the applicant did not thoroughly read the notification letter could not excuse him from his obligation to notify Centrelink about a matter that might affect the payment to him of the parenting payment.",
      "id": "s74"
    },
    {
      "text": "Those conclusions were not challenged on appeal, although, for the purposes of his argument in relation to s 1237AAD of the Act, the applicant submits that Centrelink had made a significant error in not identifying the need for a Module R when the applicant's claim form was received and it was this error which was the main contributing factor giving rise to the overpayment.",
      "id": "s75"
    },
    {
      "text": "19 \n \nIn relation to the exercise of the discretion under s 1237AAD, the applicant submitted to the Tribunal that there were five factors which supported the conclusion that there were special circumstances within paragraph (b).",
      "id": "s76"
    },
    {
      "text": "Those factors were:\n \n 1.",
      "id": "s77"
    },
    {
      "text": "Centrelink's error was the main contributing factor giving rise to the overpayment and, had Centrelink acted correctly, the overpayment would not have occurred.",
      "id": "s78"
    },
    {
      "text": "Furthermore, the error was perpetuated by the failure of officers of Centrelink to raise the issue of increased assets with the applicant during the interviews in June and December 2002.",
      "id": "s79"
    },
    {
      "text": "2.",
      "id": "s80"
    },
    {
      "text": "As a result of the raising of the debt, the applicant had suffered a breakdown.",
      "id": "s81"
    },
    {
      "text": "He had gone through a horrific time, had suffered physically and was still very vulnerable.",
      "id": "s82"
    },
    {
      "text": "3.",
      "id": "s83"
    },
    {
      "text": "The applicant had a significant ongoing role as a carer for his incapacitated fianc&eacute;e and his aged parents, including his father who is ill.",
      "id": "s84"
    },
    {
      "text": "In the circumstances he would have little or no opportunity for employment.",
      "id": "s85"
    },
    {
      "text": "4.",
      "id": "s86"
    },
    {
      "text": "The applicant would find it very difficult to repay the debt because of his financial circumstances.",
      "id": "s87"
    },
    {
      "text": "He had financial commitments to support his family, including his son and his fianc&eacute;e.\n 5.",
      "id": "s88"
    },
    {
      "text": "It would be unreasonable to expect the Torrensville property and the Flinders Park property to be sold.",
      "id": "s89"
    },
    {
      "text": "The applicant's parents believed the Torrensville property to be their property and the applicant and his fianc&eacute;e intended to use the Flinders Park property as their home.",
      "id": "s90"
    },
    {
      "text": "20 The Tribunal member referred to a number of cases which have considered the meaning of 'special circumstances'.",
      "id": "s91"
    },
    {
      "text": "He referred to the decision of the Tribunal in Re Beadle v Director-General of Social Security (1984) 6 ALD 1 where it was said that the circumstances must be unusual, uncommon or exceptional, and the reasons for judgment of Kiefel J in Groth v Secretary, Department of Social Security (1995) 40 ALD 541 where her Honour referred to a circumstance taking the case out of the usual or ordinary case.",
      "id": "s92"
    },
    {
      "text": "The Tribunal member also referred to observations of the Full Court of this Court in Riddell v Secretary, Department of Social Security (1993) 30 ALD 31 and of French J in Secretary, Department of Social Security v Hales (supra).",
      "id": "s93"
    },
    {
      "text": "I will discuss the relevant authorities later in these reasons.",
      "id": "s94"
    },
    {
      "text": "21 The Tribunal member referred to the fact that financial hardship alone was not sufficient.",
      "id": "s95"
    },
    {
      "text": "The Tribunal member said that for the purposes of s 1237AAD what constitutes special circumstances must be considered on a case by case basis.",
      "id": "s96"
    },
    {
      "text": "He seemed to say that to be relevant, an applicant's financial circumstances must be straitened or worse.",
      "id": "s97"
    },
    {
      "text": "22 The Tribunal member referred to a case where an administrative error by Centrelink was the predominant reason for the overpayment, 'rather than the Centrelink inaction that occurred in the [applicant's] case'.",
      "id": "s98"
    },
    {
      "text": "23 The essence of the Tribunal member's reasons for holding that the circumstances were not special circumstances within s 1237AAD(b) are contained in the following two paragraphs:\n \n '38.",
      "id": "s99"
    },
    {
      "text": "The Tribunal has had regard to other authorities on special circumstances.",
      "id": "s100"
    },
    {
      "text": "As was inferred earlier, what circumstances are \"special\" will vary from case to case.",
      "id": "s101"
    },
    {
      "text": "The Tribunal has come to the conclusion that the matters referred to in paragraph 31 above, on an overall analysis, cannot properly be regarded as circumstances which are special.",
      "id": "s102"
    },
    {
      "text": "Apart from the Centrelink error itself, the Tribunal accepts that the debt would be a significant burden for the respondent and that it has affected him physically and emotionally.",
      "id": "s103"
    },
    {
      "text": "He has various roles and responsibilities, not to mention his financial circumstances.",
      "id": "s104"
    },
    {
      "text": "The imposition of the debt has obviously impacted (or will impact) upon his future plans concerning the properties he owns at Torrensville and Flinders Park.",
      "id": "s105"
    },
    {
      "text": "On the other side of the equation, the respondent has significant assets (if his preserved superannuation benefits and his two properties are taken into account) which, on the evidence, have a total value of around $683,000.",
      "id": "s106"
    },
    {
      "text": "Ms Riley has submitted that the respondent's property at Torrensville and his superannuation entitlement should be excluded, when considering his assets, pursuant to ss 1118(1) and 1118B(1) of the Act.",
      "id": "s107"
    },
    {
      "text": "These provisions deal with the calculation of a person's assets for social security benefits purposes, rather than in determining a person's capacity to repay a debt arising from an overpayment of benefits.",
      "id": "s108"
    },
    {
      "text": "The Tribunal is of the view that ss 1118(1) and 1118B(1) are of no relevance in the present case.",
      "id": "s109"
    },
    {
      "text": "There is evidence also that the respondent pays the costs of his son's attendance at a private school, the fees for which are some $3,000 per annum.",
      "id": "s110"
    },
    {
      "text": "It appears the two properties owned by the respondent are not subject to any registered mortgage or other encumbrance and that he receives some financial assistance from his parents and his fianc&eacute;e. \n 39.",
      "id": "s111"
    },
    {
      "text": "The Tribunal is not satisfied that special circumstances exist that make it desirable to waive, under s 1237AAD of the Act, the debt that has been raised by Centrelink.",
      "id": "s112"
    },
    {
      "text": "The Tribunal finds that there is nothing unusual, uncommon or exceptional about the respondent's case that would justify some other conclusion.",
      "id": "s113"
    },
    {
      "text": "The respondent is not a person who is impecunious and in straitened circumstances.",
      "id": "s114"
    },
    {
      "text": "He has significant assets and his case is one where the taxpaying public would be entitled to expect that, in the ordinary course, the benefits paid to him, which he was not entitled to receive, will be recovered.",
      "id": "s115"
    },
    {
      "text": "' \n \n\n24 When the Tribunal member referred to the matters in paragraph 31 of his reasons he was referring to the five matters I have set out in [19] above.",
      "id": "s116"
    },
    {
      "text": "25 The Tribunal member concluded his reasons by saying that he had sympathy for the applicant's position and that it was his strong recommendation to the respondent that satisfactory arrangements be made with the applicant to enable repayment of the debt over an extended period.",
      "id": "s117"
    },
    {
      "text": "Issues on appeal \n \n26 The applicant's first submission is that the Tribunal member applied too stringent a test as to what might constitute special circumstances within s 1237AAD(b).",
      "id": "s118"
    },
    {
      "text": "He submits that the Tribunal member said that to constitute special circumstances the circumstances must be 'unusual uncommon and exceptional'.",
      "id": "s119"
    },
    {
      "text": "The applicant submits that that was the test formulated by the Tribunal in Re Beadle and Director-General of Social Security (supra) but it was not the test approved on appeal by the Full Court of this Court: Beadle v Director-General of Social Security (1985) 60 ALR 225.",
      "id": "s120"
    },
    {
      "text": "Nor, submits the applicant, is the test consistent with other authority of this Court including Dranichnikov v Centrelink (2003) 53 ATR 270 and Ryde v Secretary, Department of Family and Community Services [2005] FCA 866.",
      "id": "s121"
    },
    {
      "text": "The applicant submits that the correct test as to what constitutes special circumstances is whether the circumstances take the case out of the ordinary.",
      "id": "s122"
    },
    {
      "text": "27 The Tribunal in Beadle said (at 3): \n \n 'An expression such as \"special circumstances\" is by its very nature incapable of precise or exhaustive definition.",
      "id": "s123"
    },
    {
      "text": "The qualifying adjective looks to circumstances that are unusual, uncommon or exceptional.",
      "id": "s124"
    },
    {
      "text": "Whether circumstances answer any of these descriptions must depend upon the context in which they occur.",
      "id": "s125"
    },
    {
      "text": "For it is the context which allows one to say that the circumstances in one case are markedly different from the usual run of cases.",
      "id": "s126"
    },
    {
      "text": "This is not to say that the circumstances must be unique but they must have a particular quality of unusualness that permits them to be described as special.",
      "id": "s127"
    },
    {
      "text": "' \n\n28 \n \nThe Full Court in Beadle said (at 228):\n \n 'Presumably in this context special circumstances must include events which would render the six months unfair or inappropriate.",
      "id": "s128"
    },
    {
      "text": "For example, where the delay beyond six months was due to the claimant's being misled by a departmental officer or was due to the negligence of a third party it might be thought the normal six months would be inappropriate; that special circumstances had been shown which warranted a longer period.",
      "id": "s129"
    },
    {
      "text": "More difficult would be questions of ignorance, illiteracy, isolation, illness and the like.",
      "id": "s130"
    },
    {
      "text": "It would depend upon the circumstances of the particular case whether these constituted special circumstances.",
      "id": "s131"
    },
    {
      "text": "We do not think it is possible to lay down precise limits or precise rules.",
      "id": "s132"
    },
    {
      "text": "The matter is one for the Director-General bearing in mind the purpose for which the power is given.",
      "id": "s133"
    },
    {
      "text": "The phrase \"special circumstances\", although lacking precision, is sufficiently understood in our view not to require judicial gloss.",
      "id": "s134"
    },
    {
      "text": "' \n \n\nAnd then a little later, in dealing with one of the four appeals before the Court, the Full Court said (at 230): \n \n 'Both the delegate of the Director-General (on 14 September 1983) and the Administrative Appeals Tribunal on appeal (on 28 May 1984) held that \"special circumstances\" within s 102(1)(a) had not been shown.",
      "id": "s135"
    },
    {
      "text": "The appeal to us from the Administrative Appeals Tribunal lies to the Federal Court of Australia only on a question of law.",
      "id": "s136"
    },
    {
      "text": "To succeed the appellant needs to point to some error of law on the part of the Tribunal which would show its decision was wrong.",
      "id": "s137"
    },
    {
      "text": "We do not consider any error of law has been shown.",
      "id": "s138"
    },
    {
      "text": "While we would place less emphasis on one dictionary definition of \"special\", we are in broad agreement with the approach of the Tribunal and are in agreement with its conclusion.",
      "id": "s139"
    },
    {
      "text": "We would dismiss the appeal.",
      "id": "s140"
    },
    {
      "text": "' \n \n\n29 In Dranichnikov v Centrelink (supra) the Full Court, in considering a similar statutory provision to s 1237AAB said (at [65] and [66]):\n \n \n '65.",
      "id": "s141"
    },
    {
      "text": "The decision maker clearly also determined that the circumstances were such that they were not exceptional or unusual so that waiver could not be made as a matter of discretion under s 101.",
      "id": "s142"
    },
    {
      "text": "That equates \"special circumstances\", as that expression is used in the Administration Act with either exceptional circumstances or unusual circumstances.",
      "id": "s143"
    },
    {
      "text": "The origin of the test apparently adopted by the Secretary appears to be the decision of the first instance Judge in Beadle v Directory-General of Social Security (1985) 60 ALR 225.",
      "id": "s144"
    },
    {
      "text": "That was a decision under previous legislation, the history of which is referred to by French J in Secretary of Department of Social Security v Hales (1998) 82 FCR 154.",
      "id": "s145"
    },
    {
      "text": "The Full Court in Beadle comprising Bowen CJ, Fisher and Lockhart JJ, however, was of the view that it was not possible to lay down precise rules as to what constituted special circumstances under the then s 102(1)(a) of the Social Security Act 1947 (Cth).",
      "id": "s146"
    },
    {
      "text": "Their Honours point out that the question whether there were special circumstances was one for the decision maker (in that case the Director-General) bearing in mind the purpose for which the power was given.",
      "id": "s147"
    },
    {
      "text": "The reference to the first instance decision from which the words \"unusual, uncommon or exceptional\" come was not actually affirmed by the Full Court.",
      "id": "s148"
    },
    {
      "text": "66.",
      "id": "s149"
    },
    {
      "text": "To some extent the question whether there were special circumstances must depend on how it came about that the error occurred.",
      "id": "s150"
    },
    {
      "text": "Again that is not a matter to which the decision maker apparently averted.",
      "id": "s151"
    },
    {
      "text": "Other cases which have considered analogous words such as \"special reasons\" has tended to conclude, albeit in different contexts, that what is required will be circumstances which distinguish the case in consideration from the usual case.",
      "id": "s152"
    },
    {
      "text": "There will be a requirement that the circumstances are such that takes the case out of the ordinary: Jess v Scott (1986) 12 FCR 187 and the cases in various contexts in the decision which Lockhart, Shepherd and Burchett JJ discuss.",
      "id": "s153"
    },
    {
      "text": "' \n \n \n\n30 In Secretary, Department of Social Security v Hales (supra) French J considered the provisions of s 1237AAD.",
      "id": "s154"
    },
    {
      "text": "One particular argument his Honour was required to consider was whether the reference in s 1237AAD(b) to 'other than financial hardship alone' meant that there must be financial hardship before a finding of special circumstances can be made.",
      "id": "s155"
    },
    {
      "text": "His Honour rejected that argument and in the course of doing so made some general observations as to the concept of special circumstances.",
      "id": "s156"
    },
    {
      "text": "His Honour said (at 162):\n \n 'The concept of special circumstances is broad.",
      "id": "s157"
    },
    {
      "text": "A constellation of factors, including financial circumstances, may fall within it.",
      "id": "s158"
    },
    {
      "text": "The express exclusion of financial hardship alone as a special circumstance is an indicator that it would otherwise be included.",
      "id": "s159"
    },
    {
      "text": "This gives some measure of the range of circumstances which will qualify as special.",
      "id": "s160"
    },
    {
      "text": "But as a matter of grammar and ordinary logic, the exclusion of financial hardship alone as a special circumstance does not mandate its inclusion in the range of matters constituting such circumstances for the purpose of enlivening the Secretary's discretion.",
      "id": "s161"
    },
    {
      "text": "... \n The evident purpose of s 1237AAD is to enable a flexible response to the wide range of situations which could give rise to hardship or unfairness in the event of a rigid application of a requirement for recovery of debt.",
      "id": "s162"
    },
    {
      "text": "It is inappropriate to constrain that flexibility by imposing a narrow or artificial construction upon the words.",
      "id": "s163"
    },
    {
      "text": "It may be that there will be few cases in which the Secretary will be satisfied that there are special circumstances in the absence of financial hardship.",
      "id": "s164"
    },
    {
      "text": "It may be that there are few cases in which having found special circumstances to exist, the Secretary would exercise the discretion to waive in the absence of financial hardship.",
      "id": "s165"
    },
    {
      "text": "But to anticipate the limits of the categories of possible cases by imposing on the language of the section a fetter upon its application which is not mandated by its words, is to erode its useful purpose.",
      "id": "s166"
    },
    {
      "text": "' \n \n\n31 French J also made the point that the Secretary has a discretion even if the three conditions in s 1237AAD are satisfied.",
      "id": "s167"
    },
    {
      "text": "In other words, the Secretary is not obliged to waive the debt even if the three conditions are satisfied.",
      "id": "s168"
    },
    {
      "text": "32 In Ryde v Secretary, Department of Family and Community Services (supra) Branson J considered the provisions of s 1237AAD and in particular whether the Tribunal in that case had erred in concluding that special circumstances meant circumstances which were 'unusual, uncommon or exceptional'.",
      "id": "s169"
    },
    {
      "text": "Her Honour referred to the first passage from the reasons for judgment of the Full Court in Beadle set out in [28] above.",
      "id": "s170"
    },
    {
      "text": "She also referred to the following passage in Jess v Scott (1986) 12 FCR 187 (at 195):\n \n 'What is needed to justify an extension of time is indicated in r 15(2) by the words \"for special reasons\".",
      "id": "s171"
    },
    {
      "text": "It is that there be shown a special reason why the appeal should be permitted to proceed, though filed after the expiry of twenty-one days.",
      "id": "s172"
    },
    {
      "text": "In that context, the expression \"special reasons\" is intended to distinguish the case from the usual course according to which the time is twenty-one days.",
      "id": "s173"
    },
    {
      "text": "But it may be so distinguished (not necessarily will, for the rule gives a discretion) wherever the Court sees a ground which does justify departure from the general rule in the particular case.",
      "id": "s174"
    },
    {
      "text": "Such a ground is a special reason because it takes the case out of the ordinary.",
      "id": "s175"
    },
    {
      "text": "We do not think the use of the expression \"for special reasons\" implies something narrower than this.",
      "id": "s176"
    },
    {
      "text": "' \n \n\nAlthough those observations were made in the context of the expression 'for special reasons' in the rules of Court, her Honour considered they were of assistance in the interpretation of the expression 'special circumstances'.",
      "id": "s177"
    },
    {
      "text": "Her Honour then said (at [25] and [26]):\n \n In my view, the Tribunal probably overstated the significance of the requirement in s 1237AAD(b) for \" special circumstances \".",
      "id": "s178"
    },
    {
      "text": "The Full Court in Beadle did not endorse the view expressed by the Tribunal in Re Beadle and Director-General of Social Security (1984) 6 ALD 1 at 3 that circumstances are special only if they are \" unusual, uncommon or exceptional\" .",
      "id": "s179"
    },
    {
      "text": "However, the Tribunal concluded that the applicant's circumstances \" do not differ from those of many income support recipients\" .",
      "id": "s180"
    },
    {
      "text": "In the context in which the Tribunal reached this conclusion, it is to be understood as having made a judgment that neither hardship nor unfairness made it desirable to waive all or part of the applicant's debt because the applicant's circumstances were common-place rather than special.",
      "id": "s181"
    },
    {
      "text": "While, as French J pointed out in Hales , the evident purpose of s 1237AAD is to enable a flexible response to the wide range of circumstances which could give rise to hardship or unfairness, the statutory requirement for \" special circumstances \" discloses an intention to proscribe waiver in ordinary cases.",
      "id": "s182"
    },
    {
      "text": "The hardship or unfairness to which French J referred must be understood to be hardship or unfairness sufficient to justify departure from the general rule in the particular case.",
      "id": "s183"
    },
    {
      "text": "' \n\n33 I note her Honour's reference to the Tribunal in the case before her probably overstating the test.",
      "id": "s184"
    },
    {
      "text": "I also note that the authorities have emphasised time and again the importance of maintaining flexibility in determining what constitutes special circumstances.",
      "id": "s185"
    },
    {
      "text": "The danger is that the test will be overstated if the word 'exceptional' is emphasised.",
      "id": "s186"
    },
    {
      "text": "It was not the intention of Parliament to confine the exercise of the discretion to an exceptional case.",
      "id": "s187"
    },
    {
      "text": "There is less risk of overstatement if the words 'unusual' or 'uncommon' are emphasised.",
      "id": "s188"
    },
    {
      "text": "Those words indicate, correctly in my view, the fact that there must be something that distinguishes the case from the ordinary or usual case.",
      "id": "s189"
    },
    {
      "text": "It may not be easy to postulate the ordinary or usual case other than in quite general terms and, in doing so, close attention must be given to the particular statutory context.",
      "id": "s190"
    },
    {
      "text": "34 It is true that in expressing his conclusions the Tribunal member said that there was nothing unusual, uncommon or exceptional about the applicant's case.",
      "id": "s191"
    },
    {
      "text": "However, his reasons must be read as a whole and when that is done I do not think that he applied too demanding a test.",
      "id": "s192"
    },
    {
      "text": "The first point to note is that contrary to the applicant's submission he did not apply a test of 'unusual, uncommon and exceptional' as distinct from 'unusual, uncommon or exceptional' as submitted by the applicant.",
      "id": "s193"
    },
    {
      "text": "Secondly, he referred to the following remarks of Kiefel J in Groth v Secretary, Department of Social Security (supra) as to the meaning of the phrase 'special circumstances':\n \n '... would require something to distinguish Mr Groth's case from others, to take it out of the usual or ordinary case.",
      "id": "s194"
    },
    {
      "text": "...",
      "id": "s195"
    },
    {
      "text": "It would of course follow that if one were to conclude that something unfair, unintended or unjust had occurred that there must be some feature out of the ordinary.",
      "id": "s196"
    },
    {
      "text": "...' \n \n\n35 Furthermore, the Tribunal member referred to the following remarks of the Full Court of this Court in Riddell v Secretary, Department of Social Security (supra) (at 38):\n \n 'Each particular case must be considered on its merits.",
      "id": "s197"
    },
    {
      "text": "It is the essential nature of the provision to create a broad discretion to meet the great variety of circumstances which must occur, raising considerations of individual hardship, need, fairness, reasonableness, and whatever else may move an administrator, keeping in mind the scope and purposes of the Act, to make a decision one way or the other.",
      "id": "s198"
    },
    {
      "text": "' \n \n\n36 There is nothing in the reasons of the Tribunal member to suggest that he did not think it appropriate to apply those remarks to the task he was required to undertake.",
      "id": "s199"
    },
    {
      "text": "Thirdly, this is not a case where the facts suggested that a precise formulation of the test was necessary or likely to be decisive.",
      "id": "s200"
    },
    {
      "text": "It seems to me to be implicit at the very least that the Tribunal member did not consider that there were any features which meant that the case was unusual or out of the ordinary.",
      "id": "s201"
    },
    {
      "text": "37 I reject the applicant's first submission.",
      "id": "s202"
    },
    {
      "text": "38 The applicant's second submission is that in considering the financial hardship to the applicant if he is required to repay the debt including his capacity to repay the debt, the Tribunal erred in taking into account as assets of the applicant the Torrensville property and the applicant's preserved superannuation benefits.",
      "id": "s203"
    },
    {
      "text": "The applicant submits that although he is the registered proprietor of the Torrensville property his parents are the beneficial owners of the property and that he could not sell it.",
      "id": "s204"
    },
    {
      "text": "The applicant submits that his preserved superannuation benefits are not presently payable to him.",
      "id": "s205"
    },
    {
      "text": "He submits that he will not be entitled to those moneys until at least three years from now.",
      "id": "s206"
    },
    {
      "text": "39 In his reasons, the Tribunal member referred to the fact that the Torrensville property had been purchased in 1974, that funds of the applicant's father had been used, and that he (the applicant) had borrowed the balance of the purchase price from a bank.",
      "id": "s207"
    },
    {
      "text": "The loan had been secured by a mortgage over the property.",
      "id": "s208"
    },
    {
      "text": "He noted the applicant's evidence that he had intended to transfer the Torrensville property into his father's name or make a declaration of trust, but had not done so.",
      "id": "s209"
    },
    {
      "text": "40 The evidence before the Tribunal was to the effect that the Torrensville property was purchased for about $24,000.",
      "id": "s210"
    },
    {
      "text": "The applicant's father paid $8,000 towards the purchase price and the balance was borrowed by the applicant and secured by a mortgage over the property.",
      "id": "s211"
    },
    {
      "text": "The mortgage instalments were paid by the applicant.",
      "id": "s212"
    },
    {
      "text": "The applicant said in evidence that he has a line of credit with the St George Bank of $50,000 of which there is presently about $20,000 outstanding.",
      "id": "s213"
    },
    {
      "text": "The evidence suggests that that line of credit is secured by a mortgage over the Torrensville property, although the Tribunal member seems to have found that the property is not the subject of any mortgage or encumbrance.",
      "id": "s214"
    },
    {
      "text": "41 In his reasons, the Tribunal member referred to the fact that the applicant's preserved superannuation benefits of approximately $100,000-$110,000 will become due to him in approximately three years.",
      "id": "s215"
    },
    {
      "text": "The evidence appears to have been to that effect.",
      "id": "s216"
    },
    {
      "text": "42 The applicant's second submission was put in terms of the Tribunal taking into account irrelevant considerations, namely, the applicant's interest in the Torrensville property and his interest in the preserved superannuation benefits.",
      "id": "s217"
    },
    {
      "text": "As I have said, the applicant submits that he has no interest in the Torrensville property or, in the alternative, no immediately realisable interest in the property and no immediately realisable interest in the preserved superannuation benefits.",
      "id": "s218"
    },
    {
      "text": "On the face of it, those issues are issues of fact.",
      "id": "s219"
    },
    {
      "text": "If there were incorrect findings of fact with respect to those issues, those findings of fact would not be overturned so as to expose a question of law.",
      "id": "s220"
    },
    {
      "text": "The appeal to this Court is limited to an appeal on a question of law and there is no right of appeal if a question of law is only exposed if findings of fact are overturned: Copperart Pty Ltd v Federal Commissioner of Taxation (1993) 26 ATR 327.",
      "id": "s221"
    },
    {
      "text": "Furthermore, even if a question of law is exposed, this Court does not then have a mandate to review the decision generally: TNT Skypak International (Aust) Pty Ltd v Federal Commissioner of Taxation (1988) 19 ATR 1067.",
      "id": "s222"
    },
    {
      "text": "43 The relevant matter for the purposes of examining the question of special circumstances in s 1237AAD(b) is financial hardship and, as part of that notion, the applicant's capacity to repay the debt.",
      "id": "s223"
    },
    {
      "text": "I would characterise the applicant's submission as a submission that the Tribunal member did not give proper and genuine consideration to a relevant matter, namely, financial hardship, and the applicant's capacity to repay the debt.",
      "id": "s224"
    },
    {
      "text": "On the one hand, if the Tribunal member simply made findings of fact which the applicant challenged that would not give rise to an alleged error of law of the type I have identified.",
      "id": "s225"
    },
    {
      "text": "On the other hand, if the Tribunal member overlooked relevant evidence that might give rise to a conclusion that he had not given proper and genuine consideration to the matter of financial hardship, and the applicant's capacity to pay the debt.",
      "id": "s226"
    },
    {
      "text": "If there was no evidence to support a material finding of fact that may give rise to a similar conclusion and, in addition, it might be an error of law in its own right.",
      "id": "s227"
    },
    {
      "text": "44 On appeal, counsel for the applicant referred me to cases such as Waltons Stores (Interstate) Ltd v Maher [1988] HCA 7 ; (1988) 164 CLR 387, Giumelli v Giumelli [1999] HCA 10 ; (1999) 196 CLR 101 and Plimmer v Wellington Corporation (1884) 9 App Cases 699, and submitted that the Tribunal member should have found that the applicant had no beneficial interest in the Torrensville property, or at least no interest that could be realised in the foreseeable future.",
      "id": "s228"
    },
    {
      "text": "In the context of the applicant's preservation benefits, counsel for the applicant made submissions as to the effect of provisions of the Superannuation Industry (Supervision) Act 1993 (Cth).",
      "id": "s229"
    },
    {
      "text": "45 It is not clear to me that these precise arguments were put to the Tribunal.",
      "id": "s230"
    },
    {
      "text": "Certainly, if they were put, they were not developed to the extent they have been developed before me.",
      "id": "s231"
    },
    {
      "text": "I have read the evidence before the Tribunal and I doubt that firm findings along the lines suggested by the applicant could be made in relation to the Torrensville property.",
      "id": "s232"
    },
    {
      "text": "I do not think it is appropriate that I express any firm conclusions, but I can say it is far from clear that the applicant has no claim in relation to the beneficial interest in the Torrensville property.",
      "id": "s233"
    },
    {
      "text": "He is the registered proprietor of the Torrensville property.",
      "id": "s234"
    },
    {
      "text": "As I have said, it would seem that the line of credit from the St George Bank is secured by a mortgage over that property.",
      "id": "s235"
    },
    {
      "text": "Even if it is not, there is no evidence as to whether the line of credit was granted on the assumption that the applicant was both the registered proprietor and beneficial owner of the Torrensville property.",
      "id": "s236"
    },
    {
      "text": "46 In the circumstances, the Tribunal member adopted a broad approach to the question of financial hardship and the applicant's capacity to repay the debt and I do not think that he erred in law in doing so.",
      "id": "s237"
    },
    {
      "text": "I refer to paragraphs 38 and 39 of the Tribunal's reasons set out in [23] above.",
      "id": "s238"
    },
    {
      "text": "I think the Tribunal member was aware of the various claims on the applicant and his plans in relation to the properties.",
      "id": "s239"
    },
    {
      "text": "It might be said that he should have placed more weight than he did on the possible claims on the Torrensville property and restrictions on the use of the preserved superannuation benefits, but in view of the evidence he was entitled to conclude that the applicant owned assets of considerable value, and any error (if there was an error) rises no higher than an error of fact.",
      "id": "s240"
    },
    {
      "text": "In addition, the Tribunal member was entitled to take into account the fact that the applicant had the resources to pay private school fees of $3,000 per annum and that it appeared that the two properties were free of registered mortgages or other encumbrances.",
      "id": "s241"
    },
    {
      "text": "Even if he erred and the Torrensville property was security for a debt of approximately $20,000 that is an error of fact and, in any event, would not have a material bearing on the result.",
      "id": "s242"
    },
    {
      "text": "I think the fact that the Tribunal made a strong recommendation to the Department that satisfactory arrangements be made with the applicant to enable repayment of the debt over an extended period is further evidence that the Tribunal member was aware of and took into account the difficulties the applicant said that he faced.",
      "id": "s243"
    },
    {
      "text": "47 I do not think the Tribunal member erred in law in his approach to the question of financial hardship and the applicant's capacity to repay the debt and the applicant's second submission must be rejected.",
      "id": "s244"
    },
    {
      "text": "48 The applicant's third submission is that the Tribunal member failed to take into account a relevant consideration, namely, that the applicant had changed his position as a result of the respondent's error.",
      "id": "s245"
    },
    {
      "text": "The applicant referred to cases dealing with the recovery of money paid to a person by mistake ( Lipkin Gorman (a firm) v Karpnale Ltd [1988] UKHL 12 ; [1991] 2 AC 548; David Securities Pty Ltd v Commonwealth Bank of Australia Ltd [1992] HCA 48 ; (1992) 175 CLR 353).",
      "id": "s246"
    },
    {
      "text": "I reject the applicant's submission.",
      "id": "s247"
    },
    {
      "text": "The Tribunal member was not obliged to approach the matter in this way.",
      "id": "s248"
    },
    {
      "text": "He clearly took into account the respondent's error and the nature of the error.",
      "id": "s249"
    },
    {
      "text": "He took into account the financial hardship the applicant might suffer if required to repay the debt.",
      "id": "s250"
    },
    {
      "text": "I do not think the fact that the applicant might have spent the moneys which are the subject of the debt on ordinary living expenses is of any particular significance.",
      "id": "s251"
    },
    {
      "text": "The significant matter was financial hardship and the applicant's capacity to repay the debt, and, as I have said, those matters were addressed by the Tribunal member.",
      "id": "s252"
    },
    {
      "text": "Conclusion \n \n49 The appeal must be dismissed and the applicant must pay the respondent's costs.",
      "id": "s253"
    },
    {
      "text": "I certify that the preceding forty-nine (49) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Besanko.",
      "id": "s254"
    },
    {
      "text": "Associate:\nDated: 29 January 2007\n\n\n Counsel for the Applicant: M Burnett \n \n Solicitor for the Applicant: Condello &amp; Co \n \n Counsel for the Respondent: R Prince \n \n Solicitor for the Respondent: Australian Government Solicitor, Adelaide \n \n Date of Hearing: 8 June 2006 \n \n Date of Judgment: 29 January 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/25.html",
      "id": "s255"
    }
  ]
}