{
  "name": "Optiver Australia Pty Ltd v Tibra Trading Pty Ltd [2007] FCA 2065 (21 December 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/2065.html",
  "catchphrases": [
    {
      "text": "preliminary discovery",
      "id": "c0"
    },
    {
      "text": "o 15a r 6 of the federal court rules 1979 (cth)",
      "id": "c1"
    },
    {
      "text": "circumstances of departure of applicant's employees giving rise to reasonable cause to believe breach of confidence or copyright occurred",
      "id": "c2"
    },
    {
      "text": "applicant has sufficient information to decide whether to commence proceedings",
      "id": "c3"
    },
    {
      "text": "threshold of \"a bare pleadable case\" met",
      "id": "c4"
    },
    {
      "text": "o 15a r 6 not to convey advantage, but to clarify whether litigation is warranted",
      "id": "c5"
    },
    {
      "text": "extent of available relief relevant but not decisive",
      "id": "c6"
    },
    {
      "text": "court has general discretion under o 15a r 6",
      "id": "c7"
    },
    {
      "text": "delay and prejudice relevant discretionary considerations",
      "id": "c8"
    },
    {
      "text": "practice and procedure",
      "id": "c9"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application by the applicant (\"Optiver\") for preliminary discovery pursuant to O 15A r 6 of the Federal Court Rules 1979 (Cth) (\"the Rules\").",
      "id": "s0"
    },
    {
      "text": "The application and the subsequent notice to produce seek documents from the respondents (\"Tibra\") relating to computer programs written by employees or former employees of Optiver during their employment with Optiver, and other related information.",
      "id": "s1"
    },
    {
      "text": "THE PROCEEDINGS \n \n2 Optiver is a proprietary arbitrage business.",
      "id": "s2"
    },
    {
      "text": "It buys or sells securities in different markets in order to capture a profit on the price differences between those markets.",
      "id": "s3"
    },
    {
      "text": "Its modus operandi is to identify securities on Australian and foreign markets which appear to be mispriced, and then buy or sell those securities for a profit.",
      "id": "s4"
    },
    {
      "text": "This process has the effect of reducing anomalies in those markets by trading the relevant securities back into equilibrium.",
      "id": "s5"
    },
    {
      "text": "Optiver conducts this business for its own profit, not for the profit of clients, and has done so in Australia since 1997.",
      "id": "s6"
    },
    {
      "text": "3 The respondents also conduct a proprietary arbitrage business.",
      "id": "s7"
    },
    {
      "text": "The first to fourth respondents were each incorporated in 2006 or 2007, and their directors and employees are drawn variously from the fifth to ninth respondents, all of whom were previously employees of Optiver.",
      "id": "s8"
    },
    {
      "text": "4 Arbitrage firms rely on speed.",
      "id": "s9"
    },
    {
      "text": "Due to the speed with which trades take place, any hesitation or delay by the trader or the trader's computer software can result in lost trades.",
      "id": "s10"
    },
    {
      "text": "Arbitrage computer software is designed to identify price anomalies, to place trades which will yield a profit, and to do so at a speed which will beat other traders to those trades.",
      "id": "s11"
    },
    {
      "text": "5 Optiver's computer software has gone through several stages of development.",
      "id": "s12"
    },
    {
      "text": "When it began trading in 1997, Optiver used an \"off-the-shelf\" software product known as \"Orc\".",
      "id": "s13"
    },
    {
      "text": "This program was capable of responding to market data in about 80 milliseconds.",
      "id": "s14"
    },
    {
      "text": "Over time, Orc was superseded by other software.",
      "id": "s15"
    },
    {
      "text": "In response to improving \"off-the-shelf\" software, Optiver sought to program its software so that it would be faster than any other program.",
      "id": "s16"
    },
    {
      "text": "6 In early 2004, employees of Optiver wrote a source code for a piece of software which would operate in conjunction with Orc.",
      "id": "s17"
    },
    {
      "text": "It was known within Optiver as \"CATS\".",
      "id": "s18"
    },
    {
      "text": "This program dramatically reduced Orc's response time to between 0.5 and 1.5 milliseconds.",
      "id": "s19"
    },
    {
      "text": "7 Despite the success of CATS, Optiver continued to produce faster software.",
      "id": "s20"
    },
    {
      "text": "In late 2004, several of Optiver's employees developed an enhancement of CATS.",
      "id": "s21"
    },
    {
      "text": "The product was called \"F1\", and was regarded by Optiver as crucial to the success of its arbitrage business.",
      "id": "s22"
    },
    {
      "text": "F1 is extremely fast, utilises complex algorithms which allow it to \"think like a trader\", and contains in-built mechanisms to minimise losses resulting from market or human errors.",
      "id": "s23"
    },
    {
      "text": "8 In late 2005 and early 2006, Optiver's staff structure changed.",
      "id": "s24"
    },
    {
      "text": "Optiver terminated the employment of the fifth respondent, Mr Dinesh Bhandari, in November 2005.",
      "id": "s25"
    },
    {
      "text": "By June 2006, six further employees of Optiver, including each of the sixth to ninth respondents, tendered their notices of resignation.",
      "id": "s26"
    },
    {
      "text": "Optiver's evidence as to the circumstances surrounding these resignations --- adduced in two affidavits of Mr Robert Keldoulis, Optiver's Managing Director, and one affidavit of Mr Charles Shale, a Software Developer at Optiver --- details the way in which Mr Keldoulis formed suspicions that the fifth to ninth respondents were leaving to establish a company in competition with Optiver.",
      "id": "s27"
    },
    {
      "text": "9 Soon after their respective resignations, each of the fifth, sixth, seventh and ninth respondents either incorporated or were appointed as director of at least one of the first to fourth respondents.",
      "id": "s28"
    },
    {
      "text": "Mr Andrew King, the eighth respondent, was employed by Tibra.",
      "id": "s29"
    },
    {
      "text": "10 In July 2006, the first respondent was registered with the Australian Stock Exchange as a \"market maker\", which allows it to conduct an arbitrage business in the same way that Optiver does.",
      "id": "s30"
    },
    {
      "text": "Optiver's evidence was that Mr Keldoulis became suspicious at the speed with which Tibra had moved from a newly incorporated company to a successful competitor.",
      "id": "s31"
    },
    {
      "text": "The evidence indicated that Mr Keldoulis discovered emails sent from some of the fifth to ninth respondents' email addresses at Optiver to their personal email addresses.",
      "id": "s32"
    },
    {
      "text": "One of these emails, sent by Mr King, itemised ways in which Optiver's F1 system could be improved.",
      "id": "s33"
    },
    {
      "text": "The other, sent by Mr Kinsey Cotton, the ninth respondent, contained key codes for Orc, for which Optiver had acquired licences and on which Optiver had built its F1 automated trading system.",
      "id": "s34"
    },
    {
      "text": "The information contained in these emails, says Optiver, is not only information crucial to a successful arbitrage business, but also information which the fifth to ninth respondents, who were traders and not software developers, could not have easily recreated.",
      "id": "s35"
    },
    {
      "text": "11 At times in cross-examination Mr Keldoulis appeared evasive, and the correctness of some of the details of his affidavits was undermined, and consequently I consider that his evidence reflects an eagerness to advance his claims and an unwillingness to reveal Optiver's position in an untimely manner.",
      "id": "s36"
    },
    {
      "text": "However, despite this, I accept the substance of his evidence.",
      "id": "s37"
    },
    {
      "text": "On the material presently before me, I do not consider that that substance has been materially shaken.",
      "id": "s38"
    },
    {
      "text": "12 Optiver also adduced evidence from Mr Shale concerning the performance of Tibra as an arbitrage business and the speed with which a software developer could develop a program competitive with F1.",
      "id": "s39"
    },
    {
      "text": "13 In relation to the performance of Tibra, Mr Shale's evidence was that Tibra began beating Optiver to an increasing number of trades in late 2006.",
      "id": "s40"
    },
    {
      "text": "Although the evidence deposed to in his affidavit addresses only the period between September 2006 and December 2006, a graph annexed to his affidavit asserted that Tibra's rate of success over Optiver continued to increase into early 2007.",
      "id": "s41"
    },
    {
      "text": "Based on his experience as a software developer, Mr Shale concluded that Tibra would need to have deployed an automated trading system at least as fast, if not faster, than Optiver's F1.",
      "id": "s42"
    },
    {
      "text": "14 Furthermore, Mr Shale deposed that, for a skilled software developer to generate a source code with functionalities equivalent to F1, the developer would need, even taking into account several assumptions in favour of the developer, at least 110 weeks of development time.",
      "id": "s43"
    },
    {
      "text": "Having concluded that Tibra began using a software program equivalent to F1 in November 2006, Mr Shale concluded that it was highly unlikely that Tibra could have developed such software by that time.",
      "id": "s44"
    },
    {
      "text": "Although his evidence was challenged in cross-examination because it did not clearly set out the time necessary to develop CATS as distinct from F1, I consider that the substance of Mr Shale's evidence was not significantly shaken.",
      "id": "s45"
    },
    {
      "text": "15 Tibra did not lead any evidence in response to that adduced by Optiver.",
      "id": "s46"
    },
    {
      "text": "It tendered a letter sent by Tibra's solicitors to Optiver's solicitors, responding to a request by Optiver that Tibra voluntarily surrender certain relevant documents, source code and computer systems.",
      "id": "s47"
    },
    {
      "text": "Tibra's response addressed each of the substantive arguments put against it in the preliminary discovery proceedings.",
      "id": "s48"
    },
    {
      "text": "16 In the absence of the calling of a witness to explain the information contained in Tibra's letter, it is difficult to give the document great weight or probative value.",
      "id": "s49"
    },
    {
      "text": "It suffices to observe that Tibra, through their solicitors in this letter, formally rejected Optiver's suspicions of breach of confidence and copyright and refused to produce the documents, source code and computer systems listed in the application.",
      "id": "s50"
    },
    {
      "text": "ISSUE FOR DETERMINATION \n \n17 The issue arising in this case is whether the requirements of O 15A r 6 of the Rules are satisfied so that an order for preliminary discovery should properly be made.",
      "id": "s51"
    },
    {
      "text": "18 The Court may exercise its discretion to grant preliminary discovery under O 15A r 6 where an applicant establishes that:\n \n \n (a) there is reasonable cause to believe that the applicant has or may have the right to obtain relief from an identified person;\n (b) the applicant, having made all reasonable inquiries , does not have sufficient information to enable it to decide whether to commence proceedings to obtain that relief ; and\n (c) there is reasonable cause to believe that the identified person has, is likely to have or is likely to have had possession of any document relating to the question whether the applicant has a right to obtain relief, and that inspection of the document would assist the applicant to decide whether to commence proceedings.",
      "id": "s52"
    },
    {
      "text": "(Emphasis added.",
      "id": "s53"
    },
    {
      "text": ") \n \n\n19 In this case, the first and second limbs are relevant.",
      "id": "s54"
    },
    {
      "text": "There is no significant dispute about the likelihood of Tibra having possession of documents which concern Optiver's right to obtain relief and which would aid its decision to commence proceedings.",
      "id": "s55"
    },
    {
      "text": "REASONABLE CAUSE TO BELIEVE \n \n20 Optiver submits that the circumstances outlined above give rise to a reasonable cause to believe that they may have a right to obtain relief from Tibra.",
      "id": "s56"
    },
    {
      "text": "In particular, Optiver argues that the circumstances surrounding the fifth to ninth respondents' respective terminations or resignations, their subsequent establishment of a new and successful arbitrage business, the discovery of two worrying emails by Mr Keldoulis, and Mr Shale's calculations, all show that Optiver has reasonable cause to believe that it may have a right to obtain relief.",
      "id": "s57"
    },
    {
      "text": "21 In response, Tibra submits that there are significant shortcomings in the evidence on which Optiver grounds its belief.",
      "id": "s58"
    },
    {
      "text": "It says that the fifth to ninth respondents' departures were not suspicious; that Tibra's success is explained by circumstances in no way related to or dependant upon a misappropriation of Optiver's confidential or copyright information; that the two emails were either anodyne or accidental; and that Mr Shale's graph is far from conclusive.",
      "id": "s59"
    },
    {
      "text": "22 The principles concerning whether an applicant for preliminary discovery has a \"reasonable cause to believe\" are well established, and are summarised by Hely J in St George Bank Ltd v Rabo Australia Ltd (2004) 211 ALR 147 at 153-154.",
      "id": "s60"
    },
    {
      "text": "I do not propose to repeat those principles here.",
      "id": "s61"
    },
    {
      "text": "23 In this case, Optiver has reasonable cause to believe that it may have a right to obtain relief from Tibra.",
      "id": "s62"
    },
    {
      "text": "The circumstances outlined above, when taken together, provide sufficient objective basis on which that belief is grounded.",
      "id": "s63"
    },
    {
      "text": "I am persuaded that Optiver's belief goes beyond mere conjecture or supposition; rather, Optiver has reasonably formed a conclusion that the circumstances surrounding the departure of its employees and the success of their subsequent business may depend to some degree on a breach of a duty of confidence owed to Optiver or a breach of its copyright.",
      "id": "s64"
    },
    {
      "text": "24 It is important to stress that the above view does not mean that Optiver's belief is correctly held, in the sense that it is likely to be vindicated in the proceedings.",
      "id": "s65"
    },
    {
      "text": "The evidence presently before the Court does not, and need not, go so far as to establish a prima facie case or crystallise a successful cause of action.",
      "id": "s66"
    },
    {
      "text": "Under O 15A r 6(a), Optiver's evidence need only establish a tenable objective basis for its belief, which it has done.",
      "id": "s67"
    },
    {
      "text": "Accordingly, while Tibra's submissions regarding the shortcomings in Optiver's evidence are important, they are not sufficient to weaken the objective grounds on which Optiver asserts its belief to the extent that O 15A r 6(a) is not satisfied.",
      "id": "s68"
    },
    {
      "text": "Shortcomings will be relevant if and when the dispute progresses to hearing, at which stage detailed evidence can be fully adduced and weighed.",
      "id": "s69"
    },
    {
      "text": "SUFFICIENT INFORMATION \n \n25 Although the parties disagreed whether Optiver had made all reasonable inquiries before bringing this application, in my view, O 15A r 6(b) is determinative in this case because it prohibits the Court exercising its discretion to grant preliminary discovery where the applicant has sufficient information to enable it to decide whether to commence proceedings to obtain the relief referred to in O 15A r 6(a).",
      "id": "s70"
    },
    {
      "text": "26 I am persuaded that Optiver is equipped with sufficient information to decide whether to commence proceedings to obtain at least some of the relief which it submits may be available to it.",
      "id": "s71"
    },
    {
      "text": "27 It is settled law that the purpose of preliminary discovery is not to procure documents that will strengthen an applicant's decision to commence proceedings, but rather to furnish it with information which is reasonably necessary to enable that decision to be made: see Matrix Film Investment One Pty Ltd v Alameda Films LLC [2006] FCA 591 at [19] .",
      "id": "s72"
    },
    {
      "text": "In other words, once a prospective applicant has enough information to meet the threshold of \"a bare pleadable case\" ( C7 Pty Ltd v Foxtel Management Pty Ltd [2001] FCA 1864 at [44] ), an order under O 15A r 6 is no longer appropriate.",
      "id": "s73"
    },
    {
      "text": "Simply because it may be difficult to ascertain the finer detail of those pleadings and assess with accuracy the likelihood of success does not mean the prospects of success in the litigation should be amplified for the prospective applicant through the effects of an invasive order for preliminary discovery.",
      "id": "s74"
    },
    {
      "text": "An applicant which is unsuccessful in its preliminary discovery application can always plead its case as best it can, acquire further information and documentation through the ordinary processes of discovery and issue of subpoenas, and then, if necessary, amend its pleadings to assert further or different breaches of its rights or abandon any grounds or causes of action no longer considered tenable.",
      "id": "s75"
    },
    {
      "text": "28 It follows that an applicant, upon obtaining enough information to plead its case, is no longer entitled to preliminary discovery.",
      "id": "s76"
    },
    {
      "text": "Delay may also be important: see Western Bulk Carriers (Aust) Pty Ltd v Cosco Bulk Carrier Co Ltd [2002] FCA 1520 at [25] .",
      "id": "s77"
    },
    {
      "text": "Once an applicant has obtained information sufficient to plead its case, or has unnecessarily delayed that acquisition, preliminary discovery will not be ordered, and the proceedings must commence.",
      "id": "s78"
    },
    {
      "text": "The threshold, once crossed, arrests the preliminary discovery process: see Ricegrowers Co-Operative Ltd &amp; Seatide Pty Ltd v ABC Containerline NV &amp; MED Containerline Antwerp NV (1996) 138 ALR 480 at 484.",
      "id": "s79"
    },
    {
      "text": "29 Orders of preliminary discovery are not intended to convey a forensic or tactical advantage, but rather to clarify whether litigation is warranted.",
      "id": "s80"
    },
    {
      "text": "While preliminary discovery will be beneficial to an applicant to the extent it crystallises their cause of action, or in some cases the availability of a defence to an anticipated claim, it should not be oppressive to a prospective defendant.",
      "id": "s81"
    },
    {
      "text": "Preliminary discovery is a one-way transaction, in the sense that there is no reciprocal obligation to produce documents.",
      "id": "s82"
    },
    {
      "text": "Only the applicant receives documents, which is markedly different to ordinary discovery in the course of a legal proceeding.",
      "id": "s83"
    },
    {
      "text": "In practical terms, the handing over of information which may be highly sensitive can be commercially damaging to a business.",
      "id": "s84"
    },
    {
      "text": "It is appropriate to exercise caution not to unnecessarily burden a prospective defendant to the point where its unilateral disclosure of information in preliminary discovery injures its commercial position vis-&agrave;-vis a competitor, or confers an unfair advantage on that competitor.",
      "id": "s85"
    },
    {
      "text": "30 Two conclusions can be drawn from application of the above principles to the present facts.",
      "id": "s86"
    },
    {
      "text": "The first is that Optiver has crossed the threshold of \"a bare pleadable case\", and therefore does not satisfy O 15A r 6(b).",
      "id": "s87"
    },
    {
      "text": "31 The information which Optiver has at present --- in particular, the termination or resignation of the fifth to ninth respondents, their subsequent establishment of Tibra, the discovery of two emails by Mr Keldoulis, and Mr Shale's calculations --- sufficiently equips it to decide whether to commence proceedings.",
      "id": "s88"
    },
    {
      "text": "This information is a basis for substantially more than what is required to institute \"a bare pleadable case\".",
      "id": "s89"
    },
    {
      "text": "Although Optiver's initial pleadings may not be as comprehensive as they would be after preliminary discovery, this is not a reason to grant the application.",
      "id": "s90"
    },
    {
      "text": "It often occurs that pleadings, as initially drafted, are amended in light of extra information gleaned from discovery.",
      "id": "s91"
    },
    {
      "text": "32 Optiver stressed that the question for it to decide pursuant to O 15A r 6(b) is whether it should commence proceedings against Tibra to obtain the relief to which it asserts an entitlement , that is, relief for breach of confidence and copyright.",
      "id": "s92"
    },
    {
      "text": "Optiver also referred to the observation by Sackville J in Quanta Software International Pty Ltd v Computer Management Services Pty Ltd (2000) 175 ALR 536 at 543 to the effect that an order under O 15A r 6 may be available to assess the extent of any alleged infringement of an applicant's rights.",
      "id": "s93"
    },
    {
      "text": "While these are correct statements of principle, I do not believe they are decisive in this case.",
      "id": "s94"
    },
    {
      "text": "33 The observation by Sackville J in Quanta Software 175 ALR at 543 was made in the context of dismissing the clearly untenable proposition that \"documents relating only to quantum are necessarily irrelevant in determining whether an applicant has satisfied O 15A r 6(b).",
      "id": "s95"
    },
    {
      "text": "\" This does not mean that the extent of the alleged infringement must always be relevant to every preliminary discovery application in which the applicant hopes for a greater or more wide-ranging form of relief.",
      "id": "s96"
    },
    {
      "text": "The notion of \"reasonable sufficiency\" articulated by Lindgren J in Alphapharm Pty Ltd v Eli Lilly Australia Pty Ltd (unreported, 24 May 1996) at 24 requires only that uncertainty about the available type and extent of relief be taken into account as one of the considerations relevant to the test in O 15A r 6(b), and that it not be treated as decisive.",
      "id": "s97"
    },
    {
      "text": "34 In this case, there is real doubt about the extent of the relief to which Optiver may be entitled, particularly in relation to the amount of compensatory and additional damages it might receive under s 115 of the Copyright Act 1968 (Cth).",
      "id": "s98"
    },
    {
      "text": "However, there seems to be little doubt in the submissions and evidence of Optiver that it will seek compensatory damages under s 115(2) , additional damages under s 115(4) , equitable compensation for breach of confidence and injunctive relief restraining further breaches of copyright and confidence.",
      "id": "s99"
    },
    {
      "text": "Given that the type of relief which might be obtained is clear, and given that there is sufficient information to formulate the necessary pleadings, I do not accept that some uncertainty regarding the extent of relief renders Optiver unable to decide whether to commence proceedings to obtain that relief.",
      "id": "s100"
    },
    {
      "text": "35 The second conclusion I have reached is that requiring Tibra to reveal the information Optiver seeks may be unfairly prejudicial to Tibra, in a commercial and litigious sense, and therefore warrants an exercise of the Court's discretion to deny preliminary discovery.",
      "id": "s101"
    },
    {
      "text": "Accordingly, even if Optiver's case, as it currently stands, is not \"a bare pleadable case\", I am inclined to exercise the Court's general discretion in O 15A r 6 and not grant the orders sought.",
      "id": "s102"
    },
    {
      "text": "36 The source code to an arbitrageur's computer software program is an extremely sensitive piece of information.",
      "id": "s103"
    },
    {
      "text": "The arbitrage trading business is very competitive, and the success of an arbitrageur depends heavily on the speed of its computer trading systems and its ability to constantly develop new and faster software.",
      "id": "s104"
    },
    {
      "text": "To reveal a successful arbitrageur's source code could be to reveal a roadmap to its success, and undermine its competitive advantage.",
      "id": "s105"
    },
    {
      "text": "While it is true that a strict confidentiality regime could be instituted, this would almost certainly introduce an undesirable degree of complexity, delay and cost which the evidence presently before me does not warrant.",
      "id": "s106"
    },
    {
      "text": "37 I am not satisfied that information of such sensitivity to Tibra should be disclosed at this early stage.",
      "id": "s107"
    },
    {
      "text": "The authorities, taken together, stress that the confidentiality of the information sought in a preliminary discovery application is a relevant consideration in the discretion of the Court to grant the relief, but not an overriding consideration: Griffin Energy Pty Ltd v Western Power Corporation [2006] FCA 1241 at [110] ; Telstra Corporation Limited v Minister for Communications, Information, Technology and the Arts [2007] FCA 1331 at [31] - [32] .",
      "id": "s108"
    },
    {
      "text": "The Court has tended to permit applicants to erect suitable regimes to ensure the confidentiality of any material acquired by way of preliminary discovery.",
      "id": "s109"
    },
    {
      "text": "In this case, however, despite Optiver's proposal of a confidentiality regime, the exercise of the general discretion to refuse preliminary discovery is supported by two other considerations.",
      "id": "s110"
    },
    {
      "text": "38 The first is the substantial delay in Optiver's agitation of its application.",
      "id": "s111"
    },
    {
      "text": "As noted above, Optiver's suspicions were aroused in July 2006, but it did not commence these proceedings until almost a year later, preferring instead to monitor Tibra's performance and engage private investigators.",
      "id": "s112"
    },
    {
      "text": "One consequence of this substantial delay, which has not been satisfactorily explained, is that Tibra's source code is said to have now developed beyond the version it was using at the time which Optiver's evidence addresses.",
      "id": "s113"
    },
    {
      "text": "The nature of the information sought means that Tibra would have to disclose its current source code, from which its source code as it stood in late 2006 could be derived.",
      "id": "s114"
    },
    {
      "text": "This would necessitate revealing any developments in Tibra's software since late 2006.",
      "id": "s115"
    },
    {
      "text": "This entails a disclosure which, in my view, is not necessary or appropriate for Optiver's preliminary discovery application, and which could lead to the acquisition by Optiver of an unnecessary and unfair commercial advantage.",
      "id": "s116"
    },
    {
      "text": "39 A second consideration in relation to the Court's discretion is that Tibra could suffer undue prejudice in respect of the conduct of the anticipated proceedings.",
      "id": "s117"
    },
    {
      "text": "Preliminary discovery is an invasive process, and can be granted only where the three limbs of O 15A r 6 are made out.",
      "id": "s118"
    },
    {
      "text": "One reason for this is that the grant of preliminary discovery, particularly if the application is as broadly drawn as it is in this case, can place the prospective defendant in a position of disadvantage in respect of the conduct of future negotiations and proceedings: see C7 Pty Ltd v Foxtel Management Pty Ltd [2002] FCA 1266 at [7] .",
      "id": "s119"
    },
    {
      "text": "Unlike full discovery, where both parties can ascertain and test the strength of the case put against them, preliminary discovery is unilateral, and the Court should be wary of creating an imbalance between the parties, since the purpose of preliminary discovery is not to furnish an applicant with information of such breadth or significance as to prejudice or unnecessarily curtail the respondent's prospects in the proceedings, but rather to ensure an applicant is able to identify and consider the documents and information necessary to commence proceedings.",
      "id": "s120"
    },
    {
      "text": "40 I am of the view that the disclosure at this early stage of Tibra's source code, particularly in circumstances where Optiver already has sufficient information to decide whether to start litigation, would not be consistent with the purposes of O 15A r 6 and would create an inappropriate imbalance between Optiver and Tibra in respect of any litigation.",
      "id": "s121"
    },
    {
      "text": "CONCLUSION \n \n41 For the above reasons, I dismiss the application with costs.",
      "id": "s122"
    },
    {
      "text": "I certify that the preceding forty-one (41) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Tamberlin.",
      "id": "s123"
    },
    {
      "text": "Associate:\n\nDated: 21 December 2007\n\n Counsel for the Applicant: Mr R Cobden SC and Mr P Flynn \n \n Solicitor for the Applicant: Mallesons Stephen Jaques \n \n Counsel for the Respondent: Mr A Bannon SC and Mr A Fox \n \n Solicitor for the Respondent: McCabe Terrill Lawyers \n \n Date of Hearing: 30 November 2007 \n \n Date of Judgment: 21 December 2007 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/2065.html",
      "id": "s124"
    }
  ]
}