{
  "name": "Lesuma v Minister for Immigration and Citizenship No 2 [2007] FCA 2106 (19 December 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/2106.html",
  "catchphrases": [
    {
      "text": "cancellation of visa",
      "id": "c0"
    },
    {
      "text": "where decision of minister affirmed by administrative appeals tribunal",
      "id": "c1"
    },
    {
      "text": "whether exercising discretion \"not to cancel\" visa is proper interpretation of discretion conferred by statute.",
      "id": "c2"
    },
    {
      "text": "migration",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 This proceeding is concerned with the exercise of the discretion conferred by s 501(2) of the Migration Act 1958 (Cth) (the Act).",
      "id": "s0"
    },
    {
      "text": "The applicant seeks Constitutional writ relief in respect of a decision of the second respondent, the Administrative Appeals Tribunal (the Tribunal), given on 4 September 2007.",
      "id": "s1"
    },
    {
      "text": "By that decision, the Tribunal affirmed a decision of a delegate of the first respondent, the Minister for Immigration and Citizenship (the Minister), to cancel the visa then held by the applicant.",
      "id": "s2"
    },
    {
      "text": "2 The applicant was born in Fiji, and came to Australia in 1999, at the age of 19.",
      "id": "s3"
    },
    {
      "text": "From 2002 onwards he incurred numerous criminal convictions, including terms of imprisonment totalling more than 10 years.",
      "id": "s4"
    },
    {
      "text": "On 30 May 2007, the Minister's delegate decided to cancel the applicant's visa pursuant to s 501.",
      "id": "s5"
    },
    {
      "text": "By application filed on 29 June 2007, the applicant sought review of the delegate's decision by the Tribunal.",
      "id": "s6"
    },
    {
      "text": "3 Under s 501(2) , the Minister may cancel a visa in the circumstances that are there specified.",
      "id": "s7"
    },
    {
      "text": "It is common ground that the circumstances which are preconditions for the exercise of the power were satisfied in the present case.",
      "id": "s8"
    },
    {
      "text": "The applicant, however, contends that there are five grounds upon which the Court should interfere with the Tribunal's decision.",
      "id": "s9"
    },
    {
      "text": "In his application for an order of review filed on 4 October 2007, the applicant raised two grounds of review.",
      "id": "s10"
    },
    {
      "text": "Following directions given by the Court, the applicant filed written submissions which rely on five different grounds.",
      "id": "s11"
    },
    {
      "text": "In the course of the hearing today, I gave leave to the applicant to file an amended application raising the grounds that are referred to in the written submissions of 17 December 2007.",
      "id": "s12"
    },
    {
      "text": "4 The grounds may be summarised as follows:\n \n \n (1) Misapplication of direction, mistake of law, and failure to take into account a relevant consideration in so far as the Tribunal did not make a determination as to whether the actions of the appellant were so abhorrent that he should not be allowed to remain within the community.",
      "id": "s13"
    },
    {
      "text": "(2) The Tribunal misconstrued its task under s 501 in so far as it considered whether it should exercise a discretion not to cancel the applicant's visa, rather than a discretion to cancel the applicant's visa.",
      "id": "s14"
    },
    {
      "text": "(3) The applicant was denied procedural fairness in so far as he was not provided with legal advice in connection with the hearing before the Tribunal.",
      "id": "s15"
    },
    {
      "text": "(4) Section 501 is unconstitutional in so far as it involves a determination by a non-judicial authority of whether an applicant is of bad character.",
      "id": "s16"
    },
    {
      "text": "(5) The Tribunal failed to take into account a relevant consideration in so far as it failed to have regard to the possibility that the applicant's human rights might be violated by reason of his being subjected to arbitrary detention.",
      "id": "s17"
    },
    {
      "text": "I am satisfied that in relation to Grounds 1, 3, 4, and 5 there is no substance in those grounds.",
      "id": "s18"
    },
    {
      "text": "Ground 2 is of a different character.",
      "id": "s19"
    },
    {
      "text": "I shall deal first with the four grounds in respect of which I am firmly of the view that the application must fail.",
      "id": "s20"
    },
    {
      "text": "5 Pursuant to s 499 of the Act, the Minister gave Direction Number 21 concerning the exercise of power under s 501 to cancel visas.",
      "id": "s21"
    },
    {
      "text": "The preamble to Direction Number 21 relevantly says as follows:\n \n \"This Direction provides guidance to decision-makers in making decisions to refuse or cancel a visa under section 501 of [the Act] .",
      "id": "s22"
    },
    {
      "text": "The object of the Act is to regulate, in the national interest, the coming into and presence in Australia of non-citizens.",
      "id": "s23"
    },
    {
      "text": "To facilitate this object the Minister has been given discretion to refuse or cancel a visa where the visa applicant or visa holder does not pass the Character Test.",
      "id": "s24"
    },
    {
      "text": "In exercising this power, the Minister has a responsibility to the Parliament and to the Australian community to protect the community from criminal or other reprehensible conduct and to refuse to grant visas, or cancel visas, held by non-citizens whose actions are so abhorrent to the community that they should not be allowed to enter or remain within it.",
      "id": "s25"
    },
    {
      "text": "The powers conferred under section 499 enable directions to be given, in exercising discretions under section 501 for the protection of the Australian community.",
      "id": "s26"
    },
    {
      "text": "\" [Emphasis added]\n \n\n6 The Direction itself follows that preamble.",
      "id": "s27"
    },
    {
      "text": "The Direction states that it consists of two parts.",
      "id": "s28"
    },
    {
      "text": "Part 1 provides directions on the application of the Character Test.",
      "id": "s29"
    },
    {
      "text": "Non-citizens who are being considered under s 501 must satisfy the decision-maker that they pass the Character Test.",
      "id": "s30"
    },
    {
      "text": "If the non-citizen does not pass the Character Test, the decision-maker must exercise a discretion to consider whether to refuse or cancel a visa, taking into account primary and other considerations.",
      "id": "s31"
    },
    {
      "text": "Part 2 then provides directions on what those considerations are and the weight to be given to them.",
      "id": "s32"
    },
    {
      "text": "7 Paragraph 2.1 provides that, if a non-citizen does not pass the Character Test, a decision-maker must have regard to a number of considerations when exercising the relevant discretion.",
      "id": "s33"
    },
    {
      "text": "There are both primary considerations and other considerations.",
      "id": "s34"
    },
    {
      "text": "The primary considerations are as follows:\n \n \n (a) the protection of the Australian community, and members of the community;\n (b) the expectations of the Australian community; and\n (c) in all cases involving a parental or other close relationship between a child or children and the person under consideration, the best interests of the child or children.",
      "id": "s35"
    },
    {
      "text": "Each of those primary considerations is then explained in more detail.",
      "id": "s36"
    },
    {
      "text": "8 In relation to the protection of the Australian community, the factors that the decision-maker is to take into account include:\n \n \n (a) the seriousness and nature of the conduct;\n (b) the likelihood that the conduct may be repeated; and\n (c) whether visa refusal or cancellation may prevent or discourage similar conduct or general deterrence.",
      "id": "s37"
    },
    {
      "text": "9 The other considerations include some eleven factors.",
      "id": "s38"
    },
    {
      "text": "The applicant contends that, in failing to find that his actions were so abhorrent that he should not be allowed to remain with the community, the Tribunal failed to comply with Direction Number 21.",
      "id": "s39"
    },
    {
      "text": "He says that by so doing, the Tribunal failed to observe a procedure that was required by the Act to be observed, and that the Tribunal erred in law in making the decision.",
      "id": "s40"
    },
    {
      "text": "The error of law is said to be that the Tribunal did not have regard to all of the considerations that Direction Number 21 stipulate.",
      "id": "s41"
    },
    {
      "text": "10 I do not consider that this ground has any substance.",
      "id": "s42"
    },
    {
      "text": "Direction Number 21 sets out in some detail, as I have said, the factors that are to be taken into account in relation to the protection of the Australian community and the expectations of the Australian community.",
      "id": "s43"
    },
    {
      "text": "The reference in the preamble to the fact that the Minister has a responsibility, to the Parliament and to the Australian community, to protect the community from criminal or other reprehensible conduct and to refuse to grant visas or to cancel visas held by non-citizens whose actions are so abhorrent to the community that they should not be allowed to enter or remain within it, does not, in my view, affect the specific considerations that are stipulated for in the body of Direction Number 21.",
      "id": "s44"
    },
    {
      "text": "11 There is no requirement in the terms of the Direction for the decision-maker, be it the Minister, a delegate or the Tribunal, to reach a conclusion that particular conduct of the subject of a decision is abhorrent.",
      "id": "s45"
    },
    {
      "text": "The specific matters are those that I have briefly summarised, namely, the protection of the Australian community, being the seriousness and nature of the particular conduct, the likelihood that the conduct may be repeated, and a general deterrence.",
      "id": "s46"
    },
    {
      "text": "This ground is not made out.",
      "id": "s47"
    },
    {
      "text": "12 The third ground asserts that the Minister allowed the matter to proceed before the Tribunal in circumstances where the applicant had been denied fairness because the Minister did not provide legal assistance to him.",
      "id": "s48"
    },
    {
      "text": "The applicant asserts that the Minister's practice of providing legal assistance for asylum seekers and not for people facing visa cancellation under s 501 amounts to unlawful discrimination in circumstances where no specific law sanctions such a practice.",
      "id": "s49"
    },
    {
      "text": "The applicant asserts that the fact that the Minister discriminates between asylum seekers and permanent residents facing visa cancellation is beyond anything that could reasonably be regarded as within his discretionary power.",
      "id": "s50"
    },
    {
      "text": "13 I do not consider that there is any merit in that contention.",
      "id": "s51"
    },
    {
      "text": "The grant of legal assistance is an indulgence on the part of the Minister.",
      "id": "s52"
    },
    {
      "text": "There is no entitlement to legal assistance.",
      "id": "s53"
    },
    {
      "text": "The applicant relied on the proposition that there may be a denial of procedural fairness for a person in criminal detention if that person was not given adequate time to respond to a notice of intention to consider cancelling a visa.",
      "id": "s54"
    },
    {
      "text": "There can be no suggestion in the present case that the applicant did not have ample opportunity to obtain legal advice.",
      "id": "s55"
    },
    {
      "text": "The question is not whether the applicant was denied the opportunity of getting legal advice in relation to the delegate's decision.",
      "id": "s56"
    },
    {
      "text": "The question is whether there was a denial of procedural fairness in relation to the decision-making process of the Tribunal.",
      "id": "s57"
    },
    {
      "text": "14 The applicant filed his application for review by the Tribunal on 29 June 2007.",
      "id": "s58"
    },
    {
      "text": "A hearing before the Tribunal took place on 23 August 2007.",
      "id": "s59"
    },
    {
      "text": "There was clearly ample time for the applicant to obtain legal advice if he wished.",
      "id": "s60"
    },
    {
      "text": "The applicant, in fact, attended the hearing before the Tribunal and was assisted by his father, who has also assisted him in connection with the hearing before me.",
      "id": "s61"
    },
    {
      "text": "Indeed, while the applicant's father indicated that he himself has no legal qualifications, he was able to furnish to the Court quite sophisticated written submissions outlining the five grounds that I have briefly mentioned.",
      "id": "s62"
    },
    {
      "text": "15 Thus, one way or the other, it would have been open to the applicant to obtain legal assistance before the Tribunal if he wished.",
      "id": "s63"
    },
    {
      "text": "The mere failure on the part of the Minister to proffer legal assistance does not, in my view, constitute any denial of procedural fairness.",
      "id": "s64"
    },
    {
      "text": "This ground is not made out.",
      "id": "s65"
    },
    {
      "text": "16 The fourth ground is that the combination of ss 501(6) and 501 (7) of the Act is unconstitutional in so far as those provisions combine to restrict unlawfully the common law meaning of the word \" character \" to the simple event of a prior 12-month sentence of imprisonment.",
      "id": "s66"
    },
    {
      "text": "The applicant contends that a finding that a sentence of imprisonment of 12 months or more, by itself, in absolute isolation from all other factors, leads prima facie to the conclusion that a person is of bad character, is so unreasonable that no reasonable decision-maker could have arrived at that conclusion.",
      "id": "s67"
    },
    {
      "text": "That contention appears to confuse the question of the reasonableness of a decision with the power of the Federal Parliament.",
      "id": "s68"
    },
    {
      "text": "Indeed, it also shows a misconception as to the structure of s 501.",
      "id": "s69"
    },
    {
      "text": "The effect of the provisions, taken as a whole, is that, whatever language is used, it is a precondition for the exercise of the discretion to cancel a visa that certain specified conditions exist, one of which is that the visa holder has been subjected to a sentence of imprisonment of 12 months or more.",
      "id": "s70"
    },
    {
      "text": "17 There is no finding by a decision-maker that a visa holder has a bad character or is not of good character.",
      "id": "s71"
    },
    {
      "text": "The only finding is whether or not one of the preconditions set out in s 501(7) exists.",
      "id": "s72"
    },
    {
      "text": "I do not consider there is any basis upon which it could be said that the provisions are unconstitutional on that ground.",
      "id": "s73"
    },
    {
      "text": "18 The applicant also says that only an independent judicial authority is the appropriate body to make any adverse finding with regard to the applicant's character, and that unless there is a specific determination by a court as to the actual character of the applicant, it is beyond the executive power of the Commonwealth to make such a finding.",
      "id": "s74"
    },
    {
      "text": "The observations that I have just made are an answer to that contention.",
      "id": "s75"
    },
    {
      "text": "That is to say, there is no finding by a decision-maker about the character of a visa holder.",
      "id": "s76"
    },
    {
      "text": "The decision-maker simply determines whether or not the preconditions set out in s 501(6) and (7) have been satisfied.",
      "id": "s77"
    },
    {
      "text": "19 The applicant also advanced a contention that the possibility that cancellation of a visa and subsequent removal of a non-citizen may be punitive.",
      "id": "s78"
    },
    {
      "text": "However, the exercise of the discretion under s 501 is not directed to the punishment of a visa holder.",
      "id": "s79"
    },
    {
      "text": "The possible consequence of deterring other non-citizens from committing similar offences is not an irrelevant consideration in the exercise of the discretion conferred by s 501(2) of the Act, in deciding whether a visa holder should be permitted to remain in Australia, see Tuncok v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 172 at [44] .",
      "id": "s80"
    },
    {
      "text": "20 Next, in relation to this ground, the applicant appears to advance a contention that having regard to the provisions of s 201 , the use of s 501 is for an improper use or an act of bad faith.",
      "id": "s81"
    },
    {
      "text": "The applicant says that, by slavishly following policy, and applying s 501 in matters where s 201 could apply, there has been an error in so far as discretionary power has been exercised in accordance with a rule or policy without regard to the merits of the applicant's case, and without availing the applicant of a process by which he could convince the decision-maker to consider his matter under s 201.",
      "id": "s82"
    },
    {
      "text": "I consider that this argument is precluded by the decision of the High Court in Minister for Immigration and Multicultural and Indigenous Affairs v Nystrom [2006] HCA 50 ; (2006) 230 ALR 370: see also Evans v Minister [2006] FCAFC 180.",
      "id": "s83"
    },
    {
      "text": "21 Next, the applicant contends that the Tribunal erred in failing to take into account the possibility that the applicant's human rights could be violated.",
      "id": "s84"
    },
    {
      "text": "He says that the Tribunal failed to consider whether, in cancelling his visa, the applicant would be taken to a detention centre and would be subjected to arbitrary detention.",
      "id": "s85"
    },
    {
      "text": "He says that the Tribunal should have taken into account the possibility that cancellation of his visa would have exposed him to a violation of Australian domestic criminal law, namely, arbitrary detention.",
      "id": "s86"
    },
    {
      "text": "There is no substance in this ground, in my view.",
      "id": "s87"
    },
    {
      "text": "It is precluded by the decision of the High Court in Al-Kateb v Godwin [2004] HCA 37 ; (2004) 219 CLR 562.",
      "id": "s88"
    },
    {
      "text": "22 That brings me to the second ground, namely, the question of whether or not the Tribunal misdirected itself in the approach that it took.",
      "id": "s89"
    },
    {
      "text": "In order to deal with this ground, it is necessary to say something more about the Tribunal's reasons.",
      "id": "s90"
    },
    {
      "text": "23 The Tribunal began by describing the applicant briefly, and referring to the decision of the delegate and the hearing before the Tribunal.",
      "id": "s91"
    },
    {
      "text": "The Tribunal then stated the issues in the case as follows: \n \n \n (1) whether the applicant passes the character test, given his substantial criminal record; and \n (2) if not, whether the Tribunal should exercise its discretion to set aside or affirm the decision made by the delegate to cancel the applicant's visa.",
      "id": "s92"
    },
    {
      "text": "It may be significant that the Tribunal characterised the issue as whether it should exercise a discretion to set aside or affirm the decision.",
      "id": "s93"
    },
    {
      "text": "In a sense, that is unexceptionable in so far as the Tribunal, once it has made a decision, must either set aside, affirm, or vary the decision.",
      "id": "s94"
    },
    {
      "text": "However, the review of a delegate's decision by the Tribunal involves the Tribunal standing in the shoes of the Minister, so to speak, and exercising de novo the discretion that is conferred by section 501.",
      "id": "s95"
    },
    {
      "text": "24 The Tribunal then referred to s 501 , saying:\n \n \"The Minister may cancel a visa if the holder does not satisfy the Minister that the person passes the character test.",
      "id": "s96"
    },
    {
      "text": "\" \n \n\nThat statement is also unexceptionable.",
      "id": "s97"
    },
    {
      "text": "The question, however, is whether the Tribunal did, in fact, approach the exercise of discretion from the right direction.",
      "id": "s98"
    },
    {
      "text": "Doubt is cast on that matter by that part of the Tribunal's reasons in which it deals with the application of the law and findings of fact.",
      "id": "s99"
    },
    {
      "text": "The Tribunal repeats that the first issue for it to decide is whether, pursuant to ss 501(6)(a) and 501 (7), the applicant passes the character test, having regard to his substantial criminal record.",
      "id": "s100"
    },
    {
      "text": "The Tribunal observes, citing authority of the Full Federal Court, that the character test requires an objective consideration of the applicant's enduring moral qualities, but that that does not require the applicant to meet the highest standards of integrity.",
      "id": "s101"
    },
    {
      "text": "This issue is whether any deficiencies in his character are such that it is in the public good to refuse the visa (see Goldie v Minister for Immigration and Multicultural Affairs 56 ALD 321 at [8] and [24]).",
      "id": "s102"
    },
    {
      "text": "The Tribunal then went on to say that, on the other hand, despite the many good qualities possessed by a person, those qualities can be outweighed by a single adverse incident if it is of sufficient weight and seriousness.",
      "id": "s103"
    },
    {
      "text": "25 The Tribunal then purports to state the second stage of its decision-making process, and says, relevantly, as follows:\n \n \"Secondly, I am required to have regard to Part 1 of Direction 21 as a guide to the application of the character test.",
      "id": "s104"
    },
    {
      "text": "If I decide that the applicant does not pass the character test, I must consider whether to exercise the discretion in s 501(1) not to cancel the applicant's visa, notwithstanding that the applicant does not pass the character test.",
      "id": "s105"
    },
    {
      "text": "In so doing, I must have regard to Part 2 of Direction No 21 as a guide to the exercise of its discretion.",
      "id": "s106"
    },
    {
      "text": "\" \n \n\n26 The Tribunal then observed that the applicant in the present case failed the character test because of his substantial criminal record, and observed that there were no mitigating circumstances, but that, on the contrary, the record was aggravated by the presence of offences committed while on bail.",
      "id": "s107"
    },
    {
      "text": "The Tribunal then said:\n \n \"I must therefore consider whether to exercise my discretion under 501(2) to decide, nevertheless, whether not to cancel the applicant's visa.",
      "id": "s108"
    },
    {
      "text": "In exercising that discretion, the Tribunal has regard to Part 2 of Direction No 21.",
      "id": "s109"
    },
    {
      "text": "Paragraph 2.2 provides that a decision-maker should have regard to three primary considerations and a number of other considerations.",
      "id": "s110"
    },
    {
      "text": "\" \n \n\n27 The Tribunal then went on to deal in some detail with each of the primary considerations that are set out in Direction No 21.",
      "id": "s111"
    },
    {
      "text": "After dealing with protection of the Australian community, the Tribunal said:\n \n \"To set aside the decision under review in the case of an unrehabilitated offender with such a serious record during his eight years in Australia would, in my view, send entirely the wrong message to other non-citizens contemplating criminal behaviour.",
      "id": "s112"
    },
    {
      "text": "\" \n \n\n28 At the end of the section dealing with the expectations of the Australian community the Tribunal said:\n \n \"The community would be likely to take the view that there is a limit to how far further chances can be offered to a repeat offender, and the applicant has crossed it.",
      "id": "s113"
    },
    {
      "text": "Community expectations would clearly favour visa cancellation in this case.",
      "id": "s114"
    },
    {
      "text": "\" \n \n\n29 The third primary consideration, the best interests of the child, has no relevance in the present case.",
      "id": "s115"
    },
    {
      "text": "After having regard to the other considerations that are specified in Direction No 21, the Tribunal concluded as follows:\n \n \"The primary considerations of community protection and expectations outweigh the other considerations in this case.",
      "id": "s116"
    },
    {
      "text": "The decision under review is affirmed.",
      "id": "s117"
    },
    {
      "text": "\" \n \n\n30 The question is whether the Tribunal wrongly interpreted s 501(2) as conferring a discretion not to cancel a visa as distinct from conferring a discretion to cancel the visa.",
      "id": "s118"
    },
    {
      "text": "Section 501(2) is permissive.",
      "id": "s119"
    },
    {
      "text": "It confers a power to cancel a visa in the exercise of the Minister's discretion, or, in the present case, the Tribunal's discretion.",
      "id": "s120"
    },
    {
      "text": "There is a difference between power and obligation.",
      "id": "s121"
    },
    {
      "text": "The question is whether the Tribunal considered that the section obliged it to cancel the applicant's visa, unless it was satisfied that it should not cancel the visa (see Ross v Minister for Immigration and Multicultural and Indigenous Affairs [2000] FCA 1716 ; 107 FCR 1 at [27] to [29], and Doukmak v Minister for Immigration and Multicultural Affairs [2001] FCA 1821 ; 114 FCR 432 at [50] and [51]).",
      "id": "s122"
    },
    {
      "text": "31 It is important to remember that the reasons of the Tribunal are not to be construed minutely and finely, with an eye keenly attuned to the perception of error.",
      "id": "s123"
    },
    {
      "text": "If, on a fair reading of the Tribunal's reasons, it is clear that the Tribunal was exercising a discretion to cancel, rather than a discretion not to cancel, the decision should stand.",
      "id": "s124"
    },
    {
      "text": "My concern in the present case is that the Tribunal on two occasions referred to the discretion as one not to cancel, rather than a discretion to cancel.",
      "id": "s125"
    },
    {
      "text": "32 Certainly, the Tribunal correctly stated the effect of s 501(2) as conferring a power to cancel if the holder does not satisfy the decision-maker that the person passes the character test.",
      "id": "s126"
    },
    {
      "text": "The other provisions of the reasons to which I have referred, however, are equivocal.",
      "id": "s127"
    },
    {
      "text": "Indeed, at no stage in the reasons does the Tribunal actually purport to exercise a discretion to do one thing or the other, other than to confirm the delegate's decision.",
      "id": "s128"
    },
    {
      "text": "The fact that the Tribunal expressed its function as being to affirm or set aside the delegate's decision, if anything, supports the construction that the Tribunal was indeed considering whether it should exercise a discretion not to cancel, rather than putting itself in the position of the primary decision-maker and deciding whether or not to exercise the discretion to cancel.",
      "id": "s129"
    },
    {
      "text": "33 The matter is not without doubt.",
      "id": "s130"
    },
    {
      "text": "However, I consider that a fair reading of the reasons leads to the conclusion that the Tribunal did, in fact, misdirect itself and did not consider the exercise of a discretion to cancel.",
      "id": "s131"
    },
    {
      "text": "That was an error that would constitute a jurisdictional error on the part of the Tribunal such that the Court may grant relief in respect of the decision, notwithstanding the provisions of section 474 of the Act.",
      "id": "s132"
    },
    {
      "text": "34 The Minister, however, says that there would be no utility in granting relief in respect of the Tribunal's decision, because even if the Tribunal had applied the discretion correctly, it could not possibly have produced a different result.",
      "id": "s133"
    },
    {
      "text": "The Minister says that it is clear from the reasons that the Tribunal was plainly and emphatically of the view that the applicant's visa should be cancelled based on his prior criminal convictions and sentencing, his conduct whilst on bail, his failure to avail himself of opportunities to rehabilitate himself, and the lack of strong mitigating factors.",
      "id": "s134"
    },
    {
      "text": "35 There may be considerable substance in that contention.",
      "id": "s135"
    },
    {
      "text": "However, I am not persuaded that, properly directed, the Tribunal could not possibly have come to a different conclusion.",
      "id": "s136"
    },
    {
      "text": "Certainly, the Tribunal expressed its views firmly, but even then the observation of the Tribunal was that to set aside the decision would send entirely the wrong message to other non-citizens contemplating criminal behaviour.",
      "id": "s137"
    },
    {
      "text": "The Tribunal did not say that, unless it decided to cancel the visa, the wrong message would be sent.",
      "id": "s138"
    },
    {
      "text": "36 As I have said, the matter is by no means clear.",
      "id": "s139"
    },
    {
      "text": "I am satisfied, however, that there was jurisdictional error on the part of the Tribunal, and that it cannot be said with the requisite degree of certainty that no other decision was open to the Tribunal.",
      "id": "s140"
    },
    {
      "text": "It follows, in my view, that the applicant is entitled to relief in respect of the Tribunal's decision.",
      "id": "s141"
    },
    {
      "text": "I certify that the preceding thirty-six (36) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Emmett.",
      "id": "s142"
    },
    {
      "text": "Associate:\n\n Dated: 14 January 2008\n\n The Applicant appeared in person.",
      "id": "s143"
    },
    {
      "text": "Counsel for the Respondent: Mr J Mitchell \n \n Solicitor for the Respondent: DLA Phillips Fox \n \n Date of Hearing: 19 December 2007 \n \n Date of Judgment: 19 December 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/2106.html",
      "id": "s144"
    }
  ]
}