{
  "name": "Lamb v Hogs Breath Company Pty Ltd (No 2) [2007] FCA 201 (26 February 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/201.html",
  "catchphrases": [
    {
      "text": "pleadings",
      "id": "c0"
    },
    {
      "text": "insufficient specificity",
      "id": "c1"
    },
    {
      "text": "rolled up plea against various respondents",
      "id": "c2"
    },
    {
      "text": "failure to distinguish between respondents",
      "id": "c3"
    },
    {
      "text": "failure to identify specific causes of action",
      "id": "c4"
    },
    {
      "text": "times at which causes of action accrued",
      "id": "c5"
    },
    {
      "text": "insufficiency of information available to applicant",
      "id": "c6"
    },
    {
      "text": "no excuse for inadequate pleading",
      "id": "c7"
    },
    {
      "text": "substituted statement of claim directed",
      "id": "c8"
    },
    {
      "text": "respondents at liberty to provide basic information as to corporate responsibilities and application of alleged infringing works inter se",
      "id": "c9"
    },
    {
      "text": "leave to obtain limited discovery and to interrogate absent such information foreshadowed",
      "id": "c10"
    },
    {
      "text": "practice and procedure",
      "id": "c11"
    }
  ],
  "sentences": [
    {
      "text": "Introduction \n \n1 John Lamb is a citizen of the United States who says he is the owner of copyright in a cartoon of a scruffy looking pig with sunglasses and a bandaid patch known as the \"Wave Hog Work\".",
      "id": "s0"
    },
    {
      "text": "He says he produced the work in 1987 for use on shirts to promote a restaurant called the Hog's Breath Saloon in Florida.",
      "id": "s1"
    },
    {
      "text": "2 Mr Lamb alleges that from 1996 onwards in Australia companies controlled by Mr Donald Algie, a former employee of the Hog's Breath Saloon, have infringed his copyright in the work in various ways.",
      "id": "s2"
    },
    {
      "text": "These ways have involved the application of cartoons which he collectively describes as the \"Hog's Breath Works\" to various articles, including articles of clothing and in connection with restaurant services supplied by Hog's Breath Cafes in Australia.",
      "id": "s3"
    },
    {
      "text": "3 The use of registered trade marks owned in Australia by one of the respondents, HB Investments Pty Ltd (HB Investments), is said to constitute infringement of the copyright work.",
      "id": "s4"
    },
    {
      "text": "4 Mr Lamb commenced proceedings in this Court on 24 October 2006 seeking declarations that his copyright had been infringed, injunctions, damages and, in the alternative, an account of profits.",
      "id": "s5"
    },
    {
      "text": "He also claimed that the corporate respondents infringed his right of attribution of authorship of the Wave Hog Works and right of integrity of authorship by subjecting it to derogatory treatment.",
      "id": "s6"
    },
    {
      "text": "He claims damages pursuant to s 195AZA(b) of the Copyright Act 1968 (Cth) and other relief.",
      "id": "s7"
    },
    {
      "text": "He also seeks cancellation of the registration of the trade marks.",
      "id": "s8"
    },
    {
      "text": "5 By a motion filed on 15 January 2007 the respondents sought transfer of the proceedings to the Queensland Registry of the Federal Court, an order for security for costs and an order striking out a significant part of the statement of claim and, alternatively, for the provision of particulars.",
      "id": "s9"
    },
    {
      "text": "6 Upon the return of the motion on 30 January 2007 I ordered security for costs and dismissed the motion so far as it sought transfer of the proceedings: Lamb v Hog's Breath Company Pty Ltd (No 1) [2007] FCA 49 .",
      "id": "s10"
    },
    {
      "text": "I reserved judgment on the strike out motion until today.",
      "id": "s11"
    },
    {
      "text": "7 For the reasons that follow, in my opinion, the statement of claim should be struck out and a substituted statement of claim filed.",
      "id": "s12"
    },
    {
      "text": "I propose also to give the respondents the opportunity to provide basic information about their respective roles in what I refer to as the \"Hog's Breath\" group and the ways in which the so-called Hog's Breath Works and/or the registered trade marks have been applied.",
      "id": "s13"
    },
    {
      "text": "I will not direct that they do so.",
      "id": "s14"
    },
    {
      "text": "In the event that they decline to do so and the applicant files a substituted statement of claim, adequately pleaded having regard to the information it has available to it, then I will entertain applications for specific discovery and/or leave to interrogate so that the statement of claim may be further reviewed prior to the filing of a defence.",
      "id": "s15"
    },
    {
      "text": "The statement of claim \n \n8 The applicant is a citizen of the United States of America.",
      "id": "s16"
    },
    {
      "text": "He says that he is and was at all material times a prominent and well-known artist in the United States and is, and was at all material times \"the owner of copyright in the 'Wave Hog Work'\".",
      "id": "s17"
    },
    {
      "text": "A copy of the work is depicted in Schedule A to the application filed in these proceedings.",
      "id": "s18"
    },
    {
      "text": "9 The first respondent, Hog's Breath Company Pty Ltd (Hog's Breath Company) was incorporated in Australia and is said to have been the registered owner of the domain name: www.hogsbreathcafe.com.au.",
      "id": "s19"
    },
    {
      "text": "It is also said to have been at all material times the \"master franchisor\" of the Hog's Breath Cafes which is a franchised chain across the world.",
      "id": "s20"
    },
    {
      "text": "A list of cafes in Australia is set out in Schedule 1 to the statement of claim.",
      "id": "s21"
    },
    {
      "text": "Further particulars are promised after discovery.",
      "id": "s22"
    },
    {
      "text": "Hog's Breath Caf&eacute; (Australia) Pty Ltd (Hog's Breath Caf&eacute; (Australia)), the second respondent, was incorporated in Australia and is said to be the master franchisee of the Hog's Breath Cafes in Australia.",
      "id": "s23"
    },
    {
      "text": "It is also said to be the registered owner of the Australian domain name: www.hogsbreath.com.au.",
      "id": "s24"
    },
    {
      "text": "10 The third respondent, HB Investments, is said to be the registered owner of Australian registered trade marks Nos 701388 and 1013512.",
      "id": "s25"
    },
    {
      "text": "The trade mark in each case comprises a cartoon depiction of a hog wearing sunglasses and crossed bandages with adhesive on its body.",
      "id": "s26"
    },
    {
      "text": "Trade Mark 701388 has an explosion on top of it and the caption \"BAD HOG\".",
      "id": "s27"
    },
    {
      "text": "It is registered in class 25 for clothing, including fashion, sport and casual clothing for men, women and children.",
      "id": "s28"
    },
    {
      "text": "Trade mark 1013512 is registered in class 43 for restaurant services, services provided by establishments serving alcoholic and non-alcoholic beverages, takeaway food, takeaway food services, hotels and other establishments providing temporary accommodation.",
      "id": "s29"
    },
    {
      "text": "The fourth respondent, Hog's Breath Clothing Co Pty Ltd (Hog's Breath Clothing), is said to be the owner and operator of a business selling merchandise under the name \"Hog's Breath Clothing\".",
      "id": "s30"
    },
    {
      "text": "It is said to be a registered owner of the domain name: www.hogsbreathclothing.com.au.",
      "id": "s31"
    },
    {
      "text": "11 Mr Algie, the fifth respondent, is a resident of Queensland who is a director, secretary and majority shareholder of the first, third and fourth respondents.",
      "id": "s32"
    },
    {
      "text": "He is also said to have been a director of the second respondent until 30 April 2000.",
      "id": "s33"
    },
    {
      "text": "He is said to have been at all material times responsible for the carriage of, and control of, the business of each of the other respondents ([16] to [19]).",
      "id": "s34"
    },
    {
      "text": "12 Mr Lamb claims that he created the Wave Hog Work on or about 9 February 1987 in the United States.",
      "id": "s35"
    },
    {
      "text": "He registered it with the US Copyright Office on that date.",
      "id": "s36"
    },
    {
      "text": "He says that by reason of these matters copyright subsists in the Wave Hog Works and that he is the owner of that copyright.",
      "id": "s37"
    },
    {
      "text": "He alleges that in 1987 he was engaged by a Florida restaurant known as the Hog's Breath Saloon to supply shirts to it that displayed the Wave Hog Work and the words \"Hog's Breath Saloon\".",
      "id": "s38"
    },
    {
      "text": "Hog's Breath Saloon promoted the shirts and the Wave Hog Work in connection with its business.",
      "id": "s39"
    },
    {
      "text": "During the 1980s Mr Algie was an employee of the Hog's Breath Saloon in Florida.",
      "id": "s40"
    },
    {
      "text": "He had access to and was exposed to the Wave Hog Work.",
      "id": "s41"
    },
    {
      "text": "From about 1989 he is said to have reproduced or authorised the reproduction in a material form of the Wave Hog Work by making each of a number of works depicted in Schedules B, C and D to the application.",
      "id": "s42"
    },
    {
      "text": "These are designated collectively the Hog's Breath Work ([26] to [29]).",
      "id": "s43"
    },
    {
      "text": "13 From at least 31 January 1996 each of the first, second, third and fifth respondents are alleged to have engaged in, or authorised, various species of conduct comprising the reproduction of the Hog's Breath Work on various articles, their publication by supply of reproductions of the works to the public, communication of the Hog's Breath Work to the public by establishing, operating and maintaining multiple websites on which copies of the Hog's Breath Work were reproduced, selling or offering or exposing for sale or hire the reproductions when they knew or ought to have known that if made in Australia the making of articles reproducing the Hog's Breath Work would have constituted an infringement of the copyright ([30]).",
      "id": "s44"
    },
    {
      "text": "14 Mr Lamb pleads that on 31 January 1996 and 2 August 2004 HB Investments applied for and was granted registration of the trade marks 701388 and 1013512 respectively ([31] and [32]).",
      "id": "s45"
    },
    {
      "text": "Since 31 January 1996 HB Investments is said to have licensed or otherwise authorised the use of the trade mark 701388 for the first, second, fourth and/or fifth respondent and/or the franchisees of the Hog's Breath Cafes and acted similarly since 2 August 2004 in relation to trade mark no 1013512 ([33] and [34]).",
      "id": "s46"
    },
    {
      "text": "15 Mr Lamb then alleges further infringing conduct on the part of Hog's Breath Clothing, and Mr Algie in relation to the reproduction of the Hog's Breath Works on articles, including articles of clothing, their supply and communication to the public through a website as well as their sale or offering for sale ([35]).",
      "id": "s47"
    },
    {
      "text": "16 Each of the Hog's Breath Works is said to be a reproduction of the whole or a substantial part of the Wave Hog Work ([36]).",
      "id": "s48"
    },
    {
      "text": "The conduct referred to in [30] to [36] is said to have been engaged in without any licence from Mr Lamb ([37]).",
      "id": "s49"
    },
    {
      "text": "The conduct of the respondents in infringing Mr Lamb's copyright is said to have been engaged in knowingly and in deliberate and flagrant disregard of his rights ([38]).",
      "id": "s50"
    },
    {
      "text": "They are said to have made profits from the conduct ([38]).",
      "id": "s51"
    },
    {
      "text": "Mr Lamb claims to be entitled, at the discretion of the Court, to a remedy for conversion or detention with respect to each infringing copy of the Wave Hog Work ([39]).",
      "id": "s52"
    },
    {
      "text": "Each sale or other dealing with the Hog's Breath Work is said to have constituted a sale or dealing with respect to an infringing copy of the Wave Hog Work.",
      "id": "s53"
    },
    {
      "text": "17 The statement of claim asserts that moral rights subsist in Australia in the Wave Hog Work within the meaning of the Copyright Act and that Mr Lamb is and was at all material times the holder of all moral rights in the work.",
      "id": "s54"
    },
    {
      "text": "By reason of the conduct complained of in [30] to [36] the respondents are said to have engaged in or authorised the pleaded conduct without identifying Mr Lamb as the author of the works or the altered works, being the Hog's Breath Works ([41] and [42]).",
      "id": "s55"
    },
    {
      "text": "On this basis it is alleged that the respondents have infringed his right of attribution of authorship within the meaning of s 193 of the Copyright Act and further or in the alternative have subjected the Wave Hog Work to derogatory treatment within the meaning of s 195AK of the Copyright Act ([43] and [44]).",
      "id": "s56"
    },
    {
      "text": "It is said that the respondents knew or ought reasonably to have known that Mr Lamb had the reputation pleaded and that subjecting the Wave Hog Work to derogatory treatment would infringe his right of integrity of authorship ([45]).",
      "id": "s57"
    },
    {
      "text": "The respondents are said to have subjected the Wave Hog Work to derogatory treatment and to have infringed Mr Lamb's right of integrity of authorship in respect of the work within the meaning of s 195AI.",
      "id": "s58"
    },
    {
      "text": "Moreover, they have made, and continue to make, a profit by their wrongful acts and conduct ([46] and [47]).",
      "id": "s59"
    },
    {
      "text": "The registration of the two trade marks earlier pleaded is said to have been and remain unlawful ([48] and [49]).",
      "id": "s60"
    },
    {
      "text": "The respondents are said to intend to continue the pleaded conduct unless restrained.",
      "id": "s61"
    },
    {
      "text": "Mr Lamb claims he has suffered loss and damage by reason of their conduct.",
      "id": "s62"
    },
    {
      "text": "Whether the statement of claim should be struck out in whole or in part \n \n18 By their notice of motion filed on 15 January 2007 the respondents sought orders striking out various paragraphs in the statement of claim which are identified in the motion.",
      "id": "s63"
    },
    {
      "text": "In the alternative they seek \"full and proper particulars\" of those paragraphs.",
      "id": "s64"
    },
    {
      "text": "An order that the whole of the statement of claim be struck out was not pursued.",
      "id": "s65"
    },
    {
      "text": "However, for the reasons that follow, it seems to me that an order in those terms should be made.",
      "id": "s66"
    },
    {
      "text": "19 The thrust of the respondents' complaint about the statement of claim was that it rolls up, in a generalised way, allegations against them with very little distinction between them.",
      "id": "s67"
    },
    {
      "text": "By way of example it is alleged that HB Investments is the registered owner of the two Hog cartoon trade marks.",
      "id": "s68"
    },
    {
      "text": "It is not said that it is otherwise engaged in any business involving their use save that it has licensed or authorised their use by the other respondents ([33] and [34]).",
      "id": "s69"
    },
    {
      "text": "It is said also to have \"engaged in or authorised the engaging in\" of conduct constituting reproduction of the Hog's Breath Works and various types of articles and to have published, communicated and sold them to the public.",
      "id": "s70"
    },
    {
      "text": "20 It is clear from observations made by counsel for the applicant at the hearing of the motion that the applicant does not have a clear picture of the respective functions of the respondents in the group that they collectively constitute (which I will refer to as the \"Hog's Breath group\").",
      "id": "s71"
    },
    {
      "text": "It seems on the face of the pleading that HB Investments holds the registered trade marks and that the principal case against it is that it has authorised infringement of the applicant's copyright in the Wave Hog Work by licensing to the other respondents the right to use the trade marks or otherwise authorising them to do so.",
      "id": "s72"
    },
    {
      "text": "What trade marks were licensed to which respondents does not appear.",
      "id": "s73"
    },
    {
      "text": "21 In the course of argument on the motion it emerged that a significant obstacle in the way of a more precise pleading on the part of the applicant is absence of information about which of the respondents takes what role within the Hog's Breath group and which is responsible for the production and marketing of the various articles said to bear infringing reproductions of the work or a substantial part thereof.",
      "id": "s74"
    },
    {
      "text": "22 Want of knowledge does not of itself excuse a pleading which does not identify which cause of action is raised against which respondent, or which fails to identify the material facts constituting each such cause of action.",
      "id": "s75"
    },
    {
      "text": "It is not enough to wait for the filing of specific defences to generalised allegations and then amend the statement of claim to meet them.",
      "id": "s76"
    },
    {
      "text": "Order 15A of the Federal Court Rules provides for preliminary discovery to enable a prospective applicant to identify the person against whom the applicant may have a cause of action (O 15A r 3).",
      "id": "s77"
    },
    {
      "text": "It also authorises applications for such discovery to enable a decision to be made whether to commence a proceeding against an identified potential respondent (O 15A r 6).",
      "id": "s78"
    },
    {
      "text": "23 In my opinion the statement of claim as it presently stands is too general and its allegations too rolled up as against the various respondents to enable the proceedings usefully to continue on the pleadings as it stands In addition there is a justified complaint that the pleading does not identify with particularity the articles said to have borne the infringing works of which the applicant complains.",
      "id": "s79"
    },
    {
      "text": "24 Counsel for the respondents referred to the six year time limitation on actions for infringement of copyright for which s 134 of the Copyright Act provides.",
      "id": "s80"
    },
    {
      "text": "The infringements alleged by the applicant appear to date back some 12 years prior to the commencement of these proceedings.",
      "id": "s81"
    },
    {
      "text": "No distinction is drawn between conduct falling outside the six year period and falling within it.",
      "id": "s82"
    },
    {
      "text": "While the limitation may be characterised as procedural rather than substantive and thus, as a matter to be raised by way of defence, it would be appropriate for the applicant to make clear whether his claim covers causes of action arising more than six years before the commencement of the action.",
      "id": "s83"
    },
    {
      "text": "This is, in my opinion, a necessary part of the particularised statement of claim.",
      "id": "s84"
    },
    {
      "text": "25 Various objections are taken to particular aspects of the pleadings.",
      "id": "s85"
    },
    {
      "text": "It is not put however that the statement of claim as a whole is hopeless or that there is no reasonable prospect of success (see s 31A).",
      "id": "s86"
    },
    {
      "text": "The applicant has provided particulars of the statement of claim in a letter to the respondents' solicitors dated 15 January 2007.",
      "id": "s87"
    },
    {
      "text": "His solicitors have offered to file in Court a document encapsulating the particulars so provided.",
      "id": "s88"
    },
    {
      "text": "However, the provision of particulars themselves cannot supply the deficiencies of an insufficient statement of claim.",
      "id": "s89"
    },
    {
      "text": "26 In my opinion there is clearly a real and substantial matter to be decided between the parties.",
      "id": "s90"
    },
    {
      "text": "However the statement of claim is too general in that it fails: \n1.",
      "id": "s91"
    },
    {
      "text": "To identify which causes of action are raised against which of the respondents.",
      "id": "s92"
    },
    {
      "text": "2.",
      "id": "s93"
    },
    {
      "text": "The time at which the various causes of action are said to have accrued.",
      "id": "s94"
    },
    {
      "text": "3.",
      "id": "s95"
    },
    {
      "text": "The details of the alleged infringements by reference to the articles and/or services in connection with which the infringing works were used.",
      "id": "s96"
    },
    {
      "text": "I would not require, as apparently demanded by the respondents, particulars of which part of each of the Hog's Breath Works comprises \"a substantial part of the Wave Hog Work\".",
      "id": "s97"
    },
    {
      "text": "27 In my opinion there is no point in taking a scalpel to the statement of claim and deleting numerous paragraphs.",
      "id": "s98"
    },
    {
      "text": "While I am not asked to find that the statement of claim as a whole fails to disclose a reasonable cause of action, I think the pleading is insufficient and potentially embarrassing.",
      "id": "s99"
    },
    {
      "text": "I will strike the statement of claim out and direct the applicant to file a substituted statement of claim pleading with greater specificity his causes of action against each of the respondents.",
      "id": "s100"
    },
    {
      "text": "Particulars of the kind sought by the respondents as to the infringing reproductions of the applicant's copyright work should be set out so far as they can be.",
      "id": "s101"
    },
    {
      "text": "The suggestion by the respondents that the statement of claim attach a schedule which refers to particular articles or classes of articles said to have borne infringing reproductions is a sensible one.",
      "id": "s102"
    },
    {
      "text": "28 The applicant will be required to replead with as much particularity as he can in light of the information he has to hand, including the matters raised in his solicitor's letter of 15 January 2007.",
      "id": "s103"
    },
    {
      "text": "I will also make a direction which provides a mechanism by which the respondents can make disclosure sufficient to enable the statement of claim to be more adequately particularised.",
      "id": "s104"
    },
    {
      "text": "I do this on the basis that the case might well have been one for preliminary discovery of such information in any event, although that is no basis for excusing an inadequate pleading.",
      "id": "s105"
    },
    {
      "text": "In the event that the respondents do not wish to avail themselves of this mechanism I shall, after a revised statement of claim is filed, give leave to the applicant to seek discovery of documents in specified categories and indeed to interrogate prior to the filing of any defence.",
      "id": "s106"
    },
    {
      "text": "This is subject to the security order previously made having been satisfied.",
      "id": "s107"
    },
    {
      "text": "Conclusion \n \n29 I will make the following orders on the respondents' motion filed 15 January 2007: \n \n 1.",
      "id": "s108"
    },
    {
      "text": "The applicant is to file and serve a substituted statement of claim on or before 26 March 2007.",
      "id": "s109"
    },
    {
      "text": "2.",
      "id": "s110"
    },
    {
      "text": "The respondents are at liberty to provide to the applicant on or before 12 March 2007 information by way of letter or disclosure of documents or by an affidavit sworn by their solicitor upon instructions, setting out: \n \n \n (i) the respective functions as members of the Hog's Breath group of companies in Australia; \n (ii) the respective roles and the use of the Hog's Breath Works as defined in the statement of claim and/or the registered trade marks referred to in the statement of claim; \n (iii) the ways in which the Hog's Breath Works and/or the registered trade marks have been used by them in respect of the classes of goods and services to which they relate.",
      "id": "s111"
    },
    {
      "text": "3.",
      "id": "s112"
    },
    {
      "text": "The applicant is to pay the respondents' costs of the motion so far as it relates to the application to strike out parts of the statement of claim.",
      "id": "s113"
    },
    {
      "text": "I am informed that security for costs has not yet been provided and is expected within the next few weeks.",
      "id": "s114"
    },
    {
      "text": "Subject to the above orders, the action will be stayed until security is provided.",
      "id": "s115"
    },
    {
      "text": "I will fix a directions hearing for a date following 26 March 2007.",
      "id": "s116"
    },
    {
      "text": "If security has not been provided by that time, then it will be open to the respondents to seek such orders as they think appropriate.",
      "id": "s117"
    },
    {
      "text": "I certify that the preceding twenty-nine (29) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice French .",
      "id": "s118"
    },
    {
      "text": "Associate:\nDated: 26 February 2007\n\n\n Counsel for the Applicant: Mr P Mallon and Ms C Cochrane \n \n Solicitor for the Applicant: Mallon &amp; Co Pty Ltd \n \n Counsel for the First, Third, Fourth &amp; Fifth Respondents: Mr I Erskine \n \n Solicitor for the First, Third, Fourth &amp; Fifth Respondents: Tucker &amp; Cowen \nCounsel for the Second Respondent: \n\nSolicitor for the Second Respondent: \nMr T Searle \n\n\nLavan Legal Date of Hearing: 30 January 2007 \n \n Date of Judgment: 26 February 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/201.html",
      "id": "s119"
    }
  ]
}