{
  "name": "Metso Minerals (Australia) Ltd v Kalra (No 2) [2007] FCA 2108 (14 December 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/2108.html",
  "catchphrases": [
    {
      "text": "order 25b",
      "id": "c0"
    },
    {
      "text": "subsequent variation",
      "id": "c1"
    },
    {
      "text": "no continuing fear of evidence being destroyed",
      "id": "c2"
    },
    {
      "text": "search order",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 On 11 December 2007 a search order was made in these proceedings pursuant to O 25B of the Federal Court Rules 1979 (Cth).",
      "id": "s0"
    },
    {
      "text": "Such orders were formerly described as an Anton Piller order.",
      "id": "s1"
    },
    {
      "text": "2 Those orders were executed on 12 December 2007.",
      "id": "s2"
    },
    {
      "text": "During the course of the execution of those orders it became apparent that the number of computers at the premises of the Third and Fourth Respondents was such that copies of the hard drives of those computers could not be completed within the time specified in the order.",
      "id": "s3"
    },
    {
      "text": "3 It is understood that the Third and Fourth Respondents have cooperated with the execution of the orders and are continuing to cooperate with making computers available to the Applicants.",
      "id": "s4"
    },
    {
      "text": "4 On 13 December 2007 a Notice of Motion was filed seeking a variation of the order by inserting the following underlined terms into the order previously made, namely:\n \nComputers 20.",
      "id": "s5"
    },
    {
      "text": "(d) If it will not be possible for the independent computer expert to make a complete copy of any computer hard drive or other storage media at the premises before 6 pm on Thursday, 13 December 2007 the independent computer expert may remove the computer, computer hard drives or other storage media to make a complete copy of that removed item at the premises of the independent computer expert.",
      "id": "s6"
    },
    {
      "text": "(e) The independent computer expert must as soon as practicable and in any event prior to the hearing on the return date deliver the copy or digital copy of the computer hard drive or other storage media , all items removed pursuant to order 20(d)(d) above and all electronic hard copies of listed things to the independent solicitor together with a report of what the independent computer expert has done including a list of such electronic and hard copies.",
      "id": "s7"
    },
    {
      "text": "5 When that Motion came before me I declined to make the variation of the order then sought.",
      "id": "s8"
    },
    {
      "text": "There was uncertainty in the evidence then relied upon as to whether the Third and Fourth Respondents were consenting to an order removing the computers in their entirety or merely consenting to the removal of the hard drives within those computers.",
      "id": "s9"
    },
    {
      "text": "In any event, given the apparent cooperation of the Third and Fourth Respondents and the absence of any evidence that, if the variation was not made, the evidence would be destroyed, it was not considered that any further order was then justified.",
      "id": "s10"
    },
    {
      "text": "6 Orders made pursuant to O 25B of the Federal Court Rules are draconian in nature and such orders will only be made if they are necessary for the preservation of evidence that would otherwise be destroyed or made unavailable: see Federal Court Rules 1979 (Cth), O 25B r 3(c)(ii).",
      "id": "s11"
    },
    {
      "text": "See also Addison Wesley Longman Australia Pty Ltd v Copy Stop Pty Ltd [2004] FCA 1518.",
      "id": "s12"
    },
    {
      "text": "7 Junior counsel for the Applicants on 13 December 2007 quite properly accepted that the variation sought was not premised upon any current apprehension of any real possibility that evidence would now be destroyed.",
      "id": "s13"
    },
    {
      "text": "The absence of such evidence would make it inappropriate to make an order at the outset: see, eg, AAA Embroidery &amp; Screen Printing Pty Ltd v Dan [2006] FCA 1846.",
      "id": "s14"
    },
    {
      "text": "The absence of such evidence at the time that a variation of an order is sought equally renders it inappropriate to invoke O 25B.",
      "id": "s15"
    },
    {
      "text": "8 Today there has been an appearance for all Respondents.",
      "id": "s16"
    },
    {
      "text": "Short minutes of orders have been filed which inter alia seek to substantially implement the variation as previously sought in the Motion .",
      "id": "s17"
    },
    {
      "text": "The variation of the orders as now sought, it is considered, should be made, but not pursuant to O 25B.",
      "id": "s18"
    },
    {
      "text": "The orders as previously made pursuant to O 25B have served their purpose.",
      "id": "s19"
    },
    {
      "text": "Order 25B should only be invoked when the Court can be \" satisfied \" of the requirements set forth in O 25B r 3.",
      "id": "s20"
    },
    {
      "text": "As at today's date the Court cannot be \" satisfie d\" of the requirements set forth in O 25B r 3(c)(ii).",
      "id": "s21"
    },
    {
      "text": "9 Order 25B r 4 makes apparent that nothing in O 25B \" diminishes the inherent, implied or statutory jurisdiction of the Court to make a search orde r.\" The source of the power to vary the order previously made is either O 25 r 2 of the Federal Court Rules 1979 (Cth) or s 23 of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s22"
    },
    {
      "text": "Accordingly, it is considered appropriate to vary the orders previously made.",
      "id": "s23"
    },
    {
      "text": "10 The Court makes orders in accordance with the short minutes of order dated 14 December 2007 save for Order 2(b) and Order 3.",
      "id": "s24"
    },
    {
      "text": "Those orders are not pressed by the Applicants.",
      "id": "s25"
    },
    {
      "text": "ORDERS \n \n11 The orders of the Court are:\n \n Access to Documents and Materials Produced to the Court \n\n \n1.",
      "id": "s26"
    },
    {
      "text": "Upon the undertakings in Schedule A being given to the Court, the Independent Solicitor be granted leave to uplift all electronic copies of computer hard drives and storage media ('electronic copies') produced to the Court today in accordance with Order 20(e) of the orders of the Court of 11 December, 2007 ('Orders') and to deliver all such electronic copies to the Independent Computer Expert for the purpose of the Independent Computer Expert recovering and examining the electronic copies to search for the listed things (as defined in the orders) in accordance with written instructions provided by the Applicants' solicitors and, if requested, by the Respondents' solicitors, in each case copied to all other solicitors.",
      "id": "s27"
    },
    {
      "text": "2.",
      "id": "s28"
    },
    {
      "text": "The legal representatives for the parties be granted photocopy access to the hard copies of documents produced to the Court today in accordance with Order 20(e) of the Orders and access to the hard copies is limited to:\n \n(a) the Applicants' legal representatives; and\n \n(b) the Respondents' legal representatives,\n \nsave that leave is granted to the legal representatives to uplift any documents which are larger than A4 size for the sole purpose of photocopying and provided that they are returned to the registry within 2 business days.",
      "id": "s29"
    },
    {
      "text": "3.",
      "id": "s30"
    },
    {
      "text": "As soon as practical, and in any event on or before 8 February 2008, the Independent Computer Expert shall:\n \n(a) provide a report to the Independent Solicitor of whether any listed things (as defined in the orders) were or had been located on any of the electronic copies;\n \n(b) return to the Independent Solicitor all the electronic copies.",
      "id": "s31"
    },
    {
      "text": "4.",
      "id": "s32"
    },
    {
      "text": "Within 2 business days of receipt by the Independent Solicitor of the further report of the Independent Computer Expert referred to in paragraph 3(a) herein, the Independent Solicitor shall:\n \n(a) deliver to the Court all things received from the Independent Computer Expert in accordance with Order 3(b); and \n \n(b) serve a copy of the further report in accordance with order 3(a) on all the parties' legal representatives.",
      "id": "s33"
    },
    {
      "text": "Extension of the Orders against the Third and Fourth Respondents \n\n \n5.",
      "id": "s34"
    },
    {
      "text": "Upon the undertakings in Schedule A being given to the Court, the operation of the Orders as against the Third and Fourth Respondents be extended until 5:00 pm on 18 December 2007.",
      "id": "s35"
    },
    {
      "text": "6.",
      "id": "s36"
    },
    {
      "text": "The orders be amended as follows:\n \n\n \n(a) the return date be 9:30am, 21 December 2007;\n\n \n(b) a new Order 20(dd) be made as follows:\n\n \n' If it will not be possible for the independent computer expert to make a complete copy of any computer hard drive or other storage media at the Tuckwood Drafting Premises before 6:00pm, Thursday 13 December 2007, the independent computer expert may remove the computer, computer hard drives or other storage media to make a complete copy of that removed item at the premises of the independent computer expert and return all things taken prior to 21 December 2007.",
      "id": "s37"
    },
    {
      "text": "';\n \n\n \n(c) existing Order 20(e) be deleted.",
      "id": "s38"
    },
    {
      "text": "(d) a new Order 20(e) is made as follows:\n \n\n \n' The independent computer expert must as soon as practicable and, in any event, prior to 21 December 2007, deliver the copy or digital copy of the computer hard drive or other storage media, all items removed pursuant to Order 20(dd) above and all electronic and hard copies of listed things to the independent solicitor, together with a report of what the independent computer expert has done including a list of such electronic and hard copies.",
      "id": "s39"
    },
    {
      "text": "' \n\n \n7.",
      "id": "s40"
    },
    {
      "text": "The time for compliance by the Independent Computer Expert with Order 20(e) of the orders in relation to copies or digital copies of the computer hard drive or other storage media removed from the Tuckwood Drafting Premises after 6:00pm, 13 December 2007 be extended to 6:00pm, 20 December 2007.",
      "id": "s41"
    },
    {
      "text": "8.",
      "id": "s42"
    },
    {
      "text": "The time for compliance by the Independent Solicitor with Order 20(f) of the orders in relation to copies or digital copies of the computer hard drive or other storage media removed from the Tuckwood Drafting Premises after 6:00pm, 13 December 2007 be extended to on or prior to 9:30am, 21 December 2007.",
      "id": "s43"
    },
    {
      "text": "Subpoenas \n\n \n9.",
      "id": "s44"
    },
    {
      "text": "The Applicants be granted leave to issue subpoenas for production in the form annexed to the Affidavit of Astrid Van Esch sworn 7 December, 2007.",
      "id": "s45"
    },
    {
      "text": "Adjourned Date \n\n \n10.",
      "id": "s46"
    },
    {
      "text": "The proceedings be adjourned to 9:30am, 21 December 2007 for mention.",
      "id": "s47"
    },
    {
      "text": "11.",
      "id": "s48"
    },
    {
      "text": "Costs be reserved.",
      "id": "s49"
    },
    {
      "text": "12.",
      "id": "s50"
    },
    {
      "text": "Liberty to any party to apply.",
      "id": "s51"
    },
    {
      "text": "SCHEDULE A - UNDERTAKINGS GIVEN TO THE COURT \n \n \n Undertakings given to the Court by the applicants \n \n(1) The applicants undertake to submit to such order (if any) as the Court may consider to be just for the payment of compensation (to be assessed by the Court or as it may direct) to any person (whether or not a party) affected by the operation of the order.",
      "id": "s52"
    },
    {
      "text": "(2) The applicants will not, without leave of the Court, use any information, document or thing obtained as a result of the execution of this order for the purpose of any civil or criminal proceeding, either within or outside Australia, other than this proceeding.",
      "id": "s53"
    },
    {
      "text": "(3) The applicants will insure the things removed from the premises against loss or damage for an amount that reasonably appears to the applicant to be their full value.",
      "id": "s54"
    },
    {
      "text": "Undertakings given to the Court by the applicants' solicitors \n \n(1) The applicants' solicitor will pay the reasonable costs and disbursements of the independent solicitor and of any independent computer expert.",
      "id": "s55"
    },
    {
      "text": "(2) The applicant's solicitor will use his or her best endeavours to act in conformity with the order and to ensure that the order is executed in a courteous and orderly manner and in a manner that minimises disruption to the respondent.",
      "id": "s56"
    },
    {
      "text": "(3) The applicants' solicitor will not, without leave of the Court, use any information, document or thing obtained as a result of the execution of this order for the purpose of any civil or criminal proceeding, either within or outside Australia, other than this proceeding.",
      "id": "s57"
    },
    {
      "text": "(4) The applicants' solicitor will not disclose to the applicants any information that the solicitor acquires during or as a result of execution of the search order, save:\n \n (a) as provided in Orders 2 and 3; and\n \n (b) with the leave of the Court.",
      "id": "s58"
    },
    {
      "text": "(5) The applicants' solicitor will use best endeavours to follow all directions of the independent solicitor.",
      "id": "s59"
    },
    {
      "text": "Undertakings given to the Court by the independent solicitor \n \n(1) The independent solicitor will retain custody of all things removed from the premises by the independent solicitor pursuant to this order until delivery to the Court or further order of the Court.",
      "id": "s60"
    },
    {
      "text": "(2) At or before the hearing on 21 December 2007, the independent solicitor will provide a further written report to the Court on the carrying out of Orders 6 and 7 and provide a copy to the applicant's solicitors and to the respondent or the respondent's solicitors.",
      "id": "s61"
    },
    {
      "text": "The report will attach a copy of any list made pursuant to the order and a copy of any report received from an independent computer expert.",
      "id": "s62"
    },
    {
      "text": "(3) The independent solicitor will use best endeavours to ensure that members of the search party act in conformity with Orders 6 and 7 and that Orders 6 and 7 are executed in a courteous and orderly manner and in a manner that minimises disruption to the respondents, and will give such reasonable directions to other members of the search party as are necessary or convenient for the execution of the order.",
      "id": "s63"
    },
    {
      "text": "(4) The independent solicitor will not, without leave of the Court, use any information, document or thing obtained as a result of the execution of this order for the purpose of any civil or criminal proceeding, either within or outside Australia, other than this proceeding.",
      "id": "s64"
    },
    {
      "text": "Undertakings given to the Court by the independent computer expert \n \n(1) The independent computer expert will use his or her best endeavours to act in conformity with Orders 6 and 7 and to ensure that Orders 6 and 7, so far as they concern the independent computer expert, are executed in a courteous and orderly manner and in a manner that minimises disruption to the respondent.",
      "id": "s65"
    },
    {
      "text": "(2) The independent computer expert will not, without leave of the Court, use any information, document or thing obtained as a result of the execution of this order for the purpose of any civil or criminal proceeding, either within or outside Australia, other than this proceeding.",
      "id": "s66"
    },
    {
      "text": "(3) The independent computer expert will use best endeavours to follow all directions of the independent solicitor.",
      "id": "s67"
    },
    {
      "text": "SCHEDULE B \n \n\n \nNominated Representative means:\n\n \n(a) Mr Ross Wotherspoon of the First Applicant, \n \n(b) Mr Alan Boughey, an independent contractor to the First Applicant; or\n \n(c) Jeff Leonard of the Second Applicant,\n \nand Nominated Representatives means all of them.",
      "id": "s68"
    },
    {
      "text": "The Nominated Representative undertakes to the Court that, to the extent they have access to electronic or hard copies of documents obtained pursuant to the search order granted on 1 December 2007, they will:\n \n(a) keep the documents and the information contained therein confidential;\n \n(b) not use the documents and the information contained therein other than for the purposes of giving instructions to:\n \n(i) the applicants' Solicitors and Counsel;\n \n(ii) the independent solicitor; and\n \n(iii) the independent computer expert.",
      "id": "s69"
    },
    {
      "text": "I certify that the preceding eleven (11) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Flick.",
      "id": "s70"
    },
    {
      "text": "Associate:\n\nDated: 25 January 2008 \n\n Counsel for the \n First and Second \nApplicants: C D Freeman \n \n Counsel for the \nFirst and \nSecond Respondents: A Tragardh \n \n Counsel for the \nThird and \nFourth Respondents: S Ipp \n \n Date of Hearing: 14 December 2007 \n \n Date of Judgment: 14 December 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/2108.html",
      "id": "s71"
    }
  ]
}