{
  "name": "Chanel Limited v Kim [2007] FCA 2076 (20 December 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/2076.html",
  "catchphrases": [
    {
      "text": "trade marks",
      "id": "c0"
    },
    {
      "text": "infringing goods seized by customs",
      "id": "c1"
    },
    {
      "text": "whether order should be made restraining release of seized goods",
      "id": "c2"
    },
    {
      "text": "customs",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "THE PROCEEDINGS \n \n1 By a notice of motion filed on 12 December 2007, the applicants (' Chanel ') seek an order against the Chief Executive Officer of Customs (' Customs CEO ') pursuant to s 137(5) of the Trade Marks Act 1995 (Cth) (' TM Act ').",
      "id": "s0"
    },
    {
      "text": "The order sought by Chanel would restrain the Customs CEO until further order from releasing a consignment consisting of 100 scarves bearing the ' CHANEL ' trade mark or Chanel's ' Crossed C's Device' mark.",
      "id": "s1"
    },
    {
      "text": "The consignment of scarves was seized by the Customs CEO on 19 September 2007 pursuant to s 133 of the TM Act .",
      "id": "s2"
    },
    {
      "text": "This action was taken on the ground that the scarves had applied to them a sign that, in the opinion of the Customs CEO, was substantially identical with, or deceptively similar to, a registered trade mark.",
      "id": "s3"
    },
    {
      "text": "2 The motion was brought before me by Chanel ex parte , on 13 December 2007.",
      "id": "s4"
    },
    {
      "text": "At that time, I raised concerns with Mr Bova, who appeared for Chanel, as to whether the evidence demonstrated that Chanel had complied with the time constraints imposed by s 137 of the TM Act .",
      "id": "s5"
    },
    {
      "text": "I also drew attention to an issue of construction that appeared to arise in relation to s 137(5) of the TM Act .",
      "id": "s6"
    },
    {
      "text": "I adjourned the matter until 18 December 2007 and directed Chanel to file written submissions and to serve the submissions on the Customs CEO.",
      "id": "s7"
    },
    {
      "text": "3 Chanel duly filed written submissions and served them on the Customs CEO.",
      "id": "s8"
    },
    {
      "text": "Although the Customs CEO's solicitors sent a response by email to Chanel's solicitors, the response did not address the question of construction of s 137(5).",
      "id": "s9"
    },
    {
      "text": "It was therefore not entirely clear to me whether the Customs CEO wished to be heard on that question.",
      "id": "s10"
    },
    {
      "text": "4 Section 137(2)(b) of the TM Act provides that the Court hearing an action for infringement of a notified trade mark in respect of seized goods ' must allow the Customs CEO to appear and be heard '.",
      "id": "s11"
    },
    {
      "text": "While that provision is not entirely free from ambiguity, I thought the appropriate course was to adjourn the proceedings again in order to give the Customs CEO a further opportunity to address the question of construction I had identified.",
      "id": "s12"
    },
    {
      "text": "I sent an email to Customs CEO's solicitors inviting a submission on that question.",
      "id": "s13"
    },
    {
      "text": "In the event, the Customs CEO filed further written submissions but made no comment on the construction issue.",
      "id": "s14"
    },
    {
      "text": "LEGISLATION \n \n5 As the Customs CEO's submissions point out, Part 13 of the TM Act was enacted in order to give effect to Australia's obligations under Article 46 of the Agreement on Trade-Related Aspects of Intellectual Property Rights (known as the ' TRIPS Agreement ').",
      "id": "s15"
    },
    {
      "text": "Article 46 is as follows:\n \n 'In order to create an effective deterrent to infringement, the judicial authorities shall have the authority to order that goods that they have found to be infringing be, without compensation of any sort, disposed of outside the channels of commerce in such a manner as to avoid any harm caused to the right holder, or, unless this would be contrary to existing constitutional requirements, destroyed.",
      "id": "s16"
    },
    {
      "text": "The judicial authorities shall also have the authority to order that materials and implements the predominant use of which has been in the creation of the infringing goods be, without compensation of any sort, disposed of outside the channels of commerce in such a manner as to minimize the risks of further infringements.",
      "id": "s17"
    },
    {
      "text": "In considering such requests, the need for proportionality between the seriousness of the infringement and the remedies ordered as well as the interests of third parties shall be taken into account.",
      "id": "s18"
    },
    {
      "text": "In regard to counterfeit trademark goods, the simple removal of the trademark unlawfully affixed shall not be sufficient, other than in exceptional cases, to permit release of the goods into the channels of commerce.",
      "id": "s19"
    },
    {
      "text": "' \n \n\n6 Part 13 of the TM Act deals with the importation of goods infringing Australian trade marks.",
      "id": "s20"
    },
    {
      "text": "Section 131 states that the object of Part 13:\n \n 'is to protect registered trade marks by making provision allowing the Customs CEO to seize and deal with goods that are imported into Australia if the importation infringes, or appears to infringe, a registered trade mark.",
      "id": "s21"
    },
    {
      "text": "' \n \n\n7 Section 133 applies to goods manufactured outside Australia that are imported into Australia and are subject to the control of the Australian Customs Service (' Customs '): s 133(1).",
      "id": "s22"
    },
    {
      "text": "Section 133(2) provides as follows:\n \n 'If goods to which this section applies: \n \n \n \n (a) have applied to them or in relation to them a sign that, in the opinion of the Customs CEO, is substantially identical with, or deceptively similar to, a notified trade mark; and \n \n (b) are goods in respect of which the notified trade mark is registered; \n \n \n \n the Customs CEO must seize the goods unless he or she is satisfied that there are no reasonable grounds for believing that the notified trade mark is infringed by the importation of the goods.",
      "id": "s23"
    },
    {
      "text": "' \n \n\nGoods seized under this section must be kept in a secure place as directed by the Customs CEO: s 133(4).",
      "id": "s24"
    },
    {
      "text": "8 The Customs CEO must, as soon as practicable, give notice to the ' designated owner ' of any seized goods, identifying the goods and stating that they have been seized: s 134(a).",
      "id": "s25"
    },
    {
      "text": "The ' designated owner ' is the person identified as the owner on the Customs entry: s 6.",
      "id": "s26"
    },
    {
      "text": "9 In addition, the Customs CEO must give a notice to the ' objector ': s 134(b).",
      "id": "s27"
    },
    {
      "text": "' Objector ' means a person who has given a notice to the Customs CEO, pursuant to s 132, objecting to the importation of goods infringing the objector's trade mark: s 6.",
      "id": "s28"
    },
    {
      "text": "The notice must include a statement, among others, that the goods will be released to the designated owner unless the objector brings an action for infringement of the notified trade mark in respect of the goods within ten working days after he or she has been given the notice or, if the Customs CEO extends that period, within the extended period: s 134(b)(iii).",
      "id": "s29"
    },
    {
      "text": "10 Section 136(1) provides as follows:\n \n 'The Customs CEO must release the seized goods to their designated owner if, within the action period, the objector has not, or none of the objectors has: \n \n \n \n (a) brought an action for infringement of the notified trade mark in respect of the goods; and \n \n \n \n (b) given to the Customs CEO notice in writing of the action.",
      "id": "s30"
    },
    {
      "text": "' \n \n\n11 Section 137 provides for an action for infringement of a notified trade mark:\n \n \n '(1) An objector may bring an action for infringement of a notified trade mark in respect of seized goods and give notice of it to the Customs CEO: \n\n (a) if paragraph (b) does not apply --- within the period ( notified period ) of 10 working days specified in the notice given to the objector in respect of the goods under section 134; or \n \n (b) if: \n \n \n \n \n \n (i) the objector has, before the end of the notified period, applied in writing to the Customs CEO for an extension of the notified period; and \n \n \n \n \n \n \n \n \n \n (ii) the Customs CEO, being satisfied that in the circumstances of the case it is fair and reasonable to do so, has extended the notified period for a number of working days not exceeding 10; \n \n \n \n \n \n within that period as so extended by the Customs CEO.",
      "id": "s31"
    },
    {
      "text": "(2) The court hearing the action: \n \n \n \n \n \n (a) may, on the application of a person, allow the person to be joined as a defendant to the action; and \n \n \n \n \n \n \n \n \n \n (b) must allow the Customs CEO to appear and be heard.",
      "id": "s32"
    },
    {
      "text": "(3) In addition to any relief that the court may grant apart from this section, the court may: \n \n \n \n \n \n (a) at any time, if it thinks it just, order that the seized goods be released to their designated owner subject to the conditions (if any) that the court considers fit to impose; or \n \n (b) order that the seized goods be forfeited to the Commonwealth.",
      "id": "s33"
    },
    {
      "text": "(4) ... \n \n \n \n \n \n (5) If, after 20 working days from the day on which the action was brought, there is not in force at any time an order of the court directed at the Customs CEO preventing the goods from being released, the Customs CEO must release the goods to their designated owner.",
      "id": "s34"
    },
    {
      "text": "(6) If the court orders that the goods be released, the Customs CEO must, subject to section 140, comply with the order.",
      "id": "s35"
    },
    {
      "text": "' \n \n \n \n \n \n \n \n CHRONOLOGY \n \n12 The first applicant is the registered proprietor in Australia of Trade Mark No 122296 in class 25 of the Register of Trade Marks for the mark ' CHANEL ' in respect of articles of clothing.",
      "id": "s36"
    },
    {
      "text": "It is also the registered proprietor in Australia of Trade Mark Nos 463755 and 1012493 in class 25 for the ' Chanel Crossed C's Device ' in respect of clothing, footwear and headgear.",
      "id": "s37"
    },
    {
      "text": "The second applicant is the exclusive distributor in Australia of the first applicant's clothing.",
      "id": "s38"
    },
    {
      "text": "13 On 19 September 2007, the Australian Customs Service (' Customs ') sent a notification of seizure to Chanel's agent, Trademark Investigation Service (' TIS '), pursuant to s 134(b) of the TM Act .",
      "id": "s39"
    },
    {
      "text": "The notification related to a seized consignment of 100 scarves bearing the CHANEL mark and addressed to the respondent at an address in Hurstville.",
      "id": "s40"
    },
    {
      "text": "It is not clear whether the scarves also bore Chanel's Crossed C's Device, but some may have.",
      "id": "s41"
    },
    {
      "text": "14 The notification of seizure was received by TIS on 24 September 2007.",
      "id": "s42"
    },
    {
      "text": "The notification included a statement to the effect of s 134(b)(iii) of the TM Act .",
      "id": "s43"
    },
    {
      "text": "Accordingly, Chanel was entitled to bring an action for infringement of the trade mark in respect of the seized goods within ten working days from 24 September 2007 (s 137(1)(a)), or within any extended period allowed by the Customs CEO on application made by Chanel before the expiration of the ten working days (s 137(1)(b)).",
      "id": "s44"
    },
    {
      "text": "15 On 4 October 2007, within the ten day period, TIS requested the Customs CEO to extend the period pursuant to s 137(1) for Chanel to commence infringement proceedings.",
      "id": "s45"
    },
    {
      "text": "On the same day, the Customs CEO extended the period until 22 October 2007.",
      "id": "s46"
    },
    {
      "text": "16 On 22 October 2007, Chanel commenced the present proceedings against the respondent, seeking remedies for infringement of its trade mark.",
      "id": "s47"
    },
    {
      "text": "17 On 4 December 2007, a representative of Customs informed Chanel's solicitors that the time had expired for Chanel to seek a court order restraining the Customs CEO from releasing the goods to the respondent.",
      "id": "s48"
    },
    {
      "text": "This was apparently a reference to the terms of s 137(5), the terms of which are reproduced at [11] above.",
      "id": "s49"
    },
    {
      "text": "18 On 12 December 2007, Chanel filed its notice of motion seeking an order against the Customs CEO pursuant to s 137(5).",
      "id": "s50"
    },
    {
      "text": "19 The Customs CEO has not yet released the seized goods to the respondent.",
      "id": "s51"
    },
    {
      "text": "THE QUESTION OF CONSTRUCTION \n Chanel's Submissions \n \n20 The question of construction is whether Chanel is entitled to seek an order against the Customs CEO preventing the goods from being released, after the period of twenty working days referred to in s 137(5) of the TM Act has expired.",
      "id": "s52"
    },
    {
      "text": "The oddity in Chanel's position is that s 137(5) appears to impose a duty on the Customs CEO to release seized goods if, after the expiration of the 20 day period, there is no court order in force preventing their release.",
      "id": "s53"
    },
    {
      "text": "Obviously enough, there is no practical utility in the objector seeking such an order after the goods have been released.",
      "id": "s54"
    },
    {
      "text": "If it is correct that an objector can seek an order preventing release of the seized goods at any time after the expiration of the 20 day period, the utility of any such order apparently depends on the Customs CEO not giving effect to his or her statutory duty to release the goods at the end of the period.",
      "id": "s55"
    },
    {
      "text": "21 Chanel confronts this difficulty by stressing the significance of s 15AA of the Acts Interpretation Act 1901 (Cth) (' Acts Interpretation Act ').",
      "id": "s56"
    },
    {
      "text": "Section 15AA provides that:\n \n 'In the interpretation of a provision of an Act, a construction that would promote the purpose or object underlying the Act (whether that purpose or object is expressly stated in the Act or not) shall be preferred to a construction that would not promote that purpose or object.",
      "id": "s57"
    },
    {
      "text": "' \n \n\n22 According to Chanel, the Court should give a construction to s 137(5) of the TM Act that promotes the object of Part 13 as stated in s 131.",
      "id": "s58"
    },
    {
      "text": "It follows, so Chanel argues, that the Court should prefer an interpretation of s 137(5) that promotes the protection of trade marks over one that does not.",
      "id": "s59"
    },
    {
      "text": "The only construction which does this is one that allows the Court to make an order preventing the goods from being released regardless of whether or not the application for such an order is made within 20 working days of the commencement of the infringement action .",
      "id": "s60"
    },
    {
      "text": "23 In addition, Chanel points to the words ' is in force at any time ' in s 137(5).",
      "id": "s61"
    },
    {
      "text": "It submits that the use of the present tense, together with the phrase ' at any time ', shows that Parliament intended the Court's power to be exercisable even outside the 20 working day limit.",
      "id": "s62"
    },
    {
      "text": "Any other construction, so it contends, would render the phrase superfluous.",
      "id": "s63"
    },
    {
      "text": "24 Mr Bova supported these submissions by contending that it would be impracticable for customs to review every file as soon as the 20 working day period expired.",
      "id": "s64"
    },
    {
      "text": "An obligation to release the goods as soon as the period expired would impose an intolerable burden on the Customs CEO.",
      "id": "s65"
    },
    {
      "text": "Reasoning \n \n25 I prefer to commence the task of statutory construction with the words of s 137(5), rather than with a characterisation of the purpose of Part 13 of the TM Act based broadly, but loosely, on s 131.",
      "id": "s66"
    },
    {
      "text": "26 Section 137(5) imposes an obligation on the Customs CEO to release seized goods to the designated owner.",
      "id": "s67"
    },
    {
      "text": "This obligation, however, only arises if:\n \n 'after 20 working days from the day on which the action was brought, there is not in force at any time an order of the Court ...' (Emphasis added.",
      "id": "s68"
    },
    {
      "text": ")\n \n\n27 There seems to be an internal inconsistency, or at least infelicity, in the language of s 137(5).",
      "id": "s69"
    },
    {
      "text": "If the period of 20 days has passed without a court order being in force, the Customs CEO ' must release the goods '.",
      "id": "s70"
    },
    {
      "text": "This suggests that the Customs CEO is under an obligation to release the goods immediately upon the expiration of the 20 day period.",
      "id": "s71"
    },
    {
      "text": "28 On the other hand, the words ' at any time ' in s 137(5) suggest that the position might change even after the expiration of the 20 day period, in that an order of the court may be made and come into force at a later time.",
      "id": "s72"
    },
    {
      "text": "If this is correct, the obligation of the Customs CEO to release the goods would presumably be terminated once the court order comes into force.",
      "id": "s73"
    },
    {
      "text": "Yet, as I have pointed out, if the Court has power to make an order after the expiration of the 20 day period, the utility of any such order seems to depend upon the Customs CEO not having complied with his or her statutory duty to release the goods in a timely fashion.",
      "id": "s74"
    },
    {
      "text": "If the Customs CEO had already complied with the duty to release the goods, there would be no point in the objector seeking an order restraining the Customs CEO from releasing the goods; such an order would be futile.",
      "id": "s75"
    },
    {
      "text": "29 The principles of construction applicable to a provision with the characteristics of s 137(5) were stated by the joint judgment in Project Blue Sky Inc v Australian Broadcasting Authority [1998] HCA 28 ; (1998) 194 CLR 355, at 381-382:\n \n 'The primary object of statutory construction is to construe the relevant provision so that it is consistent with the language and purpose of all the provisions of the statute.",
      "id": "s76"
    },
    {
      "text": "The meaning of the provision must be determined \"by reference to the language of the instrument viewed as a whole\".",
      "id": "s77"
    },
    {
      "text": "...",
      "id": "s78"
    },
    {
      "text": "Thus, the process of construction must always begin by examining the context of the provision that is being construed.",
      "id": "s79"
    },
    {
      "text": "A legislative instrument must be construed on the prima facie basis that its provisions are intended to give effect to harmonious goals.",
      "id": "s80"
    },
    {
      "text": "Where conflict appears to arise from the language of particular provisions, the conflict must be alleviated, so far as possible, by adjusting the meaning of the competing provisions to achieve that result which will best give effect to the purpose and language of those provisions while maintaining the unity of all the statutory provisions.",
      "id": "s81"
    },
    {
      "text": "Reconciling conflicting provisions will often require the court \"to determine which is the leading provision and which the subordinate provision, and which must give way to the other\".",
      "id": "s82"
    },
    {
      "text": "Only by determining the hierarchy of the provisions will it be possible in many cases to give each provision the meaning which best gives effect to its purpose and language while maintaining the unity of the statutory scheme.",
      "id": "s83"
    },
    {
      "text": "Furthermore, a court construing a statutory provision must strive to give meaning to every word of the provision.",
      "id": "s84"
    },
    {
      "text": "[It is] \"a known rule in the interpretation of Statutes that such a sense is to be made upon the whole as that no clause, sentence, or word shall prove superfluous, void, or insignificant, if by any other construction they may all be made useful and pertinent\".",
      "id": "s85"
    },
    {
      "text": "' (Citations omitted.",
      "id": "s86"
    },
    {
      "text": ")\n \n\n Project Blue Sky was concerned with apparently inconsistent sections in an Act.",
      "id": "s87"
    },
    {
      "text": "But, in my view, the same general principles apply to a provision which appears to contain an internal inconsistency or anomaly.",
      "id": "s88"
    },
    {
      "text": "30 It seems to me that when s 137(5) of the TM Act is read within the context of Part 13, the better view is that the sub-section is not intended to preclude the Court from making an order preventing the Customs CEO releasing seized goods even after the expiration of the 20 day period.",
      "id": "s89"
    },
    {
      "text": "The sub-section does not expressly preclude the Court from making an order after the expiration of that period.",
      "id": "s90"
    },
    {
      "text": "Moreover, the statutory language appears to contemplate at least that an order preventing release of the goods may come into force ' at any time ' after the expiration of the 20 day period.",
      "id": "s91"
    },
    {
      "text": "31 Had the drafter wished to make it clear that no application for an order preventing release of the goods could be made after the 20 day period, or that the Court could not make any such order, it would have been easy to say so.",
      "id": "s92"
    },
    {
      "text": "Section 137(1), for example, makes it quite clear that an action for infringement must be brought within the 10 day period specified in the notice or within any extended period granted by the Customs CEO, provided the objector has applied for an extension ' before the end of the notified period '.",
      "id": "s93"
    },
    {
      "text": "There would have been no difficulty about incorporating similar language in s 137(5).",
      "id": "s94"
    },
    {
      "text": "32 No doubt this interpretation creates uncertainties in determining the precise nature of the obligation imposed by s 137(5) on the Customs CEO to release the goods, once the 20 day period has expired without any order of the Court being in force.",
      "id": "s95"
    },
    {
      "text": "Whatever uncertainties might arise for the Customs CEO, they do not, in my opinion, require a construction that prevents the Court making an order preventing release of the goods after the expiration of the period.",
      "id": "s96"
    },
    {
      "text": "The Court may wish to take into account the delay in seeking an order and the reasons for the delay when considering whether or not to make the order.",
      "id": "s97"
    },
    {
      "text": "In a particular case, the Customs CEO may wish to make submissions as to why an order should not be made.",
      "id": "s98"
    },
    {
      "text": "But I do not think that the Court is precluded from making an order in the circumstances I have identified.",
      "id": "s99"
    },
    {
      "text": "33 I have not found it helpful to rely on s 15AA of the Acts Interpretation Act .",
      "id": "s100"
    },
    {
      "text": "It is an over-simplification to characterise the purpose of Part 13 of the TM Act (as does Chanel) as the ' protection of registered trade marks '.",
      "id": "s101"
    },
    {
      "text": "Section 131 provides that the purpose of Part 13 is the protection of registered trade marks by making provision allowing the Customs CEO to seize and deal with infringing goods.",
      "id": "s102"
    },
    {
      "text": "This objective does not necessarily suggest that any time limits imposed by the legislation in relation to the exercise of the powers of the Customs CEO should be read narrowly, or even overridden, if to do otherwise would adversely affect the objector.",
      "id": "s103"
    },
    {
      "text": "Chanel's difficulty in complying with time limits in the present case was essentially of its own making.",
      "id": "s104"
    },
    {
      "text": "34 Nonetheless, for the reasons I have given, I think that the Court has power to grant the relief sought by Chanel.",
      "id": "s105"
    },
    {
      "text": "CONCLUSION \n \n35 The Customs CEO does not resist the granting of the relief sought by Chanel.",
      "id": "s106"
    },
    {
      "text": "The respondent has not appeared in the proceedings.",
      "id": "s107"
    },
    {
      "text": "In these circumstances, I think it appropriate to grant relief to the effect of that sought in the motion.",
      "id": "s108"
    },
    {
      "text": "I certify that the preceding thirty-five (35) numbered Paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Sackville.",
      "id": "s109"
    },
    {
      "text": "Associate:\n\nDated: 20 December 2007\n\n Counsel for the Applicants C N Bova \n \n Solicitors for the Applicants: Shelston IP Lawyers \n \n \n No appearance for the Respondent \n\n Date of Hearing: 13, 18, 20 December 2007 \n \n Date of Judgment: 20 December 2007 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/2076.html",
      "id": "s110"
    }
  ]
}