{
  "name": "SZHPS v Minister for Immigration and Citizenship [2007] FCA 233 (28 February 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/233.html",
  "catchphrases": [
    {
      "text": "appeal from decision of federal magistrate",
      "id": "c0"
    },
    {
      "text": "application for protection visa",
      "id": "c1"
    },
    {
      "text": "whether jurisdictional error",
      "id": "c2"
    },
    {
      "text": "whether appellant had opportunity to put his case",
      "id": "c3"
    },
    {
      "text": "whether bias.",
      "id": "c4"
    },
    {
      "text": "migration",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal against a judgment of a Federal Magistrate of 5 December 2006 dismissing an application for judicial review of a decision of the Refugee Review Tribunal (\"the Tribunal\") dated 12 October 2005 and handed down 1 November 2005.",
      "id": "s0"
    },
    {
      "text": "The Tribunal had affirmed a decision of a delegate of the Minister for Immigration and Multicultural Affairs to refuse to grant a protection visa to the appellant.",
      "id": "s1"
    },
    {
      "text": "At the hearing of this appeal I granted leave to join the Tribunal as the second respondent and to amend the name of the first respondent to read \"Minister for Immigration and Citizenship\".",
      "id": "s2"
    },
    {
      "text": "2 The appellant is a citizen of the People's Republic of China ('the PRC') who arrived in Australia on 2 April 2005.",
      "id": "s3"
    },
    {
      "text": "On 28 April 2005 the appellant lodged an application for a protection visa with the Department of Immigration and Multicultural Affairs.",
      "id": "s4"
    },
    {
      "text": "In his application for a protection visa the appellant claimed to have a well founded fear of persecution as a result of his Falun Gong practice in the PRC.",
      "id": "s5"
    },
    {
      "text": "The appellant asserted that he was appointed as head of Falun Gong in Hong Qiao Qu Tian Jin on the arrest of the previous leader and acted to promote Falun Gong.",
      "id": "s6"
    },
    {
      "text": "The appellant claims his house was searched twice by police after which he applied for his passport.",
      "id": "s7"
    },
    {
      "text": "The appellant claims that he continued to act as the head of Falun Gong in his area, organising meetings and activities in his area and communicated with members all over the country.",
      "id": "s8"
    },
    {
      "text": "The appellant claims police came to search his home again in 2004, taking away his computer and holding him for questioning.",
      "id": "s9"
    },
    {
      "text": "The appellant asserted that he suffered mental and physical torture at the hands of the PRC authorities.",
      "id": "s10"
    },
    {
      "text": "3 On 24 June 2005 a delegate of the first respondent refused the application for a protection visa and on 21 July 2005 the appellant applied to the Tribunal for a review of that decision.",
      "id": "s11"
    },
    {
      "text": "On 2 September 2005 the Tribunal advised the appellant that it had considered the material before it but was unable to make a decision in his favour on this information alone and invited him to attend a hearing.",
      "id": "s12"
    },
    {
      "text": "The appellant failed to respond the Hearing Invitation and did not attend the hearing at the allocated day and time.",
      "id": "s13"
    },
    {
      "text": "INVITATION TO APPELLANT TO ATTEND HEARING \n \n4 On 2 September 2005, the Tribunal wrote to the appellant pursuant to s 425 of the Migration Act 1958 (Cth) (\"the Act \") advising him it was unable to make a favourable decision solely on the information before it.",
      "id": "s14"
    },
    {
      "text": "The Tribunal invited the appellant to give oral evidence at a hearing on 7 October 2005.",
      "id": "s15"
    },
    {
      "text": "The appellant was advised that if he did not attend the hearing and a postponement was not granted, the Tribunal may make a decision on his case without further notice.",
      "id": "s16"
    },
    {
      "text": "5 The procedures for the sending of the hearing invitation letter were complied with.",
      "id": "s17"
    },
    {
      "text": "The address to which the letter was sent was the last address given to the Tribunal as his address for service in connection with the review, and the letter complied with the requirements of s 425A and s 441A(4) and reg 4.35D of the Migration Regulations 1994 (Cth).",
      "id": "s18"
    },
    {
      "text": "Receipt of the letter was therefore deemed to have occurred pursuant to s 441C(4).",
      "id": "s19"
    },
    {
      "text": "In any event, there is no suggestion anywhere in the application or amended application that the appellant did not receive the letter.",
      "id": "s20"
    },
    {
      "text": "Nor is there any suggestion that the Tribunal was aware of any circumstances, which rendered improper or unfair its decision to proceed under s 426A(1).",
      "id": "s21"
    },
    {
      "text": "THE DECISION OF THE TRIBUNAL \n \n6 As the appellant failed to attend the hearing the Tribunal proceeded to make a decision pursuant to s 426A of the Act .",
      "id": "s22"
    },
    {
      "text": "The Tribunal found that as the appellant did not attend the oral hearing his claims could not be tested by the Tribunal.",
      "id": "s23"
    },
    {
      "text": "There was nothing to support the claims of the appellant besides unsubstantiated assertions; insufficient particulars were provided by the appellant; the credibility of the appellant could not be tested.",
      "id": "s24"
    },
    {
      "text": "Accordingly the Tribunal was unable to be satisfied that the appellant is or was a Falun Gong practitioner and that he faces a real chance of persecution should he return to the PRC now or in the foreseeable future.",
      "id": "s25"
    },
    {
      "text": "GROUNDS BEFORE THE FEDERAL MAGISTRATE \n \n7 On 18 November 2005 the appellant applied for judicial review of the decision of the Tribunal and before the Federal Magistrate in an amended application the appellant asserted the Tribunal fell into jurisdictional error: independent country information was not provided to the appellant; the Tribunal acted with bias; and the decision of the Tribunal was not made on reasonable foundations.",
      "id": "s26"
    },
    {
      "text": "The appellant further asserted the Tribunal had failed to carry out its statutory duty by breaching s 424A of the Act .",
      "id": "s27"
    },
    {
      "text": "Each of these was described as a 'particular' of jurisdictional error.",
      "id": "s28"
    },
    {
      "text": "The Federal Magistrate treated each as a distinct substantive ground.",
      "id": "s29"
    },
    {
      "text": "THE DECISION OF THE FEDERAL MAGISTRATE \n \n8 The Federal Magistrate considered the Tribunal's decision in light of the claims made by the appellant.",
      "id": "s30"
    },
    {
      "text": "As to the first 'particular' his Honour held that no independent country information was relied upon by the Tribunal and in any event the provision of such information would have been excluded by the exception contained in s 424A(3)(b) of the Act .",
      "id": "s31"
    },
    {
      "text": "As to the second 'particular' his Honour held that the statement of bias in the first ground was mere assertion as a bland statement without particulars of the nature or circumstances of the alleged bias.",
      "id": "s32"
    },
    {
      "text": "The appellant had made no attempt to file the Tribunal transcript or recording tape in support of the claim.",
      "id": "s33"
    },
    {
      "text": "The Federal Magistrate found that no inference of bias could be drawn from the mere fact of a Tribunal decision which is adverse to the appellant.",
      "id": "s34"
    },
    {
      "text": "As to the third 'particular' his Honour held that the decision of the Tribunal was not made on 'assumptions' but it was made by reference to the fact that the appellant had failed to make out his claim.",
      "id": "s35"
    },
    {
      "text": "9 The Federal Magistrate considered the second ground outlined by the appellant and held that it was not information but rather the inability of the Tribunal to be satisfied that the applicant fulfilled the criteria for grant of a protection visa which was the basis of the decision of the Tribunal.",
      "id": "s36"
    },
    {
      "text": "The Tribunal did not rely on \"information\" for the purposes of s 424A: SZECI v Minister for Immigration and Multicultural Affairs [2005] FCA 1201 at [24] .",
      "id": "s37"
    },
    {
      "text": "Accordingly, both grounds for review were rejected by the Federal Magistrate.",
      "id": "s38"
    },
    {
      "text": "NOTICE OF APPEAL \n \n10 The notice of appeal raises the following unparticularised grounds: \n \n 2.",
      "id": "s39"
    },
    {
      "text": "I was not given an opportunity to explain my case.",
      "id": "s40"
    },
    {
      "text": "3.",
      "id": "s41"
    },
    {
      "text": "The Tribunal failed to consider my claims.",
      "id": "s42"
    },
    {
      "text": "The Tribunal had bias against me and did not consider my application according the s. 91R of the Migration Act 1958 .",
      "id": "s43"
    },
    {
      "text": "4.",
      "id": "s44"
    },
    {
      "text": "The Tribunal's satisfaction that I am not a refugee was not based on a rational and logical foundation for this belief.",
      "id": "s45"
    },
    {
      "text": "5.",
      "id": "s46"
    },
    {
      "text": "Federal Magistrates court did not fully consider the information provided and refused my application.",
      "id": "s47"
    },
    {
      "text": "(Transcribed from the original without alteration).",
      "id": "s48"
    },
    {
      "text": "REASONS \n \n11 There are before me four grounds of appeal.",
      "id": "s49"
    },
    {
      "text": "I will adopt the paragraph numbering in the Notice of Appeal.",
      "id": "s50"
    },
    {
      "text": "Ground 2 \n \n12 In the first ground the appellant alleges that he was not given an opportunity to explain his case.",
      "id": "s51"
    },
    {
      "text": "This is not a ground that was raised before the Federal Magistrate.",
      "id": "s52"
    },
    {
      "text": "13 I take this to mean that he submits that he was not given an opportunity to explain his case before the Tribunal.",
      "id": "s53"
    },
    {
      "text": "The appellant requires leave to raise this issue for the first time on this appeal.",
      "id": "s54"
    },
    {
      "text": "14 The Tribunal, in my opinion, complied with its statutory obligations under the Act to invite the appellant to a hearing.",
      "id": "s55"
    },
    {
      "text": "When the appellant failed to appear at the hearing the Tribunal decided to exercise the power under s 426A(1) of the Act and proceeded to make a decision without taking any further action to allow the appellant to appear before it.",
      "id": "s56"
    },
    {
      "text": "No error resulted in the Tribunal proceeding in this manner: VNAA v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 134 ; (2004) 136 FCR 407 at [14] - [15] ; Minister for Immigration and Multicultural Affairs v SZFDE [2006] FCAFC 142 ; (2006) 154 FCR 365 at [135] per Allsop J.",
      "id": "s57"
    },
    {
      "text": "Ground 3 \n \n15 The appellant contends, in a rolled-up fashion under this ground that the Tribunal failed to consider his claims; had bias against him; and did not consider his application according to s 91R of the Migration Act .",
      "id": "s58"
    },
    {
      "text": "No particulars are provided.",
      "id": "s59"
    },
    {
      "text": "16 The first and last of these require leave to be raised as they are not raised below.",
      "id": "s60"
    },
    {
      "text": "Again they are not particularised and the appellant did not advance any before me.",
      "id": "s61"
    },
    {
      "text": "I am satisfied that the Tribunal fully considered the appellant's claims and the material before it.",
      "id": "s62"
    },
    {
      "text": "I find that they are without merit.",
      "id": "s63"
    },
    {
      "text": "As to bias the applicant has not met the requirement that such an allegation be firmly and distinctly made and clearly proved: Minister for Immigration and Multicultural Affairs v Jia Le Geng (2001 [2001] HCA 17 ; 205 CLR 507.",
      "id": "s64"
    },
    {
      "text": "No jurisdictional error has been made out.",
      "id": "s65"
    },
    {
      "text": "Ground 4 \n \n17 In the fourth ground the appellant alleges that the Tribunal's decision was not based on rational and logical foundation.",
      "id": "s66"
    },
    {
      "text": "The Federal Magistrate correctly found that the Tribunal's decision was based on the paucity of detail and information, such that the Tribunal was unable to be satisfied that the appellant has a well-founded fear of persecution within the meaning of the Convention.",
      "id": "s67"
    },
    {
      "text": "This ground is not made out.",
      "id": "s68"
    },
    {
      "text": "Ground 5 \n \n18 Lastly, the appellant contends that the Federal Magistrate did not fully consider the information provided.",
      "id": "s69"
    },
    {
      "text": "Again no particulars are provided.",
      "id": "s70"
    },
    {
      "text": "A reading of his Honour's reasons dispels such a ground.",
      "id": "s71"
    },
    {
      "text": "The appellant appeared before the Court assisted by an interpreter in the Mandarin language.",
      "id": "s72"
    },
    {
      "text": "He was invited to make oral submissions and did so speaking from a prepared document.",
      "id": "s73"
    },
    {
      "text": "These submissions were but a repetition, without particulars, of the grounds of appeal.",
      "id": "s74"
    },
    {
      "text": "There is nothing in the material before me to support such a ground.",
      "id": "s75"
    },
    {
      "text": "19 I would refuse to grant leave in respect of those grounds which require leave.",
      "id": "s76"
    },
    {
      "text": "The test for whether leave to appeal is granted or refused is well established: D&eacute;cor Corp v Dart Industries Inc (1991) 3 FCR 397 at [9].",
      "id": "s77"
    },
    {
      "text": "I am of the opinion that none of them has any reasonable prospects of success.",
      "id": "s78"
    },
    {
      "text": "The Federal Magistrate's decision is not attended by sufficient doubt to warrant it being reconsidered by the Federal Court.",
      "id": "s79"
    },
    {
      "text": "No substantial injustice would result from my refusal to grant leave.",
      "id": "s80"
    },
    {
      "text": "It is not \"expedient in the interests of justice\" to allow these new grounds: H v Minister for Immigration and Multicultural Affairs [2000] FCA 1348 at [6] .",
      "id": "s81"
    },
    {
      "text": "20 Otherwise I would dismiss the appeal as the grounds are without merit.",
      "id": "s82"
    },
    {
      "text": "No jurisdictional error has been made out.",
      "id": "s83"
    },
    {
      "text": "Further on my reading of the reasons of both the Refugee Review Tribunal and the Federal Magistrate, no such error is discernable.",
      "id": "s84"
    },
    {
      "text": "The appellant should pay the costs of the first respondent, fixed at $2,700.",
      "id": "s85"
    },
    {
      "text": "I certify that the preceding twenty (20) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gilmour.",
      "id": "s86"
    },
    {
      "text": "Associate:\n\nDated: 28 February 2007\n\n The Appellant appeared in person.",
      "id": "s87"
    },
    {
      "text": "Counsel for the Respondent: Ms Kaur-Bains \n \n Solicitor for the Respondent: Blake Dawson Waldron \n \n Date of Hearing: 28 February 2007 \n \n Date of Judgment: 28 February 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/233.html",
      "id": "s88"
    }
  ]
}