{
  "name": "MZXLM v Minister for Immigration and Citizenship &amp; Anor [2007] FCA 291 (6 March 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/291.html",
  "catchphrases": [
    {
      "text": "no point of principle",
      "id": "c0"
    },
    {
      "text": "migration",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal against a judgment of a Federal Magistrate given on 29 August 2006 dismissing an application for judicial review of a decision of the Refugee Review Tribunal (\"the Tribunal\") handed down on 13 January 2006: see [2006] FMCA 1834.",
      "id": "s0"
    },
    {
      "text": "The Tribunal had affirmed a decision of a delegate of the Minister of Immigration and Multicultural Affairs, dated 5 September 2005, refusing to grant a protection visa to the appellant.",
      "id": "s1"
    },
    {
      "text": "2 The appellant is a citizen of Fiji.",
      "id": "s2"
    },
    {
      "text": "She claimed to have significant concerns for her personal safety and the safety of her children should she be forced to return to Fiji.",
      "id": "s3"
    },
    {
      "text": "In particular, the appellant emphasised that she had concerns about raising her three children in Fiji, stating that the situation was unstable and dangerous for both her and her family.",
      "id": "s4"
    },
    {
      "text": "3 In submissions to the Tribunal the appellant raised concerns about her children returning to Fiji, noting that her two sons were New Zealand citizens with no ties to Fiji.",
      "id": "s5"
    },
    {
      "text": "It was also claimed that one of the appellant's sons suffered from eczema, which was said to be exacerbated by the humidity in Fiji.",
      "id": "s6"
    },
    {
      "text": "4 The Tribunal found that children born to a Fijian citizen would be entitled under the Fiji Citizenship Act to become citizens through registration.",
      "id": "s7"
    },
    {
      "text": "While the Tribunal noted the concerns of the appellant, it ultimately found her statements regarding her fear of returning to Fiji to be both vague and imprecise.",
      "id": "s8"
    },
    {
      "text": "The Tribunal concluded that the appellant's fear of returning to Fiji was not activated by reasons which would attract Australia's protection obligations.",
      "id": "s9"
    },
    {
      "text": "The Tribunal affirmed the decision of the delegate not to grant protection visas.",
      "id": "s10"
    },
    {
      "text": "5 On 25 July 2006, the appellant applied to the Federal Magistrates' Court claiming that the decision of the Tribunal was made without jurisdiction, or was affected by an error of jurisdiction.",
      "id": "s11"
    },
    {
      "text": "The Federal Magistrate found that the appellant had received a copy of the Tribunal decision on 15 January 2006.",
      "id": "s12"
    },
    {
      "text": "She had not, however, applied for judicial review until 25 July 2006.",
      "id": "s13"
    },
    {
      "text": "His Honour held that, under s 477 of the Migration Act 1958 (Cth) (\"the Act \"), applications to the Federal Magistrates' Court must be made within 28 days of the notification of the decision, and that that the period could only be extended by up to 56 days if the application for an extension of time is made with 84 days of the actual notification of the decision and the Court is satisfied that it was in the interests of the administration of justice to do so.",
      "id": "s14"
    },
    {
      "text": "In this case, the Federal Magistrate noted that the application was not lodged within this 84 day period, and he held that he was, therefore, powerless to grant any extension.",
      "id": "s15"
    },
    {
      "text": "His Honour proceeded to dismiss the application.",
      "id": "s16"
    },
    {
      "text": "6 The notice of appeal to this Court, which was filed on 15 September 2006, raised the following grounds:\n \n(a) the decision of the Tribunal was made without jurisdiction or was affected by an error of jurisdiction;\n \n(b) the decision of the Tribunal, being affected by jurisdictional error, was not a decision to which s 474 of the Act applied; and\n \n(c) the decision was a denial of procedural fairness and natural justice.",
      "id": "s17"
    },
    {
      "text": "7 None of these grounds allege error on the part of the learned Federal Magistrate.",
      "id": "s18"
    },
    {
      "text": "As already noted, his Honour dismissed the appellant's application because he lacked jurisdiction to entertain it.",
      "id": "s19"
    },
    {
      "text": "The application had been filed after the prescribed period had elapsed following the promulgation of the Tribunal's decision and the Magistrate was constrained, by s 477(3) of the Act , from enlarging time within which to commence the proceeding.",
      "id": "s20"
    },
    {
      "text": "8 The appellant appeared in person.",
      "id": "s21"
    },
    {
      "text": "She had the assistance of an interpreter.",
      "id": "s22"
    },
    {
      "text": "She submitted that she wished to stay in Australia and that she was concerned that proper attention had not been given to the details of her claim to be a refugee.",
      "id": "s23"
    },
    {
      "text": "9 The decision of the learned Federal Magistrate was plainly correct.",
      "id": "s24"
    },
    {
      "text": "No appellable error on his part has been identified.",
      "id": "s25"
    },
    {
      "text": "10 The appeal must be dismissed wit h costs.",
      "id": "s26"
    },
    {
      "text": "I certify that the preceding ten (10) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice TRACEY.",
      "id": "s27"
    },
    {
      "text": "Associate:\n\nDated: 6 March 2007\n\n\n Appellant appeared in person \n \n \n Counsel for the Respondent: Mr D Brown \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 6 March 2007 \n \n Date of Judgment: 6 March 2007 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/291.html",
      "id": "s28"
    }
  ]
}