{
  "name": "Hadgkiss v Aldin [2007] FCA 2068 (20 December 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/2068.html",
  "catchphrases": [
    {
      "text": "breaches of s 38 building and construction industry improvement act 2005 (cth) by unlawful industrial action",
      "id": "c0"
    },
    {
      "text": "breaches of order made under s 127 (pre-reform) workplace relations act 1996 (cth) by unlawful industrial action",
      "id": "c1"
    },
    {
      "text": "whether penalties should be suspended in whole or in part and for how long",
      "id": "c2"
    },
    {
      "text": "whether declarations should be made explaining basis of imposition of penalties",
      "id": "c3"
    },
    {
      "text": "principles of cumulation, concurrence and totality in fixing penalties",
      "id": "c4"
    },
    {
      "text": "whether declarations should be made by reference to admitted facts.",
      "id": "c5"
    },
    {
      "text": "industrial law",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n The respondents are all members of the Construction, Forestry, Mining and Energy Union (\"CFMEU\").",
      "id": "s0"
    },
    {
      "text": "They are employed by the Leighton Kumagai Joint Venture (\"LKJV\") which is constructing a railway from Perth to Mandurah in Western Australia.",
      "id": "s1"
    },
    {
      "text": "This includes the construction of the New Metro Rail City Project - Package F (\"the Project\").",
      "id": "s2"
    },
    {
      "text": "It is a major public project, and is all but completed.",
      "id": "s3"
    },
    {
      "text": "Most of the respondents failed to attend work on 24, 25, 27 and 28 February and 1, 2, 3 March 2006.",
      "id": "s4"
    },
    {
      "text": "The 9 th , 14 th and 16 th respondents, failed to attend work on four of those days.",
      "id": "s5"
    },
    {
      "text": "The applicant, an ABC Commissioner instituted civil penalty proceedings originally against 107 respondents in July 2006.",
      "id": "s6"
    },
    {
      "text": "Proceedings have been discontinued against a number of these.",
      "id": "s7"
    },
    {
      "text": "RELIEF CLAIMED \n Building and Construction Industry Improvement Act 2005 (Cth) (\"BCII Act\")\n A declaration is sought that each respondent detailed under Schedule 1 to these reasons engaged in unlawful industrial action in contravention of s 38 of the BCII Act during the period 24 February 2006 to 3 March 2006 inclusive (\"the Period\").",
      "id": "s8"
    },
    {
      "text": "An order is also sought imposing a pecuniary penalty on each respondent pursuant to s 49(1) of the BCII Act for engaging in unlawful industrial action during the Period.",
      "id": "s9"
    },
    {
      "text": "Workplace Relations Act 1996 (Cth) (\"WR Act\") \n Relief is sought as against 67 of the respondents, who are detailed in Schedule 2 to these reasons.",
      "id": "s10"
    },
    {
      "text": "A declaration is sought that each was in breach of clause 4 of the Australian Industrial Relations Commission (\"AIRC\") on 6 December 2005, known as the New Metro Rail City Project --- Leighton Kumagai Joint Venture Industrial Action Order December 2005 (PR 966078), (the s 127 Order), by engaging in industrial action during the Period.",
      "id": "s11"
    },
    {
      "text": "An order is also sought imposing a penalty on each under s 178 of the pre-reform WR Act for breach of the s 127 Order during the Period.",
      "id": "s12"
    },
    {
      "text": "Approximately two months before the trial was to commence the respondents admitted the alleged contraventions.",
      "id": "s13"
    },
    {
      "text": "Accordingly these reasons concern only the questions of the declarations and pecuniary penalties in respect of: \n(a) the contravention of s 38 of the BCII Act by each of the respondents; and\n \n(b) the contravention of the s 127 Order by 67 of the respondents.",
      "id": "s14"
    },
    {
      "text": "The parties are to be commended for reaching agreement as to many factual matters which previously had been in issue.",
      "id": "s15"
    },
    {
      "text": "These are contained in written Statements of Agreed Facts.",
      "id": "s16"
    },
    {
      "text": "These establish the pleaded contraventions under both Acts by the relevant respondents, the general circumstances which gave rise to the breaches, certain consequences which resulted from the breaches as well as facts relevant to penalty and mitigation of penalty.",
      "id": "s17"
    },
    {
      "text": "I have also had the benefit of very detailed and written outlines of submissions from the parties.",
      "id": "s18"
    },
    {
      "text": "Most of these submissions, particularly in relation to the statutory framework of the two Acts and the relevant legal principles, are not controversial and I have adopted significant passages in these reasons.",
      "id": "s19"
    },
    {
      "text": "The BCII Act received Royal Assent on 12 September 2005.",
      "id": "s20"
    },
    {
      "text": "Its main object is set out under s 3: \n \nThe main object of this Act is to provide an improved workplace relations framework for building work to ensure that building work is carried out fairly, efficiently and productively for the benefit of all building industry participants and for the benefit of the Australian economy as a whole.",
      "id": "s21"
    },
    {
      "text": "This Act aims to achieve its main object by the following means: \n \n\n \n \nimproving the bargaining framework so as to further encourage genuine bargaining at the workplace level; \n \n\n \n \n promoting respect for the rule of law; \n \n\n \n \n ensuring respect for the rights of building industry participants; \n \n\n \n \n ensuring that building industry participants are accountable for their unlawful conduct; \n \n\n \n \nproviding effective means for investigation and enforcement of relevant laws; \n \n\n \n \n improving occupational health and safety in building work; \n \n\n \n \nencouraging the pursuit of high levels of employment in the building industry; \n \n\n \n \n providing assistance and advice to building industry participants in connection with their rights and obligations under relevant industrial laws.",
      "id": "s22"
    },
    {
      "text": "The matters set out under s 2(b), (c) and (d) are of particular importance in this application.",
      "id": "s23"
    },
    {
      "text": "The respondents' contravention of s 38 of the BCII Act occurred when, during the Period, they engaged in unlawful industrial action by their failure to attend for building work during the construction of the Project.",
      "id": "s24"
    },
    {
      "text": "In the case of 67 of the respondents, their participation in that industrial action also constituted a breach of the s 127 Order that industrial action on the Project stop or not occur.",
      "id": "s25"
    },
    {
      "text": "Section 49 of the BCII Act provides that an \"eligible person\" may apply to this Court for an order imposing a pecuniary penalty for a contravention of a civil penalty provision (including s 38).",
      "id": "s26"
    },
    {
      "text": "The applicant is an eligible person under s 49(6)(b).",
      "id": "s27"
    },
    {
      "text": "The applicant, being an \"inspector\" within the meaning of that term in the WR Act, has standing pursuant to s 178(5)(a) to sue for and recover a penalty imposed under s 178(1).",
      "id": "s28"
    },
    {
      "text": "BACKGROUND TO THE CONTRAVENTION \n Peter Ballard\n It is an agreed fact that the respondents' objective in the contravening conduct was to achieve the reinstatement of Mr Peter Ballard, whose dismissal they perceived to be unfair or unlawful.",
      "id": "s29"
    },
    {
      "text": "The circumstances of Ballard's appointment and later dismissal were set out in the affidavit of Mr Douglas Bevan affirmed 17 October 2007.",
      "id": "s30"
    },
    {
      "text": "Bevan is the Employee Relations Manager for Leighton Contractors Pty Ltd throughout Western Australia including, at all material times, the construction of the Project.",
      "id": "s31"
    },
    {
      "text": "The respondents accept the facts deposed to by Bevan.",
      "id": "s32"
    },
    {
      "text": "Ballard had been appointed as a Shop Steward following negotiations for the Certified Agreement at the CFMEU's offices in East Perth on 12 May 2004.",
      "id": "s33"
    },
    {
      "text": "Between then and 24 May 2004, when Ballard was appointed, there were discussions involving Leighton Contractors representatives and Ballard, during which he was informed as to how the dispute resolution procedure would work and the procedure that he would have to follow if there was any dispute on site.",
      "id": "s34"
    },
    {
      "text": "Ballard had given assurances to Bevan that he would follow the dispute resolution procedure.",
      "id": "s35"
    },
    {
      "text": "It was as a result of those assurances that LKJV agreed to employ Ballard.",
      "id": "s36"
    },
    {
      "text": "His appointment was in accordance with clause 7.2 of the Certified Agreement which provided for an employee to be elected to the position of job representative.",
      "id": "s37"
    },
    {
      "text": "On 29 June 2004, LKJV received a letter from Mr Kevin Reynolds, the State Secretary of the CFMEU, advising that at a meeting of its members that Ballard had been elected as Shop Steward to represent members of the CFMEU employed on the Project.",
      "id": "s38"
    },
    {
      "text": "On 14 February 2006, Ballard had told the workforce to stop work due to hot weather and on 15 February Ballard told the workforce to stop work due to wet weather.",
      "id": "s39"
    },
    {
      "text": "On both occasions he had failed to go through the inclement weather process set out in a Certified Agreement.",
      "id": "s40"
    },
    {
      "text": "Mr Robert John Wallwork, the Project Director told Ballard that he had until 10.00 am on Monday 20 February 2006 to sign an undertaking confirming that he would adhere to the terms of the Certified Agreement and that if he did not sign the undertaking, his employment with LKJV might be terminated.",
      "id": "s41"
    },
    {
      "text": "Reynolds offered to give the undertaking in his capacity as Secretary of the CFMEU but Wallwork told him that as Ballard was an employee of LKJV, Ballard himself would be required to give the undertaking.",
      "id": "s42"
    },
    {
      "text": "Reynolds said he would take legal advice as to whether Ballard should sign such an undertaking.",
      "id": "s43"
    },
    {
      "text": "On 22 February 2006, Wallwork and Bevan met with Ballard at his office at the Esplanade site compound.",
      "id": "s44"
    },
    {
      "text": "Wallwork asked Ballard whether he was going to sign the undertaking.",
      "id": "s45"
    },
    {
      "text": "He told them that if he did not, his employment would be terminated in writing by the LKJV.",
      "id": "s46"
    },
    {
      "text": "Ballard replied in words to the effect \"you will do what you have to\" and \"as one door closes another opens\".",
      "id": "s47"
    },
    {
      "text": "Later that day, there was a further meeting during which Ballard asked Wallwork, in effect, where his termination letter was.",
      "id": "s48"
    },
    {
      "text": "Wallwork again asked him if he would give the undertaking which had been requested.",
      "id": "s49"
    },
    {
      "text": "At 2.00 pm that afternoon at LKJV's Wellington Street offices, Wallwork and a solicitor from Freehill's solicitors acting for the LKJV met with a number of representatives of the CFMEU.",
      "id": "s50"
    },
    {
      "text": "The meeting in part was to attempt a resolution of the Ballard issue.",
      "id": "s51"
    },
    {
      "text": "Mr Joseph McDonald said that Ballard had gone home sick, that the CFMEU had received legal advice in relation to the proposed undertaking but was yet to advise Ballard.",
      "id": "s52"
    },
    {
      "text": "Wallwork told McDonald that he had spoken to Ballard twice that day and that on both occasions, Ballard had refused to undertake to comply with the requirements of the Certified Agreement.",
      "id": "s53"
    },
    {
      "text": "Wallwork told McDonald that Ballard's employment would be terminated with effect from close of business that day.",
      "id": "s54"
    },
    {
      "text": "Mr Kucera, a CFMEU representative, asked at that meeting for authorisation to hold a workforce meeting on 24 February 2006 in order to give feedback to the workforce on the RDO/PDO calendar.",
      "id": "s55"
    },
    {
      "text": "Just before 6.00 am on 24 February 2006 Ballard approached Bevan and Wallwork in the car park of the Esplanade compound.",
      "id": "s56"
    },
    {
      "text": "He said that he had noticed a sum of money in his bank account that he was not expecting and asked whether this had come from the LKJV.",
      "id": "s57"
    },
    {
      "text": "Wallwork told him that this was payment due to him on his termination of employment.",
      "id": "s58"
    },
    {
      "text": "Ballard then walked away and returned several minutes later with McDonald.",
      "id": "s59"
    },
    {
      "text": "There was a discussion about the termination letter which Wallwork told Ballard had been sent to his home address in Maylands by courier on the night of 22 February.",
      "id": "s60"
    },
    {
      "text": "Ballard said words to the effect that he had not lived there for two years.",
      "id": "s61"
    },
    {
      "text": "McDonald then interjected by saying to Wallwork \"you lied on the s 127 application\".",
      "id": "s62"
    },
    {
      "text": "Ballard then called Wallwork a liar several times.",
      "id": "s63"
    },
    {
      "text": "McDonald and Ballard then left to attend a workforce meeting on the Esplanade Reserve with the workforce.",
      "id": "s64"
    },
    {
      "text": "LKJV had authorised representatives of the CFMEU to conduct this meeting.",
      "id": "s65"
    },
    {
      "text": "The 24 February meeting was scheduled to commence at 6.00 am and LKJV had agreed to pay its employees, including the respondents, from 6.30 am onwards on the understanding with the CFMEU that the LKJV employees were to commence work by 7.00 am on that day.",
      "id": "s66"
    },
    {
      "text": "The employees of LKJV and employees of the various contractors on site at the time assembled near the podium in Alf Curlewis Gardens, Perth at about 6.30 am on 24 February 2006.",
      "id": "s67"
    },
    {
      "text": "Bevan was able to see from a walkway on top of a container near to the fence adjoining the Esplanade Reserve the workforce which had gathered at the Esplanade Reserve for the meeting.",
      "id": "s68"
    },
    {
      "text": "He estimated that about 400 LKJV employees and sub-contractors were at the meeting.",
      "id": "s69"
    },
    {
      "text": "He also saw McDonald and a number of others from the CFMEU in attendance.",
      "id": "s70"
    },
    {
      "text": "At 7.45 am McDonald, Ballard and several others approached Wallwork and an LKJV supervisor, Mr Farris and Bevan in the Esplanade car park.",
      "id": "s71"
    },
    {
      "text": "McDonald said that the demand from the meeting was for Ballard to have his job back.",
      "id": "s72"
    },
    {
      "text": "After speaking by phone with Mr Ray Sputore, Wallwork advised McDonald and the others that the LKJV would reinstate Ballard subject to the conditions that: \n (a) he sign the undertaking to abide by the Certified Agreement; \n \n (b) the CFMEU accept the LKJV RDO calendar; and \n \n (c) tunnelling would proceed as a \"special contract need\".",
      "id": "s73"
    },
    {
      "text": "Following this, the CFMEU representatives reported back to the employees.",
      "id": "s74"
    },
    {
      "text": "The CFMEU representatives again met on 24 February 2006 with LKJV management and advised it that: \n(a) the CFMEU had recommended to the LKJV employees that they not engage in industrial action and that they return to work; \n \n(b) the LKJV employees had rejected the offer by LKJV that Ballard's employment would be reinstated if he signed a certain undertaking; \n \n(c) it was the LKJV employees' demand that Ballard be unconditionally reinstated to his former position with LKJV; and \n \n(d) the LKJV employees had refused to perform work until Tuesday 28 February 2006 in support of the claim by Ballard that his employment had been unfairly and/or illegally terminated by LKJV.",
      "id": "s75"
    },
    {
      "text": "On the evening of the same day, Le Miere J of the Supreme Court of Western Australia issued an interlocutory injunction against the CFMEU and McDonald, restraining each of them from interfering directly or indirectly with the due performance of the Deed and Subcontract Agreement by inducing, aiding, abetting, encouraging, directing, procuring, authorising or advising any person not to perform their employment with LKJV.",
      "id": "s76"
    },
    {
      "text": "THE EVENTS BETWEEN 25 FEBRUARY AND 8 MARCH 2006 \n 25 February 2006 to 27 February 2006 \n On 25 February 2006, the respondents failed to attend for work and did not perform the work that they were contracted to perform on that day.",
      "id": "s77"
    },
    {
      "text": "26 February 2006 was a Sunday and the respondents were not rostered to work on that day.",
      "id": "s78"
    },
    {
      "text": "On 27 February 2006, the respondents failed to attend for work and did not perform the work that they were contracted to perform on that day.",
      "id": "s79"
    },
    {
      "text": "28 February 2006 Meeting\n A report back meeting was held on Tuesday, 28 February 2006 at 6.30 am (28 February meeting).",
      "id": "s80"
    },
    {
      "text": "CFMEU representatives convened the meeting.",
      "id": "s81"
    },
    {
      "text": "The CFMEU urged the employees in attendance to return to work immediately and told them that they were exposed to very serious penalties for taking unlawful industrial action.",
      "id": "s82"
    },
    {
      "text": "Following the meeting, the respondents continued to fail to attend for work and did not perform the work that they were contracted to perform on that day.",
      "id": "s83"
    },
    {
      "text": "1 March 2006 \n On 1 March 2006, the respondents continued to fail to attend for work and did not perform the work that they were contracted to perform on that day.",
      "id": "s84"
    },
    {
      "text": "2 March 2006 Meeting \n A report back meeting was held on Thursday, 2 March 2006 at 6.30 am.",
      "id": "s85"
    },
    {
      "text": "CFMEU representatives convened the meeting.",
      "id": "s86"
    },
    {
      "text": "Again, the CFMEU urged the employees in attendance to return to work immediately and told them that they were exposed to very serious penalties for taking unlawful industrial action.",
      "id": "s87"
    },
    {
      "text": "Following the meeting, the respondents continued to fail to attend for work and did not perform the work that they were contracted to perform on that day.",
      "id": "s88"
    },
    {
      "text": "3 March 2006 to 7 March 2006 \n On 3 March 2006, the respondents continued to fail to attend for work and did not perform the work that they were contracted to perform on that day.",
      "id": "s89"
    },
    {
      "text": "4 March was a Paid Day Off.",
      "id": "s90"
    },
    {
      "text": "5 March 2006 was a Sunday and the respondents were not rostered to work on that day.",
      "id": "s91"
    },
    {
      "text": "6 March 2006 was a Public Holiday and the respondents were not rostered to work on that day.",
      "id": "s92"
    },
    {
      "text": "7 March 2006 was a Rostered Day Off and the respondents were not rostered to work on that day.",
      "id": "s93"
    },
    {
      "text": "8 March 2006 Meeting\n After a report back meeting on Wednesday, 8 March 2006 the respondents returned to work on the Project.",
      "id": "s94"
    },
    {
      "text": "THE ADMITTED CONTRAVENTION OF SECTION 38 OF THE BCII ACT \n Section 38 of the BCII Act provides that: \n 'A person must not engage in unlawful industrial action.",
      "id": "s95"
    },
    {
      "text": "' \n Section 37 of the BCII Act provides that \"unlawful industrial action\" is constituted by \"building industrial action\" that is: \n(a) industrially-motivated;\n \n(b) constitutionally-connected action; and\n \n(c) not excluded action.",
      "id": "s96"
    },
    {
      "text": "Section 36 of the BCII Act defines \"building industrial action\" to include, amongst other things, \"a failure or refusal by persons to attend for building work\".",
      "id": "s97"
    },
    {
      "text": "\"Building work\" is defined in s 5 of the BCII Act to include the construction, alteration, extension, restoration, repair, demolition or dismantling of buildings, structures or works that form, or are to form, part of land, whether or not the buildings, structures or works are permanent: s 5(1)(a).",
      "id": "s98"
    },
    {
      "text": "The definition expressly extends to the construction of railways: s 5(1)(b).",
      "id": "s99"
    },
    {
      "text": "The respondents admit that the work that they were employed to perform on the Project was \"building work\".",
      "id": "s100"
    },
    {
      "text": "They also admit that they failed to attend for work on various days during the Period (\"the Strike\").",
      "id": "s101"
    },
    {
      "text": "It follows from these admissions that the Strike constituted \"building industrial action\".",
      "id": "s102"
    },
    {
      "text": "The respondents admit that the Strike was \"industrially-motivated\" in that it was motivated by purposes that included: \n(a) supporting or advancing a claim against the respondents' employer, namely the unconditional reinstatement of the dismissed CFMEU Shop Steward, Ballard; or\n \n(b) disrupting the performance of work.",
      "id": "s103"
    },
    {
      "text": "These purposes are found within the meaning of \"industrially motivated\" in s 36(1) of the BCII Act.",
      "id": "s104"
    },
    {
      "text": "The respondents admit that the Strike was \"constitutionally-connected\" action in that it: \n(a) adversely affected LKJV, the respondents' employer, being a constitutional corporation in its capacity as a building industry participant; and\n \n(b) constituted action relating to work that is regulated by a Commonwealth industrial instrument, being the Certified Agreement.",
      "id": "s105"
    },
    {
      "text": "Each of these is included in the meaning of \"constitutionally-connected\" under s 36(1) of the BCII Act.",
      "id": "s106"
    },
    {
      "text": "There is no suggestion that the Strike was \"excluded action\", as that term is defined under s 36(1) of the BCII Act.",
      "id": "s107"
    },
    {
      "text": "It follows from the above admissions that the respondents engaged in unlawful industrial action during the Period, in contravention of s 38 of the BCII Act.",
      "id": "s108"
    },
    {
      "text": "THE ADMITTED CONTRAVENTION OF SECTION 178 OF THE WR ACT \n Section 178 of the pre-reform WR Act relevantly provides that where a person bound by an order of the Commission breached a term of that order, a penalty may be imposed by the Court.",
      "id": "s109"
    },
    {
      "text": "Although the conduct giving rise to the admitted contraventions occurred during the Period, various amendments to the WR Act, including the repeal of s 178, came into operation on 27 March 2006 by force of the commencement of operation of the Workplace Relations Amendment (Work Choices) Act 2005 (Cth) (\"the Work Choices Act\").",
      "id": "s110"
    },
    {
      "text": "However by regulation 2.19 of the Workplace Regulations 2006 (Cth), the amendments to the WR Act made by the Work Choices Act do not affect the enforcement, in a court, of rights and obligations that arose under the pre-reform WR Act, subject to any contrary intention appearing in the WR Act, the Work Choices Act, or any regulations made under of those two statutes.",
      "id": "s111"
    },
    {
      "text": "No such contrary intention appears in any of the legislation.",
      "id": "s112"
    },
    {
      "text": "The respondents admit that on 6 December 2005, Commissioner Gregor of the Australian Industrial Relations Commission (\"AIRC\") made the s 127 Order, expressed to be binding on the CFMEU and employees of LKJV who were members of the CFMEU engaged in work covered by the Certified Agreement.",
      "id": "s113"
    },
    {
      "text": "This Order was made against a background of repeated instances of industrial action by employees on the Project.",
      "id": "s114"
    },
    {
      "text": "This had resulted in total time lost of either 28 days according to the CFMEU or 46 days according to the LKJV.",
      "id": "s115"
    },
    {
      "text": "Commissioner Gregor regarded both as major delays and completely inappropriate.",
      "id": "s116"
    },
    {
      "text": "The respondents admit that the s 127 Order which was expressed to come into effect on 6 December 2005 and to remain in force until 1 July 2007, provided, relevantly, by clause 4, that: Industrial Action to Stop or not Occur\n \n (a) Each Employee must immediately stop, and not engage in or threaten to engage in, industrial action; and\n \n(b) Subject to the exclusions in clauses 3(d)-(f), each Employee must immediately be available for work, and perform work as required by the applicant in accordance with the Agreement.",
      "id": "s117"
    },
    {
      "text": "The respondents admit that on or shortly after 6 December 2005 a copy of the s 127 Order was: \n(a) provided by LKJV to each of the 67 respondents identified in Schedule 2; and\n \n(b) placed on notice boards on the site of the Project usually used by LKJV for the purpose of communicating with its Employees,\n \nbeing the means of sufficient service expressed by clause 5 of the s 127 Order.",
      "id": "s118"
    },
    {
      "text": "The failure by those 67 respondents to attend for work during the Strike, which amounted to \"building industrial action\", constituted a breach, by each of them, of a term of the s 127 Order, and each is thereby liable to the imposition of a penalty under s 178(1) of the WR Act.",
      "id": "s119"
    },
    {
      "text": "AGREED FACTS PARTIALLY QUALIFY THE POSITION OF RESPONDENTS NOS 7, 8, 9, 12, 14, 16, 28, 37 AND 64 \n Respondent 7: Robert Biondillo\n Biondillo was rostered to work on day shift Monday to Friday.",
      "id": "s120"
    },
    {
      "text": "He did not attend the 24 February meeting.",
      "id": "s121"
    },
    {
      "text": "After that meeting, Biondillo told a supervisor that he wanted to resign, but he was told not to do so.",
      "id": "s122"
    },
    {
      "text": "Biondillo then left the site.",
      "id": "s123"
    },
    {
      "text": "He did not report for work on 27 and 28 February 2006.",
      "id": "s124"
    },
    {
      "text": "Biondillo asserts that on 1, 2 and 3 March 2006 he attended for work but no one else was there, so he went home.",
      "id": "s125"
    },
    {
      "text": "For these days, he is recorded on LKJV timesheets as having taken \"industrial action.",
      "id": "s126"
    },
    {
      "text": "\" He was not paid for any of the above six days.",
      "id": "s127"
    },
    {
      "text": "Nevertheless, Biondillo engaged in unlawful industrial action on each day of the Period.",
      "id": "s128"
    },
    {
      "text": "Respondent 8: Robert Bradbury\n Bradbury was rostered to work on day shift Monday to Friday.",
      "id": "s129"
    },
    {
      "text": "He asserts that, following the 2 March 2006 meeting, he offered to resign from his employment, but that this offer was not accepted by LKJV.",
      "id": "s130"
    },
    {
      "text": "Nevertheless, Bradbury engaged in unlawful industrial action on each day of the Period.",
      "id": "s131"
    },
    {
      "text": "Respondent 9: John Francis Bradley\n Bradley commenced work on the Project on 24 July 2004 as an advanced rigger and dogman.",
      "id": "s132"
    },
    {
      "text": "Following disciplinary action by LKJV, on 22 February 2006 he gave notice of his resignation.",
      "id": "s133"
    },
    {
      "text": "He asserts that he gave 7 days notice.",
      "id": "s134"
    },
    {
      "text": "He worked on 22 and 23 February 2006 as usual.",
      "id": "s135"
    },
    {
      "text": "He attended the 24 February meeting, after which he went home because LKJV had terminated the employment of the shop steward.",
      "id": "s136"
    },
    {
      "text": "He was rostered to work on dayshift on 24, 27 and 28 February 2006 and 1 March 2006.",
      "id": "s137"
    },
    {
      "text": "He failed to report for work on each of these days.",
      "id": "s138"
    },
    {
      "text": "LKJV records state that his employment was terminated as at the end of business on 3 March 2006.",
      "id": "s139"
    },
    {
      "text": "However a week's notice from 22 February expired at the close of business on 1 March 2006.",
      "id": "s140"
    },
    {
      "text": "Accordingly, Bradley engaged in unlawful industrial action on 24, 27 and 28 February and 1 March 2006, being 4 days of the Period.",
      "id": "s141"
    },
    {
      "text": "Respondent 12: Gregory James Brown\n Brown asserts in his Defence that he wanted to work but was unable to because he understood that the site was shut down.",
      "id": "s142"
    },
    {
      "text": "On 15 August 2006 he voluntarily participated in an interview with ABC Investigators and provided a signed statement.",
      "id": "s143"
    },
    {
      "text": "During this interview he provided information as follows: \n (a) He attended the 24 February meeting.",
      "id": "s144"
    },
    {
      "text": "The meeting was addressed by Joe McDonald of the CFMEU.",
      "id": "s145"
    },
    {
      "text": "McDonald told the meeting that Shop Steward Peter Ballard had been \"put off\" unfairly and that LKJV was not willing to negotiate over the matter.",
      "id": "s146"
    },
    {
      "text": "McDonald told the meeting that LKJV wanted Ballard to sign a piece of paper that would strip Ballard of his powers.",
      "id": "s147"
    },
    {
      "text": "(b) During the 24 February meeting, unknown workers put forward a motion that the workforce \"go out\" over the treatment of Ballard.",
      "id": "s148"
    },
    {
      "text": "At that point McDonald advised the meeting that he had to tell the workers not to go out on strike for legal reasons.",
      "id": "s149"
    },
    {
      "text": "The meeting voted to go out through a show of hands.",
      "id": "s150"
    },
    {
      "text": "At no time did McDonald explain to the meeting the ramifications of going out on strike.",
      "id": "s151"
    },
    {
      "text": "(c) Following the meeting he left the site.",
      "id": "s152"
    },
    {
      "text": "He did not ring his supervisor as he did not have his telephone number.",
      "id": "s153"
    },
    {
      "text": "(d) He was rostered to work on 25 February 2006.",
      "id": "s154"
    },
    {
      "text": "He did not report for work because he did not have a telephone number for his supervisor.",
      "id": "s155"
    },
    {
      "text": "(e) He was rostered for work on 27 February 2006 and did not report for work on that day.",
      "id": "s156"
    },
    {
      "text": "He did not receive any letter from LKJV requesting him to return to work.",
      "id": "s157"
    },
    {
      "text": "(f) He attended the 28 February meeting.",
      "id": "s158"
    },
    {
      "text": "He did not vote at this meeting.",
      "id": "s159"
    },
    {
      "text": "McDonald said at the meeting that he could not \"put the motion up for the blokes to stay out\".",
      "id": "s160"
    },
    {
      "text": "The vote was a show of hands, and that it was announced by McDonald that for persons who did not vote, their vote would be taken as a \"yes\".",
      "id": "s161"
    },
    {
      "text": "(g) Following the 28 February meeting, Brown went to a 'crib' hut to wait for his supervisor, and after about five minutes of waiting, he left the site.",
      "id": "s162"
    },
    {
      "text": "He feared that if he had worked he would have \"copped absolute hell from the boys\".",
      "id": "s163"
    },
    {
      "text": "(h) He did not attend work on 1 March 2006.",
      "id": "s164"
    },
    {
      "text": "(i) He attended the 2 March meeting.",
      "id": "s165"
    },
    {
      "text": "After the meeting he left the site.",
      "id": "s166"
    },
    {
      "text": "He did not report for work.",
      "id": "s167"
    },
    {
      "text": "(j) On 3 March 2006 he did not report for work.",
      "id": "s168"
    },
    {
      "text": "He was not contacted by anyone from LKJV, and nor did he contact his employer.",
      "id": "s169"
    },
    {
      "text": "(k) There had been prior industrial action on the site during November 2005, a period in which he had attended for work.",
      "id": "s170"
    },
    {
      "text": "After this, pieces of paper with the word \"scab\" were placed near his usual seating position in the 'crib' hut; and food belonging to him went missing.",
      "id": "s171"
    },
    {
      "text": "He was approached by workers who accused him of being a \"scab\", and told him that if he was not going to support the union he should \"piss off out of here\".",
      "id": "s172"
    },
    {
      "text": "(l) Had LKJV management contacted him, he would have reported for work.",
      "id": "s173"
    },
    {
      "text": "He would have explained to management that he would not have been comfortable working while other workers were 'out'.",
      "id": "s174"
    },
    {
      "text": "He does not believe in strikes.",
      "id": "s175"
    },
    {
      "text": "Nevertheless, Brown engaged in unlawful industrial action on each day of the Period.",
      "id": "s176"
    },
    {
      "text": "Respondent 14: Michael Burke\n Burke did not attend the 24 February 2006 meeting because he was on night shift.",
      "id": "s177"
    },
    {
      "text": "He was told by LKJV that night shift was cancelled and that he was not to come in to work until 28 February 2006.",
      "id": "s178"
    },
    {
      "text": "He attended the 28 February 2006 meeting, after which he went home.",
      "id": "s179"
    },
    {
      "text": "He attended the 2 March meeting and then went home.",
      "id": "s180"
    },
    {
      "text": "Accordingly Burke engaged in unlawful industrial action on 28 February and 1,2 and 3 March 2006, being 4 days of the Period.",
      "id": "s181"
    },
    {
      "text": "Respondent 16: David Cameron\n Cameron was scheduled to work night shift on 24 February 2006 and asserts that the shift was cancelled.",
      "id": "s182"
    },
    {
      "text": "He did not attend the 24 February 2006 meeting and the timesheet describes him as taking \"industrial action\" on that day.",
      "id": "s183"
    },
    {
      "text": "He was not rostered to work on 25 February 2006.",
      "id": "s184"
    },
    {
      "text": "Accordingly Cameron engaged in unlawful industrial action on 28 February and 1, 2 and 3 March 2006, being 4 days of the Period.",
      "id": "s185"
    },
    {
      "text": "Respondent 28: Dronzo De Bari\n De Bari asserts that he went to work on 25 February 2006 but was told to go home by a supervisor who said words to the effect that \"everyone was out on strike\".",
      "id": "s186"
    },
    {
      "text": "There is no LKJV timesheet for him for that day.",
      "id": "s187"
    },
    {
      "text": "Nevertheless, De Bari engaged in unlawful industrial action on each day of the Period.",
      "id": "s188"
    },
    {
      "text": "Respondent 37: Shane Greaves\n Greaves asserts that there was no job to do on each of the days in the relevant Period.",
      "id": "s189"
    },
    {
      "text": "He advised an investigator of the ABCC that: \n(a) he attended the 24 February 2006 meeting but voted not to go on strike and then went home after the meeting;\n \n(b) he attended the 28 February 2006 meeting but voted not to go on strike and then went home after the meeting; and\n (c) he attended the 2 March 2006 meeting and voted to go back to work.",
      "id": "s190"
    },
    {
      "text": "Nevertheless, Greaves engaged in unlawful industrial action on each day of the Period.",
      "id": "s191"
    },
    {
      "text": "Respondent 64: Andrew O'Donnell\n O'Donnell asserts that on or about 25 February 2006 he was instructed by LKJV Superintendent Jamie Drummond (Drummond) not to come back to work until 28 February 2006.",
      "id": "s192"
    },
    {
      "text": "He worked elsewhere on 27 February 2006.",
      "id": "s193"
    },
    {
      "text": "He asserts that in or about February and March 2006, Drummond told him that he would tell O'Donnell when he could come back to work.",
      "id": "s194"
    },
    {
      "text": "He further asserts that after attending the 28 February meeting he was instructed by Drummond not to come back to work until 2 March 2006.",
      "id": "s195"
    },
    {
      "text": "He failed to report for work on 2 and 3 March 2006.",
      "id": "s196"
    },
    {
      "text": "Nevertheless, O'Donnell engaged in unlawful industrial action on each day of the Period.",
      "id": "s197"
    },
    {
      "text": "THE PENALTY PROVISIONS \n Section 38 of the BCII Act is a Grade A civil penalty provision.",
      "id": "s198"
    },
    {
      "text": "Subsection 49(2) of the BCII Act provides that the maximum penalty for contravention of such a provision is 1,000 penalty units if the defendant is a body corporate and 200 penalty units otherwise.",
      "id": "s199"
    },
    {
      "text": "All of the respondents in these proceedings are individuals.",
      "id": "s200"
    },
    {
      "text": "Hence the maximum penalty for contravention of s 38 of the BCII Act is $22,000.",
      "id": "s201"
    },
    {
      "text": "The maximum penalty that may be imposed for the breach of a s 127 Order is 60 penalty units, or $6,600.",
      "id": "s202"
    },
    {
      "text": "That follows from s 178(4)(a)(ii) of the WR Act, this being an \"other case\" not covered by the preceding provisions of s 178(4).",
      "id": "s203"
    },
    {
      "text": "RELEVANT CONSIDERATIONS IN THE ASSESSMENT OF PENALTY \n The leading cases concerning the factors that are relevant to the assessment of civil penalties are the judgments of French J in Trade Practices Commission v CSR Ltd (1991) ATPR p41-076 and Branson J in Construction, Forestry, Mining and Energy Union v Coal and Allied Operations Pty Ltd (No 2) (1999) 94 IR 231.",
      "id": "s204"
    },
    {
      "text": "The principles identified in those cases have been applied to determining penalties under the BCII Act.",
      "id": "s205"
    },
    {
      "text": "Relevant considerations to the Court's assessment of penalties in this case include: \n(a) the nature and extent of the unlawful industrial action;\n \n(b) the circumstances in which the relevant conduct took place (including whether the conduct was undertaken in deliberate defiance or disregard of the Act);\n \n(c) the likely deterrent effect (both specific and general) of any civil penalty imposed;\n \n(d) the consequences of the conduct found to be in contravention of the BCII Act and the WR Act, including the amount of any loss or damage caused, as well as less tangible effects on the building and construction industry and the public generally;\n \n(e) the period over which the contraventions extended;\n \n(f) the extent of co-operation with regulatory authorities and any acknowledgement of wrongdoing;\n \n(g) the need to give effect to the statutory purposes underpinning the BCII Act and the relevant part of the WR Act; and\n \n(h) the respondents' past record of statutory contraventions and other conduct in industrial relations.",
      "id": "s206"
    },
    {
      "text": "In addition, Ryan J's judgment in Metropolitan Fire and Emergency Services Board v United Firefighters' Union of Australia (2005) 148 IR 242 (\" United Firefighters \"), suggests that, in the context of the imposition of penalties in respect of a contravention of an order of the AIRC under s 127 of the WR Act, the following additional factors are relevant: \n(a) an absence of any basis for misapprehension about what the Order commanded;\n \n(b) whether a party in breach has previously contravened an order under s127; and\n \n(c) the need to deter participants in industrial relations administered under the WR Act from flouting or disregarding orders of the AIRC, \"especially where those orders have been made after a full hearing of both sides and have been tailored to meet the exigencies of a particular industrial dispute\".",
      "id": "s207"
    },
    {
      "text": "Deterrence\n The respondents submitted that, in this case, the primary consideration is deterrence and in that regard general deterrence is more important than specific deterrence.",
      "id": "s208"
    },
    {
      "text": "The applicants' submissions were to the same effect.",
      "id": "s209"
    },
    {
      "text": "I accept this submission.",
      "id": "s210"
    },
    {
      "text": "This is not to say that specific deterrence is not of importance.",
      "id": "s211"
    },
    {
      "text": "This approach is consistent with the main object of the Act to which I have referred.",
      "id": "s212"
    },
    {
      "text": "In Minister for Industry, Tourism and Resources v Mobil Oil Australia Pty Ltd [2004] FCAFC 72 \"(Mobil Oil\") the Full Federal Court acknowledged that deterrence is \"one of the principal justifications, if not the only justification for imposing civil penalties\" at [53].",
      "id": "s213"
    },
    {
      "text": "In Leighton Contractors Pty Ltd v Construction, Forestry, Mining and Energy Union [2006] WASC 317 , which involved industrial action on the very project that is in issue in this case, Le Miere J, said putting it in a more limited way [74]: \n \npenalties should be sufficiently high to deter repetition by the contravener and by others who might be tempted to engage in contravening conduct.",
      "id": "s214"
    },
    {
      "text": "Deterrence is a primary objective of penalties.",
      "id": "s215"
    },
    {
      "text": "\" \n \n\n This is a repetition of what was said by French J in Trade Practices Commission v CSR Ltd (1991) ATPR p41-076 at 52,152.",
      "id": "s216"
    },
    {
      "text": "See also Trade Practices Commission v Pye Industries Sales Pty Ltd (1978) ATPR p40-089 at 17,859; Ponzio v B &amp; P Caelli Constructions Pty Ltd (2007) 158 FCR 543 per Lander J at [93] and per Jessop J at [164].",
      "id": "s217"
    },
    {
      "text": "Young J in Australian Competition and Consumer Commission (ACCC) v IPM Operations Maintenance Loy Yang Pty Ltd (No 2) [2007] FCA 11 at [66] said, concerning the two aspects of deterrence, \"that for a penalty to achieve these objectives, it must be imposed at a meaningful level, consistent with the other considerations that must be taken into account in determining the appropriate level of penalty\".",
      "id": "s218"
    },
    {
      "text": "There is a need, as his Honour said, to show \"the seriousness with which the Court considers such contraventions\".",
      "id": "s219"
    },
    {
      "text": "THE APPLICANT'S SUBMISSIONS ON PENALTY \n In support of his submissions relating to penalty, the applicant relies upon: \n(a) the Statements of Agreed Facts; \n \n(b) affidavit of Robert John Wallwork sworn on 23 October 2007, paragraphs 1 to 9 and 118 to 125 (both inclusive);\n \n(c) affidavit of Francis Patrick Hannagan sworn on 19 October 2007; \n \n(d) affidavit of Nigel Clive Hadgkiss sworn on 26 October 2007; and \n \n(e) affidavit of Douglas Bevan sworn on 17 October 2007 paragraphs 1-32 and 83-129.",
      "id": "s220"
    },
    {
      "text": "There was no cross-examination of any of the deponents.",
      "id": "s221"
    },
    {
      "text": "Indeed by agreement between the parties, they were not required to attend.",
      "id": "s222"
    },
    {
      "text": "The applicant submitted that the breach of s 38 of the BCII Act in this case was serious, having regard to the following matters which are drawn from a combination of the several affidavits relied upon as well as the Statements of Agreed Facts: \n(a) It involved the withdrawal of labour by a substantial number of workers, in circumstances that effectively stopped all work on a major and complicated construction project of public importance.",
      "id": "s223"
    },
    {
      "text": "The Project involved tunnelling below the Perth central business district and the unlawful industrial action occurred at a critical stage of this tunnelling.",
      "id": "s224"
    },
    {
      "text": "Two full weeks of tunnelling were lost; \n \n(b) The contraventions were deliberate in nature and in knowing defiance of the law, the respondents having been advised by their union that they would be exposed to very serious penalties for taking unlawful industrial action; \n \n(c) the Strike had a duration of 7 days, although in the case of each respondent it involved one period of industrial action and thus, for the purpose of imposing penalties in this case, one contravention of the BCII Act; \n \n(d) the Strike caused LKJV to incur substantial losses.",
      "id": "s225"
    },
    {
      "text": "Mr Wallwork, in his affidavit, identified the following actual and contingent losses amounting to more than $1.6 million:\n Leighton Contractors, one of the LKJV joint venturers, is exposed to the potential claim under a Deed entered into with the Public Transport Authority, for liquidated damages at the rate of $52,000 per day for each day that the project goes beyond the date for practical completion of the Project; daily recurring overhead costs of approximately $5,000 per day; other preliminary costs of approximately $48,000 per day; and other irrecoverable out-of-pocket expenses of approximately $45,000-$55,000 per day; \n(e) the Strike occurred in contravention of an order of the AIRC for industrial action to stop or not occur which came into force on 6 December 2005 and was to remain in force until 1 July 2007, notice of that order having been placed on the LKJV notice board which was used to convey information to the workers and served upon the relevant respondents; \n \n(f) the Strike had the potential to cause substantial safety issues and damage to property, as the project involved tunnelling and stoppage of the tunnel boring machines has the potential to cause serious damage to the tunnel boring machine as well as to buildings above.",
      "id": "s226"
    },
    {
      "text": "A worst case scenario could have involved a tunnel collapse; \n \n(g) the delay on the project caused by the Strike gave rise to public inconvenience, the railway project being for the benefit of the public, in particular commuters to and from the Perth CBD; and \n \n(h) none of the action taken during the Period was based on a reasonable concern by any respondent about an imminent risk to his or her health or safety.",
      "id": "s227"
    },
    {
      "text": "It was further submitted by the applicant that the admitted contraventions of s 127 of the WR Act were similarly serious, having regard to: \n(a) the clear and unmistakeable command of the AIRC, as expressed in clause 4(a) and (b) of the Order and accordingly the absence of any basis for misapprehension of what the further 67 respondents were being directed to refrain from doing;\n \n(b) the exceptional nature of the Order in that it was made for the life of the Project;\n \n(c) the very substantial consequences of the industrial action during the Period, as identified above;\n \n(d) the particular need for deterrence of participants in the industrial relations system from flouting such orders, as referred to by Ryan J in United Firefighters .",
      "id": "s228"
    },
    {
      "text": "The applicant favours a disposition of this matter in terms that involve an immediately payable penalty, and a significant suspended penalty, that will apply for a considerable period of time, being three years.",
      "id": "s229"
    },
    {
      "text": "The penalty provisions contained in s 49(1)(c) of the BCII Act contemplate the making of \"any other order that the court considers appropriate\".",
      "id": "s230"
    },
    {
      "text": "This, it is submitted, will serve to achieve the objectives of both specific and general deterrence.",
      "id": "s231"
    },
    {
      "text": "In all of the circumstances, the applicant submitted that the following penalties are appropriate and should be considered as being at the lower end of the available range: \n(a) in respect of each of the respondents for admitted contraventions of s 38 of the BCII Act, a penalty of $9,000 of which $3,000 should be payable within 28 days and the balance of $6,000 suspended for 3 years, to be paid only if the respondent further contravenes the BCII Act or the WR Act during the period of the suspension; and\n \n(b) in respect of each of the 67 respondents who have admitted contraventions of s 178 of the WR Act, an additional penalty of $3,000 of which $1,000 should be payable within 28 days and the balance of $2,000 suspended for 3 years, upon similar terms.",
      "id": "s232"
    },
    {
      "text": "The applicant submits that the suspension of two thirds of the penalty, and the operation of the suspension for a period of three years, is appropriate for the following reasons: \n(a) the admission of the contraventions is of itself an important consideration weighing on the exercise of the Court's discretion to suspend a significant portion of the penalty, whilst nevertheless allowing the court to impose a sufficient penalty to serve the purpose of general deterrence;\n \n(b) specific deterrence will best be served by imposing a suspended penalty, particularly because absent suspension of part of the penalty, the deterrent effect of the penalty will otherwise be weakened if the penalty is paid by the CFMEU; and\n \n(c) a three year period for the suspension will send a clear message to the respondents, and to the building and construction industry generally, that unlawful behaviour will be met with sanctions commensurate with the intention of the Federal Parliament in enacting the BCII Act.",
      "id": "s233"
    },
    {
      "text": "THE RESPONDENTS' SUBMISSIONS ON PENALTY \n The respondents submit that the entirety of penalties imposed should be suspended and that the period of that suspension ought be in the region of twelve months.",
      "id": "s234"
    },
    {
      "text": "It was further submitted that there ought be no penalty whatsoever imposed on the relevant respondents who have admitted contraventions of the WR Act by reason, analogously, of the Crimes Act 1914 (Cth) s 4C(1)(a).",
      "id": "s235"
    },
    {
      "text": "I will turn to this shortly.",
      "id": "s236"
    },
    {
      "text": "Senior counsel for the respondents informed the Court that the respondents would be personally liable for any suspended penalty which might become payable.",
      "id": "s237"
    },
    {
      "text": "The Mandurah Dispute Fighting Fund would not be available for that purpose.",
      "id": "s238"
    },
    {
      "text": "This, it was said, would achieve both a high degree of specific deterrence as well as general deterrence.",
      "id": "s239"
    },
    {
      "text": "They submitted that the correct approach to imposing a penalty for a contravention of s 38 of the BCII Act was explained by Le Miere J in Leighton Contractors Pty Ltd v CFME U.",
      "id": "s240"
    },
    {
      "text": "At [68], the Court noted that the BCII Act gives no explicit guidance as to the matters relevant to the determination of an appropriate penalty.",
      "id": "s241"
    },
    {
      "text": "The Court held that consideration ought be given to the nature and circumstances of the particular contraventions.",
      "id": "s242"
    },
    {
      "text": "That is consistent, broadly with the authorities to which I have referred.",
      "id": "s243"
    },
    {
      "text": "It was submitted, and I accept, that in the present case, the contravention of the BCII Act formed part of a course of conduct within the meaning of s 36(3)(b) of the BCII Act.",
      "id": "s244"
    },
    {
      "text": "Each respondent has committed one act of unlawful industrial action for which the maximum penalty is a fine of $22,000.",
      "id": "s245"
    },
    {
      "text": "This approach was common ground.",
      "id": "s246"
    },
    {
      "text": "Such is the case also in respect of the respondents who contravened s 178 of the WR Act for which the maximum penalty is a fine of $6,600.",
      "id": "s247"
    },
    {
      "text": "The contraventions were precipitated by the termination of the employment of Ballard.",
      "id": "s248"
    },
    {
      "text": "His employment was terminated on 22 February 2006 in the circumstances which I have set out above.",
      "id": "s249"
    },
    {
      "text": "It was not submitted by counsel that the respondents numbered 7, 8, 9, 12, 14, 16, 28, 37 and 63, who are the subject of the qualified statement of agreed facts, should receive a lesser penalty.",
      "id": "s250"
    },
    {
      "text": "For those respondents who were on strike for a lesser number of days, it was submitted that a marginally lesser penalty ought be imposed.",
      "id": "s251"
    },
    {
      "text": "I accept that the respondents did not engage in industrial action to achieve increased wages; nor were they seeking better working conditions for themselves but rather they withdrew their labour at significant cost to themselves as a protest against what they saw as: \n (a) the harsh and unjust treatment of their shop steward, Ballard; and\n \n(b) the attempt by their employer to use the question of Ballard's reinstatement as a bargaining chip to enable the employer to prevail in respect of two contentious industrial issues, namely a disputed Rostered Day Off calendar and whether the tunnelling would proceed as a 'special contract need'.",
      "id": "s252"
    },
    {
      "text": "The respondents referred to Ponzio , a recent Full Court decision about the imposition of penalties under the WR Act.",
      "id": "s253"
    },
    {
      "text": "This was a case against an employer under the former s 187AA and the CFMEU and two of its officials under former s 187AB of the WR Act.",
      "id": "s254"
    },
    {
      "text": "It concerned payment to employees for a period of industrial action.",
      "id": "s255"
    },
    {
      "text": "It adds nothing of significance to the relevant principles involved in the imposition of a penalty.",
      "id": "s256"
    },
    {
      "text": "In that case, a penalty of $5,000 was imposed on the employer; none of it was to be paid if the company did not breach any provision of the WR Act for a year.",
      "id": "s257"
    },
    {
      "text": "The employer was regarded as being less culpable than the union.",
      "id": "s258"
    },
    {
      "text": "A penalty of $6,000 was imposed on the CFMEU.",
      "id": "s259"
    },
    {
      "text": "No penalty was imposed on the two officials but declarations were made that they had breached the WR Act.",
      "id": "s260"
    },
    {
      "text": "This was the highest penalty imposed under those sections.",
      "id": "s261"
    },
    {
      "text": "The other penalties in the 4 earlier cases ranged from $200 to $4,000: [130]-[133] per Jessup J.",
      "id": "s262"
    },
    {
      "text": "There have been two cases where penalties have been imposed for contraventions of ss 127 and 178 of the former WR Act.",
      "id": "s263"
    },
    {
      "text": "In BHP Steel (AIS) Pty Ltd v CFMEU [2000] FCA 1908 , a penalty of $2,200 was imposed on the CFMEU in what the Court described as a \"serious\" case (at [8]).",
      "id": "s264"
    },
    {
      "text": "The maximum was $10,000.",
      "id": "s265"
    },
    {
      "text": "The CFMEU defended the case.",
      "id": "s266"
    },
    {
      "text": "In United Firefighters, a union was fined $2,500 and its secretary was fined $500 for contravening a s 127 Order.",
      "id": "s267"
    },
    {
      "text": "The maximum penalties were $30,000 and $6,000 respectively.",
      "id": "s268"
    },
    {
      "text": "The union defended the case.",
      "id": "s269"
    },
    {
      "text": "It was submitted that the present action being the first of its kind, seeking to penalise individual employees as distinct from a union or its officers should therefore be seen in the context of the imposition of penalties for new offences.",
      "id": "s270"
    },
    {
      "text": "It was further submitted that it is a clear principle of sentencing that for a new offence, the penalties will normally be regarded as having to start at a low level before any subsequent penalties are considered within a context of escalating requirements for deterrence and punishment.",
      "id": "s271"
    },
    {
      "text": "No authority was cited for such a principle.",
      "id": "s272"
    },
    {
      "text": "I invited senior counsel for the respondents, if he so wished, to provide such authority in supplementary submissions.",
      "id": "s273"
    },
    {
      "text": "None have been provided.",
      "id": "s274"
    },
    {
      "text": "Finally it was submitted that the appropriate penalty range in this case falls very much towards the bottom end of the range for the reasons and that because of the novelty of the application, that any penalty imposed should be fully suspended.",
      "id": "s275"
    },
    {
      "text": "In this way, it was said, the Court could, with justice, mark the punishment and issues of specific and general deterrence to the extent required in this instance.",
      "id": "s276"
    },
    {
      "text": "Double Punishment\n Those respondents who have admitted contraventions of both the WR Act and the BCII Act submit that the contraventions arise from the same conduct and that they ought not to be punished twice for that same conduct.",
      "id": "s277"
    },
    {
      "text": "It was not submitted that s 4C of the Crimes Act 1914 (Cth) which prohibits a person from being punished twice for the same act or omission, has any direct application here.",
      "id": "s278"
    },
    {
      "text": "The admitted contraventions are not offences.",
      "id": "s279"
    },
    {
      "text": "In any event, it is not the case, in my opinion, that the contraventions arise from the same conduct, if by that it is meant that the elements which comprise the contraventions in the case of each of the BCII Act and the WR Act are the same.",
      "id": "s280"
    },
    {
      "text": "Section 178(1) of the WR Act provides: \n \n AND RECOVERY OF PENALTIES \n \n of award, order] Where an organisation or person bound by an award, an order of the Commission (whether under this Act, the Registration and Accountability of Organisations Schedule or otherwise) or a certified agreement breaches a term of the award, order or agreement, a penalty may be imposed by the Court or by a court of competent jurisdiction.",
      "id": "s281"
    },
    {
      "text": "(Emphasis added) \n \n\n Before any penalty may be imposed, a breach, by the particular respondents, relevantly, of an order of the AIRC must be established.",
      "id": "s282"
    },
    {
      "text": "That is not a requirement in relation to the breach of s 38 of the BCII Act.",
      "id": "s283"
    },
    {
      "text": "Nonetheless, the contraventions in each case contain common elements, namely, unauthorised industrial action by involvement in the Strike.",
      "id": "s284"
    },
    {
      "text": "This is a relevant consideration in weighing the appropriate penalty to be imposed: The Community and Public Sector Union v Telstra Corporation Ltd (2001) 108 IR 228.",
      "id": "s285"
    },
    {
      "text": "To punish twice for conduct that contains an area of overlap \"would be to punish offenders according to the accidents of legislative history, rather than according to their just desserts\": Pearce v R [1998] HCA 57 ; (1998) 156 ALR 684 at [40] .",
      "id": "s286"
    },
    {
      "text": "These matters therefore give rise to considerations of cumulation and concurrence, as well as totality: Pearce at [45]; Mill v R [1988] HCA 70 ; (1988) 166 CLR 59; Finance Sector Union v The Commonwealth Bank of Australia (2005) 224 ALR 467 at [25].",
      "id": "s287"
    },
    {
      "text": "MITIGATING FACTORS \n The applicant accepts, correctly in my view, that the following factors support a discount of any penalties that otherwise might be imposed: \n(a) each of the respondents has admitted the contraventions and has avoided unnecessary expense, time and effort associated with a lengthy trial by reaching agreement on the facts which establish the contraventions.",
      "id": "s288"
    },
    {
      "text": "The possibilities of admissions were first conveyed to the applicant on 21 August 2007 after the close of pleadings and approximately eight weeks prior to the scheduled trial date; \n \n(b) no penalty has previously been imposed on the respondents under the BCII Act; and\n \n(c) it is not asserted that any penalty has been imposed previously on any of the 67 respondents for contravention of an order under s 127 of the WR Act.",
      "id": "s289"
    },
    {
      "text": "REASONING AS TO PENALTIES \n Apart from the question of double punishment to which I have referred, the legal principles guiding the imposition of a penalty in a case such as this were not in issue as between the parties.",
      "id": "s290"
    },
    {
      "text": "Similarly the relevant facts to which those principles are to be applied were not in issue and indeed were largely the subject of agreement.",
      "id": "s291"
    },
    {
      "text": "I have referred to these in detail in relation to the parties' submissions on penalty.",
      "id": "s292"
    },
    {
      "text": "In my view, the breaches of s 38 of the BCII Act were serious for the combination of reasons submitted by the applicant.",
      "id": "s293"
    },
    {
      "text": "The conduct demonstrated a complete disregard for the terms of the Certified Agreement and struck at the very heart of the main object of the legislation.",
      "id": "s294"
    },
    {
      "text": "Such is the case also in relation to those respondents who have admitted contravention of the WR Act.",
      "id": "s295"
    },
    {
      "text": "This conduct was even more serious, as it deliberately flouted the very clear terms of an order of the AIRC.",
      "id": "s296"
    },
    {
      "text": "Each of the six or seven respondents concerned were provided with a copy of the order by the LKJV.",
      "id": "s297"
    },
    {
      "text": "There was no, and could not have been, any suggestion that they were not aware of its terms.",
      "id": "s298"
    },
    {
      "text": "Furthermore they were warned on several occasions during the Period at workforce meetings by representatives of the CMFEU that they should not take unlawful industrial action as they would be exposing themselves to very serious penalties if they did so.",
      "id": "s299"
    },
    {
      "text": "respondent 12, Mr Gregory Brown, asserted that the ramifications of going out on strike were not explained at the workforce meeting on 24 February.",
      "id": "s300"
    },
    {
      "text": "I accept that to be the case.",
      "id": "s301"
    },
    {
      "text": "In fact it was at the workforce meetings held on 28 February and 2 March 2006 that the warnings were given.",
      "id": "s302"
    },
    {
      "text": "Mr Brown attended both of those meetings but does not assert that at these he was not given such a warning.",
      "id": "s303"
    },
    {
      "text": "The consequences of the respondents' action were serious.",
      "id": "s304"
    },
    {
      "text": "It has involved very considerable costs to the LKJV, the delay of a very major infrastructure project in this State, involving public inconvenience, it had the potential to have caused substantial safety issues with associated damage to machinery and property.",
      "id": "s305"
    },
    {
      "text": "It was urged upon me that the conduct of the LKJV in its attempts to use the question of Ballard's reinstatement as a bargaining chip to enable the LKJV to prevail in respect of two contentious industrial issues, namely a disputed Rostered Day Off Calendar and whether the tunnelling would proceed as a 'special contract need' smacked of 'sharp practice'.",
      "id": "s306"
    },
    {
      "text": "It was also said to have been a provocative act on the part of the LKJV.",
      "id": "s307"
    },
    {
      "text": "I have given no weight in assessing the appropriate penalties to the view of the workforce that Ballard had been unfairly or unlawfully sacked or in relation to the asserted 'sharp practice' on the part of LKJV: Ponzio at [90] per Lander J.",
      "id": "s308"
    },
    {
      "text": "In any event I am unable, on the evidence, to conclude that the respondents' perception that Ballard was unfairly or unlawfully terminated was reasonably based or not.",
      "id": "s309"
    },
    {
      "text": "Nor am I in a position to characterise the conditions put by the LKJV for his reinstatement as constituting 'sharp practice', or as being provocative.",
      "id": "s310"
    },
    {
      "text": "There was no direct evidence as to this nor am I able to infer it.",
      "id": "s311"
    },
    {
      "text": "In any event, if Ballard considered that he had been either unfairly or unlawfully terminated in his employment, then he had both a contractual obligation and a remedy at law.",
      "id": "s312"
    },
    {
      "text": "There was a mandatory Dispute Resolution Procedure under the Certified Agreement (cl 4.5) for the resolution of disputes.",
      "id": "s313"
    },
    {
      "text": "Ballard was obliged to follow this.",
      "id": "s314"
    },
    {
      "text": "He did not.",
      "id": "s315"
    },
    {
      "text": "Additionally, an application for relief under s 643(1) of the WR Act was available to Ballard on the ground that the termination was allegedly harsh, unjust or unreasonable.",
      "id": "s316"
    },
    {
      "text": "Indeed it was a term of the LKJV New Metro Rail City Project Structural Certified Agreement 2004 that termination of employment by the Joint Venture shall not be harsh, unjust or unreasonable (cl 2.2.3).",
      "id": "s317"
    },
    {
      "text": "I was informed by senior counsel for the respondents that Ballard had made an application in relation to his alleged unfair dismissal, claiming that it was harsh, unjust and unreasonable and constituted discrimination.",
      "id": "s318"
    },
    {
      "text": "The respondents' perception that Ballard's dismissal was unfair or unlawful did not constitute a warrant for the unlawful industrial action, nor does it constitute any relevant mitigating circumstance.",
      "id": "s319"
    },
    {
      "text": "It would be extraordinary if a wilful disregard of the main object of the legislation, and in particular, in this case, the promotion of the rule of law, should be regarded as somehow mitigating the contravention.",
      "id": "s320"
    },
    {
      "text": "Mr Rozen, who represented the 7 th , 8 th , 9 th , 12 th , 14 th , 16 th , 28 th , 37 th and 64 th respondents, conceded in argument that the unlawful industrial action was, (in part) clearly motivated by an attempt to bring financial pressure to bear on the LKJV to achieve the reinstatement of Ballard rather than through lawful means.",
      "id": "s321"
    },
    {
      "text": "In my view, that concession was correctly made and underlines the seriousness of the conduct.",
      "id": "s322"
    },
    {
      "text": "I do not accept that merely because they are employees as opposed to a union, union officials, or an employer, that there is, in principle, any different approach which should be taken on the question of penalty.",
      "id": "s323"
    },
    {
      "text": "In any one case there may be different levels of culpability.",
      "id": "s324"
    },
    {
      "text": "Each matter requires to be considered by reference to its own facts and circumstances.",
      "id": "s325"
    },
    {
      "text": "I was told by senior counsel for the respondents that orders of the AIRC were frequently disobeyed and that this, traditionally, was not regarded as serious.",
      "id": "s326"
    },
    {
      "text": "It was also held that this was the first time in which penalty proceedings had been taken against employees in that capacity.",
      "id": "s327"
    },
    {
      "text": "This, it was said, was for historical reasons, grounded in the way that industrial disputes have in the past been fought.",
      "id": "s328"
    },
    {
      "text": "If that was the position then it is no longer the position.",
      "id": "s329"
    },
    {
      "text": "In Finance Sector Union v Commonwealth Bank of Australia at [72], Merkel J observed that: \n \nmay be that breaches by unions and employers of industrial legislation from time to time have been accepted as part of the give and take of industrial disputation.",
      "id": "s330"
    },
    {
      "text": "However, in recent years industrial legislation has increasingly codified and prescribed what is acceptable, and what is unacceptable, industrial conduct.",
      "id": "s331"
    },
    {
      "text": "The legislature has, over time, also moved to increase the penalties that may be imposed in respect of unlawful industrial conduct.",
      "id": "s332"
    },
    {
      "text": "In my view, any light handed approach that might have been taken in the past to serious, wilful and ongoing breaches of the industrial laws should no longer be applicable.",
      "id": "s333"
    },
    {
      "text": "The penalty imposed by Merkel J in respect of the contraventions of s 298K of the WR Act in the above case ($600,000) was overturned on appeal and substituted for a penalty of $300,000.",
      "id": "s334"
    },
    {
      "text": "Importantly, however, Branson J (with whom Spender J agreed in relation to the reduction in penalty) indicated that there was no demonstrable error of principle affecting the penalty imposed by Merkel J at first instance.",
      "id": "s335"
    },
    {
      "text": "Her Honour reaffirmed the warning that it may well be that it is appropriate for penalties imposed under the WR Act to rise and rise appreciably.",
      "id": "s336"
    },
    {
      "text": "That case was not concerned with breaches by employees, but as I have said, I do not consider that they stand in any different category.",
      "id": "s337"
    },
    {
      "text": "I have had regard to part of the Second Reading Speech of the BCII Act which is instructive in this respect: \n \nBill reflects the Government's commitment to ensuring the law applies and is observed equally by all participants in the building and construction industry, regardless of whether they are union officials, employers or workers.",
      "id": "s338"
    },
    {
      "text": "industrial record of this industry is deplorable.",
      "id": "s339"
    },
    {
      "text": "Royal Commissioner found that the prevalence of industrial action in the building industry is unique.",
      "id": "s340"
    },
    {
      "text": "He noted \n \n\n \n \n Underlying the attitude of participants in the industry is a disregard of the rule of law, and the adoption of a short term attitude, commercially driven, of expediency.",
      "id": "s341"
    },
    {
      "text": "In particular, unions know that the prospect of being held civilly responsible for the losses they cause is remote.",
      "id": "s342"
    },
    {
      "text": "[Volume 11, page 10, para 33] \n \n\n \n \nlevel of industrial disputation in the construction industry is substantial.",
      "id": "s343"
    },
    {
      "text": "For example, in 2003-04 the construction industry employed 8 per cent of all employed persons in Australia.",
      "id": "s344"
    },
    {
      "text": "For the same period, these workers accounted for over 21 per cent of working days lost.",
      "id": "s345"
    },
    {
      "text": "action negatively impacts upon industry productivity.",
      "id": "s346"
    },
    {
      "text": "Industrial unrest and time lost through work stoppages cause immediate loss to head contractors, subcontractors and employees.",
      "id": "s347"
    },
    {
      "text": "Even short strikes can cause commercial damage because standing charges and overheads continue even if work on site stops.",
      "id": "s348"
    },
    {
      "text": "Commissioner Cole found project completion delays, with contractual penalties of up to $250,000 a day, are a compelling incentive for employers to surrender to union demands.",
      "id": "s349"
    },
    {
      "text": "those who engage in unlawful industrial action in this industry are seldom held accountable.",
      "id": "s350"
    },
    {
      "text": "In addition, the current system for recovery of loss due to unlawful industrial action is difficult, costly and time consuming.",
      "id": "s351"
    },
    {
      "text": "As Commissioner Cole noted \n \n\n \n \n Litigation for loss recovery is regarded as a bargaining chip to be used in future resolution of industrial disputes, rather than as a serious attempt to hold those causing loss responsible for it.",
      "id": "s352"
    },
    {
      "text": "[Vol 11, page 13, chapter 1] \n \n\n \n \nBill seeks to implement a framework where unlawful industrial action is not tolerated and those taking such action are brought to account for their lawlessness.",
      "id": "s353"
    },
    {
      "text": "I have also taken into account the mitigating factors which are set out above.",
      "id": "s354"
    },
    {
      "text": "I have been advised that any penalties which I impose on the respondents will not be paid by them personally although this would not apply to any suspended penalties which became payable upon a further contravention.",
      "id": "s355"
    },
    {
      "text": "From around February 2007, the ACTU and CFMEU established and maintained a national fund, known as the Mandurah Dispute Fighting Fund.",
      "id": "s356"
    },
    {
      "text": "The monies in the fund will be used to meet the costs of the penalties and legal costs incurred by the respondents.",
      "id": "s357"
    },
    {
      "text": "The impecuniosity of individual respondents is not raised as an issue in the proceedings.",
      "id": "s358"
    },
    {
      "text": "The CFMEU, through its Western Australian Branch Secretary Mr Kevin Reynolds, has expressly and publicly stated that: \n (a) the Fund which was set up to help the workers would cover their fines so that the strikers would not personally be out of pocket; \n \n (b) the Fund has raised funds nationally, as at late August 2007; and \n \n (c) it will cover the penalties and costs incurred by the respondents.",
      "id": "s359"
    },
    {
      "text": "I do not consider it a relevant matter to the penalties to be imposed that they are to be paid by a third party.",
      "id": "s360"
    },
    {
      "text": "I propose the following penalties.",
      "id": "s361"
    },
    {
      "text": "PENALTY FOR BREACH OF SECTION 38 BCII ACT \n A penalty in respect of each respondent, other than the 9 th , 14 th and 16 th respondents, of $9,000 of which $3,000 should be payable within 45 days and the balance of $6,000 suspended for six months to be paid only if the respondent further contravenes the BCII Act or the WR Act during the period of the suspension.",
      "id": "s362"
    },
    {
      "text": "I would in the ordinary course have considered a period of two years suspension as appropriate, however I have reduced the period of suspension from two years to six months having regard to the fact that since these proceedings were instituted almost eighteen months ago, there has been no contravention by these respondents of either the BCII Act or the WR Act.",
      "id": "s363"
    },
    {
      "text": "The Project, as I said, is all but completed.",
      "id": "s364"
    },
    {
      "text": "I will impose a lesser penalty on each of the 9 th , 14 th and 16 th respondents who engaged in unlawful industrial action for only four out of the seven days of $7500 of which $2500 shall be payable within 45 days and the balance of $5000 suspended for six months only to be paid if that respondent contravenes the BCII Act or the WR Act during the period of suspension.",
      "id": "s365"
    },
    {
      "text": "PENALTY FOR BREACH OF THE SECTION 127 ORDER \n If these 67 respondents had not also admitted to contravention of s 38 of the BCII Act I would have imposed a penalty of $3,000 of which I would have ordered $1,000 to be paid within 45 days and the balance of $2,000 suspended for six months upon similar terms.",
      "id": "s366"
    },
    {
      "text": "However, I have taken into account the overlapping conduct in relation to each of the contraventions and I propose that there be an additional penalty of $1,000 of which $250 should be payable within 45 days and the balance of $750 suspended for six months.",
      "id": "s367"
    },
    {
      "text": "This additional penalty reflects the fact that the unlawful industrial action, as a discrete element, constituted a breach of the order of the AIRC.",
      "id": "s368"
    },
    {
      "text": "I will make similar reductions in the case of the 9 th , 14 th and 16 th respondents and impose a penalty upon each of $900 of which $300 should be payable within 45 days and the balance of $600 suspended for six months upon the same terms.",
      "id": "s369"
    },
    {
      "text": "I consider that the total penalties in each case, tempered by suspension of a significant part of each gives rise to the appropriate overall penalties.",
      "id": "s370"
    },
    {
      "text": "In my view, the penalties in each case give effect to the primacy of both specific and general deterrence and in that regard I have given reasonable weight to the submissions of the applicant: Mobil Oil at [53].",
      "id": "s371"
    },
    {
      "text": "DECLARATORY RELIEF \n I consider it appropriate that there be declarations as to the contraventions broadly in the terms sought by the applicant: Tobacco Institute of Australia Ltd v Australian Federation of Consumer Organisations Inc (No 2) (1993) 41 FCR 89.",
      "id": "s372"
    },
    {
      "text": "It is convenient and appropriate to do so in order to explain the basis for the penalties ordered: Rural Press Ltd v Australian Competition and Consumer Commission [2003] HCA 75 ; (2003) 216 CLR 53.",
      "id": "s373"
    },
    {
      "text": "There is a public interest in knowing what conduct constitutes contravention and that it is considered to warrant an order recognising its seriousness.",
      "id": "s374"
    },
    {
      "text": "This may be done on the basis of admitted facts: ACCC v Dataline.Net.Au Pty Ltd (2006) 236 ALR 665.",
      "id": "s375"
    },
    {
      "text": "Her Honour's approach in that case was expressly approved by a Full Federal Court upon appeal: ACCC v Dataline.Net.Au Pty Ltd [2007] FCAFC 146 at [91] - [92] .",
      "id": "s376"
    },
    {
      "text": "In Ponzio , a Full Federal Court made a series of detailed declarations concerning contraventions of the WR Act, on the basis of facts established by an agreed statement of facts.",
      "id": "s377"
    },
    {
      "text": "It is apparent from that form of declaration in that case that the Full Court was prepared to accept the detail in the agreed statement of facts as a proper factual foundation for the making of declarations.",
      "id": "s378"
    },
    {
      "text": "I propose that equivalent declarations should be made in this case.",
      "id": "s379"
    },
    {
      "text": "I certify that the preceding one hundred and sixteen (116) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gilmour.",
      "id": "s380"
    },
    {
      "text": "Associate:\n \n \nDated: 20 December 2007\n \n Counsel for the Applicant: Mr R J H Maidment SC with Mr R L Hooker and Dr S Donaghue \n \n Solicitors for the Applicant: Lavan Legal \n \n Counsel for Respondents 1-6, 10-11, 13, 15, 17, 19-23, 26-27, 29-36, 39-43, 45-53, 55-62, 66, 68-71, 73-75, 77, 79-81, 83-87, 90-97, 99-107 Mr R Richter QC with Mr K Bonomelli \n \n Counsel for Respondents 7, 8, 9, 12, 14, 16, 28, 37 and 64 Mr P Rozen \n \n Solicitors for the Respondents: Jeremy Noble, Barristers &amp; Solicitors \n \n Date of Hearing: 5 November 2007 \n \n Date of Judgment: 20 December 2007 \n SCHEDULE 1 --- BREACH OF SECTION 38 OF THE BCII ACT \n UNLAWFUL INDUSTRIAL ACTION --- 24, 25, 27, 28 FEBRUARY 2006, \n 1, 2 AND 3 MARCH 2006 \n \n No.",
      "id": "s381"
    },
    {
      "text": "RESPONDENT NAME RESPONDENT NUMBER 1 Gordon William Aldin 1 2 Stephen Banks 4 3 Richard John Beck 5 4 Nathan Ryan Bennett 6 5 Robert Biondillo 7 6 Robert Neil Bradbury \n* Respondent 9 only engaged in unlawful industrial action on 24, 27, 28 February 2006 and 1 March 2006.",
      "id": "s382"
    },
    {
      "text": "8 7 John Francis Bradley 9 8 Jamie Brearley 10 9 Tim Hugh Brown 11 10 Greg James Brown \n* Respondent 14 only engaged in unlawful industrial action on 28 February 2006 and 1 --- 3 March 2006.",
      "id": "s383"
    },
    {
      "text": "12 11 Mathew Bruce 13 12 Michael Burke 14 13 John Joseph Byrne \n* Respondent 16 only engaged in unlawful industrial action on 28 February 2006 and 1 --- 3 March 2006.",
      "id": "s384"
    },
    {
      "text": "15 14 David Barrie Cameron 16 15 Terry Allan Collins 17 16 Martin Rashleigh Corbett 19 17 Graeme Cowling 20 18 Robert John Coyle 21 19 Robert William Crampton 22 20 Christopher Albert Crawford 23 21 Glenn James Daniels 26 22 Stuart John Davies 27 23 Dronzo Laurie De Bari 28 24 Kevin John Donlan 29 25 James Patrick Doyle 30 26 John Engel 31 27 Michael Evans 32 28 Gerard Patrick Farhi 33 29 Alessandro Forte 34 30 Paul Desmond Gleeson 35 31 David Joseph Golding 36 32 Shane Robert Greaves 37 33 David Hackett 39 34 Matt Charles Harvey 40 35 Zachary James Haywood 41 36 Lawrence Henry Healey 42 37 Charlie Graham Isaacs 43 38 Clinton Larkin 45 39 Wayne Robert Lee 46 40 Kevin Joseph Liddy 47 41 Mathew David Lothian 48 42 Colin Henry Luff 49 43 Iain MacBeth 50 44 Ronald John Marsh 51 45 Frank McMahon 52 46 James Dzemal Memic 53 47 Jeremy Kane Mills 55 48 Lindsay John Morison 56 49 Darren Raymond Morris 57 50 Richard Michael Mulcahy 58 51 Michael John Mulcahy 59 52 David Martin Murphy 60 53 Peter David Napper 61 54 Anthony Peter Nichols 62 55 Andrew John O'Donnell 64 56 Stephen Francis O'Sullivan 66 57 John Pes 68 58 Malcolm Stanley Peters 69 59 Fiorello Reitano 70 60 Brent David Rothsay 71 61 Joshua Gerald Scott 73 62 Alan Charles Semple 74 63 Daniel Spizzirri 75 64 John Graham Storrie 77 65 John Anthony Terriaca 79 66 Gary Frederick Wagstaff 80 67 Jye McNamara Walsh 81 68 Steven Barnett 84 69 Nathan Jay Bennett 85 70 Neil Lenard Bennett 86 71 Andrew Patrick Bowden 87 72 Dean Jason Coyle 90 73 Skye Maree Coyle 91 74 Ross Alan Curby 93 75 Stephen Ray Eaton 94 76 Matthew Bruce Ferguson 95 77 Errol Joseph Ferguson 96 78 Mark Phillip Galli 97 79 Scott John Gray 99 80 Wayne Clifford Hawkins 100 81 Scott Anthony Heap 101 82 Dean Michael McBride 102 83 Michael John Moran 103 84 Nemo Mouchemore 104 85 Darren Lee Reiher 105 86 Lee Elliott Soden 106 87 Maksi Vujcic 107 \n SCHEDULE 2 --- BREACH OF SECTION 127 ORDER \n UNLAWFUL INDUSTRIAL ACTION --- 24, 25, 27, 28 FEBRUARY 2006, \n 1, 2 AND 3 MARCH 2006 \n \n No.",
      "id": "s385"
    },
    {
      "text": "RESPONDENT NAME RESPONDENT NUMBER 1 Gordon William Aldin 1 2 Stephen Banks 4 3 Richard John Beck 5 4 Nathan Ryan Bennett 6 5 Robert Biondillo 7 6 Robert Neil Bradbury 8 7 John Francis Bradley \n* Respondent 9 only engaged in unlawful industrial action on 24, 27, 28 February 2006 and 1 March 2006.",
      "id": "s386"
    },
    {
      "text": "9 8 Jamie Brearley 10 9 Tim Hugh Brown 11 10 Greg James Brown \n* Respondent 14 only engaged in unlawful industrial action on 28 February 2006 and 1 --- 3 March 2006.",
      "id": "s387"
    },
    {
      "text": "12 11 Mathew Bruce 13 12 Michael Burke 14 13 John Joseph Byrne \n* Respondent 16 only engaged in unlawful industrial action on 28 February 2006 and 1 --- 3 March 2006.",
      "id": "s388"
    },
    {
      "text": "15 14 David Barrie Cameron \n 16 15 Terry Allan Collins 17 16 Martin Rashleigh Corbett 19 17 Graeme Cowling 20 18 Robert John Coyle 21 19 Robert William Crampton 22 20 Christopher Albert Crawford 23 21 Glenn James Daniels 26 22 Stuart John Davies 27 23 Dronzo Laurie De Bari 28 24 Kevin John Donlan 29 25 James Patrick Doyle 30 26 John Engel 31 27 Michael Evans 32 28 Gerard Patrick Farhi 33 29 Alessandro Forte 34 30 Paul Desmond Gleeson 35 31 David Joseph Golding 36 32 Shane Robert Greaves 37 33 David Hackett 39 34 Matt Charles Harvey 40 35 Zachary James Haywood 41 36 Lawrence Henry Healey 42 37 Charlie Graham Isaacs 43 38 Clinton Larkin 45 39 Wayne Robert Lee 46 40 Kevin Joseph Liddy 47 41 Mathew David Lothian 48 42 Colin Henry Luff 49 43 Iain MacBeth 50 44 Ronald John Marsh 51 45 Frank McMahon 52 46 James Dzemal Memic 53 47 Jeremy Kane Mills 55 48 Lindsay John Morison 56 49 Darren Raymond Morris 57 50 Richard Michael Mulcahy 58 51 Michael John Mulcahy 59 52 David Martin Murphy 60 53 Peter David Napper 61 54 Anthony Peter Nichols 62 55 Andrew John O'Donnell 64 56 Stephen Francis O'Sullivan 66 57 John Pes 68 58 Malcolm Stanley Peters 69 59 Fiorello Reitano 70 60 Brent David Rothsay 71 61 Joshua Gerald Scott 73 62 Alan Charles Semple 74 63 Daniel Spizzirri 75 64 John Graham Storrie 77 65 John Anthony Terriaca 79 66 Gary Frederick Wagstaff 80 67 Jye McNamara Walsh 81 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/2068.html",
      "id": "s389"
    }
  ]
}