{
  "name": "Starr v Commissioner of Taxation of the Commonwealth of Australia [2007] FCA 23 (23 January 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/23.html",
  "catchphrases": [
    {
      "text": "income tax",
      "id": "c0"
    },
    {
      "text": "penalty",
      "id": "c1"
    },
    {
      "text": "tax shortfall",
      "id": "c2"
    },
    {
      "text": "derived from treating income tax law as applying in relation to a tax avoidance scheme",
      "id": "c3"
    },
    {
      "text": "tax avoidance scheme",
      "id": "c4"
    },
    {
      "text": "whether entered into or carried out for the sole or dominant purpose of enabling a person to pay no or less tax",
      "id": "c5"
    },
    {
      "text": "subjective or objective determination",
      "id": "c6"
    },
    {
      "text": "subjective inquiry",
      "id": "c7"
    },
    {
      "text": "appeal allowed",
      "id": "c8"
    },
    {
      "text": "taxation",
      "id": "c9"
    }
  ],
  "sentences": [
    {
      "text": "Introduction \n \n1 Donald Starr and Gary Hopkins were among several hundred people who, in the mid 1990s, invested in a cattle breeding project at Tamworth in New South Wales.",
      "id": "s0"
    },
    {
      "text": "The project was operated by a group of companies.",
      "id": "s1"
    },
    {
      "text": "It was known as the ACM Breeding Project (ACM).",
      "id": "s2"
    },
    {
      "text": "In their income tax returns for the year ended 30 June 1996 they claimed as deductions expenditure incurred in connection with their investment in the ACM.",
      "id": "s3"
    },
    {
      "text": "Mr Starr claimed \"primary production losses\" in the sum of $35,832.",
      "id": "s4"
    },
    {
      "text": "Mr Hopkins claimed $23,888.",
      "id": "s5"
    },
    {
      "text": "2 On 11 August and 19 October 2000 respectively the Commissioner for Taxation (the Commissioner) issued amended assessments under the Income Tax Assessment Act 1936 (Cth) (ITAA) to Messrs Starr and Hopkins in respect of the year of income ended 30 June 1996.",
      "id": "s6"
    },
    {
      "text": "The amended assessment in each case was based upon a determination by the Commissioner under Pt IVA of the ITAA that the amounts claimed as deductions were deductible but in each case constituted a tax benefit for the purposes of Pt IVA and on that basis should be disallowed.",
      "id": "s7"
    },
    {
      "text": "In the case of Mr Starr his assessment was amended by increasing his taxable income by the amount of $35,832 representing his claimed ACM outgoings as a deduction.",
      "id": "s8"
    },
    {
      "text": "It was determined by a delegate of the Commissioner under s 177F of the ITAA to be a \"tax benefit\" referrable to a deduction claimed for the year of income ended 30 June 1996 which should not be allowable in relation to that year of income.",
      "id": "s9"
    },
    {
      "text": "An understatement penalty and interest in the amount of $6,571.56 was imposed.",
      "id": "s10"
    },
    {
      "text": "That comprised $1,486.71 by way of penalty and $5,084.85 by way of interest on the penalty.",
      "id": "s11"
    },
    {
      "text": "A notice of objection to the amended assessment was lodged on 15 October 2001 and disallowed by notice from the Commissioner dated 6 March 2003.",
      "id": "s12"
    },
    {
      "text": "Mr Hopkins' amended assessment added the sum of $23,888 to his taxable income for the same year and imposed an understatement penalty and interest of $8,422.85.",
      "id": "s13"
    },
    {
      "text": "Of that, $4,677.35 was penalty and the balance was interest.",
      "id": "s14"
    },
    {
      "text": "Mr Hopkins also objected and his objection was disallowed on 6 March 2003.",
      "id": "s15"
    },
    {
      "text": "3 In a test case relating to the ACM breeding project, Vincent v Federal Commissioner of Taxation [2002] FCAFC 291 ; (2002) 124 FCR 350; 193 ALR 686, the Full Court of the Federal Court held that management fees and interest claimed as deductions by another of the investors Ms Vincent, were on capital account.",
      "id": "s16"
    },
    {
      "text": "They had been outlaid essentially for the acquisition of calves under the scheme.",
      "id": "s17"
    },
    {
      "text": "Being on capital account they were not deductible.",
      "id": "s18"
    },
    {
      "text": "There was therefore no tax benefit obtained through the project, albeit it had been determined to be a Pt IVA scheme by the Commissioner.",
      "id": "s19"
    },
    {
      "text": "In the reasons for disallowing the objection to the amended assessments, the Commissioner referred to Vincent's case.",
      "id": "s20"
    },
    {
      "text": "The penalties imposed on Mr Starr and Mr Hopkins respectively were 10 per cent of the tax shortfall and 50 per cent of the tax shortfall.",
      "id": "s21"
    },
    {
      "text": "4 The Commissioner said in his reasons for disallowing Mr Starr's objection: \n \n ' (2) Further Remission of the penalty and interest imposed is not warranted \n \n \n \n (a) In our view deductions claimed by you in relation to ACM Breeding Project are not allowable under subsection 51(1) and therefore section 226L would apply as the purported deductions arose in relation to a tax avoidance scheme.",
      "id": "s22"
    },
    {
      "text": "(b) The rates of penalty that apply under section 226L are 50% of the amount of the primary tax applicable to the adjustment or, if it is reasonably arguable that the deduction claimed was correctly allowable, 25% of the primary tax applicable to the adjustment.",
      "id": "s23"
    },
    {
      "text": "(c) After having given consideration to any additional information or individual circumstances provided in your letter of objection we have decided it is still appropriate to maintain the flat rate of 10%.",
      "id": "s24"
    },
    {
      "text": "(d) There are no rights of objection under the Taxation Administration Act 1953 (\"TAA\") against interest payable under the Income Tax Assessment Act 1936 (section 170AA) and/or the TAA (the General Interest Charge).",
      "id": "s25"
    },
    {
      "text": "However in the course of determining your objection we have reviewed the interest payable and concluded that no remission is warranted.",
      "id": "s26"
    },
    {
      "text": "If you are dissatisfied with our decision in relation to the interest you may apply to have the decision reviewed under the Administrative Decisions (Judicial Review) Act 1977 .",
      "id": "s27"
    },
    {
      "text": "' \n \n \n\nA similar statement was made by the Commissioner in relation to the penalty and interest applicable to Mr Hopkins.",
      "id": "s28"
    },
    {
      "text": "In his case the penalty was fixed at the flat rate of 50 per cent of the amount of the primary tax applicable to the adjustment.",
      "id": "s29"
    },
    {
      "text": "That level of penalty was fixed pursuant to s 226L and, unlike Mr Starr's case, was not reduced by the discretionary remitter available under s 227 of the ITAA.",
      "id": "s30"
    },
    {
      "text": "5 Mr Starr and Mr Hopkins both sought review, in the Administrative Appeals Tribunal (the Tribunal), of the decision of the Commissioner disallowing their objections.",
      "id": "s31"
    },
    {
      "text": "The issue on review was confined to the level of penalty.",
      "id": "s32"
    },
    {
      "text": "On 19 August 2005, the Tribunal affirmed the decisions under review.",
      "id": "s33"
    },
    {
      "text": "Messrs. Starr and Hopkins then filed notices of appeal against the Tribunal's decision in the original jurisdiction of this Court pursuant to the provisions of the Administrative Appeals Tribunal Act 1975 (Cth).",
      "id": "s34"
    },
    {
      "text": "For the reasons that follow, I am of the view that their appeals are made out, that the Tribunal's decision should be set aside and the objections allowed.",
      "id": "s35"
    },
    {
      "text": "Statutory framework \n \n6 The penalty provisions relevant to this appeal were to be found in Pt VII of the ITAA.",
      "id": "s36"
    },
    {
      "text": "By operation of s 222AA it does not apply to \"statements made, or schemes entered into, in relation to the 2000-01 year of income or a later year of income\".",
      "id": "s37"
    },
    {
      "text": "It has been replaced by Div 284 of Schedule 1 of the Taxation Administration Act 1953 (Cth) (TAA) given effect by s 3AAA of that Act.",
      "id": "s38"
    },
    {
      "text": "Division 284 of Schedule 1 is entitled \"Administrative penalties for statements, unarguable positions and schemes\".",
      "id": "s39"
    },
    {
      "text": "Part VII as it stood prior to the introduction of the new TAA provisions in 2000 had been in place since 1984 when it was substituted for the former Pt VII entitled \"Penal Provisions and Prosecutions\".",
      "id": "s40"
    },
    {
      "text": "7 Part VII comprised ss 222A to 228.",
      "id": "s41"
    },
    {
      "text": "Section 222A contained definitions of terms used in Pt VII.",
      "id": "s42"
    },
    {
      "text": "Further interpretation and deeming provisions were found in ss 222B (\"Taxation Statements\") and 222C (\"Reasonably Arguable\").",
      "id": "s43"
    },
    {
      "text": "8 Section 222D was an interpretive provision relevant to s 226L which was relied upon by the Commissioner in this case and is set out below.",
      "id": "s44"
    },
    {
      "text": "Section 222D provided: \n \n 'For the purposes of this Part, a taxpayer who treats an income tax law as not applying in relation to a matter is taken to treat that law as applying in relation to that matter in a particular way.",
      "id": "s45"
    },
    {
      "text": "' \n \n\nSections 222E-223A are not relevant for present purposes.",
      "id": "s46"
    },
    {
      "text": "9 Section 224 established penalties where tax avoidance provisions, not including Div 13 of Pt III or Pt IVA, were invoked by the Commissioner.",
      "id": "s47"
    },
    {
      "text": "It applied where the Commissioner had calculated the tax assessable to a taxpayer (s 224(1)(a)) and in so doing had included an amount in the assessable income or not allowed a deduction or rebate (s 224(1)(b)) and the inclusion or disallowance depended on his forming an opinion or state of mind or determination or upon the exercise by him of a power that related to \"a tax avoidance scheme\" (s 224(1)(c)).",
      "id": "s48"
    },
    {
      "text": "If the taxpayer had not included, in the return, the amount included by the Commissioner or if the taxpayer had claimed a deduction or rebate disallowed by the Commissioner (s 224(1)(d)) then the taxpayer was liable to pay, by way of penalty, additional tax.",
      "id": "s49"
    },
    {
      "text": "The additional tax was calculated at 50 per cent of the relevant difference or, 25 per cent if the non-inclusion of income or the deduction were \"reasonably arguable\" (s 224(3)).",
      "id": "s50"
    },
    {
      "text": "10 The term \"tax avoidance scheme\" was defined in s 224(2) thus: \n \n 'In subsection (1), \" tax avoidance scheme \" means a scheme within the meaning of Part IVA that was entered into or carried out for the sole or dominant purpose of enabling a person to pay no tax or less tax.",
      "id": "s51"
    },
    {
      "text": "' \n \n\nIt is of some significance that this section does not deal with inclusions of income or disallowance of deductions pursuant to Pt IVA.",
      "id": "s52"
    },
    {
      "text": "11 Section 225 concerned penalty tax cases in which Div 13 of Pt III applies.",
      "id": "s53"
    },
    {
      "text": "That Division relates to international agreements and the determination of the source of certain income.",
      "id": "s54"
    },
    {
      "text": "Under s 136AD where a taxpayer has supplied property under an international agreement and the Commissioner is satisfied that the parties to the agreement were not dealing at arms length with each other in relation to the supply and the consideration was less than arms length consideration, then consideration equal to the arms length consideration shall be deemed to have been received or receivable by the taxpayer.",
      "id": "s55"
    },
    {
      "text": "Under s 136AE the Commissioner can make a determination as to the source of income in such cases.",
      "id": "s56"
    },
    {
      "text": "Section 225 of Pt VII applied penalties where the taxpayer had lodged a return on the basis that a prescribed provision (s 136AD or s 136AE) did not apply and the Commissioner had applied one or both of them to assess a greater amount.",
      "id": "s57"
    },
    {
      "text": "Where the prescribed provision or provisions were applied in relation to a scheme within the meaning of Pt IVA and \"the scheme was entered into or carried out for the sole or dominant purpose of enabling a person to pay no tax or less tax\" then additional tax at 50 per cent or 25 per cent of the difference was payable by way of penalty.",
      "id": "s58"
    },
    {
      "text": "The rate depended upon whether the non-application of the prescribed provision or provisions was \"reasonably arguable\".",
      "id": "s59"
    },
    {
      "text": "12 Section 226 provided for penalty tax where Pt IVA applied.",
      "id": "s60"
    },
    {
      "text": "It applied, in substance, where the Commissioner had made a determination under s 177F and tax was payable which otherwise would not have been payable.",
      "id": "s61"
    },
    {
      "text": "There was no separate reference to a tax avoidance purpose.",
      "id": "s62"
    },
    {
      "text": "Section 226AA dealt with penalties in Pt IVA cases where foreign credits claimed were disallowed.",
      "id": "s63"
    },
    {
      "text": "Sections 226B to s 226K dealt with mitigating or aggravating circumstances affecting penalties such as voluntary early disclosure, lack of reasonable care, recklessness, intentional disregard of the law and the adoption of an unarguable position.",
      "id": "s64"
    },
    {
      "text": "13 Section 226L, which was relied upon by the Commissioner in the present case, provided: \n \n 'Subject to this Part, if: \n \n \n \n (a) a taxpayer has a tax shortfall for a year; and \n \n (b) the shortfall or part of it was caused by the taxpayer in a taxation statement treating an income tax law as applying in relation to a scheme in a particular way; and \n \n (c) the scheme was a tax avoidance scheme within the meaning of subsection 224(1); and \n \n (d) none of the scheme sections applies in relation to the scheme; \n \n the taxpayer is liable to pay, by way of penalty, additional tax equal to: \n \n (e) if, when the statement was made, it was reasonably arguable that the way in which the application of the law was treated was correct --- 25% of the amount of the shortfall or part; or \n \n \n \n (f) in any other case --- 50% of the amount of the shortfall or part.",
      "id": "s65"
    },
    {
      "text": "' \n\nThis provision attracted certain definitions.",
      "id": "s66"
    },
    {
      "text": "14 There are terms used in s 226L which were defined in s 222A(1): \n \n '\" income tax law \" means a law under which the extent of liability for income tax is worked out; \n \n \"scheme section\" means sections 224, 225, 226 or 226AA; \n \n \"tax shortfall\", in relation to a taxpayer and a year, means the amount, if any, by which the taxpayer's statement tax for that year at the time at which it was lowest is less than the taxpayer's proper tax for that year; \n \n \"statement tax\" , in relation to a taxpayer, a year and a time, means the tax that would have been payable by the taxpayer in respect of that year if it were assessed at that time on the basis of taxation statements by the taxpayer after allowing the credits claimed by the taxpayer;' \n \n\nIt is not necessary for present purposes to set out the full definition of \"taxation statement\" which had two limbs, namely \"taxation officer statement\" and \"taxation purpose statement\".",
      "id": "s67"
    },
    {
      "text": "It is sufficient to say that the income tax returns lodged by Messrs. Starr and Hopkins for the year ended 30 June 1996 would have constituted taxation statements within the meaning of the section.",
      "id": "s68"
    },
    {
      "text": "15 The term \"scheme\" was not defined.",
      "id": "s69"
    },
    {
      "text": "The definition of \"tax avoidance scheme\" in s 224 above, was incorporated by reference in s 226L.",
      "id": "s70"
    },
    {
      "text": "16 Section 227(3) provided for the discretionary remitter, by the Commissioner, of the whole or any part of the additional tax payable by a person under a provision of Pt VII.",
      "id": "s71"
    },
    {
      "text": "17 It is necessary also to have regard to Pt IVA.",
      "id": "s72"
    },
    {
      "text": "Section 177A, which is the opening interpretation section in Pt IVA, defines \"scheme\" for the purposes of that Part as: \n \n ' \"scheme\" means: \n \n \n \n (a) any agreement, arrangement, understanding, promise or undertaking, whether express or implied and whether or not enforceable, or intended to be enforceable, by legal proceedings; and \n \n (b) any scheme, plan, proposal, action, course of action or course of conduct.",
      "id": "s73"
    },
    {
      "text": "' \n \n \n\n18 Section 177D identifies schemes to which Pt IVA applies.",
      "id": "s74"
    },
    {
      "text": "It is the core provision in that section pursuant to which tax benefits obtained under a scheme may be disallowed.",
      "id": "s75"
    },
    {
      "text": "Section 177D provides: \n \n 'This Part applies to any scheme that has been or is entered into after 27 May 1981, and to any scheme that has been or is carried out or commenced to be carried out after that date (other than a scheme that was entered into on or before that date), whether the scheme has been or is entered into or carried out in Australia or outside Australia or partly in Australia and partly outside Australia, where --- \n \n \n \n (a) a taxpayer (in this section referred to as the \"relevant taxpayer\" ) has obtained, or would but for section 177F obtain, a tax benefit in connection with the scheme; and \n \n (b) having regard to --- \n \n \n \n \n \n (i) the manner in which the scheme was entered into or carried out; \n (ii) the form and substance of the scheme; \n (iii) the time at which the scheme was entered into and the length of the period during which the scheme was carried out; \n (iv) the result in relation to the operation of this Act that, but for this Part, would be achieved by the scheme; \n (v) any change in the financial position of the relevant taxpayer that has resulted, will result, or may reasonably be expected to result, from the scheme; \n (vi) any change in the financial position of any person who has, or has had, any connection (whether of a business, family or other nature), with the relevant taxpayer, being a change that has resulted, will result or may reasonably be expected to result, from the scheme; \n (vii) any other consequence for the relevant taxpayer, or for any person referred to in subparagraph (vi), of the scheme having been entered into or carried out; and \n (viii) the nature of any connection (whether of a business, family or other nature) between the relevant taxpayer and any person referred to in subparagraph (vi), \n \n \n \n \n \n it would be concluded that the person, or one of the persons, who entered into or carried out the scheme or any part of the scheme did so for the purpose of enabling the relevant taxpayer to obtain a tax benefit in connection with the scheme or of enabling the relevant taxpayer and another taxpayer or other taxpayers each to obtain a tax benefit in connection with the scheme (whether or not that person who entered into or carried out the scheme or any part of the scheme is the relevant taxpayer or is the other taxpayer or one of the other taxpayers).",
      "id": "s76"
    },
    {
      "text": "' \n \n \n \n \n\n The Tribunal's reasons for decision \n \n19 It was accepted by Messrs. Starr and Hopkins in their Outlines of Facts and Contentions submitted to the Tribunal that: \n \n 1.",
      "id": "s77"
    },
    {
      "text": "By the making of the various Scheme Arrangements and the various steps and transactions carried out pursuant to the Scheme Arrangements, their participation in ACM constituted a scheme for the purposes of s 177A of Pt IVA of the ITAA.",
      "id": "s78"
    },
    {
      "text": "2.",
      "id": "s79"
    },
    {
      "text": "Because they claimed as deductions project costs of $35,832 that Mr Starr incurred and $23,888 which Mr Hopkins incurred, and because those deductions were not allowable under s 51(1) of the ITAA, as the Full Court found in Vincent [2002] FCAFC 291 ; 124 FCR 350 , the applicants each had a shortfall within the meaning of s 222A of the ITAA.",
      "id": "s80"
    },
    {
      "text": "3.",
      "id": "s81"
    },
    {
      "text": "For the purposes of s 226L(b) of the ITAA the tax shortfall was caused by each of the two applicants, in a taxation statement (s 222A of the ITAA), treating an income tax law as applying in relation to the scheme in a particular way.",
      "id": "s82"
    },
    {
      "text": "4.",
      "id": "s83"
    },
    {
      "text": "For the purposes of s 226L(d) of the ITAA, none of the scheme sections as defined by s 222A applies in relation to the scheme.",
      "id": "s84"
    },
    {
      "text": "The penalties which were imposed on Messrs Starr and Hopkins were imposed pursuant to s 226L of the ITAA.",
      "id": "s85"
    },
    {
      "text": "20 No oral evidence was given before the Tribunal.",
      "id": "s86"
    },
    {
      "text": "The decision was made upon the affidavits and upon papers lodged with the Tribunal by the Commissioner.",
      "id": "s87"
    },
    {
      "text": "There was no cross-examination on the affidavits.",
      "id": "s88"
    },
    {
      "text": "Affidavit evidence filed on behalf of the applicants comprised the following: \n \n 1.",
      "id": "s89"
    },
    {
      "text": "The affidavit of Kevin Phillip Sleight sworn 3 March 2005.",
      "id": "s90"
    },
    {
      "text": "Mr Sleight described himself as Mr Starr's financial adviser.",
      "id": "s91"
    },
    {
      "text": "He introduced Mr Starr to the ACM project in June 1996.",
      "id": "s92"
    },
    {
      "text": "He recalled Mr Starr was very interested in the commercial aspects of the ACM project and primarily concerned with making an investment that would increase his income in retirement.",
      "id": "s93"
    },
    {
      "text": "Mr Sleight's sole purpose in recommending that Mr Starr invest in the project was to increase his wealth from profits from sale of cattle under the project.",
      "id": "s94"
    },
    {
      "text": "The commission that Mr Sleight received as a result of Mr Starr entering into the project was not contingent on Mr Starr receiving a tax deduction.",
      "id": "s95"
    },
    {
      "text": "2.",
      "id": "s96"
    },
    {
      "text": "The affidavit of Rodolfo Del Carlo sworn 3 March 2005.",
      "id": "s97"
    },
    {
      "text": "Mr Del Carlo is an accountant and as Mr Hopkins' financial adviser recommended the ACM project to him.",
      "id": "s98"
    },
    {
      "text": "He said that his sole purpose in introducing Mr Hopkins to the project was for Mr Hopkins to make a profit.",
      "id": "s99"
    },
    {
      "text": "He received a commission as a result of the investment but the commission was not contingent on Mr Hopkins claiming or receiving a tax deduction.",
      "id": "s100"
    },
    {
      "text": "3.",
      "id": "s101"
    },
    {
      "text": "The affidavit of Donald St Clair Starr sworn 8 March 2005 .",
      "id": "s102"
    },
    {
      "text": "Mr Starr said that before investing in the ACM project he had discussions with Mr Sleight about the cost of entry and the length of time it would take him to derive an income stream from the project.",
      "id": "s103"
    },
    {
      "text": "He said he was 51 years old at that time and wanted to retire early.",
      "id": "s104"
    },
    {
      "text": "He had no previous experience in cattle breeding but was encouraged by the fact that the Poll Hereford breed of stud cattle was being used as he knew them to be of a very high quality.",
      "id": "s105"
    },
    {
      "text": "Although he had given some consideration to the availability of tax deductions for the various expenses of the project, this was not the dominant reason or purpose behind his eventual decision to enter into it.",
      "id": "s106"
    },
    {
      "text": "His main concern related to the profit projections and whether it would be possible to make a sizeable profit from his investment.",
      "id": "s107"
    },
    {
      "text": "If he had thought the project would not have been profitable he would not have invested irrespective of the potential for tax deductions.",
      "id": "s108"
    },
    {
      "text": "He made cash payments of $12,909 to the project.",
      "id": "s109"
    },
    {
      "text": "4.",
      "id": "s110"
    },
    {
      "text": "The affidavit of Gary Kevin Hopkins sworn 9 March 2005 .",
      "id": "s111"
    },
    {
      "text": "Mr Hopkins said that before investing in the ACM project he had discussions with Mr Del Carlo about the investment.",
      "id": "s112"
    },
    {
      "text": "He read the relevant information booklet.",
      "id": "s113"
    },
    {
      "text": "The most important aspects of the project so far as he was concerned were the income projections contained on pages 16 and 17 of the information booklet.",
      "id": "s114"
    },
    {
      "text": "He was aware at the time that the prices being received at cattle sales were going through a prosperous period.",
      "id": "s115"
    },
    {
      "text": "He was also aware of the high quality of the Poll Hereford breed of stud cattle to be used in the project.",
      "id": "s116"
    },
    {
      "text": "He said he considered the projections of profit of approximately $12,600 per two cows to be profitable and worthwhile and realistic at the time that he invested.",
      "id": "s117"
    },
    {
      "text": "He said that his ability to claim tax deductions for various expenses related to the project was a factor he had considered before investing in it, but not the main reason or purpose behind his decision to invest.",
      "id": "s118"
    },
    {
      "text": "He said tax implications are always taken into account, but the obtaining of a substantial profit was his main objective and the profit projections were the most important part of his assessment.",
      "id": "s119"
    },
    {
      "text": "He said that if he had not believed that the project would be profitable he would not have entered into it.",
      "id": "s120"
    },
    {
      "text": "He made cash payments of $8,640 to the project.",
      "id": "s121"
    },
    {
      "text": "There was no other affidavit material before the Tribunal.",
      "id": "s122"
    },
    {
      "text": "21 The applicants accepted, before the Tribunal, that the relevant outgoings were on capital account reflecting the conclusion reached by the Full Court in Vincent [2002] FCAFC 291 ; 124 FCR 350 .",
      "id": "s123"
    },
    {
      "text": "It was not in dispute that for the purposes of s 226L(d) of the ITAA none of the \"scheme sections\" applied in relation to the participants in ACM.",
      "id": "s124"
    },
    {
      "text": "The Tribunal said (at [34]): \n \n 'However, schemes defeated under the primary provisions of the income tax legislation still have to satisfy the conditions of section 226L before a penalty by way of additional tax applies.",
      "id": "s125"
    },
    {
      "text": "One of those conditions, and the one most relevant in this case, is that the particular scheme was a \" tax avoidance scheme \" for the purposes of section 226L(c) of the ITAA.",
      "id": "s126"
    },
    {
      "text": "Pursuant to section 226L, the rates of penalty that apply are 50% of the amount of primary tax applicable to the adjustment, or if it is reasonably arguably that the deduction claimed was correctly allowable, 25% of the primary tax applicable to the adjustment.",
      "id": "s127"
    },
    {
      "text": "' \n \n\n22 The Tribunal then considered whether the ACM breeding project was a tax avoidance scheme within the meaning of the definition of that term in s 224(2).",
      "id": "s128"
    },
    {
      "text": "It was conceded on behalf of the applicants that the project was a scheme within the meaning of Pt IVA and accordingly within the terms of s 177A of the ITAA.",
      "id": "s129"
    },
    {
      "text": "In the end the Tribunal's decision about the application of the penalty under s 226L depended upon whether the \"sole or dominant purpose\" referred to in s 224(2) was to be assessed as a subjective purpose or an objective and, I interpolate, attributed, purpose.",
      "id": "s130"
    },
    {
      "text": "23 The Tribunal observed that Pt IVA requires the purpose of a scheme to be assessed objectively.",
      "id": "s131"
    },
    {
      "text": "So much flows from the language of s 177D which applies when the taxpayer has obtained a tax benefit and \"it would be concluded that the person or one of the persons who entered into or carried out the scheme ... did so for the purpose of enabling the relevant taxpayer to obtain a tax benefit in connection with the scheme\".",
      "id": "s132"
    },
    {
      "text": "The Tribunal accepted the submission on behalf of the Commissioner that the language of s 224(2) indicated that an examination of the objective facts and circumstances surrounding the scheme was necessary and that this \"tied in with the objective inquiry required in Pt IVA\".",
      "id": "s133"
    },
    {
      "text": "24 The Tribunal found that the ACM scheme was a tax avoidance scheme in terms of s 224(2) of the ITAA entered into or carried out with the sole or dominant purpose of enabling the participants and, in this case, the applicants, to pay no tax or less tax.",
      "id": "s134"
    },
    {
      "text": "Section 226L therefore applied.",
      "id": "s135"
    },
    {
      "text": "The applicants had not provided any evidence that their involvement in the ACM scheme was objectively different from the facts and circumstances ruled upon by the Federal Court in the case of Vincent [2002] FCAFC 291 ; 124 FCR 350.",
      "id": "s136"
    },
    {
      "text": "Accordingly, the Tribunal found the applicants had not \"discharged their onus\".",
      "id": "s137"
    },
    {
      "text": "The grounds of the application for review \n \n25 The questions of law said to be raised on the appeal against the Tribunal's decision did not define with precision the issue thrown up by the grounds.",
      "id": "s138"
    },
    {
      "text": "The central issue emerging from the grounds of the appeal was whether the Tribunal erred in law in holding that s 224(2) does not involve an inquiry into the subjective purposes of the taxpayers concerned.",
      "id": "s139"
    },
    {
      "text": "26 It was contended in the grounds of appeal that the Tribunal ought to have found that: \n \n \n '(i) The test for determining whether a scheme is a \"tax avoidance scheme entered into or carried out for the sole or dominant purpose of enabling a person to pay no tax or less tax\" within the meaning of section 224(2) of the ITAA involves an inquiry into the subjective purpose of those who entered into or carried out the scheme; and in this case the Applicants, and the promoters of the Active Cattle Management Scheme.",
      "id": "s140"
    },
    {
      "text": "(ii) The Applicants' unchallenged evidence supported a finding that they each had a dominant purpose of investing in the Active Cattle Management Scheme to make a profit and that paying no tax or less tax was not their dominant purpose.",
      "id": "s141"
    },
    {
      "text": "(iii) The findings of the Full Court in Vincent v Commissioner of Taxation [2002] FCAFC 291 ; (2002) 124 FCR 350 [at 373] supported a finding that the dominant purpose of the promoters of the Active Cattle Management Scheme was to make a profit and was not to enable the Applicants to pay no tax or less tax.",
      "id": "s142"
    },
    {
      "text": "(iv) That the Active Cattle Management Scheme was not a tax avoidance scheme for the purposes of section 224(2) of the ITAA, and that the Applicants did not fall within section 226L of the ITAA, and were not liable to pay penalties as imposed by the Respondent.",
      "id": "s143"
    },
    {
      "text": "' \n \n \n\n27 In each case the applicants seek an order that the decision made by the Tribunal be set aside and that their objections be allowed in full.",
      "id": "s144"
    },
    {
      "text": "Mental states --- subjective or objective \n \n28 Bowen LJ once said, in an oft quoted dictum, that the state of a man's mind is as much a fact as the state of his digestion: Edgington v Fitzmaurice [1885] 29 Ch D 459 at 483.",
      "id": "s145"
    },
    {
      "text": "The state of mind in issue in that case was the purpose for which company directors were raising funds on debentures.",
      "id": "s146"
    },
    {
      "text": "The question was whether a deliberate misstatement of their purpose would ground an action for deceit.",
      "id": "s147"
    },
    {
      "text": "Bowen LJ held it would saying that: \n \n 'It is true that it is very difficult to prove what the state of a man's mind at a particular time is, but if it can be ascertained it is as much a fact as anything else.",
      "id": "s148"
    },
    {
      "text": "A misrepresentation as to the state of a man's mind is, therefore, a misstatement of fact.",
      "id": "s149"
    },
    {
      "text": "' \n \n\nMental states are objective facts the existence of which can be inferred as a fact finding exercise.",
      "id": "s150"
    },
    {
      "text": "The finding of a mental state as a fact referred to in a statute may be a traditional process of inference based on objective and subjective evidence.",
      "id": "s151"
    },
    {
      "text": "Sometimes however, it is a matter of legal attribution independent of the actual mental state of the parties concerned.",
      "id": "s152"
    },
    {
      "text": "29 The debate in this case was joined as a debate between a construction of s 224(2) which says that the \"purpose\" to which it referred is to be subjectively determined and the construction which says it is to be objectively determined.",
      "id": "s153"
    },
    {
      "text": "In my opinion however, the relevant dichotomy is between a mental state inferred by reference to subjective and objective evidence and a mental state attributed on the basis of objective evidence which excludes consideration of the actual mental states of those behind or entering into the scheme.",
      "id": "s154"
    },
    {
      "text": "30 Terms describing mental states are used in a variety of legal settings.",
      "id": "s155"
    },
    {
      "text": "Their use is generally directed to the resolution of issues about legal rights or liabilities.",
      "id": "s156"
    },
    {
      "text": "Mental states may however be no more than a statutory label attaching to a particular outcome.",
      "id": "s157"
    },
    {
      "text": "Indeed in some contexts they are used in this way in judicial reasoning.",
      "id": "s158"
    },
    {
      "text": "In relation to the cognate concept of \"intention\" it has been said: \n \n '... the debate about competing conceptions of intention is just so much hot air; no actual conception in fact constrains the substantive ascriptions of responsibility in question.",
      "id": "s159"
    },
    {
      "text": "The function of the concept of intention in legal discourse is hence not logical, but ideological.",
      "id": "s160"
    },
    {
      "text": "' \n \n Lacey, A Clear Concept of Intention; Elusive or Illusory?",
      "id": "s161"
    },
    {
      "text": "(1993) 56 MLR 621 at 622 \n \n\n31 In contract law, the intention to form a legally binding relationship is often said to be a necessary condition of an enforceable contract along with offer, acceptance and consideration.",
      "id": "s162"
    },
    {
      "text": "It is also said that such an intention is to be determined objectively.",
      "id": "s163"
    },
    {
      "text": "That is not a process leading to an inference about an actual mental state.",
      "id": "s164"
    },
    {
      "text": "It is rather a matter of \"attribution\" of mental states regardless of what the parties now say that they intended.",
      "id": "s165"
    },
    {
      "text": "But as was observed in Cheshire and Fifoot, Law of Contract (8 th Australian Edition, LexisNexis, Butterworths (2002) 15.19:\n \n '... the notion of objective intention seems at first sight paradoxical.",
      "id": "s166"
    },
    {
      "text": "' \n \n\nSo too it seems is that of objective purpose.",
      "id": "s167"
    },
    {
      "text": "32 The notion of objective intention in contract was discussed in Ermogenous v Greek Orthodox Community of SA Inc [2002] HCA 8 ; (2002) 209 CLR 95 (at [25]):\n \n 'Although the word \"intention\" is used in this context, it is used in the same sense as it is used in other contractual contexts.",
      "id": "s168"
    },
    {
      "text": "It describes what it is that would objectively be conveyed by what was said or done, having regard to the circumstances in which those statements and actions happened.",
      "id": "s169"
    },
    {
      "text": "It is not a search for the uncommunicated subjective motives or intentions of the parties.",
      "id": "s170"
    },
    {
      "text": "' \n \n\n33 There are two ways of regarding the identification of intention in the contractual context.",
      "id": "s171"
    },
    {
      "text": "One is as a process of inference constrained because it excludes from consideration evidence of what the parties say their mental states were.",
      "id": "s172"
    },
    {
      "text": "The other is as a process of attribution.",
      "id": "s173"
    },
    {
      "text": "The latter is probably the more accurate characterisation.",
      "id": "s174"
    },
    {
      "text": "34 The fictional mental states of corporations are attributed rather than ascertained.",
      "id": "s175"
    },
    {
      "text": "A corporation is a fictitious legal person.",
      "id": "s176"
    },
    {
      "text": "It exists only in a kind of virtual reality created by the law.",
      "id": "s177"
    },
    {
      "text": "In order to allocate rights and liabilities the law treats a corporation as though it has a mind and as though that mind has mental states.",
      "id": "s178"
    },
    {
      "text": "So a corporation may have purpose.",
      "id": "s179"
    },
    {
      "text": "And although it is an attributed purpose because the corporation is a fictitious person, its purpose may be assessed subjectively or objectively.",
      "id": "s180"
    },
    {
      "text": "35 An example is to be found in the provisions of competition law relating to corporate purpose.",
      "id": "s181"
    },
    {
      "text": "The Trade Practices Act 1974 (Cth) prohibits a corporation from engaging in various kinds of conduct with defined anticompetitive purposes.",
      "id": "s182"
    },
    {
      "text": "Section 45 prohibits corporations, under certain conditions, from entering into contracts, arrangements or understandings which contain exclusionary provisions.",
      "id": "s183"
    },
    {
      "text": "A provision answers that description if it \"has the purpose of preventing, restricting or limiting\" the supply of goods or services to or the acquisition of goods or services from certain persons or classes of person (s 4D).",
      "id": "s184"
    },
    {
      "text": "Section 46 prohibits corporations with a substantial degree of power in the market from taking advantage of that power for purposes including eliminating or substantially damaging a competitor.",
      "id": "s185"
    },
    {
      "text": "Section 47 prohibits exclusive dealing for the purpose of substantially lessening competition.",
      "id": "s186"
    },
    {
      "text": "36 The definition of \"exclusionary provision\" in s 4D relates it to \"purpose\" in rather the same way that the definition of \"tax avoidance scheme\" in s 224(2) of the ITAA relates such a scheme to its purpose.",
      "id": "s187"
    },
    {
      "text": "In the first case the purpose is that of the relevant provision.",
      "id": "s188"
    },
    {
      "text": "In the second, the purpose is that of the scheme.",
      "id": "s189"
    },
    {
      "text": "37 Despite the use of \"purpose\" in s 4D of the Trade Practices Act as an attribute of the provisions defining exclusionary contracts, arrangements or understandings and despite its attribution to corporations, it has been treated as amenable to subjective inquiry.",
      "id": "s190"
    },
    {
      "text": "In News Ltd v South Sydney District Rugby League Football Club Ltd [2003] HCA 45 ; (2003) 215 CLR 563, Gleeson CJ said (at [18]):\n \n 'In a case such as the present, it is the subjective purpose of News and ARL in including the 14-team term, that is to say, the end they had in view, that is to be determined.",
      "id": "s191"
    },
    {
      "text": "' \n\n\nAlthough at the same time: \n \n \n 'The manifest effect of a provision in an agreement, in a given case, may be the clearest indication of its purpose.",
      "id": "s192"
    },
    {
      "text": "' \n \n\nMcHugh J, quoted with approval from Lord Devlin's observation in Chandler v Director of Public Prosecutions [1962] UKHL 2 ; [1964] AC 763, (at [39]):\n \n \n 'A purpose must exist in the mind.",
      "id": "s193"
    },
    {
      "text": "It cannot exist anywhere else.",
      "id": "s194"
    },
    {
      "text": "The word can be used to designate either the main object which a man wants or hopes to achieve by the contemplated act, or it can be used to designate those objects which he knows will probably be achieved by the act, whether he wants them or not.",
      "id": "s195"
    },
    {
      "text": "' \n \n\nHis Honour went on (at [40]):\n \n \n 'But in some cases --- in the case of legislative purpose, for example --- the tribunal of fact must attribute a purpose to an artificial or notional mind that is deemed responsible for some act or omission.",
      "id": "s196"
    },
    {
      "text": "In such contexts, the tribunal of fact deduces the purpose of the artificial or notional person from the background of the act or omission including relevant statements and what was done or not done.",
      "id": "s197"
    },
    {
      "text": "Similarly, when legislation refers to the purpose of a provision, it is not absurd to regard the legislature as referring to the purpose in the notional mind of those responsible for the provision.",
      "id": "s198"
    },
    {
      "text": "In such cases, the test must inevitably be an objective test.",
      "id": "s199"
    },
    {
      "text": "' \n \n\n38 On the basis of long-standing authority McHugh J adopted the approach that the relevant purpose was the actual, ie, subjective purpose even though it was a subjective purpose attributable to a corporation.",
      "id": "s200"
    },
    {
      "text": "That conclusion was not inconsistent with the proposition that even though it is the subjective mental state of a person that is to be attributed, objective evidence about the likely effect of the person's conduct may be the best evidence.",
      "id": "s201"
    },
    {
      "text": "The statements of parties about their purposes will often be treated with reserve: Dowling v Dalgety Australia Ltd (1992) 34 FCR 109; ASX Operations Pty Ltd v Pont Data Australia Pty Ltd (No 1) (1990) 27 FCR 460 at 483.",
      "id": "s202"
    },
    {
      "text": "39 Gummow J referred to the terms of s 4F of the Trade Practices Act as contextual support for a subjective approach to the determination of the purpose of a provision under s 4D (at [61] --- [66]).",
      "id": "s203"
    },
    {
      "text": "Callinan J at [212] said: \n \n 'The \"purpose\" of the provision of the contract, arrangement or understanding to which s 4D directs attention is the parties' (sic) subjective reason for its inclusion of the provision in the contract, arrangement or understanding.",
      "id": "s204"
    },
    {
      "text": "' \n \n\n40 Section 46 has a different structure which prohibits a corporation from engaging in conduct \"for the purpose of\" any one of the specified anti-competitive results and it is not surprising that the inquiry into such purpose is into the subjective purpose, albeit it is the subjective purpose attributable to a corporation: Eastern Express Pty Ltd v General Newspapers Ltd (1992) 35 FCR 43 at 66; 106 ALR 297.",
      "id": "s205"
    },
    {
      "text": "41 Section 47(10)(a) speaks of a circumstance in which the engaging by a corporation in conduct \"has the purpose...\".",
      "id": "s206"
    },
    {
      "text": "This is more readily amenable to a subjective construction of purpose than s 4D and has been so construed: Universal Music Australia Pty Ltd v Australian Competition and Consumer Commission [2003] FCAFC 193 ; (2003) 131 FCR 529.",
      "id": "s207"
    },
    {
      "text": "What has to be shown in such a case is \"the actual purpose of the relevant respondent\".",
      "id": "s208"
    },
    {
      "text": "But as the Full Court said of direct evidence from parties as to their purposes (at [256]): \n \n '... it will normally be critically scrutinised; it is often ex post facto and self-serving.",
      "id": "s209"
    },
    {
      "text": "' \n \n\n42 In my opinion these authorities are consistent with the proposition that the law should generally be construed according to the ordinary meaning of the words it uses having regard to their context and legislative purpose.",
      "id": "s210"
    },
    {
      "text": "Where a mental state is referred to it should be construed as an actual mental state unless the context indicates a constructive or attributed mental state.",
      "id": "s211"
    },
    {
      "text": "Constructional considerations \n \n43 The conditions necessary to attract penalty tax under s 226L established by that provision were as follows: \n1.",
      "id": "s212"
    },
    {
      "text": "The taxpayer has a tax shortfall for a year.",
      "id": "s213"
    },
    {
      "text": "2.",
      "id": "s214"
    },
    {
      "text": "The shortfall was caused in whole or in part by the taxpayer treating an income tax law as applying in relation to a scheme in a particular way.",
      "id": "s215"
    },
    {
      "text": "3.",
      "id": "s216"
    },
    {
      "text": "The scheme was a scheme within the meaning of Pt IVA that was entered into for the sole or dominant purpose of enabling a person to pay no tax or less tax.",
      "id": "s217"
    },
    {
      "text": "4.",
      "id": "s218"
    },
    {
      "text": "The scheme is not one in relation to which ss 224, 225, 226 or 226AA apply.",
      "id": "s219"
    },
    {
      "text": "44 The effect of the fourth and last mentioned condition was that s 226L does not apply to cases in which the tax shortfall exists as the result of action by the Commissioner under anti-avoidance provisions of the ITAA of the kind referred to in ss 224, 225, 226 and 226AA.",
      "id": "s220"
    },
    {
      "text": "While the shortfall to which the section applied must be caused by the taxpayer's treatment of income tax law as \"applying in relation to a scheme in a particular way\" it does not flow from the Commissioner's characterisation of the scheme as a tax avoidance scheme whether under Pt IVA or any other provision of the Act nor upon any action by the Commissioner consequential upon such characterisation.",
      "id": "s221"
    },
    {
      "text": "45 The purpose of s 226 was referred to by Ryan J in Krampel Newman v Commissioner of Taxation [2003] FCA 123 ; (2003) 126 FCR 561 at [120] where his Honour quoted with approval an observation by counsel based on the Explanatory Memorandum that: \n \n '... s 226L is intended to apply the same level of penalty as s 224, 225 and 226 for schemes entered into for the sole or dominant purpose of avoiding tax, but in respect of which the Commissioner has not applied any of the anti-avoidance provisions because the schemes are ineffective under the ordinary provisions of the ITAA eg s 51.",
      "id": "s222"
    },
    {
      "text": "' \n \n\n46 In this case the tax shortfall arose because the taxpayers treated money expended on their investment in the ACM project as deductible expenditure on revenue account.",
      "id": "s223"
    },
    {
      "text": "It was, in the light of the Full Court decision in Vincent [2002] FCAFC 291 ; 124 FCR 350 , capital expenditure and therefore not deductible.",
      "id": "s224"
    },
    {
      "text": "That characterisation did not depend upon the status of the ACM project as a scheme to which Pt IVA applied within the meaning of s 177D.",
      "id": "s225"
    },
    {
      "text": "47 The schemes in relation to which s 226 applied were tax avoidance schemes within the meaning of s 224.",
      "id": "s226"
    },
    {
      "text": "The definition of \"tax avoidance scheme\" in s 224(2) had two elements.",
      "id": "s227"
    },
    {
      "text": "The first was that it be \"a scheme within the meaning of Part IVA\".",
      "id": "s228"
    },
    {
      "text": "That picked up the definition of \"scheme\" in s 177A.",
      "id": "s229"
    },
    {
      "text": "Importantly, a \"scheme within the meaning of Part IVA\" was not thereby \"a scheme to which Pt IVA applies\".",
      "id": "s230"
    },
    {
      "text": "The latter category is defined in s 177D and is a subclass of schemes within the meaning of Pt IVA.",
      "id": "s231"
    },
    {
      "text": "It is limited, inter alia, by the requirement that \"it would be concluded that the person, or one of the persons who entered into the scheme or any part of the scheme did so for the purpose of enabling the relevant taxpayer to obtain a tax benefit in connection with the scheme ...\".",
      "id": "s232"
    },
    {
      "text": "The section does not require an inquiry into the actual mental state of the taxpayer or anybody else concerned with the scheme but rather into what \"would be concluded\" about purpose after consideration of the eight factors listed in the section.",
      "id": "s233"
    },
    {
      "text": "48 In determining the nature of the inquiry into the purpose referred to in the definition of \"tax avoidance scheme\" in s 224(2) it is important not to be distracted by s 177D.",
      "id": "s234"
    },
    {
      "text": "That section, unlike s 224(2), is concerned with what \"would be concluded\" about the purpose of those entering into a scheme having regard to the eight listed factors.",
      "id": "s235"
    },
    {
      "text": "That inquiry differs from the inquiry mandated by s 224(2).",
      "id": "s236"
    },
    {
      "text": "It defines the field of considerations from which an attribution of purpose can be made.",
      "id": "s237"
    },
    {
      "text": "It does not extend to actual states of mind.",
      "id": "s238"
    },
    {
      "text": "49 What is to be considered in assessing purpose under s 224(2) is determined by reference to the ordinary meaning of its words having regard to context and purpose.",
      "id": "s239"
    },
    {
      "text": "They carried that interpretation with them into s 226L.",
      "id": "s240"
    },
    {
      "text": "Section 226L picked up the definition from s 224(2) rather than setting out its own.",
      "id": "s241"
    },
    {
      "text": "It was the definition as construed in the context and for the purpose of s 224 that therefore applied to s 226L.",
      "id": "s242"
    },
    {
      "text": "50 The text of the definition of \"tax avoidance scheme\" in s 224(2) had the following inter-related features: \n \n 1.",
      "id": "s243"
    },
    {
      "text": "It used the relevant purpose to define the subclass of schemes which are \"tax avoidance schemes\" for the purpose of s 224.",
      "id": "s244"
    },
    {
      "text": "2.",
      "id": "s245"
    },
    {
      "text": "The relevant sole and dominant purpose was that for which the scheme \"was entered into or carried out\".",
      "id": "s246"
    },
    {
      "text": "3.",
      "id": "s247"
    },
    {
      "text": "The use of the words \"entered into\" or \"carried out\" suggest that the provision was formulated on the apparent assumption that the relevant inquiry was into the existence of an actual rather than attributed purpose.",
      "id": "s248"
    },
    {
      "text": "The definition is used for the purpose of imposing liability to a penalty by way of additional tax.",
      "id": "s249"
    },
    {
      "text": "In my opinion the word \"purpose\" in the definition of \"tax avoidance\" in s 224(2) should be taken, like \"purpose\" in s 4D of the Trade Practices Act , to have referred to the purpose of those who entered into the relevant scheme.",
      "id": "s250"
    },
    {
      "text": "In this case the purpose is that of the taxpayers, Messrs Starr and Hopkins, and possibly also those of their advisors.",
      "id": "s251"
    },
    {
      "text": "The uncontested evidence of all of them was that their purpose in entering into the scheme was to obtain a commercial return.",
      "id": "s252"
    },
    {
      "text": "While tax benefits were relevant, they were not the sole or dominant purpose.",
      "id": "s253"
    },
    {
      "text": "51 The language of s 224(2) may be contrasted in this respect with that of the former s 260, the ill-fated general anti-avoidance section.",
      "id": "s254"
    },
    {
      "text": "That section applied to \"[e]very contract, agreement or arrangement ...\" \"so far as it has or purports to have the purpose or effect of in any way, directly or indirectly ....\", inter alia, \"defeating, evading or avoiding any duty or liability imposed on any person by this Act.",
      "id": "s255"
    },
    {
      "text": "\" In Newton v Federal Commissioner of Taxation [1958] HCA 31 ; (1958) 98 CLR 1, the Privy Council took an objective approach to the assessment of purpose under that provision and quoted with approval what Williams J had said in the High Court (at 8):\n \n 'The purpose of a contract, agreement or arrangement must be what it is intended to effect and that intention must be ascertained from its terms.",
      "id": "s256"
    },
    {
      "text": "These terms may be oral or written or may have to be inferred from the circumstances but, when they have been ascertained, their purpose must be what they effect.",
      "id": "s257"
    },
    {
      "text": "' \n \n\nThe Privy Council said that the opening words of the section showed that it was not concerned with \"the motives of individuals\".",
      "id": "s258"
    },
    {
      "text": "However the language used in s 260 differed significantly from that of s 224 which refers to the \"entry into or carrying out\" of a scheme for the sole or dominant purpose of tax avoidance.",
      "id": "s259"
    },
    {
      "text": "See generally as to the relationship between s 260 and Pt IVA: Parsons, Income Taxation in Australia (Law Book Co, 1985) at 16-24 to 16-30.",
      "id": "s260"
    },
    {
      "text": "52 It is to be recalled that s 226L was a penalty provision.",
      "id": "s261"
    },
    {
      "text": "The fact of entry into a tax avoidance scheme was a necessary condition of the imposition of the penalty for which it provided.",
      "id": "s262"
    },
    {
      "text": "If the purpose of penalties is to secure compliance with the tax laws, they may ordinarily be expected to be concerned with the conduct and purposes of defaulting taxpayers.",
      "id": "s263"
    },
    {
      "text": "That is to say their actual conduct and actual purposes.",
      "id": "s264"
    },
    {
      "text": "It is difficult to see why if two constructions of s 224(2) be available that construction should be adopted which would permit the imposition of a penalty by reference to a purpose which the taxpayer never had.",
      "id": "s265"
    },
    {
      "text": "Of course, purpose could be assessed even under s 224(2) by reference to objective factors.",
      "id": "s266"
    },
    {
      "text": "It may also be that the statements of individual taxpayers about their purposes relevant to the imposition of penalty would be given little weight.",
      "id": "s267"
    },
    {
      "text": "But the relative weight and extent of subjective and objective evidence relevant to that determination will be an accident of the particular proceedings in which the question arises.",
      "id": "s268"
    },
    {
      "text": "In this case the evidence of the taxpayers and the advisors was unchallenged.",
      "id": "s269"
    },
    {
      "text": "53 In my opinion, the Tribunal erred in law in excluding consideration of the stated purposes of Messrs Starr and Hopkins.",
      "id": "s270"
    },
    {
      "text": "Their statements were not contested.",
      "id": "s271"
    },
    {
      "text": "They were not inherently improbable.",
      "id": "s272"
    },
    {
      "text": "The Tribunal came to a contrary conclusion evidently based upon that reached by the Federal Court in Vincent [2002] FCAFC 291 ; 124 FCR 350 about the application of Pt IVA .",
      "id": "s273"
    },
    {
      "text": "54 It seems that in this case the Tribunal reached its conclusions about the relevant purpose upon the apparent assumption that the statements of the taxpayers, Messrs Starr and Hopkins, were irrelevant.",
      "id": "s274"
    },
    {
      "text": "In my opinion, however, there is no point in remitting these matters to the Tribunal as the evidence about the taxpayers' actual purposes in entering the schemes was not contested by the Commissioner.",
      "id": "s275"
    },
    {
      "text": "In the circumstances, the decisions of the Tribunal will be set aside and the objections allowed.",
      "id": "s276"
    },
    {
      "text": "The parties will be given liberty to apply for any necessary consequential orders.",
      "id": "s277"
    },
    {
      "text": "I certify that the preceding fifty-four (54) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice French.",
      "id": "s278"
    },
    {
      "text": "Associate:\nDated: 23 January 2007\n\n\n Counsel for the Applicant: Mr M McCusker QC and Mr D Romano \n \n Solicitor for the Applicant: Wilson &amp; Atkinson \n \n Counsel for the Respondent: Ms H Symon SC and Ms L Price \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 17 July 2006 \n \n Date of Judgment: 23 January 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/23.html",
      "id": "s279"
    }
  ]
}