{
  "name": "Metso Minerals v Kalra [2007] FCA 2093 (11 December 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/2093.html",
  "catchphrases": [
    {
      "text": "strong prima facie case",
      "id": "c0"
    },
    {
      "text": "potential or actual damage",
      "id": "c1"
    },
    {
      "text": "destruction of evidence",
      "id": "c2"
    },
    {
      "text": "anton piller order",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 Presently before the Court is an Applicatio n for an Anton Piller order.",
      "id": "s0"
    },
    {
      "text": "This Court has jurisdiction to make such orders: see Television Broadcasts Ltd v Nguyen (1988) 21 FCR 34.",
      "id": "s1"
    },
    {
      "text": "See also O 25B rr 1---2 of the Federal Court Rules 1979 (Cth) and Practice Note No 24.",
      "id": "s2"
    },
    {
      "text": "2 The principles to be applied when considering such Applications have been addressed in a number of decisions, including Addison Wesley Longman Australia Pty Ltd v Kopystop Pty Ltd [2004] FCA 1518.",
      "id": "s3"
    },
    {
      "text": "Justice Stone there observed: \n \n [9] The considerations governing the grant of an Anton Piller order in this Court are concisely set out by Branson J in Microsoft Corporation v Goodview Electronics Pty Limited (1999) 49 IPR 159 [9]-[14].",
      "id": "s4"
    },
    {
      "text": "Her Honour refers, as do most judgments in this area, to the oft quoted comments of Ormrod LJ in the seminal case, Anton Piller KG v Manufacturing Processes Ltd [[1976] 1 All ER 779 at 784], where his Lordship listed the preconditions for the grant of an Anton Piller order: \n \n \n 'First, there must be an extremely strong prima facie case.",
      "id": "s5"
    },
    {
      "text": "Secondly, the damage, potential or actual, must be very serious for the applicant.",
      "id": "s6"
    },
    {
      "text": "Thirdly, there must be clear evidence that the defendants have in their possession incriminating documents or things, and that there is a real possibility that they may destroy such material before any Application inter partes can be made.",
      "id": "s7"
    },
    {
      "text": "' \n\nThe following observations of Lord Denning MR in Anton Piller at 783 itself may also usefully be recalled, namely:\n \n It seems to me that such an order can be made by a judge ex parte, but it should only be made where it is essential that the plaintiff should have inspection so that justice can be done between the parties; and when, if the defendant were forewarned, there is a grave danger that vital evidence will be destroyed, that papers will be burnt or lost or hidden, or taken beyond the jurisdiction, and so the ends of justice be defeated; and when the inspection would do no real harm to the defendant or his case.",
      "id": "s8"
    },
    {
      "text": "Appl'd: Long v Specifier Publications Pty Ltd (1998) 44 NSWLR 545 at 554 per Powell JA.",
      "id": "s9"
    },
    {
      "text": "These principles have now been largely enshrined in O 25B r 3 of the Federal Court Rules 1979 (Cth).",
      "id": "s10"
    },
    {
      "text": "3 Upon undertakings being given in accordance with Practice Note No 24 , it is considered that such an order should be made in the present proceedings.",
      "id": "s11"
    },
    {
      "text": "Consideration has been given to whether that order should be refused as a matter of discretion.",
      "id": "s12"
    },
    {
      "text": "It has been concluded that that discretion should not be exercised so as to deny relief.",
      "id": "s13"
    },
    {
      "text": "THE APPLICANTS \n \n4 The First Applicant is the Australian subsidiary of Metso Minerals, a Finnish company.",
      "id": "s14"
    },
    {
      "text": "The Second Applicant is an American subsidiary of the Finnish company.",
      "id": "s15"
    },
    {
      "text": "5 Both companies form part of the Metso Corporation, a global engineering and technology business with more than 26,000 employees in more than 50 countries and net sales in 2006 of approximately &#8364;5 billion.",
      "id": "s16"
    },
    {
      "text": "6 The Metso Group designs, manufacturers and services a range of ore processing equipment, the most important of which is its comminution equipment, including grinding mills.",
      "id": "s17"
    },
    {
      "text": "The Group manufacturers a range of grinding mills in a range of sizes.",
      "id": "s18"
    },
    {
      "text": "7 The design of a new grinding mill requires the preparation of extensive design documentation, including design standards, manufacturing drawings, assembly drawings and commissioning manuals.",
      "id": "s19"
    },
    {
      "text": "THE RESPONDENTS \n \n8 The First Respondent, Mr Kalra, was employed by the First Applicant from 2001 to 2007 as the Regional Product Manager: Grinding (Asia Pacific).",
      "id": "s20"
    },
    {
      "text": "His contract of employment contains express provisions as to confidentiality.",
      "id": "s21"
    },
    {
      "text": "On 27 September 2007 he tendered his resignation.",
      "id": "s22"
    },
    {
      "text": "9 The Second Respondent, Mr Rauscher, has been employed by the First Applicant for a number of years and for the last five years he has occupied the position of Senior Product Engineer: Grinding.",
      "id": "s23"
    },
    {
      "text": "He tendered his resignation on 13 November 2007.",
      "id": "s24"
    },
    {
      "text": "His contract of employment also contains express provisions as to confidentiality.",
      "id": "s25"
    },
    {
      "text": "10 The Third Respondent has been a contractor to the First Applicant for approximately 12 years.",
      "id": "s26"
    },
    {
      "text": "That contract was terminated on 14 November 2007.",
      "id": "s27"
    },
    {
      "text": "It was the Third Respondent that employed the Fourth Respondent, Mr Tuckwood.",
      "id": "s28"
    },
    {
      "text": "The Fourth Respondent executed a confidentiality agreement with the First Applicant on 23 April 2004.",
      "id": "s29"
    },
    {
      "text": "11 In early November 2007 the Applicants became aware that Messrs Kalra, Rauscher and Tuckwood had accepted positions as employees with the CITIC group of companies.",
      "id": "s30"
    },
    {
      "text": "The CITIC Group is a large Chinese corporate group predominantly involved in international banking and heavy manufacturing.",
      "id": "s31"
    },
    {
      "text": "A STRONG PRIMA FACIE CASE?",
      "id": "s32"
    },
    {
      "text": "12 Addison , it will be noted, refers to the need for there to be an \" extremely strong prima facie case \".",
      "id": "s33"
    },
    {
      "text": "Order 25B r 3(a) refers to the need for there to be a \" strong prima facie case \".",
      "id": "s34"
    },
    {
      "text": "It is unnecessary in the present Application to pursue such differences as may be occasioned by r 3.",
      "id": "s35"
    },
    {
      "text": "On either appeal, the requirement is satisfied.",
      "id": "s36"
    },
    {
      "text": "13 The Application as filed claims that the Respondents have breached equitable duties of confidence owed to the Applicants together with other claims, including breach of copyright and breach of fiduciary obligations.",
      "id": "s37"
    },
    {
      "text": "14 Submissions advanced in support of the ex parte relief sought have confined attention to breach of obligations of confidentiality.",
      "id": "s38"
    },
    {
      "text": "15 The obligations of confidentiality, it was submitted, arose both by reason of the express terms of contractual provisions and by reason of the nature of the information itself.",
      "id": "s39"
    },
    {
      "text": "16 The breaches of those obligations was said to be evidenced by Messrs Kalra, Rauscher and Tuckwood downloading confidential computer programs and drawings of the Applicants and, in all probability, making that confidential material available to their current employer.",
      "id": "s40"
    },
    {
      "text": "17 Reference has already been made to the express contractual obligations of confidence assumed by Messrs Kalra, Rauscher and Tuckwood.",
      "id": "s41"
    },
    {
      "text": "In addition to each of the contracts executed by these Respondents, each also executed a \" termination checklist \" recording documents and other materials returned.",
      "id": "s42"
    },
    {
      "text": "Part of the checklist was an acknowledgment which referred to the documents and materials returned and thereafter stating in part as follows:\n \n I do not have any other Metso Minerals documents, reference manuals, part books, drawings, company property purchased by the company, or any other record containing confidential information which is the property of Metso Minerals ...",
      "id": "s43"
    },
    {
      "text": "In addition, I acknowledge that upon terminating my employment with Metso Minerals, that I am still bound by confidentiality clauses as stated in my employment agreement.",
      "id": "s44"
    },
    {
      "text": "18 In addition to these express contractual provisions being the source of the obligations of confidence owed by those individuals, the Applicants also correctly submit that there is a strong prima facie case that there is an independent equitable obligation of confidence: see Smith Kline &amp; French Laboratories (Australia) Ltd &amp; AlphaPharm Pty Ltd v Department of Community Services (1990) 22 FCR 73.",
      "id": "s45"
    },
    {
      "text": "Gummow J there observed at 87:\n \n A general formulation apt for the present case of an equitable obligation of confidence has four elements: (i) the plaintiff must be able to identify with specificity, and not merely in global terms, that which is said to be the information in question, and must be able to show that (ii) the information has the necessary quality of confidentiality (and is not, for example, common or public knowledge), (iii) the information was received by the defendant in such circumstances as to import an obligation of confidence, and (iv) there is actual or threatened misuse of that information, without the consent of the plaintiff.",
      "id": "s46"
    },
    {
      "text": "... \n\n19 Each of these \" four elements \", it is considered, has presently been satisfied.",
      "id": "s47"
    },
    {
      "text": "The confidentiality of (for example) design drawings and design standards is evidenced in part by such documents being marked \" This document is confidential and must not be made public or copied without prior written authorization from Metso .",
      "id": "s48"
    },
    {
      "text": "\"\n \n20 Access to the documents is also strictly controlled.",
      "id": "s49"
    },
    {
      "text": "Thus, for example, even the Vice-President of the First Applicant does not have direct access to design documents for capital equipment products, such as grinding mills.",
      "id": "s50"
    },
    {
      "text": "Design drawings and design standards are said to be particularly sensitive.",
      "id": "s51"
    },
    {
      "text": "Design drawings are never supplied to a customer or any other external party.",
      "id": "s52"
    },
    {
      "text": "21 The breach of the obligations of confidence, it is considered, has also been prima facie established.",
      "id": "s53"
    },
    {
      "text": "This breach has been established on a prima facie basis by reason of the downloading of computer programs, the lack of any reason why the Respondents should be in possession of some of the programs downloaded, and the ability of the CITIC Group to now compete in a market in which it was previously not a participant.",
      "id": "s54"
    },
    {
      "text": "22 The Executive Manager of Computer Forensics at Ferrier Hodgson, Mr Carson, has conducted a forensic investigation of the Applicant's laptop computers used by Messrs Kalra, Rauscher and Tuckwood.",
      "id": "s55"
    },
    {
      "text": "That investigation exposed files of the Applicants being accessed and files being deleted \n \n23 With reference to the position of Mr Tuckwood, for example, searches were undertaken of Metso's computer systems after his departure to determine which documents Mr Tuckwood had accessed.",
      "id": "s56"
    },
    {
      "text": "Concern was immediately expressed that Mr Tuckwood may have accessed documents for purposes other than the business of the Metso Group when it emerged that he had accessed design documents related to \" pad bearings \".",
      "id": "s57"
    },
    {
      "text": "The design of these components is never undertaken in any part of the Metso Group other than in America.",
      "id": "s58"
    },
    {
      "text": "There was no reason why Mr Tuckwood or anyone else outside the American centre would need to download these drawings.",
      "id": "s59"
    },
    {
      "text": "A further analysis was undertaken to identify those documents which may have related to projects currently being undertaken by Metso.",
      "id": "s60"
    },
    {
      "text": "The result of that analysis was that a large number of documents were identified as having been accessed which did not relate to any such current engagement.",
      "id": "s61"
    },
    {
      "text": "24 Moreover, on 5 November 2007 -- two days before Mr Tuckwood communicated his intention to terminate his company's contract with Metso -- he inserted a USB drive into the computer at 6:49am.",
      "id": "s62"
    },
    {
      "text": "At 9:04am on the same day an internet site was accessed, being an email account of Mr Tuckwood.",
      "id": "s63"
    },
    {
      "text": "Between 6:49am and 9:04am a number of the Applicants' documents were accessed.",
      "id": "s64"
    },
    {
      "text": "An available inference is that the Applicants' documents were accessed and transferred to the email address.",
      "id": "s65"
    },
    {
      "text": "25 On 12 November 2007 a generic USB flash drive was again inserted into Metso's computer system.",
      "id": "s66"
    },
    {
      "text": "There was no apparent and legitimate reason for Mr Tuckwood to be then accessing the Applicant's programs or information or downloading drawings or other information.",
      "id": "s67"
    },
    {
      "text": "26 Comparable evidence has been given to specific programs accessed by Mr Kalra and Mr Rauscher, being programs to which neither had any legitimate reason to access.",
      "id": "s68"
    },
    {
      "text": "In the case of Mr Kalra, specific documents were identified as having been accessed two or three days before he resigned.",
      "id": "s69"
    },
    {
      "text": "In the case of Mr Rauscher, there is evidence that he accessed documents upon the very day he tendered his resignation.",
      "id": "s70"
    },
    {
      "text": "27 Both the time of day and the accessing of materials so close to termination of services or thereafter only serves to strengthen an available inference that the computer records of the Applicants have been improperly accessed.",
      "id": "s71"
    },
    {
      "text": "ACTUAL OR POTENTIAL SERIOUS DAMAGE \n \n28 Order 25B r 3(b) refers to \" potential or actual loss or damage to the applicant \".",
      "id": "s72"
    },
    {
      "text": "The actual or potential damage asserted by the Applicants in the present Application can loosely fall within either of two categories.",
      "id": "s73"
    },
    {
      "text": "29 One way in which the Applicants submit they may suffer damage is that at present the Metso Group have one main competitor, FL Schmidt.",
      "id": "s74"
    },
    {
      "text": "FL Schmidt has, at present, the capacity to manufacture mills up to 38 ft in diameter, whereas the Metso Group can manufacturer mills up to 40 ft in diameter.",
      "id": "s75"
    },
    {
      "text": "In addition to FL Schmidt, the next closest competitor is the Krupp-Polysius corporate group.",
      "id": "s76"
    },
    {
      "text": "30 The manufacture of a successful grinding mill requires a great deal of \" know-how \" which cannot be discerned simply by a physical examination of individual mills.",
      "id": "s77"
    },
    {
      "text": "The documents which have been accessed would enable a competitor to immediately tender for projects and manufacture and supply mills without themselves having to undertake the research and development pursued by the Applicants.",
      "id": "s78"
    },
    {
      "text": "The Metso Group has invested 25 years of development into producing ever larger mills.",
      "id": "s79"
    },
    {
      "text": "31 The second way in which the Applicants claim that they establish a serious risk of actual or potential damage is to maintain that the risk is real and immediate.",
      "id": "s80"
    },
    {
      "text": "The risk, contend the Applicants, has already materialised.",
      "id": "s81"
    },
    {
      "text": "In this respect the Applicants point to negotiations being carried out as from 2006 with the CITIC Group for the purchase by that Group of grinding mills for a mining project at Cape Weston in Western Australia.",
      "id": "s82"
    },
    {
      "text": "32 The Cape Weston project will involve at least five and possibly up to nine ore processing \" lines \".",
      "id": "s83"
    },
    {
      "text": "Each ore processing line consists of:\n \n \n (a) a primary grinding mill, likely a 40 ft autogenous grinding mill; \n (b) two secondary grinding mills, likely 26 ft ball mills; and\n (c) a number of \" tertiary \" or \" regrinding \" Vertimills.",
      "id": "s84"
    },
    {
      "text": "The Vertimill, it should be noted, is a unique grinding mill, largely developed by Metso.",
      "id": "s85"
    },
    {
      "text": "It is not manufactured by any other company in the world.",
      "id": "s86"
    },
    {
      "text": "It is a particularly valuable product line for the Metso Group.",
      "id": "s87"
    },
    {
      "text": "To protect its technology, Metso does not subcontract the design and manufacture of this mill to any company outside of the Group.",
      "id": "s88"
    },
    {
      "text": "33 In July 2007, however, CITIC discontinued negotiations with Metso for the supply of mills and stated that it now planned to manufacture such mills itself.",
      "id": "s89"
    },
    {
      "text": "In the absence of specific design standards, it is said to be almost impossible for any manufacturing subsidiary of CITIC to commence building mills of the requisite size.",
      "id": "s90"
    },
    {
      "text": "34 Prior to July 2007, the CITIC Group had never been a competitor of the Applicants.",
      "id": "s91"
    },
    {
      "text": "And, it is said to be \" almost impossible ... to commence building mills of that size and sophistication which would be ready for immediate operational use \".",
      "id": "s92"
    },
    {
      "text": "A typical Metso grinding mill, it is said, might require 1000 hours of design and drafting of drawings.",
      "id": "s93"
    },
    {
      "text": "35 The inference, submit the Applicants, is that the CITIC Group was only able to cease negotiations and to supply the mills itself via a subsidiary by reason of the information now available to it from Messrs Kalra, Rauscher and Tuckwood.",
      "id": "s94"
    },
    {
      "text": "A REAL POSSIBILITY AS TO THE DESTRUCTION OF EVIDENTIARY MATERIALS \n \n36 The possibility that evidentiary materials in the possession of the Respondents may be destroyed in the absence of an order now being made is said to follow from the deletion to date of computer records.",
      "id": "s95"
    },
    {
      "text": "37 There is, for example, evidence of Mr Tuckwood deleting material from his laptop and the deletion of email correspondence with Messrs Kalra and Rauscher.",
      "id": "s96"
    },
    {
      "text": "Mr Tuckwood declined to allow Mr Carson to examine his laptop computer, except in his presence, and declined to allow Mr Carson to use his own software.",
      "id": "s97"
    },
    {
      "text": "The use of such software would have facilitated searches to be undertaken because the search functions in Microsoft Windows are limited and slow.",
      "id": "s98"
    },
    {
      "text": "Mr Carson's programs would also have enabled him to look for deleted files and hidden or encrypted data.",
      "id": "s99"
    },
    {
      "text": "No reason was given by Mr Tuckwood in refusing to allow Mr Carson to use that software.",
      "id": "s100"
    },
    {
      "text": "Mr Tuckwood also modified files on his laptop less than a half hour before Mr Carson attended Metso's premises to conduct his investigation.",
      "id": "s101"
    },
    {
      "text": "38 An examination of Mr Kalra's laptop revealed that materials and emails had been deleted.",
      "id": "s102"
    },
    {
      "text": "Mr Carson, however, was able to recover over one thousand drawings documents.",
      "id": "s103"
    },
    {
      "text": "Mr Rauscher's laptop also evidenced files being deleted and having \" been filtered to remove some codes .",
      "id": "s104"
    },
    {
      "text": "\" \n \n39 The circumstances in which confidential information has been accessed, presumably downloaded or transferred, and thereafter deleted from computers is sufficient to found a conclusion that there is a real possibility that evidence will be destroyed if the orders now sought are not made.",
      "id": "s105"
    },
    {
      "text": "ORDERS \n \n\n \n40 The orders of the Court are that:\n \n 1.",
      "id": "s106"
    },
    {
      "text": "Until further order, pages 19, 20, 22 and 23 of exhibit MG-01 to the affidavit of Mark Glendenning, affirmed on 29 November 2007, be confidential and access limited to: \n \n \n a) The Applicants and their advisors; and\n b) The legal representatives of the Respondents.",
      "id": "s107"
    },
    {
      "text": "2.",
      "id": "s108"
    },
    {
      "text": "Orders be made in accordance with paragraphs 1 to 27 of the short minutes of order of the penal notices directed to the First, Second, Third and Fourth Respondents in the form initialled by me and placed with papers on 11 December 2007.",
      "id": "s109"
    },
    {
      "text": "I certify that the preceding forty (40) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Flick.",
      "id": "s110"
    },
    {
      "text": "Associate:\n\nDated: 22 January 2008\n\n\n Counsel for the First Applicant: S Finch SC \n \n Date of Hearing: 11 December 2007 \n \n Date of Judgment: 11 December 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/2093.html",
      "id": "s111"
    }
  ]
}