{
  "name": "SZJEC v Minister for Immigration and Multicultural Affairs and Refugee Review Tribunal [2007] FCA 224 (26 February 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/224.html",
  "catchphrases": [
    {
      "text": "consideration of whether the decision of the federal magistrate reflects an error of law in failing to find a lack of procedural fairness in the conduct of the hearing by the refugee review tribunal",
      "id": "c0"
    },
    {
      "text": "consideration of whether the tribunal engaged in contraventions of s 424a(1) of the migration act 1958 (cth) and s 425 of that act.",
      "id": "c1"
    },
    {
      "text": "migration",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "1 I have before me an appeal from a judgment of Federal Magistrate Emmett of 9 November 2006 dismissing an application for judicial review of a decision of the Refugee Review Tribunal of 20 June 2006, handed down on 4 July 2006, by which the Tribunal affirmed a decision of a delegate of the first respondent, Minister for Immigration and Citizenship, to refuse to grant a protection visa to the appellant.",
      "id": "s0"
    },
    {
      "text": "2 The facts relating to the circumstances by which the appellant claims a well-founded fear of persecution for a Convention reason are recited at AB133 and 134.",
      "id": "s1"
    },
    {
      "text": "For present purposes, I propose to adopt some of the observations in relation to the background facts which are succinctly put, consistent with the findings at AB133 and 134, by Federal Magistrate Emmett, and those observations are contained at paragraphs 2 to 9 of her Honour's reasons (AB18 and 19).",
      "id": "s2"
    },
    {
      "text": "For the sake of simplicity, I will quote them, and they are these:\n \n \n '2.",
      "id": "s3"
    },
    {
      "text": "The applicant was born on 21 October 1973, and claims to be from the People's Republic of China, ( \"the PRC\" ), and of Christian faith.",
      "id": "s4"
    },
    {
      "text": "The applicant arrived in Australia on 19 December 2005, having legally departed from Pudong on a passport issued in his own name, and a subclass 456 business visa issued on 8 December 2005.",
      "id": "s5"
    },
    {
      "text": "3.",
      "id": "s6"
    },
    {
      "text": "On 1 February 2006, the applicant lodged an application for a protection (class XA) visa with the Department.",
      "id": "s7"
    },
    {
      "text": "In his protection visa application, the applicant claimed that he feared persecution by PRC authorities due to his involvement in Christian underground church activities in Sanming City.",
      "id": "s8"
    },
    {
      "text": "4.",
      "id": "s9"
    },
    {
      "text": "The applicant claimed that he worked in his father-in-law's factory from March 2000 and that in 2002, his father-in-law had a dispute about arrears in respect of an order for spring products and the quality of those products.",
      "id": "s10"
    },
    {
      "text": "5.",
      "id": "s11"
    },
    {
      "text": "The applicant claimed that he and his father-in-law were prevented from entering the plant with which they had the dispute, and that, in January 2003, they were arrested by the Public Security Bureau ( \"the PSB\" ) and detained for a month.",
      "id": "s12"
    },
    {
      "text": "The applicant claimed that, whilst in detention, he and his father-in-law were beaten by police until they signed a confession.",
      "id": "s13"
    },
    {
      "text": "6.",
      "id": "s14"
    },
    {
      "text": "The applicant stated that, during the detention, he met a Christian who was a key member in the underground Christian church in the Sanming area.",
      "id": "s15"
    },
    {
      "text": "The applicant stated that, after his release in March 2003, he contacted this person and began to participate in underground church meetings and activities, such as distribution of religious promotion materials.",
      "id": "s16"
    },
    {
      "text": "7.",
      "id": "s17"
    },
    {
      "text": "The applicant stated that, in around August 2005, the religious activities at the workshop of his father-in-law's factory came to the attention of the PSB and the applicant was threatened by members of the PSB in respect of his religious activities.",
      "id": "s18"
    },
    {
      "text": "' \n \n\n\n \n3 At paragraph 8, her Honour made these observations: \n \n \n '8.",
      "id": "s19"
    },
    {
      "text": "The applicant stated that, in mid-December 2005, the friend whom he had met in detention and who had introduced him to the underground church, was arrested with two of his assistants, and that, shortly after this arrest, the PSB discovered the applicant's role in underground church activities.",
      "id": "s20"
    },
    {
      "text": "For those reasons, the applicant asserted that he would be subject to persecution because of his Christian beliefs and activities in the PRC, were he to return to the PRC.",
      "id": "s21"
    },
    {
      "text": "9.",
      "id": "s22"
    },
    {
      "text": "On 8 March 2006, a delegate of the first respondent ( \"the Delegate\" ) refused the applicant's application for a protection visa on the basis that the applicant is not a person to whom Australia has protection obligations under the Refugees Convention as amended by the Refugees Protocol ( \"the Convention\" ).",
      "id": "s23"
    },
    {
      "text": "' \n \n\n\n \n4 In the course of conducting a review of the application, the Refugee Review Tribunal invited the appellant to attend a hearing and that hearing took place on 23 May 2006.",
      "id": "s24"
    },
    {
      "text": "There is, in the Appeal Book before me, a transcript of the hearing and some aspects of the transcript require some attention.",
      "id": "s25"
    },
    {
      "text": "5 The Tribunal Member at AB34, at about point 2, recognised that the appellant wished the Tribunal to take into consideration, as part of the application, a letter from an elder in the Ashfield Presbyterian Church.",
      "id": "s26"
    },
    {
      "text": "At AB34.5, the Tribunal Member made it clear that in considering the review, the Tribunal Member would take a fresh look at all of the information and that the Tribunal Member would consider the information in the Department's file which included the application for a protection visa and a copy of the decision.",
      "id": "s27"
    },
    {
      "text": "6 In addition, of course, the appellant prepared a statement in the form of a statutory declaration which is contained at AB87, 88 and 89.",
      "id": "s28"
    },
    {
      "text": "At AB35.7, the Tribunal Member explained the notion of the definition of a 'refugee' and the importance of the Tribunal being satisfied that the appellant is a person who holds a well-founded fear of persecution for reasons of race, religion, nationality, membership of a particular social group or by reason of his political opinions, and is unwilling to avail himself of the protection of his country of origin.",
      "id": "s29"
    },
    {
      "text": "7 At AB36.6, the Tribunal asked the appellant whether there was anything about the explanatory definition that the appellant might like the Tribunal Member to further explain and the appellant accepted that there was nothing further to explain.",
      "id": "s30"
    },
    {
      "text": "8 At AB36.10, the Tribunal Member asked the appellant if there was anything that he did not understand or that he was not clear about, and that, if so, the appellant ought to tell the Tribunal Member and the Tribunal Member would try to make the matter clear.",
      "id": "s31"
    },
    {
      "text": "9 At AB37.2, the Tribunal Member emphasised that because the Tribunal Member was taking a fresh look at the appellant's application it was important that the appellant give a detailed, accurate and truthful account of the claims and at AB37.3, the Tribunal Member made it clear that because the hearing was very important the appellant would need to explain to the Tribunal Member the claims in some detail.",
      "id": "s32"
    },
    {
      "text": "10 At AB38, the Tribunal Member asked the appellant questions about when he finished school, what the appellant did after school, his farming work after school, his movement to Sanming to work in his father-in-law's factory, the time period during which he worked and aspects of the role he was to perform, the nature of the enterprise, the number of employees, the duties to be discharged and such matters.",
      "id": "s33"
    },
    {
      "text": "11 The examination of the appellant is contained at AB41 and AB42.",
      "id": "s34"
    },
    {
      "text": "At AB43.5, the Tribunal Member asked the appellant questions going to the basis for a fear of returning to the People's Republic of China and the appellant discusses with the Tribunal Member his Christian beliefs and related matters.",
      "id": "s35"
    },
    {
      "text": "During the course of the examination, the appellant described aspects of the contended arrest by the PSB, the signing of a confession, the meeting of a Mr Chen, the appellant's conversion from Buddhism to Christianity, the worship practices of the Christian belief system, some of the appellant's knowledge of the central tenets of the Christian faith, the appellant's knowledge of the Bible and aspects of the appellant's baptism and embracing of the Christian value system.",
      "id": "s36"
    },
    {
      "text": "12 These matters are discussed or canvassed in the transcript of the hearing reflected at AB46, 47, 48 and 49.",
      "id": "s37"
    },
    {
      "text": "At AB50, the Tribunal Member asks the appellant questions about the ease or otherwise of worship of the Christian faith within the People's Republic of China and the circumstances which might either encourage or constrain or deter such practices.",
      "id": "s38"
    },
    {
      "text": "These matters are dealt with at AB52 and 53.",
      "id": "s39"
    },
    {
      "text": "13 At AB54, the Tribunal Member returned to the question of the basis for a well-founded fear or persecution for a Convention reason and asked further questions of the appellant as to why he would be worried about returning to the People's Republic of China.",
      "id": "s40"
    },
    {
      "text": "The appellant contended that he would be arrested should he return.",
      "id": "s41"
    },
    {
      "text": "At AB53, the appellant seemed to recognise that the individuals who would be most disposed to difficulty in the practice of the Christian faith would be leaders of the church and the appellant is not a leader of the church.",
      "id": "s42"
    },
    {
      "text": "14 At AB48 and 49, the Tribunal Member discusses with the appellant, in questioning, certain aspects of the Christian faith and, in particular, the appellant seemed unable to identify aspects of the resurrection which is, of course, the foundation of the Christian faith and the appellant was not able to explain in any detail aspects of the sacrament of baptism which reflects the rebirth in the Christian light.",
      "id": "s43"
    },
    {
      "text": "These matters may perhaps be a function of language difficulties but nevertheless in simple terms the central notions do not seem to be reflected in the observations by the appellant.",
      "id": "s44"
    },
    {
      "text": "15 At AB57.5, the transcript reflects that the Member asked the appellant whether there was anything else that he would like to put before the Tribunal before the end of the hearing to support his claims and the appellant responded that there was nothing he wished to add.",
      "id": "s45"
    },
    {
      "text": "At AB57, the Tribunal Member then examined aspects of the letter from the elder of the Ashfield Presbyterian Church and questions were asked of the appellant about when he joined that church, his worship practices and other related matters.",
      "id": "s46"
    },
    {
      "text": "16 I mention these matters in some detail because the appellant has appeared before this court unrepresented but with the assistance of an interpreter and one of the contentions advanced this morning is that the Tribunal Member was biased against the appellant on the footing that the Tribunal Member was not 'a businessman' and 'not familiar with business practices in China, did not accept the contentions as to the Christian faith' of the appellant and 'ignored the fact that the appellant was an active member of the Christian faith'.",
      "id": "s47"
    },
    {
      "text": "17 A similar notion was advanced, although not in those terms, by particular 1(a) at AB2 in the Federal Magistrate's court proceeding, in that the appellant contended that:\n \n \n '1.",
      "id": "s48"
    },
    {
      "text": "The Presiding Member, Ms Louise Nicholls, of the Tribunal (\"the Presiding Member\") failed to consider my claim; and particularly misunderstood my claim; and made a mistake in relation to an important finding of fact; \n \n \n \n Particulars: \n \n \n \n \n a.",
      "id": "s49"
    },
    {
      "text": "Frankly speaking, it is very and very difficult for me to believe that the Presiding Member has genuinely intended to consider my claims, properly and fairly.",
      "id": "s50"
    },
    {
      "text": "To my understanding, what the Presiding Member's job is actually seeking some of reasons or picking up some of inconsistencies solely for the purpose to deny my right for seeking a protection (visa) in Australia.",
      "id": "s51"
    },
    {
      "text": "' \n \n \n\n\n \n18 The notion, put simply, is that the Tribunal Member asked questions of the appellant with a view to isolating inconsistencies with a view to a pre-determined answer, namely, that the application for review should be rejected.",
      "id": "s52"
    },
    {
      "text": "There is no foundation whatsoever in any of the material, and especially in the transcript record of the hearing, to support that contention.",
      "id": "s53"
    },
    {
      "text": "The findings of the Tribunal, in fact, are recorded at AB139 and I propose to quote these findings.",
      "id": "s54"
    },
    {
      "text": "They are these.",
      "id": "s55"
    },
    {
      "text": "'I do not accept that the applicant went to work for his father-in-law in Sanming City in a factory making springs.",
      "id": "s56"
    },
    {
      "text": "The applicant claimed to have worked as an assistant to his father-in-law for almost five years yet he had little or no knowledge of the products made by the factory and could not describe the nature of his work during that period of time.",
      "id": "s57"
    },
    {
      "text": "He claimed that his wife and children lived with him at the factory, but could not describe their living arrangements or accommodation.",
      "id": "s58"
    },
    {
      "text": "' \n\n\n \n19 Continuing the quotation at AB139:\n \n 'I do not accept that the applicant was detained for one month in Sanming or beaten by police for causing a public disturbance.",
      "id": "s59"
    },
    {
      "text": "Firstly I do not accept that he worked in a factory in Sanming for the reasons set out above.",
      "id": "s60"
    },
    {
      "text": "Further the applicant was not able to describe the circumstances of his detention in any detail and claimed that he did not receive any documents in relation to his detention or a fine.",
      "id": "s61"
    },
    {
      "text": "If the applicant had been detained as claimed I consider that he would have received some form of documentation relating to either his detention, release or the imposition of a fine.",
      "id": "s62"
    },
    {
      "text": "As I do not accept that he was detained as claimed I do not accept that he met a Christian (Chen) in detention and that he became interested in Christianity through this person.",
      "id": "s63"
    },
    {
      "text": "Further when questioned about the practices and beliefs of the underground church to which he claimed he belonged he was not able to demonstrate knowledge of Christian beliefs and practices other than at a very superficial level.",
      "id": "s64"
    },
    {
      "text": "His reasons for becoming a Christian were not clear.",
      "id": "s65"
    },
    {
      "text": "He was not able to describe his baptism other than in very general terms and given that he claimed he was baptised in October 2003 I do not accept that he would forget the details of this highly significant event.",
      "id": "s66"
    },
    {
      "text": "He did not know the essential differences between the official and unofficial churches in China and was vague when asked questions about the particular church to which he claimed to belong.",
      "id": "s67"
    },
    {
      "text": "The level of his knowledge was not consistent with a person who has been a committed Christian and allegedly been heavily involved in activities with an underground Christian Church in China so as to bring him to the attention of authorities.",
      "id": "s68"
    },
    {
      "text": "As I do not accept that the applicant became a Christian in China I do not accept that he became involved in church activities as claimed.",
      "id": "s69"
    },
    {
      "text": "I do not accept that he organised gatherings in his father-in-law's business premises or that he distributed pamphlets.",
      "id": "s70"
    },
    {
      "text": "I do not accept that he spread the Gospels or encouraged people to become Christians.",
      "id": "s71"
    },
    {
      "text": "I do not accept that leaders of an underground church in Sanming were arrested and detained in December 2005 and the applicant's name was on a list of members kept by one of the leaders of that church.",
      "id": "s72"
    },
    {
      "text": "I do not accept that officers of the PSB or any Chinese authorities came to his home or the business of his father-in-law and sought his whereabouts.",
      "id": "s73"
    },
    {
      "text": "The applicant came to Australia using a temporary business visa and claimed that he had no knowledge of how that visa was arranged.",
      "id": "s74"
    },
    {
      "text": "I accept that the visa may have been obtained using the services of another person but I do not accept that the applicant had no knowledge of the basis for granting the visa and I do not accept that church members arranged for the grant of that visa.",
      "id": "s75"
    },
    {
      "text": "' \n\n\n \n20 The Tribunal Member did accept that the applicant has attended services at a Christian church in Sydney following his arrival in Australia and also accepted that an elder of the church considers the appellant to be a genuine Christian believer.",
      "id": "s76"
    },
    {
      "text": "However, the Tribunal also made this finding at AB140:\n \n 'However I consider that the applicant has concocted his claims of being a Christian in China to support his application for refugee status and I consider his attendance at church has been for the sole purpose of obtaining evidence to strengthen his claims.",
      "id": "s77"
    },
    {
      "text": "Further I consider that the superficial level of knowledge of Christian practice and the belief demonstrated by the applicant is consistent with a person who has attended church services and Bible classes for a relatively short period of time.",
      "id": "s78"
    },
    {
      "text": "' \n\n\n \n21 The Tribunal Member then considered aspects of the country information available in relation to the general question of tolerance or otherwise of the practice of the Christian faith in the People's Republic of China.",
      "id": "s79"
    },
    {
      "text": "At AB29, the notice of grounds of appeal before this court are set out and the grounds relied upon by the appellant are these:\n \n \n '3.",
      "id": "s80"
    },
    {
      "text": "The judgment of Federal Magistrates Court (\"Magistrates Court\") in relation to above-mentioned matter is absolutely incorrect.",
      "id": "s81"
    },
    {
      "text": "4.",
      "id": "s82"
    },
    {
      "text": "The Magistrates Court's judgment, apparently, failed to consider following important issues: \n \n \n \n \n &#8226; There was an error of law in the decision of the Refugee Review Tribunal (\"the Tribunal\") containing a jurisdictional error; \n \n \n \n \n \n &#8226; There was procedural error in the Tribunal's decision constituting an absence of natural justice; \n \n \n 5.",
      "id": "s83"
    },
    {
      "text": "The Magistrates Court's judgment failed to consider that: \n \n \n &#8226; the Tribunal has failed to comply with its obligations under 424A(1) of the Act; \n \n \n \n \n \n &#8226; the Tribunal has failed to comply with its obligations under 425 of the Act.",
      "id": "s84"
    },
    {
      "text": "' \n\n\n \n22 At paragraph 6 of the grounds, the appellant contends that, 'In summary I never, ever think that Magistrates Court has made a fair decision against my application'.",
      "id": "s85"
    },
    {
      "text": "23 These grounds necessarily mean that the central contention is that Federal Magistrate Emmett fell into error by failing to find that the Tribunal fell into jurisdictional error or failed to provide procedural fairness.",
      "id": "s86"
    },
    {
      "text": "The other grounds are reflected in terms of an alleged failure to act consistently with the provisions of the Migration Act 1958 (Cth).",
      "id": "s87"
    },
    {
      "text": "24 In relation to the general question of unfairness, I have canvassed the content of the transcript not only in terms of the specific issues addressed by the Tribunal Member but also in terms of the Tribunal Member's explanation of the notion of a well-founded fear of persecution, the explanation of the role to be discharged by the Tribunal in considering the matters afresh, and the invitation by the Tribunal to the appellant to place any other matter before it, or to add any other observations orally that would assist or support the appellant's contentions.",
      "id": "s88"
    },
    {
      "text": "25 Having regard to all of these matters, there is no basis for concluding that there has been any denial of natural justice or any unfairness in the conduct of the review.",
      "id": "s89"
    },
    {
      "text": "The Tribunal has asked questions about the central matters and has considered the written material in support.",
      "id": "s90"
    },
    {
      "text": "The conclusions reached by the Tribunal in terms of the findings were, plainly enough, open to the Tribunal and there is no foundation for any contention of jurisdictional error.",
      "id": "s91"
    },
    {
      "text": "26 In relation to the remaining matters, the appellant pressed before Federal Magistrate Emmett the notion that there was a failure to comply with s 424A(1) of the Migration Act 1958 (Cth), and her Honour observed that the contention was misconceived because the particular material relating to the letter from the Elder of the Presbyterian Church was provided by the appellant to the Tribunal and in those circumstances s 424A(3)(b) provides an exemption to any obligation to provide a copy of that letter to the appellant.",
      "id": "s92"
    },
    {
      "text": "I assume for present purposes that the contention in relation to the contravention of s 424A(1) is the same matter which was put by the appellant to Federal Magistrate Emmett.",
      "id": "s93"
    },
    {
      "text": "No other contention has been made.",
      "id": "s94"
    },
    {
      "text": "27 Further, the appellant contended before Federal Magistrate Emmett that reference to country information by the Tribunal involved a contravention of s 424A(1) of the Migration Act 1958 (Cth), and I am satisfied that that contention is unsound and that the assessment of the operation of the provisions of the Act adopted by her Honour is correct.",
      "id": "s95"
    },
    {
      "text": "The relevant material was not specific to the appellant.",
      "id": "s96"
    },
    {
      "text": "I find no error of law in relation to the matters going to s 424A(1) of the Act.",
      "id": "s97"
    },
    {
      "text": "28 The contention in relation to s 425 of the Act before Federal Magistrate Emmett involved the notion that the Tribunal failed to provide the appellant with an opportunity to give evidence and present arguments, not because the appellant was not invited to attend but rather because the conduct of the proceedings before the Tribunal Member was such that, constructively, or, in effect, the appellant was not given a fair and clear opportunity to give evidence and present arguments.",
      "id": "s98"
    },
    {
      "text": "29 This notion, based upon the contention of frequent interruptions , is consistent with the allegation that the Tribunal was biased by reason of its attempt to isolate inconsistencies expressly for the purpose of making an adverse finding against the appellant.",
      "id": "s99"
    },
    {
      "text": "I can find no substance whatsoever in the ground advanced by the appellant.",
      "id": "s100"
    },
    {
      "text": "It is clear that the appellant was provided with an opportunity to attend a hearing and put before the Tribunal any documents and make oral submissions in support of his contentions.",
      "id": "s101"
    },
    {
      "text": "30 The transcript reflects that the Tribunal Member conducted the examination at the hearing by focusing upon the relevant matters and although some of the questions are probing, the very function of the Tribunal is to ask questions which elicit a basis upon which the Tribunal might be satisfied of the relevant matters.",
      "id": "s102"
    },
    {
      "text": "Plainly enough, the Tribunal was not satisfied and the findings, as I have said, were open to the Tribunal.",
      "id": "s103"
    },
    {
      "text": "31 Accordingly, I am not satisfied that the appellant has been able to make out any error of law or that there was any denial of natural justice on the part of the Tribunal.",
      "id": "s104"
    },
    {
      "text": "Further, I am not satisfied that the appellant has been able to demonstrate a contravention of s 424A(1) of the Migration Act 1958 (Cth) nor a contravention of an obligation arising under s 425 of that Act.",
      "id": "s105"
    },
    {
      "text": "32 The ultimate summary that the appellant recites in his grounds of appeal that the Federal Magistrates Court has not made a fair decision is unsupported by the careful consideration by her Honour of each of the contentions advanced by the appellant.",
      "id": "s106"
    },
    {
      "text": "33 Accordingly, I find that there is no jurisdictional error on the part of Federal Magistrate Emmett and that the grounds of appeal are unsustained.",
      "id": "s107"
    },
    {
      "text": "As a result, the appeal must necessarily be dismissed, with costs, and the court so orders.",
      "id": "s108"
    },
    {
      "text": "34 The court gives leave to amend the title of the first respondent to 'Minister for Immigration and Citizenship'.",
      "id": "s109"
    },
    {
      "text": "I certify that the preceding thirty-four (34) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Greenwood.",
      "id": "s110"
    },
    {
      "text": "Associate:\n\nDated: 26 February 2007\n\n Solicitor for the Appellant: Appellant --- Self Represented \n \n Counsel for the First Respondent: Mr T Brennan \n \n Solicitor for the First Respondent: DLA Phillips Fox, Lawyers \n \n Date of Hearing: 26 February 2007 \n \n Date of Judgment: 26 February 2006 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/224.html",
      "id": "s111"
    }
  ]
}