{
  "name": "SZGGV v Minister for Immigration &amp; Citizenship and Refugee Review Tribunal (Corrigendum dated 8 March 2007) [2007] FCA 256 (1 March 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/256.html",
  "catchphrases": [
    {
      "text": "consideration of an application for leave to appeal from a decision of the federal magistrates court",
      "id": "c0"
    },
    {
      "text": "migration",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "1 I have before me an application for leave to appeal from a decision of Federal Magistrate Lloyd-Jones made on 30 October 2006, supported by an affidavit of the applicant.",
      "id": "s0"
    },
    {
      "text": "Both the application and the affidavit were filed on 21 November 2006.",
      "id": "s1"
    },
    {
      "text": "The affidavit exhibits a notice of appeal which seeks to agitate particular grounds.",
      "id": "s2"
    },
    {
      "text": "The matter was listed for determination at 10.15am this morning.",
      "id": "s3"
    },
    {
      "text": "The matter was called at approximately 25 past 10.00am.",
      "id": "s4"
    },
    {
      "text": "Since sufficient time has elapsed to enable the applicant to appear before the court to agitate the merits of the application and the applicant has not appeared, I propose to deal with the application from the respondent that the matter be dismissed for non-appearance on the part of the applicant.",
      "id": "s5"
    },
    {
      "text": "2 Accordingly, I dismiss the matter on that footing, with costs.",
      "id": "s6"
    },
    {
      "text": "3 I have an application from the respondent in relation to the quantum of the costs.",
      "id": "s7"
    },
    {
      "text": "The proposition that is put to the court is that the solicitor-client costs associated with the preparation of a response to the application and incurred in addressing the merits of the application on a solicitor-client basis are approximately $2000.",
      "id": "s8"
    },
    {
      "text": "The respondent seeks an order for quantum of costs at $1,300 and I am prepared to make an order in relation to this matter on the papers at $1,300 and therefore fix the costs payable by the applicant to the respondent in that sum.",
      "id": "s9"
    },
    {
      "text": "4 I make a direction that the title of the respondent be amended from Minister for Immigration and Multicultural Affairs to 'Minister for Immigration and Citizenship' and that that respondent become the first respondent.",
      "id": "s10"
    },
    {
      "text": "Consistent with authority, I make an order that the Refugee Review Tribunal be joined as a second respondent in the proceedings.",
      "id": "s11"
    },
    {
      "text": "I certify that the preceding four (4) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Greenwood.",
      "id": "s12"
    },
    {
      "text": "Associate:\n\nDated: 1 March 2007\n\n Solicitor for the Appellant Appellant --- Self Represented --- failed to appear \n \n Solicitor for the First Respondent: The Australian Government Solicitor \n \n Date of Hearing: 1 March 2007 \n \n Date of Judgment: 1 March 2007 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/256.html",
      "id": "s13"
    }
  ]
}