{
  "name": "Scorgie v Minister for Immigration and Citizenship [2007] FCA 2046 (7 December 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/2046.html",
  "catchphrases": [
    {
      "text": "requirements of procedural fairness",
      "id": "c0"
    },
    {
      "text": "procedural fairness does not require the disclosure to a party before an administrative tribunal of the manner in which particular material may be used",
      "id": "c1"
    },
    {
      "text": "procedural fairness does not require disclosure of the evolving process of deliberation or decision-making",
      "id": "c2"
    },
    {
      "text": "veal v minister for immigration and multicultural and indigenous affairs [2005] hca 72 does not impose any general requirement upon an administrative decision maker to disclose all prior facts and knowledge, of which he may be aware by reason of his having been involved in earlier cases, where relevant to the particular matters now at issue",
      "id": "c3"
    },
    {
      "text": "administrative law",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 On 10 August 2007, the Administrative Appeals Tribunal affirmed a decision made by a delegate of the Minister for Immigration and Citizenship refusing the grant of a spousal visa to the Applicant's wife.",
      "id": "s0"
    },
    {
      "text": "2 In respect to this decision, there has been filed both a Notice of Appeal and an Amended Application under s 476A of the Migration Act 1958 .",
      "id": "s1"
    },
    {
      "text": "The proceedings today have been confined to the amended application.",
      "id": "s2"
    },
    {
      "text": "3 The Amended Application claims that this Court has jurisdiction pursuant to both s 476A of the 1958 Act and s 39B of the Judiciary Act 1903 (Cth).",
      "id": "s3"
    },
    {
      "text": "The Amended Application claims that there has been a denial of procedural fairness and the taking into account of an irrelevant consideration.",
      "id": "s4"
    },
    {
      "text": "Both grounds of review, it is considered, should be dismissed.",
      "id": "s5"
    },
    {
      "text": "DENIAL OF PROCEDURAL FAIRNESS \n \n4 The Applicant contends that the Tribunal used a number of \" publications \" in a manner which has denied him procedural fairness.",
      "id": "s6"
    },
    {
      "text": "5 There are a number of answers to this ground of appeal.",
      "id": "s7"
    },
    {
      "text": "First, the ground of appeal particularises a number of extracts from identified texts.",
      "id": "s8"
    },
    {
      "text": "But the Tribunal's reasons do not disclose any reliance upon any of those texts.",
      "id": "s9"
    },
    {
      "text": "The texts particularised, it is understood, are not to be found in the Tribunal's reasons for decision in the present proceedings.",
      "id": "s10"
    },
    {
      "text": "6 Two of the texts are referred to in the earlier decision of the Tribunal, referred to in paragraph 98 of its reasons, namely, Re Howard v Minister for Immigration and Multicultural Affairs [2006] AATA 474 at [104] ---[105].",
      "id": "s11"
    },
    {
      "text": "In those paragraphs of the Tribunal decision in Re Howard , there is reference to two further decisions of the Tribunal, namely, Re Sorensen v Minister for Immigration and Multicultural and Indigenous Affairs [2006] AATA 96 at [29] , and Re Azar v Minister for Immigration and Multicultural and Indigenous Affairs [2005] AATA 1061 at [37] .",
      "id": "s12"
    },
    {
      "text": "The further texts particularised in the present Amended Application are to be found in the reasons for decision in Re Sorensen and Re Azar .",
      "id": "s13"
    },
    {
      "text": "The Deputy President who constituted the Tribunal in the decision presently under review was also the Member who constituted the Tribunal in each of the other decisions referred to.",
      "id": "s14"
    },
    {
      "text": "7 No denial of procedural fairness is made out simply because a decision-maker refers to evidence given in other proceedings in which he has been involved.",
      "id": "s15"
    },
    {
      "text": "A denial of procedural fairness may be made out if, for example, a decision-maker goes beyond simply referring to evidence in other proceedings and seeks to rely upon such evidence or conclusions previously reached without affording an affected party an opportunity to make submissions.",
      "id": "s16"
    },
    {
      "text": "But that is not the present case.",
      "id": "s17"
    },
    {
      "text": "A fair and balanced reading of the Tribunal decision reveals either that the Tribunal was distinguishing previous decisions or applying the Ministerial Direction to which it must have regard.",
      "id": "s18"
    },
    {
      "text": "That reasoning on the part of the Tribunal reinforces a conclusion that the Tribunal was focusing attention upon the facts of the present case.",
      "id": "s19"
    },
    {
      "text": "Whatever may have been the evidence in other proceedings in which the Tribunal member was involved, and whatever may have been the \" experience \" of the delegate which he had brought to bear when making his present decision, the Tribunal was confining its attention to those aspects of deterrence relevant to the decision presently under review.",
      "id": "s20"
    },
    {
      "text": "8 The need for the appellant to address the general issue identified in the ministerial direction as \" deterrence \" was clearly recognised.",
      "id": "s21"
    },
    {
      "text": "The facts relevant to that issue had been canvassed and the parties given an opportunity to make submissions.",
      "id": "s22"
    },
    {
      "text": "The manner in which the Tribunal resolved the issue of deterrence in the present proceedings emerges most clearly from para 102 of its reasons, which state:\n \n Its incorporation in Direction No 21 may be simply a reflection of the need for decision-makers to consider the long-term effects of their decisions, not merely the short-term results.",
      "id": "s23"
    },
    {
      "text": "While visa refusal is not intended as a punishment, paragraph 2.11 of the direction plainly contemplates that the prospect of it will operate to deter similar conduct in much the same way as the threat of punishment does.",
      "id": "s24"
    },
    {
      "text": "That includes deterring the use of corrupt agents who are prepared to lodge fraudulent applications.",
      "id": "s25"
    },
    {
      "text": "Granting a visa in the present case would send entirely the wrong message to those contemplating acts violating Australian migration law.",
      "id": "s26"
    },
    {
      "text": "The issue of deterrence and the facts upon which the Tribunal proceeded to make its decision in the present case were known to the parties and were the subject of submissions.",
      "id": "s27"
    },
    {
      "text": "It is not considered that para 102 of the Tribunal's reasons relies in any way upon the observations previously made by the Tribunal at para 98.",
      "id": "s28"
    },
    {
      "text": "9 Second, and in the absence of the Tribunal relying upon evidence provided in other proceedings, the present allegation of a denial of procedural fairness is in substance a request to be involved in the evolving reasoning processes of a decision-maker.",
      "id": "s29"
    },
    {
      "text": "It is a request to have an opportunity to comment upon how the Tribunal is approaching the issues the subject of decision.",
      "id": "s30"
    },
    {
      "text": "There was no requirement imposed upon the Tribunal to disclose to the Applicant the particular decisions of either the Tribunal or the Courts upon which it was proposing to rely in its reasoning process in order to afford the Applicant a further opportunity to make submissions as to why those decisions were to be distinguished.",
      "id": "s31"
    },
    {
      "text": "10 Procedural fairness does not require the disclosure to a party of the manner in which material may be used or disclosure of an evolving process of deliberation or decision-making.",
      "id": "s32"
    },
    {
      "text": "Procedural fairness does not generally require a decision-maker to disclose what he is minded to decide so that a party may have a further opportunity of criticising his mental processes before he reaches a decision: see Hoffman-La Roche v Secretary of State for Trade and Industry [1974] 2 All ER 1128 .",
      "id": "s33"
    },
    {
      "text": "Lord Diplock there observed at 1157:\n \n ... the rules of natural justice do not require the decision-maker to disclose what he is minded to decide so that the parties may have a further opportunity of criticising his mental processes before he reaches a final decision.",
      "id": "s34"
    },
    {
      "text": "If this were a rule of natural justice only the most talkative of judges would satisfy it and trial by jury would have to be abolished.",
      "id": "s35"
    },
    {
      "text": "There is no general requirement to give a party a running commentary on his prospects of success warning him of every reason why his claims might not be thought sufficient to justify the relief sought: see Applicant S214 of 2003 v Refugee Review Tribunal [2006] FCA 375 at [32] per Edmonds J, 90 ALD 362, citing Abebe v Commonwealth of Australia [1999] HCA 14 at [187] , [1999] HCA 14 ; 197 CLR 510.",
      "id": "s36"
    },
    {
      "text": "See also Commissioner for Australian Capital Territory Revenue v Alphaone (1994) 49 FCR 576 at 591---2.",
      "id": "s37"
    },
    {
      "text": "In the circumstances of the present proceedings, there has accordingly been no denial of procedural fairness in not disclosing the various texts not referred to in the reasons of the Tribunal now under appeal but in the reasons of earlier Tribunal decisions.",
      "id": "s38"
    },
    {
      "text": "11 Reliance by the Applicant upon VEAL v Minister for Immigration and Multicultural and Indigenous Affairs [2005] HCA 72 , 222 ALR 411 is misplaced.",
      "id": "s39"
    },
    {
      "text": "Procedural fairness had there been denied by the non-disclosure of a letter which had made serious allegations against the Applicant's husband.",
      "id": "s40"
    },
    {
      "text": "A statement by the Tribunal, that it had given the letter no weight, did not absolve it of the necessity to disclose the substance of the letter to enable submissions to be made.",
      "id": "s41"
    },
    {
      "text": "12 In the present proceedings, the \" evidence \" referred to in the earlier decision of the Tribunal was not evidence personal to the present Applicant.",
      "id": "s42"
    },
    {
      "text": "It was more in the nature of accumulated knowledge or expertise and, to the extent that reference was made to that earlier knowledge or experience, it was referred to in a context where the Tribunal member was giving background to the incorporation of \" deterrence \" as part of Direction No 21.",
      "id": "s43"
    },
    {
      "text": "That direction was very much to the fore of the parties' consideration and was a matter in respect to which submissions were advanced.",
      "id": "s44"
    },
    {
      "text": "VEAL should not be construed as imposing any general requirement upon an administrator to disclose or comment upon all prior facts and knowledge of which he may be aware by reason of his having been involved in earlier cases.",
      "id": "s45"
    },
    {
      "text": "13 Obvious care needs to be taken, however, by Tribunal members when referring to evidence given in other proceedings to which they have been involved.",
      "id": "s46"
    },
    {
      "text": "An issue that occasioned considerable debate at the time when a general administrative tribunal was being considered was the desirability that such a Tribunal have available to it persons with expertise: see Commonwealth, Administrative Review Committee at para 292, Parliamentary Paper No 144 of 1971 and Committee on Administrative Discretions at paras 148 to 152, Parliamentary Paper No 316 of 1973.",
      "id": "s47"
    },
    {
      "text": "When enacted, the Administrative Appeals Tribunal Act 1975 (Cth) recognised a qualification for appointment was \" special knowledge or skill \": see s 7(2)(d).",
      "id": "s48"
    },
    {
      "text": "14 After appointment it is inevitable that a Tribunal member will continue to accumulate expertise in particular areas and become familiar with vast amounts of materials relevant to decisions to be made.",
      "id": "s49"
    },
    {
      "text": "The accumulation of such expertise and knowledge should obviously not be discouraged as to do so could prejudice the ability of the Tribunal to make informed decisions.",
      "id": "s50"
    },
    {
      "text": "The issues arising from having available to the Tribunal such expertise and knowledge has to some extent been discussed by Katzen in 'Procedural Fairness and Specialist Members of the Administrative Appeals Tribunal' (1995) 2 Australian Journal of Administrative Law 169.",
      "id": "s51"
    },
    {
      "text": "The necessary qualification which must be expressed is that care should be taken to ensure that the proceedings before the Tribunal remain fair and permit all parties a reasonable opportunity to present their cases.",
      "id": "s52"
    },
    {
      "text": "So much is guaranteed by s 39 of the Administrative Appeals Tribunal Act 1975 (Cth) itself.",
      "id": "s53"
    },
    {
      "text": "15 Difficult questions have arisen in circumstances where it is the accumulated expertise and skill of a Member which is being brought to bear upon a particular decision-making process.",
      "id": "s54"
    },
    {
      "text": "The present case is simpler.",
      "id": "s55"
    },
    {
      "text": "It is a clear submission by the Applicant that identifiable material has been relied upon but not disclosed.",
      "id": "s56"
    },
    {
      "text": "That case is largely answered by the conclusion that the identifiable material or publications have not been relied upon and that the decision of the Tribunal under appeal has been based upon facts disclosed to and debated by the parties.",
      "id": "s57"
    },
    {
      "text": "In the present case the opportunity to make submissions was extended to both parties and submissions made accordingly.",
      "id": "s58"
    },
    {
      "text": "16 This ground of review is thus to be dismissed.",
      "id": "s59"
    },
    {
      "text": "TAKING INTO ACCOUNT AN IRRELEVANT CONSIDERATION.",
      "id": "s60"
    },
    {
      "text": "17 The Tribunal stated in part as follows:\n \n 96.",
      "id": "s61"
    },
    {
      "text": "In relation to the protection of the Australian community the Tribunal is also required to consider the question of general deterrence, the likelihood that visa refusal would prevent or inhibit the commission of similar offences by other persons: see Direction No 21 paragraph 2.11.",
      "id": "s62"
    },
    {
      "text": "It is true that the deterrent effect of a particular decision is impossible to prove in advance.",
      "id": "s63"
    },
    {
      "text": "The concept is perhaps better expressed in a positive form by saying that if bad behaviour is rewarded there will be more of it.",
      "id": "s64"
    },
    {
      "text": "That is a principle well known to parents, teachers, managers and most other members of the community.",
      "id": "s65"
    },
    {
      "text": "97.",
      "id": "s66"
    },
    {
      "text": "According to the delegate, Mr Heath, there are specific reasons for thinking that decisions in cases such as the present one may have incentive effects one way or the other.",
      "id": "s67"
    },
    {
      "text": "He notes that the Chinese community in Australia is relatively close knit with its own ethnic associations, newspapers and community networks and the outcome of decisions such as this one are passed around within segments of the community and also between some unscrupulous migration agents.",
      "id": "s68"
    },
    {
      "text": "98.",
      "id": "s69"
    },
    {
      "text": "Evidence of the role of migration community networks in the operation of deterrents was referred to in Re Howard and Minister for Immigration and Multicultural Affairs [2006] AATA 474 at paragraph 104-105.",
      "id": "s70"
    },
    {
      "text": "99.",
      "id": "s71"
    },
    {
      "text": "Mr Heath continues: \n\n ... \n \n The use of PV applications based on false protection claims by Chinese and certain other nationals to extend their stay in Australia for reasons other than a genuine need for Australia's protection is a systemic problem at present.",
      "id": "s72"
    },
    {
      "text": "Current statistics indicate that the highest number of PV applications currently being lodged are made by Chinese nationals, many based on false or frivolous claims.",
      "id": "s73"
    },
    {
      "text": "... \n \n My experience and analysis of these cases indicates that after exhausting their attempts to remain in Australia a significant proportion of those taking this path marry Australian citizens before they depart Australia, apply for spouse migration and if successful later divorce their Australian sponsor and \"reconcile\" with their former Chinese spouse who they then sponsor themselves.",
      "id": "s74"
    },
    {
      "text": "This is a not uncommon pattern.",
      "id": "s75"
    },
    {
      "text": "In saying this I also note ... that Ms Chi's former husband and her adult son were granted spouse migration visas for Australia in 2005, sponsored by another person.",
      "id": "s76"
    },
    {
      "text": "Whether her former husband also took the \" well trodden path\" is not within the scope of this decision.",
      "id": "s77"
    },
    {
      "text": "...",
      "id": "s78"
    },
    {
      "text": "The taking into account of the experience that a significant number of Chinese Applicants for protection visas marry and later divorce is said to be an irrelevant consideration.",
      "id": "s79"
    },
    {
      "text": "18 The Applicant asserts that the marriage in the present case is not one of a kind referred to by the delegate.",
      "id": "s80"
    },
    {
      "text": "So much may be accepted.",
      "id": "s81"
    },
    {
      "text": "The Tribunal in the very next paragraph of its reasons stated that \" While Mr Heath's conclusions have a relevance to the issue of general deterrence I do not suggest that the scenario he describes as typical is on all fours with the present case .",
      "id": "s82"
    },
    {
      "text": "\" The Tribunal later accepted at para 109 that there was a \" genuine marriage to an Australian citizen .",
      "id": "s83"
    },
    {
      "text": "\" The Tribunal further noted at para 112 that \" his commitment to [his wife] is genuine .",
      "id": "s84"
    },
    {
      "text": "\" The reasons of the Tribunal simply recount the evidence being advanced before it and, for present purposes, the experience of the delegate.",
      "id": "s85"
    },
    {
      "text": "The Tribunal accepted the genuineness of the marriage.",
      "id": "s86"
    },
    {
      "text": "19 No error is exposed with respect to this ground of appeal and it should be dismissed.",
      "id": "s87"
    },
    {
      "text": "THE NOTICE OF APPEAL.",
      "id": "s88"
    },
    {
      "text": "20 No argument has been addressed in respect to the Notice of Appeal as filed on 6 September 2007.",
      "id": "s89"
    },
    {
      "text": "21 Had that Notice of Appeal been relied upon, it would in any event have been dismissed for non-compliance with O 53 r 3(2) of the Federal Court Rules 1979 (Cth).",
      "id": "s90"
    },
    {
      "text": "This Court requires \" strict compliance \" with that rule: see Ibarchena v Secretary, Department of Family and Community Services [2001] FCA 453 at [2] per Finn J.",
      "id": "s91"
    },
    {
      "text": "It would not have been legitimate to have called in aid of the \" grounds \" purportedly set forth in the Notice of Appeal to in some manner rephrase the purported \" questions \" as presently drafted: see Australian Telecommunications Corporation v Lambroglou (1990) 12 AAR 515 at 524.",
      "id": "s92"
    },
    {
      "text": "ORDERS \n \n22 The orders of the Court are:\n \n 1.",
      "id": "s93"
    },
    {
      "text": "The Notice of Appeal be dismissed.",
      "id": "s94"
    },
    {
      "text": "2.",
      "id": "s95"
    },
    {
      "text": "The Amended Application be dismissed.",
      "id": "s96"
    },
    {
      "text": "3.",
      "id": "s97"
    },
    {
      "text": "The Applicant to pay the costs of the First Respondent.",
      "id": "s98"
    },
    {
      "text": "I certify that the preceding twenty-two (22) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Flick.",
      "id": "s99"
    },
    {
      "text": "Associate:\n\nDated: 28 December 2007 \n\n Counsel for the Applicant: L Karp \n \n Solicitor for the Applicant: C Guan (AAT Legal Solicitors) \n \n Counsel for the First Respondent: M P Cleary \n \n Solicitor for the First Respondent: R Baird (Clayton Utz) \n \n Date of Hearing: 7 December 2007 \n \n Date of Judgment: 7 December 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/2046.html",
      "id": "s100"
    }
  ]
}