{
  "name": "Body Bronze International Pty Ltd v Soleil Tanning Oxford Pty Ltd [2007] FCA 371 (16 March 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/371.html",
  "catchphrases": [
    {
      "text": "pleadings",
      "id": "c0"
    },
    {
      "text": "application to strike out statement of claim pursuant to o 11, r 16 of the federal court rules",
      "id": "c1"
    },
    {
      "text": "claim brought pursuant to s 51aa of the trade practices act 1974 (cth)",
      "id": "c2"
    },
    {
      "text": "unconscionable conduct",
      "id": "c3"
    },
    {
      "text": "whether mere breach of contract amounts to unconscionable conduct within the meaning of s 51aa",
      "id": "c4"
    },
    {
      "text": "no reasonable cause of action demonstrated",
      "id": "c5"
    },
    {
      "text": "application granted",
      "id": "c6"
    },
    {
      "text": "practice and procedure",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "1 On 15 December 2006 I heard argument in support of a notice of motion filed on 27 November 2006 on behalf of the ninth to fifteenth respondents.",
      "id": "s0"
    },
    {
      "text": "The motion sought to have the applicant's further amended statement of claim dated 5 October 2006, insofar as it made allegations against the ninth to fifteenth respondents, struck out pursuant to O 11, r 16 of the Federal Court Rules on the basis that, inter alia, it disclosed no reasonable cause of action.",
      "id": "s1"
    },
    {
      "text": "2 I indicated on that day that I proposed to grant the relief sought on behalf of the ninth to fifteenth respondents, and that I would publish my reasons, and pronounce formal orders, on a later date.",
      "id": "s2"
    },
    {
      "text": "These are my reasons.",
      "id": "s3"
    },
    {
      "text": "Background \n \n3 In broad terms this case concerns a franchisor applicant that has, since August 1995, operated a chain of sun-tanning salons from various retail sites throughout Australia.",
      "id": "s4"
    },
    {
      "text": "The applicant's business is carried out under the registered business name \"Body Bronze\".",
      "id": "s5"
    },
    {
      "text": "4 The applicant entered into a series of franchise agreements with the first to fifth respondents.",
      "id": "s6"
    },
    {
      "text": "It is contended that each of the franchise agreements relevantly provided that on termination thereof the franchise ceased, and the franchisee was required immediately to return all confidential information and, if requested, sell to the franchisor all or any of the assets used in the business.",
      "id": "s7"
    },
    {
      "text": "In other words, the franchisor claimed a right of first refusal in relation to the purchase of the assets of each business.",
      "id": "s8"
    },
    {
      "text": "5 As against the first to fifth respondents the applicant claims, inter alia, that these obligations under the franchise agreements were breached because each respondent entered into a lease with a third party or parties and assigned the assets of the business to those parties rather than offering them to the franchisor.",
      "id": "s9"
    },
    {
      "text": "The applicant also claims breaches of non-competition obligations, as well as various contraventions of s 52 of the Trade Practices Act 1974 (Cth).",
      "id": "s10"
    },
    {
      "text": "6 The claims against the sixth to eighth respondents are based upon the allegation that they acquired the assets in the franchise businesses of the first to fifth respondents.",
      "id": "s11"
    },
    {
      "text": "7 The ninth to fifteenth respondents were not initially parties to this proceeding, but were joined at a later stage, possibly because there was some concern as to whether any judgment obtained against the corporate respondents would be able to be satisfied.",
      "id": "s12"
    },
    {
      "text": "8 The claims made against the ninth to fifteenth respondents are set out in paragraphs 58 to 67 of the further amended statement of claim.",
      "id": "s13"
    },
    {
      "text": "Put simply, those claims are brought pursuant to s 51AA of the Trade Practices Act .",
      "id": "s14"
    },
    {
      "text": "9 Section 51AA was introduced in 1992 and provides:\n \n \n \"(1) A corporation must not, in trade or commerce, engage in conduct that is unconscionable within the meaning of the unwritten law, from time to time, of the States and Territories.",
      "id": "s15"
    },
    {
      "text": "(2) This section does not apply to conduct that is prohibited by section 51AB or 51AC .",
      "id": "s16"
    },
    {
      "text": "\" \n \n \n\n10 Section 75B extends the persons who can be found liable for a contravention of s 51AA , and relevantly provides:\n \n \n \"(1) A reference in this Part to a person involved in a contravention of a provision of Part IV , IVA, IVB, V or VC, or of section 75AU , 75AYA or 95AZN , shall be read as a reference to a person who: \n (a) has aided, abetted, counselled or procured the contravention; \n \n \n \n \n (b) has induced, whether by threats or promises or otherwise, the contravention; \n (c) has been in any way, directly or indirectly, knowingly concerned in, or party to, the contravention; or \n \n \n \n \n (d) has conspired with others to effect the contravention.",
      "id": "s17"
    },
    {
      "text": "...\" \n \n\n11 Pursuant to these provisions, the applicant alleges that the ninth to fifteenth respondents are accessorially liable for the conduct of the first to eighth respondents.",
      "id": "s18"
    },
    {
      "text": "Detailed particulars of that liability are set out in the further amended statement of claim.",
      "id": "s19"
    },
    {
      "text": "In summary, those particulars allege that ninth to fifteenth respondents had extensive knowledge of the applicant's business, and are now connected to the entities that have acquired the assets of the franchise businesses.",
      "id": "s20"
    },
    {
      "text": "It is contended that they were knowingly concerned in the contravention of the terms of the franchise agreements by, for example, carrying out the assignments to the sixth to eighth respondents.",
      "id": "s21"
    },
    {
      "text": "12 The applicant is now claiming damages against all respondents.",
      "id": "s22"
    },
    {
      "text": "Submissions \n \n13 Mr Parncutt, in support of the motion, submitted that even if it were assumed that the facts pleaded against his clients were true, they could not establish a case of unconscionable conduct.",
      "id": "s23"
    },
    {
      "text": "14 Mr Marantelli, on behalf of the applicant, submitted that the point was arguable, and therefore the motion should be dismissed.",
      "id": "s24"
    },
    {
      "text": "15 Mr Parncutt's argument was quite simple.",
      "id": "s25"
    },
    {
      "text": "He submitted that the conduct alleged against his clients amounted to nothing more than various breaches of contract.",
      "id": "s26"
    },
    {
      "text": "He submitted that in order to amount to unconscionable conduct there had to be something more than a mere breach of contract.",
      "id": "s27"
    },
    {
      "text": "He referred to a number of authorities, including, in particular, Commercial Bank of Australia Limited v Amadio [1983] HCA 14 ; (1983) 151 CLR 447; Australian Competition &amp; Consumer Commission v Samton Holdings Pty Ltd [2002] FCA 62 ; (2002) 117 FCR 301; and Australian Competition &amp; Consumer Commission v C G Berbatis Holdings Pty Ltd [2003] HCA 18 ; (2003) 214 CLR 51.",
      "id": "s28"
    },
    {
      "text": "16 On the basis of those cases, Mr Parncutt submitted that there had to be something akin to unequal bargaining power, disadvantage on the part of the applicant, mistake, coercion or a recognised form of unconscionability in equity, and not merely a deliberate breach of contract.",
      "id": "s29"
    },
    {
      "text": "17 Mr Marantelli's response was equally straightforward.",
      "id": "s30"
    },
    {
      "text": "He submitted that the categories of unconscionability were not closed.",
      "id": "s31"
    },
    {
      "text": "He argued that the Court should not apply strike out procedures in a way that might stultify the development of the law.",
      "id": "s32"
    },
    {
      "text": "He contended that this was a case in which, on the facts as pleaded, not only had the ninth to fifteenth respondents been involved in deliberately causing the first to fifth respondents to breach their contractual obligations, they had also facilitated putting the assets of those first five respondents out of the reach of the applicant.",
      "id": "s33"
    },
    {
      "text": "He relied in particular upon HECEC Australia Pty Ltd v Hydro-Electric Corp [1999] FCA 822 , where he submitted Einfeld J had accepted the proposition that a breach of contract alone could give rise to unconscionable conduct.",
      "id": "s34"
    },
    {
      "text": "He also placed some reliance upon the decision of the Full Court of the Federal Court in Samton .",
      "id": "s35"
    },
    {
      "text": "Consideration \n \n18 As is well-known, the High Court confirmed the doctrine of unconscionability in Amadio .",
      "id": "s36"
    },
    {
      "text": "In that case, Mason J (as his Honour then was) stated (at 461):\n \n \"But relief on the ground of \"unconscionable conduct\" is usually taken to refer to the class of case in which a party makes unconscientious use of his superior position or bargaining power to the detriment of a party who suffers from some special disability or is placed in some special situation of disadvantage, e.g., a catching bargain with an expectant heir or an unfair contract made by taking advantage of a person who is seriously affected by intoxicating drink.",
      "id": "s37"
    },
    {
      "text": "Although unconscionable conduct in this narrow sense bears some resemblance to the doctrine of undue influence, there is a difference between the two.",
      "id": "s38"
    },
    {
      "text": "In the latter the will of the innocent party is not independent and voluntary because it is overborne.",
      "id": "s39"
    },
    {
      "text": "In the former the will of the innocent party, even if independent and voluntary, is the result of the disadvantageous position in which he is placed and of the other party unconscientiously taking advantage of that position.",
      "id": "s40"
    },
    {
      "text": "\" \n \n\n19 Following Amadio , there were a number of cases that discussed the doctrine of unconscionability.",
      "id": "s41"
    },
    {
      "text": "However, it was not until Samton that the Full Court of the Federal Court held that unconscionability in the context of s 51AA requires conduct to be identified that supports the grant of relief on principles set out in specific equitable doctrines, rather than requiring unconscionability at large.",
      "id": "s42"
    },
    {
      "text": "20 The Full Court stated:\n \n \n \"46 Equity is directed to the prevention of unconscionable behaviour.",
      "id": "s43"
    },
    {
      "text": "The fundamental principle upon which equitable relief is granted is that a party having a legal right may not exercise it in such a way that the exercise amounts to unconscionable conduct -- Legione v Hateley [1983] HCA 11 ; (1983) 152 CLR 406 at 444 (Mason and Deane JJ).",
      "id": "s44"
    },
    {
      "text": "Those words may encompass duress, undue influence and \"unconscionable dealing as such\" -- Hardingham \"Unconscionable Dealing\" in Finn (ed), Essays on Equity (1985), p 1.",
      "id": "s45"
    },
    {
      "text": "Professor Finn (as he then was) himself identified \"four not altogether distinct ways\" in which the language of unconscionable conduct has been used in the case law: \n \n \n \n \n \n 1.",
      "id": "s46"
    },
    {
      "text": "As an organising idea informing specific equitable rules and doctrines which do not in terms refer to, or require, an explicit finding of unconscionable conduct -- for example, rules on stipulations as to time and notices to complete.",
      "id": "s47"
    },
    {
      "text": "2.",
      "id": "s48"
    },
    {
      "text": "In relation to specific equitable doctrines of which estoppel, unilateral mistake, relief against forfeiture and undue influence are examples.",
      "id": "s49"
    },
    {
      "text": "They are united by the idea that equity will prevent an unconscionable insistence on strict legal rights and are conditioned upon the explicit finding of unconscionable conduct in the persons against whom they are invoked -- Waltons Stores (Interstate) Ltd v Maher [1988] HCA 7 ; (1988) 164 CLR 387; Stern v McArthur [1988] HCA 51 ; (1988) 165 CLR 489 and Taylor v Johnson [1983] HCA 5 ; (1983) 151 CLR 422.",
      "id": "s50"
    },
    {
      "text": "3.",
      "id": "s51"
    },
    {
      "text": "In relation to the discrete doctrine of unconscionable dealing which concerns one species of unconscionable conduct -- Commercial Bank of Australia Ltd v Amadio ; Louth v Diprose [1992] HCA 61 ; (1992) 175 CLR 621.",
      "id": "s52"
    },
    {
      "text": "4.",
      "id": "s53"
    },
    {
      "text": "In relation to unconscionable conduct founding a cause of action not mediated by any discrete doctrine -- Baumgartner v Baumgartner [1987] HCA 59 ; (1987) 164 CLR 137.",
      "id": "s54"
    },
    {
      "text": "Finn, \"Unconscionable Conduct\" (1994) 8 Journal of Contract Law 37 at pp 38-39.",
      "id": "s55"
    },
    {
      "text": "47 Four classes of case attracting the application of the language of unconscionability are described in Laws of Australia , Vol 35, Unfair Dealing, 35.5 Notion of Unconscionability [1]-[38]: \n (i) Exploitation of vulnerability or weakness; \n (ii) Abuse of position of trust or confidence; \n \n \n \n \n (iii) Insistence upon rights in circumstances which make that harsh or oppressive; \n \n \n \n \n (iv) Inequitable denial of legal obligations.",
      "id": "s56"
    },
    {
      "text": "These are said to be supported by three broad standards: \n \n \n \n \n (i) That those in positions of strength or influence should not take advantage of another's relative weakness.",
      "id": "s57"
    },
    {
      "text": "(ii) That people should not, by appeal to strict legal rights, cause hardship to others by violating their reasonable expectations.",
      "id": "s58"
    },
    {
      "text": "(iii) That those in fiduciary positions should act only in the interests of those to whom those fiduciary duties are owed.",
      "id": "s59"
    },
    {
      "text": "\" \n \n \n \n \n\n21 The Full Court continued:\n \n \n \"49 Ultimately the language of s 51AA requires identification of conduct able to be characterised as unconscionable in a sense known to the unwritten law.",
      "id": "s60"
    },
    {
      "text": "In the context of that law as it presently stands, unconscionable conduct is that which supports the grant of relief on the principles set out in specific equitable doctrines.",
      "id": "s61"
    },
    {
      "text": "Five categories of case are set out above.",
      "id": "s62"
    },
    {
      "text": "As was said of s 51AA in Australian Competition and Consumer Commission v CG Berbatis Holdings Pty Ltd (No 2) (2000) 96 FCR 431 at 509: \n \n \n \n \n \n \"[It] prohibits conduct in respect of which a judge in equity would have been prepared to grant relief.",
      "id": "s63"
    },
    {
      "text": "The imposition of the prohibition precedes any actual or notional judicial decision.",
      "id": "s64"
    },
    {
      "text": "The judge deciding a case under s 51AA will be asking himself or herself whether he or she would have been prepared to grant relief at equity on the basis of an assessment of the conduct in question as unconscionable.",
      "id": "s65"
    },
    {
      "text": "\" \n \n \n \n \n \n Although the application of the principles in that case to a particular circumstance of special disadvantage on the part of a shopping centre tenant was overturned by a Full Court the principles were not impugned -- see CG Berbatis Holdings Pty Ltd v Australian Competition and Consumer Commission (2001) 185 ALR 555.",
      "id": "s66"
    },
    {
      "text": "See also the discussion in Dietrich, \"The Meaning of Unconscionable Conduct under the Trade Practices Act 1974\" (2001) 9 Trade Practices Law Journal 141.",
      "id": "s67"
    },
    {
      "text": "50 The approach has been criticised as too wide having regard to the terms of the explanatory memorandum and the second reading speech which referred to the special disadvantage cases of Blomley v Ryan and Amadio -- see Buckley, \"Section 51AA and Section 51AC of the Trade Practices Act 1974 : The Need for Reform\" (2000) 8 Trade Practices Law Journal 5.",
      "id": "s68"
    },
    {
      "text": "But as already noted, the terms of the section are not limited to those categories.",
      "id": "s69"
    },
    {
      "text": "Although the section is confined by the parameters of the \"unwritten law\", it is the unwritten law \"from time to time\".",
      "id": "s70"
    },
    {
      "text": "Neither the explanatory memorandum nor the second reading speech can be treated as imposing qualifications which are not found in the words of s 51AA.",
      "id": "s71"
    },
    {
      "text": "On the other hand, equitable doctrine does not presently provide a remedy against conduct simply on the basis that it is unfair in the opinion of a judge.",
      "id": "s72"
    },
    {
      "text": "It cannot be applied to unconscionable conduct at large.",
      "id": "s73"
    },
    {
      "text": "As Gummow and Hayne JJ recently observed in Australian Broadcasting Corporation v Lenah Game Meats Pty Ltd [2001] HCA 63 ; (2001) 208 CLR 199 at 245; [2001] HCA 63 ; 185 ALR 1 at 28, \"the notion of unconscionable behaviour does not operate wholly at large\".",
      "id": "s74"
    },
    {
      "text": "In this respect it is not necessary to pass upon the correctness or otherwise of Olex Focas Pty Ltd v Skodaexport Co Ltd [1998] 3 VR 380 which was concerned with the grant of interlocutory relief and the existence of a serious question to be tried rather than any concluded view as to the construction of s 51AA.",
      "id": "s75"
    },
    {
      "text": "\" \n \n \n \n\n22 In Berbatis , the High Court upheld a decision of the Full Court of this Court.",
      "id": "s76"
    },
    {
      "text": "It did so on the basis that the facts found fell short of what would attract the operation of the principles expounded in Amadio and therefore a breach of s 51AA could not be established.",
      "id": "s77"
    },
    {
      "text": "23 In relation to the construction of s 51AA Gummow and Hayne JJ, who formed part of the majority, stated:\n \n \n \"38 The parties, correctly, accept that the term \"unconscionable\" is not used in s 51AA in any sense which is at large or reflects an ordinary or natural meaning in general usage.",
      "id": "s78"
    },
    {
      "text": "That is plain from the identification in s 51AA of \"the meaning\" given by \"the unwritten law, from time to time\".",
      "id": "s79"
    },
    {
      "text": "The identification thus made is the principles of law and equity expounded from time to time in decisions respecting the common law of Australia.",
      "id": "s80"
    },
    {
      "text": "It is now settled that there is but one Australian common law and the reference in the section to \"the unwritten law ... of the States and Territories\" must be read in that way.",
      "id": "s81"
    },
    {
      "text": "French J held that the phrase in question \"can only be taken as a reference to the common law of Australia, a single body of judge-made law\", and the contrary has not been suggested in submissions to this Court.",
      "id": "s82"
    },
    {
      "text": "39 French J also said : \n \n \n \n \n \n \n \"The concept of unconscionability is arguably to be found at two levels in the unwritten law.",
      "id": "s83"
    },
    {
      "text": "There is a generic level which informs the fundamental principle according to which equity acts.",
      "id": "s84"
    },
    {
      "text": "There is the specific level at which the usage of 'unconscionability' is limited to particular categories of case.",
      "id": "s85"
    },
    {
      "text": "The Explanatory Memorandum [to the Bill for the 1992 Act] suggests that it is the latter sense that was intended -- defined by reference to Blomley v Ryan and Commercial Bank of Australia [Ltd] v Amadio .",
      "id": "s86"
    },
    {
      "text": "\" \n \n \n \n \n \n The relevant passage in the Explanatory Memorandum said of s 51AA that it embodied \"the equitable concept of unconscionable conduct as recognised by the High Court\" in those two cases.",
      "id": "s87"
    },
    {
      "text": "40 The reference by his Honour to the use in s 51AA of the term \"conduct that is unconscionable within the meaning of the unwritten law\" as identifying particular categories of case should be accepted as indicating the proper construction of s 51AA.",
      "id": "s88"
    },
    {
      "text": "The argument on the present appeal of all parties appeared to proceed on that footing.",
      "id": "s89"
    },
    {
      "text": "However, there then arises the question as to which particular manifestations of equity's concern with unconscientious or unconscionable conduct are reached by s 51AA.",
      "id": "s90"
    },
    {
      "text": "The issue is an important one because s 51AA does more than re-enact for application in trade and commerce the general law principles concerned.",
      "id": "s91"
    },
    {
      "text": "Contravention of s 51AA attracts particular remedies under the Act which may not otherwise be available and provides, as this case illustrates, for litigation to be instituted and conducted by a public body, the ACCC.",
      "id": "s92"
    },
    {
      "text": "41 In The Commonwealth v Verwayen , Deane J referred to the use of the terms \"unconscientious\" and \"unconscionable\" in \"areas where equity has traditionally intervened to vindicate the requirements of good conscience\".",
      "id": "s93"
    },
    {
      "text": "Later, in Australian Broadcasting Corporation v Lenah Game Meats Pty Ltd , Gleeson CJ observed that, whilst it may be appropriate to identify as \"unconscientious\" engagement in conduct enjoined by injunction: \"that leaves for decision the question of the principles according to which equity will reach that conclusion.",
      "id": "s94"
    },
    {
      "text": "The conscience of the [defendant], which equity will seek to relieve, is a properly formed and instructed conscience.",
      "id": "s95"
    },
    {
      "text": "\" His Honour added that the real task was to decide what a properly formed and instructed conscience would have to say about the conduct sought to be enjoined.",
      "id": "s96"
    },
    {
      "text": "\" (Footnotes omitted.",
      "id": "s97"
    },
    {
      "text": ") \n \n\n24 Their Honours then discussed the meaning of the term \"unconscionable\" and stated:\n \n \n \"42 The term \"unconscionable\" is used as a description of various grounds of equitable intervention to refuse enforcement of or to set aside transactions which offend equity and good conscience.",
      "id": "s98"
    },
    {
      "text": "The term is used across a broad range of the equity jurisdiction.",
      "id": "s99"
    },
    {
      "text": "Thus, a trustee of a settlement who misapplies the trust fund and the fiduciary agent who makes and withholds an unauthorised profit may properly be said to engage in unconscionable conduct.",
      "id": "s100"
    },
    {
      "text": "The relief given by equity against the imposition of monetary penalties and the forfeiture of proprietary interests has been said to reflect the attitude of equity to overreaching and unconscionable dealing, as well as to accident, mistake and surprise.",
      "id": "s101"
    },
    {
      "text": "The remedy of rescission may reflect the characterisation as unconscionable of the conduct of the party seeking to hold the plaintiff to a contract entered into under the influence of innocent misrepresentation or unilateral mistake.",
      "id": "s102"
    },
    {
      "text": "Again, the various doctrines and remedies in the field of estoppel, at a general level, may be said to overcome the unconscionable conduct involved in resiling from the representation or expectation induced by the party estopped.",
      "id": "s103"
    },
    {
      "text": "43 It will be unconscientious for a party to refuse to accept the position which is required by the doctrines of equity.",
      "id": "s104"
    },
    {
      "text": "But those doctrines may represent, as the above examples indicate, the outcome of an interplay between various themes and values of concern to equity.",
      "id": "s105"
    },
    {
      "text": "The present editor of Snell has noted the use of the terms \"unconscionable\" and \"unconscientious\" \"in areas as diverse as the nature of trusteeship and the doctrine of laches\"; he rightly observed that \"this may have masked rather than illuminated the underlying principles at stake \".",
      "id": "s106"
    },
    {
      "text": "\" (Footnotes omitted.",
      "id": "s107"
    },
    {
      "text": ") \n \n \n \n\n25 As these cases demonstrate, s 51AA does not create a new head of consumer protection law, but instead extends the remedies available under the Trade Practices Act to unconscionable conduct which is recognised in the equitable principles applied by the courts .",
      "id": "s108"
    },
    {
      "text": "26 In Australian Competition and Consumer Commission v C G Berbatis Holdings Pty Ltd (No 2) [2000] FCA 2 ; (2000) 96 FCR 491, French J indicated (at [20]---[21]) that the expression \"unconscionable\", in the context of s 51AA , might extend to include, at least, duress and undue influence.",
      "id": "s109"
    },
    {
      "text": "However, in GPG (Australia Trading) Pty Ltd v GIO Australia Holdings Ltd [2001] FCA 1761 ; (2001) 117 FCR 23, Gyles J expressed the more narrow view that the provision did not extend to encompass all equitable grounds of relief in which unconscionable or unconscientious conduct was an element.",
      "id": "s110"
    },
    {
      "text": "His Honour considered that the section was instead limited in its reference to the recognised \"unconscionable dealing\" ground of relief.",
      "id": "s111"
    },
    {
      "text": "In the High Court Berbatis decision, Gummow and Hayne JJ noted that they were not required to resolve the conflict between these two views.",
      "id": "s112"
    },
    {
      "text": "Accordingly, the issue remains unresolved.",
      "id": "s113"
    },
    {
      "text": "See the discussion in Paul Vout (ed), Unconscionable Conduct: The Laws of Australia (2006), [35.9:35]; and Russell V Miller, Miller's Annotated Trade Practices Act : Australian Competition and Consumer Law (2007, 28 th ed), 486.",
      "id": "s114"
    },
    {
      "text": "27 The present case also does not require a resolution of this difference in opinion.",
      "id": "s115"
    },
    {
      "text": "It is instead resolved by the fact that, as has been seen, s 51AA requires conduct to be identified which has been recognised in the equitable principles applied by the courts as unconscionable.",
      "id": "s116"
    },
    {
      "text": "28 As Mr Parncutt has submitted the applicant's further amended statement of claim does no such thing.",
      "id": "s117"
    },
    {
      "text": "It does not identify any facts which amount to unconscionable conduct on the part of the ninth to fifteenth respondents, within established principles of equity.",
      "id": "s118"
    },
    {
      "text": "29 Further, I reject the contention that Einfeld J in HECEC held that a breach of contract alone could give rise to unconscionable conduct.",
      "id": "s119"
    },
    {
      "text": "The case is replete with references to the economic disadvantage of the applicant as against the respondents who were various government ministers, and State instrumentalities.",
      "id": "s120"
    },
    {
      "text": "Mr Marantelli could point to no case in which a mere breach of contract had been held to give rise to unconscionable conduct.",
      "id": "s121"
    },
    {
      "text": "That is not surprising.",
      "id": "s122"
    },
    {
      "text": "The High Court has made it abundantly clear that there are limits upon the doctrine of unconscionability, and that the term is not to be used simply as a synonym for general unfairness.",
      "id": "s123"
    },
    {
      "text": "30 It was for these reasons that I concluded that the mere allegation that the ninth to fifteenth respondents had caused the first to fifth respondents to breach their contractual obligations to the applicant, and facilitated the sixth to eighth respondents in gaining the benefits of those breaches, could not of itself amount to unconscionable conduct.",
      "id": "s124"
    },
    {
      "text": "In effect, all that was alleged against the ninth to fifteenth respondents is that they were responsible, in various ways, for the failure of the first to fifth respondents to comply with the terms of the various licence agreements.",
      "id": "s125"
    },
    {
      "text": "31 There was no suggestion in the further amended statement of claim of any inequality of position, or bargaining power, between the applicant and the ninth to fifteenth respondents.",
      "id": "s126"
    },
    {
      "text": "It was also not suggested that the applicant was in a position of special vulnerability.",
      "id": "s127"
    },
    {
      "text": "Although it was pleaded that those respondents had been in business with the applicant, it was not suggested that that fact alone gave rise to a fiduciary relationship.",
      "id": "s128"
    },
    {
      "text": "Nor was it suggested that the conduct of those respondents amounted to a breach of fiduciary duty.",
      "id": "s129"
    },
    {
      "text": "Although it was pleaded that the respondents had extensive knowledge of the business from their involvement in it, it was not suggested that they misused that information when they facilitated the transfer of the business from the first to fifth respondents to the sixth to eighth respondents.",
      "id": "s130"
    },
    {
      "text": "32 In addition, it was not suggested that the ninth to fifteenth respondents unconscientiously took advantage of any unilateral mistake on the part of the applicant.",
      "id": "s131"
    },
    {
      "text": "There was no allegation of fraud or positive misrepresentation.",
      "id": "s132"
    },
    {
      "text": "All that was suggested was that they had remained silent about their plans, and therefore acted with what was might be described as an element of moral turpitude.",
      "id": "s133"
    },
    {
      "text": "Although it was submitted on behalf of the applicant that these respondents had engaged in a dissipation of its assets, that is not an accurate description of what had occurred.",
      "id": "s134"
    },
    {
      "text": "In reality there had simply been a transfer of assets from the first to fifth respondents to the sixth to eighth respondents.",
      "id": "s135"
    },
    {
      "text": "A transfer of assets of that kind is not properly to be characterised as a dissipation of assets.",
      "id": "s136"
    },
    {
      "text": "There is no suggestion that the assets were deliberately being put beyond the reach of the applicant.",
      "id": "s137"
    },
    {
      "text": "The transfer was, rather, the very act that is said to constitute the alleged breach of contract.",
      "id": "s138"
    },
    {
      "text": "33 In my view, and on the basis of the authorities referred to above, a breach of contract, in these circumstances, does not give rise to unconscionable conduct within the meaning of s 51AA.",
      "id": "s139"
    },
    {
      "text": "34 It may be, as I indicated during the course of argument, that although the facts as pleaded in the further amended statement of claim cannot give rise to a claim of unconscionable conduct against the ninth to fifteenth respondents, those facts might, with appropriate modifications, be sufficient to establish a different cause of action.",
      "id": "s140"
    },
    {
      "text": "However, no such cause of action has been pleaded.",
      "id": "s141"
    },
    {
      "text": "It is idle to speculate what cause of action the applicant might otherwise have relied upon as the basis for its claim against those respondents.",
      "id": "s142"
    },
    {
      "text": "35 I would therefore grant the application to strike out the further amended statement of claim dated 5 October 2006, as against the ninth to fifteenth respondents.",
      "id": "s143"
    },
    {
      "text": "The applicant must pay the costs of and incidental to the notice of motion seeking that relief.",
      "id": "s144"
    },
    {
      "text": "I note that on a previous occasion I ordered the applicant to provide further particulars of its claim against the ninth to fifteenth respondents.",
      "id": "s145"
    },
    {
      "text": "Notwithstanding that fact, I am not persuaded that there is any basis for ordering that the costs of this application be paid on an indemnity basis.",
      "id": "s146"
    },
    {
      "text": "I certify that the preceding thirty-five (35) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Weinberg.",
      "id": "s147"
    },
    {
      "text": "Associate:\n\nDated: 16 March 2007\n\n Counsel for the Applicant: Mr S.E.",
      "id": "s148"
    },
    {
      "text": "Marantelli \n \n Solicitor for the Applicant: Wisewoulds \n \n Counsel for the First to Eighth Respondents: Mr I.W.",
      "id": "s149"
    },
    {
      "text": "Upjohn \n \n Solicitor for the First to Eighth Respondents: Baybridge Lawyers \n \n Counsel for the Ninth to Fifteenth Respondents: Mr G.J.",
      "id": "s150"
    },
    {
      "text": "Parncutt \n \n Solicitor for the Ninth to Fifteenth Respondents: Comlaw \n \n Date of Hearing: 15 December 2006 \n \n Date of Judgment: 16 March 2007 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/371.html",
      "id": "s151"
    }
  ]
}