{
  "name": "SXSB v Minister for Immigration and Citizenship [2007] FCA 319 (9 March 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/319.html",
  "catchphrases": [
    {
      "text": "appeal from federal magistrates court",
      "id": "c0"
    },
    {
      "text": "where appellant denied protection visa by minister",
      "id": "c1"
    },
    {
      "text": "where appellant appeared at two hearings before refugee review tribunal",
      "id": "c2"
    },
    {
      "text": "where appellant made claims at second tribunal hearing not made at first tribunal hearing",
      "id": "c3"
    },
    {
      "text": "where tribunal affirmed minister's refusal to grant visa",
      "id": "c4"
    },
    {
      "text": "whether difference between claims made at first hearing and second hearing was information which was the reason or part of the reason for affirming the minister's decision within the meaning of s 424a(1) of the migration act 1958 (cth)",
      "id": "c5"
    },
    {
      "text": "whether tribunal obliged to notify appellant of information",
      "id": "c6"
    },
    {
      "text": "effect of s 424a(3)(b).",
      "id": "c7"
    },
    {
      "text": "migration",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from an order made by a Federal Magistrate.",
      "id": "s0"
    },
    {
      "text": "The Magistrate dismissed an application for constitutional writs in respect of a decision of the Refugee Review Tribunal ('the Tribunal').",
      "id": "s1"
    },
    {
      "text": "The Tribunal affirmed a decision of a delegate of the Minister for Immigration and Multicultural Affairs ('the Minister') not to grant a protection visa to the appellant.",
      "id": "s2"
    },
    {
      "text": "The facts \n \n2 The appellant is a citizen of Tanzania.",
      "id": "s3"
    },
    {
      "text": "He arrived in Australia on 10 August 2004 and on 24 August 2004 he applied to the Department of Immigration and Multicultural Affairs for a protection visa.",
      "id": "s4"
    },
    {
      "text": "His application was refused by a delegate of the Minister.",
      "id": "s5"
    },
    {
      "text": "He made an application to the Tribunal for a review of the delegate's decision.",
      "id": "s6"
    },
    {
      "text": "On 7 December 2004 the Tribunal affirmed the delegate's decision ('the first Tribunal decision').",
      "id": "s7"
    },
    {
      "text": "The appellant made an application to the Federal Court seeking a review of the first Tribunal decision.",
      "id": "s8"
    },
    {
      "text": "On 5 July 2005 this Court set aside the first Tribunal decision and remitted the application for review to the Tribunal to be determined according to law.",
      "id": "s9"
    },
    {
      "text": "On 11 November 2005 the Tribunal affirmed the decision not to grant a protection visa to the appellant ('the second Tribunal decision').",
      "id": "s10"
    },
    {
      "text": "On 16 May 2006 the Magistrate dismissed the appellant's application for constitutional writs in relation to the second Tribunal decision.",
      "id": "s11"
    },
    {
      "text": "The appeal to this Court is from the Magistrate's order in relation to the second Tribunal decision.",
      "id": "s12"
    },
    {
      "text": "3 The Magistrate described the appellant's claim in terms which are sufficient for present purposes.",
      "id": "s13"
    },
    {
      "text": "He said:\n \n 'The common elements of the statements are that the applicant was a member of the Nyamwezi clan as was his father and grandfather before him.",
      "id": "s14"
    },
    {
      "text": "His grandfather had purchased a piece of land outside Dar es Salaam which he farmed.",
      "id": "s15"
    },
    {
      "text": "On his grandfather's death his father took over the land but became an absentee landlord leaving a manager on the farm.",
      "id": "s16"
    },
    {
      "text": "There had been no trouble with their neighbours until in 1992 the applicant's father decided to join the opposition political group CUV.",
      "id": "s17"
    },
    {
      "text": "In 1995 the applicant joined CUV.",
      "id": "s18"
    },
    {
      "text": "The applicant's father put up CUV flags around the coconut trees on the land.",
      "id": "s19"
    },
    {
      "text": "After this the neighbours began to cause trouble for the father and claimed approximately eight of his thirteen acres.",
      "id": "s20"
    },
    {
      "text": "The father decided that he wanted the matter resolved but he received no assistance from the authorities.",
      "id": "s21"
    },
    {
      "text": "The neighbours were members of the Mwadila clan of the Wasukuma tribe.",
      "id": "s22"
    },
    {
      "text": "This tribe supports the CCM.",
      "id": "s23"
    },
    {
      "text": "In 1998 the neighbours came to the farm and beat the applicant's father.",
      "id": "s24"
    },
    {
      "text": "The father complained to the police but they took no notice of his complaint and instead arrested him.",
      "id": "s25"
    },
    {
      "text": "The father eventually died in police custody.",
      "id": "s26"
    },
    {
      "text": "The applicant believed that his father had been beaten to death by the police at the behest of the neighbours and their political supporters.",
      "id": "s27"
    },
    {
      "text": "After his father's death the applicant inherited the land.",
      "id": "s28"
    },
    {
      "text": "He did not live on it either.",
      "id": "s29"
    },
    {
      "text": "The applicant went to work in Dar es Salaam and the surrounding area.",
      "id": "s30"
    },
    {
      "text": "He claimed that he had gone to the farm to look after it but had been attacked by the Wasukuma.",
      "id": "s31"
    },
    {
      "text": "When he went to Mbagala he had to keep moving around and received some protection from a friend in the Mwadila clan who, he said, gave him early warning of possible attacks.",
      "id": "s32"
    },
    {
      "text": "Eventually the applicant fled to Mozambique and thereafter into South Africa.",
      "id": "s33"
    },
    {
      "text": "The applicant believed he was targeted by the Wasukuma because of his membership of the CUF and believes that the police would not provide him with adequate State protection as they support the CCM.",
      "id": "s34"
    },
    {
      "text": "At [17] of his statutory declaration at [CB 41] the applicant says: \n \n \n \"I could possibly move to another part of Tanzania and live peacefully without getting involved with politics and without following my strong desires to see change in my country.",
      "id": "s35"
    },
    {
      "text": "I personally would find it extremely [sic] to deny that desire I have to see change and to leave behind my political beliefs.",
      "id": "s36"
    },
    {
      "text": "Should I move anywhere in Tanzania and continue to advocate for the CUF the problems would follow me wherever I went.",
      "id": "s37"
    },
    {
      "text": "\"' \n \n \n \n\n4 \n \nThe Magistrate's reference to the CUV in the first part of this passage is an error and it should be a reference to the CUF or Civic United Front.",
      "id": "s38"
    },
    {
      "text": "The Magistrate's reasons \n \n5 Leaving aside the reference to political affiliations, the Magistrate noted that the Tribunal considered that the appellant's case raised no issue of Convention related harm.",
      "id": "s39"
    },
    {
      "text": "6 As to the appellant's claim that political affiliations were relevant to how he and his family were treated, the Magistrate noted that the Tribunal said that the appellant was unable to explain why political antagonism had been 'played out' as a dispute over the boundary between property rather than a straightforward clash about politics.",
      "id": "s40"
    },
    {
      "text": "The Magistrate noted that the Tribunal referred to independent country information and said that it did not accept that tribal antagonism existed to the extent suggested by the appellant.",
      "id": "s41"
    },
    {
      "text": "The Magistrate referred to the appellant's main contention before him to the effect that he suffered persecution at the hands of a small group of politically motivated members of the Sukuma tribe, who were his neighbours.",
      "id": "s42"
    },
    {
      "text": "The Magistrate described the appellant's principal submission in the following terms:\n \n 'He argues that when the Tribunal stated that it 'rejected the claim that the Sukuma tribe, as a whole, have any interest --- adverse or otherwise in the applicant as an individual or as a member of the Nyamwezi tribe or as a member of the CUF' it has either asked itself the wrong question (because that was not the claim that was made) or it failed to ask itself the proper question, which was whether the applicant suffered persecution from the neighbours for a Convention reason (his political opinion).",
      "id": "s43"
    },
    {
      "text": "' \n \n\n7 The Magistrate said that the Tribunal's conclusion that there was no Convention related nexus in the dispute between the appellant's family and their neighbours was a question of fact and that he could not interfere with its conclusion on that matter.",
      "id": "s44"
    },
    {
      "text": "8 The Magistrate said that there was no basis upon which to interfere with the Tribunal's conclusion based on country information that the appellant would not be subject to persecution if he returned to Tanzania as a voluble and articulate supporter of the CUF.",
      "id": "s45"
    },
    {
      "text": "9 \n \nAlthough it was not necessary for him to do so, the Magistrate considered the Tribunal's conclusions with respect to relocation and said that the Tribunal did not fall into jurisdictional error by suggesting that the appellant could relocate.",
      "id": "s46"
    },
    {
      "text": "He said that the Tribunal had rejected the appellant's contentions and if there was any indication of hesitancy in the Tribunal findings on relocation it would appear to have arisen because it could not see any need for the appellant to relocate outside Dar es Salaam and noted that the appellant had in any event abandoned his land.",
      "id": "s47"
    },
    {
      "text": "10 The Magistrate concluded that the Tribunal had not committed a jurisdictional error and he dismissed the application.",
      "id": "s48"
    },
    {
      "text": "Issues on appeal \n \n11 In his grounds of appeal the appellant asserts that the Magistrate erred in not determining that the Tribunal had fallen into jurisdictional error, in failing to:\n \n \n '1.",
      "id": "s49"
    },
    {
      "text": "consider the risk of serious harm the [appellant] would encounter for reason of CUF affiliation on the mainland of Tanzania; \n 2. note that [appellant's] father was killed in jail by authority because of his political opinion which the [appellant] shared with his father and similar persecution tailed the [appellant] as well; \n 3. acknowledge harm that the [appellant] may encounter if returned to Tanzania.",
      "id": "s50"
    },
    {
      "text": "' \n \n\n12 Each of these matters was considered by the Tribunal, and although the appellant contests the findings of the Tribunal there is nothing to suggest jurisdictional error by the Tribunal.",
      "id": "s51"
    },
    {
      "text": "By reason of the grounds of appeal, the Magistrate was called upon only to consider the first and third matters.",
      "id": "s52"
    },
    {
      "text": "In my opinion, there was no error in his approach to those matters.",
      "id": "s53"
    },
    {
      "text": "13 The appellant was unrepresented before me.",
      "id": "s54"
    },
    {
      "text": "In fairness to the appellant, the first respondent outlined an argument which he accepted may be put on behalf of the appellant, although, in the result, he asked me to reject the argument.",
      "id": "s55"
    },
    {
      "text": "14 It seems that prior to the second Tribunal hearing the appellant's case centred on a dispute between his family and their neighbours and the fact that the two parties belonged to different tribes or clans.",
      "id": "s56"
    },
    {
      "text": "Generally speaking, he had not raised the allegation that the dispute was politically motivated in that he and his father were members of the main opposition party, the CUF, and the neighbours were members of the ruling party, the CCM.",
      "id": "s57"
    },
    {
      "text": "He had not raised the allegation that the trouble had started when his father had placed CUF flags around the coconut trees on his land.",
      "id": "s58"
    },
    {
      "text": "In the course of the second Tribunal hearing, the Tribunal member raised with the appellant the fact that he had not mentioned these matters before.",
      "id": "s59"
    },
    {
      "text": "For example, the Tribunal member said:\n \n 'I put to the Applicant that his story about the land dispute with the neighbours was essentially the same as he had told the first Tribunal.",
      "id": "s60"
    },
    {
      "text": "However, this time, in this hearing, he had added politics to the story.",
      "id": "s61"
    },
    {
      "text": "I asked why he had made no mention of politics the first time he had recounted this tale.",
      "id": "s62"
    },
    {
      "text": "The Applicant said that it was because the interpretation was so bad.",
      "id": "s63"
    },
    {
      "text": "It made him concentrate simply on the farm aspects.",
      "id": "s64"
    },
    {
      "text": "I put it to him that the interpretation could not have been so bad as to entirely miss words like CUF which were the same in the interpretation as they were when the Applicant said them in Swahili or I spoke them in English.",
      "id": "s65"
    },
    {
      "text": "(For example, CUF was rendered as \"cuff\" by the Applicant, the interpreter and the Tribunal alike).",
      "id": "s66"
    },
    {
      "text": "He said that there had been some mention of politics because the previous Tribunal member had asked him if he was an active or an ordinary member of the party.",
      "id": "s67"
    },
    {
      "text": "I put it to him that there was no reference at all to this question or to any question of politics in the decision from the first Tribunal.",
      "id": "s68"
    },
    {
      "text": "I put it to the Applicant that he had not raised the issue at all and had not mentioned the words CUF or CCM or the word \"politics\".",
      "id": "s69"
    },
    {
      "text": "... \n I also put it to him that I was not entirely persuaded that the lack of mention of politics during the last hearing was the fault of the interpretation.",
      "id": "s70"
    },
    {
      "text": "I noted that the applicant had spoken Swahili not only at home in Tanzania but also with a number of people in South Africa and, as I discovered at hearing, in conversation with his Australian adviser (who also knew Swahili).",
      "id": "s71"
    },
    {
      "text": "In other words, the applicant was able to communicate with a number of Swahili-speakers, including non-native speakers, with a range of accents.",
      "id": "s72"
    },
    {
      "text": "The fact that the interpreter at the first Tribunal hearing spoke with a Kenyan accent did not seem to me to give rise to such poor interpretation that any mention of politics would be entirely forgotten.",
      "id": "s73"
    },
    {
      "text": "In other words, I was putting it to him that the question of politics had been added more recently to his claims in order to create a convention nexus.",
      "id": "s74"
    },
    {
      "text": "' \n \n\n15 In that part of his reasons which contains his findings and reasons, the Tribunal member said:\n \n 'I note that the applicant has been fairly consistent in his claims throughout the refugee determination process, with one exception.",
      "id": "s75"
    },
    {
      "text": "This is the addition of material about political party affiliation: his and his father's membership of CUF, and the claim that the neighbour's antagonism was only aroused in 1992 when the applicant's father put up CUF flags in the trees on his farm.",
      "id": "s76"
    },
    {
      "text": "This detailed material was only introduced when the Applicant was with the Tribunal for the second time.",
      "id": "s77"
    },
    {
      "text": "It had passingly been introduced in one line in the adviser's submission prior to the first Tribunal hearing: \"... it is clear that the applicant's fear of persecution relates to actions of other [sic] motivated by reasons of political opinion (the applicant's perceived opposition to the ruling party) and his race (Nyamwezi) ... etc\".",
      "id": "s78"
    },
    {
      "text": "The decision by the previous Tribunal Member records that \"At the hearing the applicant did not pursue the claim made in the submission that he faced harm because of an imputed opposition to the ruling political party\".",
      "id": "s79"
    },
    {
      "text": "The Applicant claims that inadequate interpretation somehow prevented the exploration of this topic, although I have doubts about that explanation, as I put to the Applicant at hearing ...' \n \n\n16 A little later the Tribunal member said:\n \n 'The applicant at my hearing (but on no previous occasion) pinpointed the antagonism of the neighbour towards the applicant's father as beginning in 1992, after the latter displayed CUF flags on his property.",
      "id": "s80"
    },
    {
      "text": "' \n \n\n17 The possible argument identified by the first respondent was that the contrast between the claim advanced by the appellant before the second Tribunal hearing and the claim advanced by the appellant at the second Tribunal hearing was information which was the reason or part of the reason for affirming the decision under review, and should have been the subject of a notice to the appellant under s 424A of the Migration Act 1958 (Cth).",
      "id": "s81"
    },
    {
      "text": "18 The first respondent sought to meet this possible argument by submitting that what the Tribunal relied upon was not 'information' within s 424A(1).",
      "id": "s82"
    },
    {
      "text": "In the alternative, and assuming it was information, the first respondent submitted that it was information the appellant gave for the purpose of the application for review and therefore, by reason of s 424A(3)(b) , exempt from the obligation in s 424A(1).",
      "id": "s83"
    },
    {
      "text": "In relation to this alternative argument, the first respondent made two submissions.",
      "id": "s84"
    },
    {
      "text": "First, he submitted that, on a fair reading of the Tribunal's reasons, it relied on information given to the first Tribunal hearing and this fell within the exception in s 425A(3)(b).",
      "id": "s85"
    },
    {
      "text": "Secondly, he submitted that insofar as the Tribunal may have also relied on information first given prior to the first Tribunal hearing, this also was information the appellant gave for the purpose of the application for review by reason of his subsequent conduct.",
      "id": "s86"
    },
    {
      "text": "In the context of this submission the first respondent referred to a submission dated 25 November 2004 and sent to the first Tribunal by solicitors acting for the appellant wherein the appellant referred and relied upon his application for a protection visa, a statement he made on 24 August 2004, his oral statements to the Department of Immigration and Multicultural and Indigenous Affairs and interviews between him and officers of the said Department.",
      "id": "s87"
    },
    {
      "text": "19 The Tribunal has referred to the fact that in the period before the hearing before it the appellant did not claim that political affiliations were important.",
      "id": "s88"
    },
    {
      "text": "That may have been relevant to its assessment of the appellant's credit either on that particular topic, or more generally.",
      "id": "s89"
    },
    {
      "text": "The Tribunal did not say so in express terms.",
      "id": "s90"
    },
    {
      "text": "The fact that the information (assuming for the moment it is information) is used by the Tribunal in the assessment of an applicant's credit, either on a particular topic or generally, may be the reason or part of the reason for affirming the decision that is under review within the provisions of s 424A of the Act: SZEEU v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCAFC 2 ; (2006) 150 FCR 214 (' SZEEU ') per Weinberg J at 252 [158] and Allsop J at 262-263 [220]-[221].",
      "id": "s91"
    },
    {
      "text": "In other words, the obligation in s 424A(1) may apply even though the information does not of itself lead to a positive factual finding but is of significance only by way of demonstrating an inconsistency with other information provided on a different occasion.",
      "id": "s92"
    },
    {
      "text": "20 In the case of a challenge on the basis that it is said that the Tribunal failed to comply with s 424(1) of the Act, it is necessary for the applicant to show that in fact the information was the reason or part of the reason the Tribunal affirmed the decision that is under review.",
      "id": "s93"
    },
    {
      "text": "That is sometimes a difficult question to determine and I agree with Weinberg J in SZEEU (at 253 [163]) that in cases of doubt, the matter should generally be resolved in favour of the applicant.",
      "id": "s94"
    },
    {
      "text": "In this case, the first respondent did not argue that the obligation did not arise because the information (again, assuming it is information) was not a reason or part of a reason the Tribunal affirmed the decision that is under review.",
      "id": "s95"
    },
    {
      "text": "I think that it was, and I refer to the passages set out in [15] and [16] above.",
      "id": "s96"
    },
    {
      "text": "21 The question whether the matter relied upon by the Tribunal in this case was information for the purposes of s 424A of the Act is a difficult one.",
      "id": "s97"
    },
    {
      "text": "It is possible to characterise what the Tribunal relied upon as:\n \n 1.",
      "id": "s98"
    },
    {
      "text": "The contrast between the information given by the appellant prior to the second Tribunal hearing and the information given by the appellant at the second Tribunal hearing.",
      "id": "s99"
    },
    {
      "text": "2.",
      "id": "s100"
    },
    {
      "text": "The failure to mention allegations in the information given by the appellant prior to the second Tribunal hearing.",
      "id": "s101"
    },
    {
      "text": "3.",
      "id": "s102"
    },
    {
      "text": "The inference to be drawn from the contrast between the information given by the appellant prior to the second Tribunal hearing and the information given by the appellant to the second Tribunal hearing, namely, that the appellant may not be a witness of credit either on the particular topic concerned or generally.",
      "id": "s103"
    },
    {
      "text": "22 Although I accept that the matter relied upon by the Tribunal may have had an important bearing upon its conclusions, I find it difficult to characterise the matter as 'information' within s 424A of the Act.",
      "id": "s104"
    },
    {
      "text": "It seems to me that the matter is no more than an inference which the Tribunal drew from the way in which material, which is no doubt information, was provided to it.",
      "id": "s105"
    },
    {
      "text": "A number of the difficulties which arise from the use of the word 'information' in s 424A of the Act are identified and discussed by Weinberg J in SZEEU .",
      "id": "s106"
    },
    {
      "text": "As to the difficulties raised by a case of the present nature, I refer to his Honour's observations at 255 [176]-[178].",
      "id": "s107"
    },
    {
      "text": "23 I am inclined to think that the matter relied on by the Tribunal was not information for the purposes of s 424A , but I do not need to decide the point because even if the matter was information within the section, it falls within the exception in s 424A(3)(b).",
      "id": "s108"
    },
    {
      "text": "24 The obligation in s 424A(1) does not apply to information that the appellant gave for the purpose of the application for review (s 424A(3)(b)).",
      "id": "s109"
    },
    {
      "text": "It is clear from the authorities that the obligation does apply to information the appellant gave prior to the application for review.",
      "id": "s110"
    },
    {
      "text": "In my opinion, the exception applies to information the appellant gave not only to the second Tribunal hearing but also to the first Tribunal hearing.",
      "id": "s111"
    },
    {
      "text": "Such information was information that the appellant gave for the purposes of his application for review to the Tribunal.",
      "id": "s112"
    },
    {
      "text": "In my opinion, on a fair reading of the Tribunal's reasons the matter (assuming it to be information) was information the appellant gave at the first Tribunal hearing.",
      "id": "s113"
    },
    {
      "text": "I refer to the passages in the Tribunal's reasons set out above (at [14]).",
      "id": "s114"
    },
    {
      "text": "In those circumstances the obligation in s 424A(1) did not apply to the information.",
      "id": "s115"
    },
    {
      "text": "25 In the alternative, even if the information included information first given prior to the first Tribunal hearing, the conduct of the appellant was such that that information became information the appellant gave for the purpose of the application for review.",
      "id": "s116"
    },
    {
      "text": "I have reached that conclusion because of the submission put to the first Tribunal by the solicitors acting for the appellant.",
      "id": "s117"
    },
    {
      "text": "I have reached that conclusion without having to rely on the questions asked of the appellant at the second Tribunal hearing and his response to those questions.",
      "id": "s118"
    },
    {
      "text": "The authorities draw a distinction between information given for the purpose of the application for review and information elicited by the Tribunal during the course of a hearing.",
      "id": "s119"
    },
    {
      "text": "I have not attempted to express the distinction in precise terms and it seems to me to be a somewhat elusive one.",
      "id": "s120"
    },
    {
      "text": "Nevertheless, it is one that the authorities suggest must be drawn.",
      "id": "s121"
    },
    {
      "text": "It is said to be a distinction between information which the applicant for review puts forward as part of his or her case and adopts, on the one hand, and information elicited by questions from the Tribunal on the other.",
      "id": "s122"
    },
    {
      "text": "It is sufficient for me to refer to M55 v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCA 131 ; NAZY v Minister for Immigration and Multicultural and Indigenous Affairs (2005) 87 ALD 357; SZCJY v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCA 556 and finally, VWBF v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCA 851 ; (2006) 154 FCR 302 (' VWBF ').",
      "id": "s123"
    },
    {
      "text": "I would only add that, in relation to the relevant principles, I respectfully agree with the observation of Heerey J in VWBF as follows (at [48]):\n \n 'If this matter were free from authority, there would be much to be said for the view that the applicant \"gave\" information for the purpose of the Tribunal review application if the information was delivered to the Tribunal by the applicant, whether in answer to a question asked by the Tribunal or whether volunteered.",
      "id": "s124"
    },
    {
      "text": "' \n \n\n26 Assuming the test is one of information the applicant for review puts forward as part of his or her case and adopts, that test is satisfied here because that is how the appellant, through his solicitors, put forward the information in this case.",
      "id": "s125"
    },
    {
      "text": "27 In my opinion, assuming the matter relied upon by the Tribunal was information (which, for the reasons I have given, I doubt) the obligation in s 424A(1) did not apply to it because it fell within the terms of s 424A(3)(b).",
      "id": "s126"
    },
    {
      "text": "In those circumstances, there has been no breach of the section.",
      "id": "s127"
    },
    {
      "text": "Conclusion \n \n28 The appeal must be dismissed with costs.",
      "id": "s128"
    },
    {
      "text": "I certify that the preceding twenty-eight (28) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Besanko.",
      "id": "s129"
    },
    {
      "text": "Associate:\n\nDated: 9 March 2007\n\n\n Counsel for the Appellant: The appellant in person.",
      "id": "s130"
    },
    {
      "text": "Counsel for the Respondent: Ms K Bean \n \n Solicitor for the Respondent: Sparke Helmore \n \n Date of Hearing: 16 August 2006 \n \n Date of Judgment: 9 March 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/319.html",
      "id": "s131"
    }
  ]
}