{
  "name": "Epov v Commissioner of Taxation [2007] FCA 34 (31 January 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/34.html",
  "catchphrases": [
    {
      "text": "power to issue amended assessments when appeals on objections against original assessments before the court",
      "id": "c0"
    },
    {
      "text": "whether payments by a company are dividends paid out of profits and assessable income under ss 108/109c and 44 (1) of the income tax assessment act 1936 (cth)",
      "id": "c1"
    },
    {
      "text": "burden of proof",
      "id": "c2"
    },
    {
      "text": "alternatively whether part iva applies",
      "id": "c3"
    },
    {
      "text": "income tax",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n These are three appeals against appealable objection decisions made by the respondent ('the Commissioner') on objections lodged by the applicant against amended assessments of income tax ('amended assessments') for the years ended 30 June 1996, 1997 and 1998 (together 'years of income').",
      "id": "s0"
    },
    {
      "text": "At the time of the issue of the amended assessments on 19 July 2004 there were appeals to this Court on foot against appealable objection decisions made by the Commissioner on objections lodged by the applicant against original assessments of income tax ('original assessments') for the same years of income (Nos.",
      "id": "s1"
    },
    {
      "text": "N523 --- 525/2003).",
      "id": "s2"
    },
    {
      "text": "The Commissioner's power to issue the amended assessments in those circumstances is put in issue by the applicant and this particular issue is addressed below.",
      "id": "s3"
    },
    {
      "text": "The original assessments issued on 11 September 2001, that is, prior to the applicant lodging income tax returns for the years of income on 27 October 2003.",
      "id": "s4"
    },
    {
      "text": "The amended assessments issued on 22 July 2004, that is, after the applicant lodged income tax returns for the years of income.",
      "id": "s5"
    },
    {
      "text": "THE AMENDED ASSESSMENTS \n \n The amended assessment for the year ended 30 June 1996 increased the applicant's taxable income over and above that assessed by the original assessment for that year, but the items of increase were as a result of a return lodged by the applicant rather than an item in issue between the parties.",
      "id": "s6"
    },
    {
      "text": "It is common ground that the only issue in dispute for this year is the $71,000 of taxable income as assessed by the original assessment for that year.",
      "id": "s7"
    },
    {
      "text": "The amended assessment for the year ended 30 June 1997 increased the applicant's taxable income over and above that assessed by the original assessment ($629,552) by $2,018,324, but only $1,866,613 of that amount is in dispute.",
      "id": "s8"
    },
    {
      "text": "The difference, viz., $151,711, is as a result of a return lodged by the applicant for that year.",
      "id": "s9"
    },
    {
      "text": "The amount of taxable income assessed by the original assessment ($629,552) is also disputed, making a total disputed amount for that year of $2,496,165.",
      "id": "s10"
    },
    {
      "text": "The amended assessment for the year ended 30 June 1998 increased the applicant's taxable income over and above that returned ($157,607) by $999,000 and the whole of that latter amount is in dispute.",
      "id": "s11"
    },
    {
      "text": "On 21 March 2005, Hill J ordered that the appeals against the appealable objection decisions in Nos.",
      "id": "s12"
    },
    {
      "text": "N523 --- 525/2003 and in these proceedings be consolidated and heard together and that evidence in the 2003 applications be evidence in these applications.",
      "id": "s13"
    },
    {
      "text": "The amounts in dispute in each of the years of income, viz., --- \n \n 1996 - $71,000\n 1997 - $2,496,165\n 1998 - $999,000 \n\nrepresent the aggregate amount of payments alleged by the Commissioner to have been made by Australia China Business Bureau Pty Ltd ('ACBB') to various entities, including New Asia International Import &amp; Export Co Ltd ('New Asia'), Georgette Constructions Pty Ltd ('Georgette') and the applicant himself, in the years of income.",
      "id": "s14"
    },
    {
      "text": "In the 1996 year, there was only one alleged payment by ACBB as follows.",
      "id": "s15"
    },
    {
      "text": "Year To For Amount Date 1996 Guardian Realty (for Viney P/L) Deposit on 17 Viney's Lane, Dural $71,000 4 June 1996 \n\n \n In the 1997 year, there were a number of alleged payments by ACBB as follows.",
      "id": "s16"
    },
    {
      "text": "Year To Amount Date 1997 New Asia $920,565 5 July 1996 1997 New Asia $300,000 * 19 March 1997 1997 New Asia $100,000 * 19 March 1997 1997 New Asia $200,000 * 19 March 1997 1997 New Asia $500,000 * 19 March 1997 1997 Georgette $10,000 20 June 1997 1997 Applicant $3,600 31 July 1996 1997 Applicant $8,000 7 March 1997 1997 Applicant $70,000 10 March 1997 1997 Applicant $48,000 22 March 1997 1997 Applicant $100,000 4 April 1997 1997 Applicant $50,000 17 April 1997 1997 Applicant $56,000 2 May 1997 1997 Applicant $90,000 14 May 1997 1997 Applicant $40,000 4 June 1997 \n\n \n* Each of these was alleged to be part of $2,984,643 remitted to New Asia on 27 March 1997, but there is no evidence of any of these alleged payments being made by ACBB on 19 March 1997, let alone to New Asia.",
      "id": "s17"
    },
    {
      "text": "In the 1998 year, there were a number of alleged payments by ACBB as follows.",
      "id": "s18"
    },
    {
      "text": "Year To Amount Date 1998 Georgette $120,000 8 July 1997 1998 Georgette $80,000 18 July 1997 1998 Georgette $100,000 7 August 1997 1998 Georgette $30,000 20 August 1997 1998 Georgette $50,000 4 September 1997 1998 Georgette $50,000 23 September 1997 1998 Georgette $50,000 30 September 1997 1998 Georgette $60,000 17 October 1997 1998 Georgette $103,000 * 3 November 1997 1998 Georgette $80,000 12 November 1997 1998 Georgette $200,000 19 December 1997 1998 Georgette $41,000 20 January 1998 1998 Georgette $35,000 12 February 1998 \n\n \n* $53,000 of this amount was in fact paid to the applicant, not Georgette.",
      "id": "s19"
    },
    {
      "text": "The Commissioner has included the respective amounts in dispute in the assessable income of the applicant in the relevant year of income in reliance on the following provisions of the Income Tax Assessment Act 1936 (Cth) ('the 1936 Act'): \n\n\n Year Section of the 1936 Act Amount 1996 ss 108 and 44(1)\nAlternatively ss 177F(1)(a), 177F(2) and 44(1) $71,000\n$71,000 1997 ss 108 and 44(1)\nAlternatively ss 177F(1)(a), 177F(2) and 44(1)\nAlternatively ss 177F(1)(a), 177F(2) and 44(1) $2,496,165\n$1,530,565\n$500,000 1998 ss 108 and 44(1)\nss 109C and 44(1)\nAlternatively ss 177F(1)(a), 177F(2) and 44(1) $723,000\n$276,000\n$999,000 \n\n \n The Commissioner made determinations under s 177F of the 1936 Act in respect of each of the years of income --- two in respect of the year of income ended 30 June 1998.",
      "id": "s20"
    },
    {
      "text": "The body of each determination refers to it being made under par 177(1)(a) rather than par 177F(1)(a), however, the applicant did not raise this as an issue.",
      "id": "s21"
    },
    {
      "text": "AMENDMENT OF OBJECTIONS TO AMENDED ASSESSMENT \n \n As indicated in [2] above, the applicant put in issue the Commissioner's power to issue the amended assessments increasing the applicant's taxable income in each of the years of income when the 2003 applications in respect of the original assessments were before the Court.",
      "id": "s22"
    },
    {
      "text": "I deal with the argument of the applicant and my conclusion in relation to this issue in [49] --- [57] below.",
      "id": "s23"
    },
    {
      "text": "For present purposes, I merely note that this particular issue was not covered in the grounds of the applicant's notices of objection and that to rely on it he needs the leave of the Court to amend the notices of objection to include an appropriate ground.",
      "id": "s24"
    },
    {
      "text": "The respondent indicated that he did not oppose such leave being granted and it was agreed that at the time of making orders disposing of the applicant's appeals, I would make an order in the following terms: \n \n 'That the applicant is hereby granted leave pursuant to s 14ZZO(a) of the Taxation Administration Act 1953 (Cth) to amend the notices of objection to the amended assessments in respect of each of the years of income ended 30 June 1996, 1997 and 1998 by the inclusion of the following ground: \n \n \n \n \"The amended assessment is excessive it having no legal consequence in that the Commissioner was not in the circumstances permitted to amend the original assessment so as to increase the applicant's liability once an application from an appealable objection decision in respect of the original assessment had been filed in the Federal Court of Australia.",
      "id": "s25"
    },
    {
      "text": "\"' \n \n \n RELEVANT PARTIES \n \n ACBB was incorporated in Australia on 22 January 1993.",
      "id": "s26"
    },
    {
      "text": "The applicant was the managing director, chairman of the board and holder of one ordinary share in ACBB during each of the years of income.",
      "id": "s27"
    },
    {
      "text": "The other directors and shareholders of ACBB during this period were Mr Chuan-Qiang Dong ('Mr Dong') and Mr Christopher Kaye ('Mr Kaye').",
      "id": "s28"
    },
    {
      "text": "The applicant's then de facto spouse, Ms Leanne Kerin ('Ms Kerin'), was the bookkeeper and de facto financial controller for ACBB and for the applicant's personal financial affairs.",
      "id": "s29"
    },
    {
      "text": "Ms Helena Rule ('Ms Rule') was the accountant and tax agent for the applicant, ACBB, Georgette and Viney Pty Limited ('Viney') throughout the years of income.",
      "id": "s30"
    },
    {
      "text": "Mr Anthony Hutton ('Mr Hutton') was the de facto spouse of Ms Rule.",
      "id": "s31"
    },
    {
      "text": "New Asia was incorporated on 20 September 1995 in the Turks and Caicos Islands and was given an exemption from tax in that jurisdiction for 20 years.",
      "id": "s32"
    },
    {
      "text": "On or about 2 May 1996 Beresford Investments Limited ('Beresford') was incorporated in the Republic of Vanuatu.",
      "id": "s33"
    },
    {
      "text": "The sole registered shareholder of Beresford throughout the years of income was Mr Hutton.",
      "id": "s34"
    },
    {
      "text": "Viney was incorporated in Australia on 7 June 1996 and acted as the trustee of the Viney Family Trust ('Viney Trust').",
      "id": "s35"
    },
    {
      "text": "Georgette was incorporated in Australia on 8 December 1992 and had two shares issued during the years of income.",
      "id": "s36"
    },
    {
      "text": "Throughout the years of income the applicant owned one of those shares and Ms Kerin owned the other.",
      "id": "s37"
    },
    {
      "text": "THE RELEVANT PROVISIONS OF THE 1936 ACT \n \n Leaving to one side Part IVA, the provisions of the 1936 Act on which the Commissioner principally relies to raise the original and amended assessments are s 108 (and subs 44(1)) and, but only to the extent of three payments made by ACBB after 4 December 1997 aggregating $276,000, s 109C (and subs 44(1)).",
      "id": "s38"
    },
    {
      "text": "In the relevant years of income, s 108 relevantly provided: \n \n '(1) If a private company: \n \n \n \n \n (a) pays an amount to an associated person by way of an advance or loan; or \n (b) pays or credits an amount on behalf of, or for the individual benefit of, an associated person; \n \n \n \n \n \n \n \n so much (if any) of the amount paid or credited as, in the opinion of the Commissioner, represents a distribution of profits shall, for the purposes of this Act other than Division 11A of Part III and Division 4 of Part VI, be deemed to be a dividend paid by the company: \n \n \n \n \n (c) to the associated person as a shareholder in the company; \n (d) out of profits derived by the company; and \n (e) on the last day of the year of income of the company in which the payment or credit referred to in paragraph (a) or (b) is made.",
      "id": "s39"
    },
    {
      "text": "(2AA) ... \n (2) ... \n (2A) ... \n (2B) ... \n \n (3) For the purposes of this section: \n \n \n \n \n (a) a transfer of property shall be deemed to be the payment of an amount equal to the value of the property; and \n (b) ... \n (c) a reference to an associated person, in relation to a company, is a reference to: \n \n \n \n \n \n \n \n \n \n (i) a shareholder in the company; or \n \n \n \n (ii) a person who is an associate, within the meaning of section 318, of a shareholder in the company.",
      "id": "s40"
    },
    {
      "text": "' \n \n \n \n Section 109C provides: \n \n '(1) A private company is taken to pay a dividend to an entity at the end of the private company's year of income if the private company pays an amount to the entity during the year and either: \n \n \n \n \n (a) the payment is made when the entity is a shareholder in the private company or an associate of such a shareholder; or \n (b) a reasonable person would conclude (having regard to all the circumstances) that the payment is made because the entity has been such a shareholder or associate at some time.",
      "id": "s41"
    },
    {
      "text": "(2) The dividend is taken to equal the amount paid, subject to section 109Y.",
      "id": "s42"
    },
    {
      "text": "(3) In this Division, payment to an entity means: \n \n \n \n \n \n \n (a) a payment to the extent that it is to the entity, on behalf of the entity or for the benefit of the entity; and \n (b) a credit of an amount to the extent that it is: \n \n \n \n \n \n \n \n (i) to the entity; or \n (ii) on behalf of the entity; or \n (iii) for the benefit of the entity; and \n \n \n \n \n \n (c) a transfer of property to the entity.",
      "id": "s43"
    },
    {
      "text": "(3A) However, a loan to an entity is not a payment to the entity.",
      "id": "s44"
    },
    {
      "text": "(4) The amount of a payment consisting of a transfer of property is the amount that would have been paid for the transfer by parties dealing at arm's length less any consideration given by the transferee for the transfer.",
      "id": "s45"
    },
    {
      "text": "(The amount of a payment is nil if the consideration given by the transferee equals or exceeds the amount that would have been paid at arm's length for the transfer.",
      "id": "s46"
    },
    {
      "text": ")' \n \n \n It is common ground that the applicant was a shareholder in ACBB at all times during the years of income and was therefore an 'associated person' in relation to ACBB, for the purpose of s 108.",
      "id": "s47"
    },
    {
      "text": "THE 1996 YEAR OF INCOME \n \n In June 1996 Viney, as trustee of the Viney Family Trust, contracted to purchase the property known as 17 Viney's Lane, Dural.",
      "id": "s48"
    },
    {
      "text": "The purchase of the Viney's Lane property was completed in July 1996, however, for present purposes the relevance of this transaction to the issues in these proceedings is that ACBB paid to the real estate agent (Guardian Realty) acting on the transaction the sum of $71,000 by way of deposit against the purchase price payable under the contract.",
      "id": "s49"
    },
    {
      "text": "It is common ground that this sum was not paid to the applicant, however, the Commissioner contends that it was paid 'on behalf of or for the individual benefit of' the applicant within par (b) of subs 108(1).",
      "id": "s50"
    },
    {
      "text": "The applicant disputes this contention.",
      "id": "s51"
    },
    {
      "text": "THE 1997 YEAR OF INCOME \n Payments to Applicant \n \n During the 1997 year of income a total of $465,600 was paid to the applicant by cheques drawn on ACBB's bank account.",
      "id": "s52"
    },
    {
      "text": "The applicant does not dispute that these payments were made by ACBB on the dates referred to in [10] above, the quantum of them or that the cheques were made payable to the applicant.",
      "id": "s53"
    },
    {
      "text": "Indeed, it is the applicant's evidence that the cheques in issue 'were drawn either in my name --- they were deposited in an account that was under my name'.",
      "id": "s54"
    },
    {
      "text": "The applicant did not put in evidence any statements of his personal bank account or attempt to show how the amounts paid into his personal bank account were expended.",
      "id": "s55"
    },
    {
      "text": "There is no evidence as to what the payments to the applicant were for --- loans, dividends, reward for services rendered or otherwise.",
      "id": "s56"
    },
    {
      "text": "The corresponding cheque butts contain a number of cryptic descriptions but they are not evidence of the nature and character of the payments, any more than are the 'details' appearing in ACBB's general ledger report.",
      "id": "s57"
    },
    {
      "text": "First Payment to New Asia \n \n On 5 July 1996 ACBB drew a cheque for $920,565 in favour of Ord Minnett Jardine Fleming ('OMJF').",
      "id": "s58"
    },
    {
      "text": "This was used by OMJF to purchase US$701,498 which was remitted to New Asia on or about the same date.",
      "id": "s59"
    },
    {
      "text": "The applicant says that this was for the purchase of goods by ACBB from New Asia.",
      "id": "s60"
    },
    {
      "text": "There is no doubt that the evidence supports a conclusion that ACBB purchased goods from New Asia, but there is no evidence to support a conclusion that the payment in question was for the purchase price of such goods: See too [35] below.",
      "id": "s61"
    },
    {
      "text": "On 8 July 1996 New Asia remitted US$510,019 to Beresford.",
      "id": "s62"
    },
    {
      "text": "On 17 July 1996 Beresford remitted $629,990 to Ms Rule's trust account at the National Australia Bank at Chatswood, New South Wales, and this sum was applied in various ways to complete the purchase by Viney (as trustee of the Viney Family Trust) of 17 --- 19 Viney's Lane, Dural on or about 18 July 1996.",
      "id": "s63"
    },
    {
      "text": "Beresford took a mortgage over the Viney's Lane property to secure an amount of $670,000 said to have been advanced by Beresford to Viney to assist Viney in the purchase of the property.",
      "id": "s64"
    },
    {
      "text": "The mortgage was stamped up to the full amount of the security in the sum of $2,621.",
      "id": "s65"
    },
    {
      "text": "It is common ground that the sum of $920,565 was not paid to the applicant, however, the Commissioner contends that, by reason of the matters referred to in [31] --- [33] above, it was paid 'on behalf of, or for the individual benefit of' the applicant within par (b) of subs 108(1).",
      "id": "s66"
    },
    {
      "text": "Implicit in this is that it is reasonable to assume that the difference between the $920,565 and the $629,990 has been dispersed or is retained for the benefit of the applicant.",
      "id": "s67"
    },
    {
      "text": "The applicant disputes this contention and the attendant implication.",
      "id": "s68"
    },
    {
      "text": "Second Payment to New Asia \n \n On 27 March 1997 the sum of $2,984,643 was paid by ACBB to purchase US$2,355,980 through OMJF which sum was remitted to New Asia the same day.",
      "id": "s69"
    },
    {
      "text": "There is little, if any, evidence as to what this payment was for.",
      "id": "s70"
    },
    {
      "text": "I put to the applicant: \n \n 'The payments that were made by ACBB to New Asia, what were they for?",
      "id": "s71"
    },
    {
      "text": "--- They were for cable hardware items, your Honour, that were ordered by Optus Vision.",
      "id": "s72"
    },
    {
      "text": "There were essentially hundreds and thousands of tonnes of items that were manufactured by us in China for the Optus cable TV rollout here in Australia.",
      "id": "s73"
    },
    {
      "text": "So was ACBB importing this equipment for Optus, was it?",
      "id": "s74"
    },
    {
      "text": "--- Yes, sir.",
      "id": "s75"
    },
    {
      "text": "Not only were we importing it, we were in fact arranging for the manufacture of that equipment or those components.",
      "id": "s76"
    },
    {
      "text": "The payments were for manufactured goods, were they?",
      "id": "s77"
    },
    {
      "text": "--- They were for --- well, for manufactured goods there were pre-payments, there were payments for tooling.",
      "id": "s78"
    },
    {
      "text": "A lot of the components were very crudely manufactured and they required constant re-tooling, constant dies.",
      "id": "s79"
    },
    {
      "text": "A lot of the items were bolts which had to have a stamped head and after a thousand hits on the mould you had to throw the mould away and build another mould.",
      "id": "s80"
    },
    {
      "text": "Yes, but what I am trying to get at, what did ACBB --- it made these payments to New Asia for manufactured goods and tooling and things of that nature.",
      "id": "s81"
    },
    {
      "text": "What did it do?",
      "id": "s82"
    },
    {
      "text": "Did it on sell these things to Optus, did it?",
      "id": "s83"
    },
    {
      "text": "--- Yes, sir.",
      "id": "s84"
    },
    {
      "text": "So ACBB had revenues from sales to Optus?",
      "id": "s85"
    },
    {
      "text": "--- That's correct.",
      "id": "s86"
    },
    {
      "text": "And it had outgoings in respect of purchases from New Asia, did it?",
      "id": "s87"
    },
    {
      "text": "--- Yes, sir.",
      "id": "s88"
    },
    {
      "text": "' \n \n\nHowever, no documentary evidence in support of these assertions --- orders, title documents, invoices, statements of account, bank statements or otherwise --- was forthcoming, other than for the period 19 March to 14 May 1996.",
      "id": "s89"
    },
    {
      "text": "And there was no evidence to relate the payment in question to any of the purchases during this period.",
      "id": "s90"
    },
    {
      "text": "On 14 November 1997 New Asia requested its bankers to convert US$2,300,000 into Australian dollars and transfer $1,000,000 to Beresford.",
      "id": "s91"
    },
    {
      "text": "On 24 November 1997, Beresford remitted $999,988 to Ms Rule's trust account, which sum was credited in that account to Viney.",
      "id": "s92"
    },
    {
      "text": "On the same date, the amount secured by the mortgage over the Viney's Lane property was increased by $1,000,000.",
      "id": "s93"
    },
    {
      "text": "On 25 November 1997 the sum of $300,000 was transferred from Ms Rule's trust account to an account of Georgette with the ANZ Bank and the sum of $693,412 was transferred from Ms Rule's trust account to an account of ACBB with the ANZ Bank.",
      "id": "s94"
    },
    {
      "text": "On 16 February 1998 New Asia remitted $600,028 to Beresford.",
      "id": "s95"
    },
    {
      "text": "On 19 February 1998 Beresford remitted $599,988 to Ms Rule's trust account, which sum was credited in that account to Viney.",
      "id": "s96"
    },
    {
      "text": "On 10 March 1998 the sum of $100,000 was paid from Ms Rule's trust account to Georgette and on 22 April 1998 the sum of $200,000 was paid from Ms Rule's trust account to Georgette.",
      "id": "s97"
    },
    {
      "text": "On 21 May 1998 Viney entered into a contract to purchase a property known as 'Quorrobolong' in the Hunter Valley, New South Wales, for $550,000.",
      "id": "s98"
    },
    {
      "text": "The applicant sought 'bridging money' from Ms Rule to complete the purchase.",
      "id": "s99"
    },
    {
      "text": "On 7 July 1998 New Asia remitted $500,000 to Beresford.",
      "id": "s100"
    },
    {
      "text": "On 9 July 1998 Beresford remitted $499,988 to Ms Rule's trust account.",
      "id": "s101"
    },
    {
      "text": "On 13 July 1998 the sum of $500,000 was remitted from Ms Rule's trust account to Sparke Helmore's trust account to enable the purchase of the Quorrobolong to take place the following day, 14 July 1998.",
      "id": "s102"
    },
    {
      "text": "It is common ground that the sum of $2,984,643 was not paid to the applicant, however, the Commissioner contends that, by reason of the matters referred to in [35] --- [39] above, it was, to the extent of $300,000, $100,000, $200,000 and $500,000, paid 'on behalf of, or for the individual benefit of' the applicant within par (b) of subs 108(1).",
      "id": "s103"
    },
    {
      "text": "The applicant disputes this contention.",
      "id": "s104"
    },
    {
      "text": "Payment to Georgette \n \n On 30 June 1997 ACBB drew a cheque in the sum of $10,000 in favour of Georgette which was banked to the credit of Georgette's account with the ANZ Bank on the same day.",
      "id": "s105"
    },
    {
      "text": "There is no evidence as to what this payment was for although it is suggested it is 'simply a payment to Georgette which was being funded in its activities by ACBB'.",
      "id": "s106"
    },
    {
      "text": "It is common ground that this sum was not paid to the applicant, however, the Commissioner contends that it was paid 'on behalf of, or for the individual benefit of' the applicant within par (b) of subs 108(1).",
      "id": "s107"
    },
    {
      "text": "The applicant disputes this contention.",
      "id": "s108"
    },
    {
      "text": "THE 1998 YEAR OF INCOME \n \n During the year of income ended 30 June 1998, it is common ground that ACBB made the payments to Georgette listed in [11] above, save for $53,000 of the $103,000 paid by ACBB on 3 November 1997 which was paid to the applicant.",
      "id": "s109"
    },
    {
      "text": "There is little in the way of evidence as to what these payments were for.",
      "id": "s110"
    },
    {
      "text": "There is some evidence which would indicate that some of the payments were by way of loan from ACBB to Georgette.",
      "id": "s111"
    },
    {
      "text": "Into this category falls the payments of $120,000 on 8 July 1997, $80,000 on 18 July 1997, $100,000 on 7 August 1997, $80,000 on 12 November 1997, $200,000 on 19 December 1997 and $35,000 on 12 February 1998.",
      "id": "s112"
    },
    {
      "text": "The evidence that suggests these payments were by way of loan from ACBB to Georgette is slight and consists solely of extracts from the ACBB general ledger.",
      "id": "s113"
    },
    {
      "text": "If the payments were by way of loan, there is no evidence of the terms and conditions on which the loans were made and there is no evidence of their repayment.",
      "id": "s114"
    },
    {
      "text": "The character of the other payments - $30,000 on 20 August 1997, $50,000 on 4 September 1997, $50,000 on 23 September 1997, $50,000 on 30 September 1997, $60,000 on 17 October 1997, $103,000 on 3 November 1997 (of which $53,000 was paid to the applicant) and $41,000 on 20 January 1998 --- does not appear from the evidence.",
      "id": "s115"
    },
    {
      "text": "They do not rise above the level of being bare payments by ACBB and, as I have indicated, part of one of them was not paid to Georgette, but to the applicant himself.",
      "id": "s116"
    },
    {
      "text": "It is common ground that, apart from $53,000 of the $103,000 payment made on 3 November 1997, these payments were not made to the applicant, however, the Commissioner contends that they were paid 'on behalf of, or for the individual benefit of' the applicant within par (b) of subs 108(1) or, in the case of the last three payments, that these constitute payments to the applicant by force of par (a) of subs 109C(3).",
      "id": "s117"
    },
    {
      "text": "OVERALL ASSESSMENT OF THE ACBB PAYMENTS TO NEW ASIA \n \n Accepting for present purposes that the funds which came into Australia from Beresford to Viney, through Ms Rule's trust account, were loans, from the findings of primary facts outlined above, it is possible to make consequential or secondary findings and to draw certain inferences from those findings of primary fact.",
      "id": "s118"
    },
    {
      "text": "First, it seems clear that the funds which came into Australia from Beresford to Viney, through Ms Rule's trust account, were sourced out of New Asia --- payments which New Asia made to Beresford.",
      "id": "s119"
    },
    {
      "text": "Second, it seems clear, although perhaps not quite as clear, that the funds which New Asia used to fund Beresford were sourced out of ACBB --- the payments which ACBB made to New Asia.",
      "id": "s120"
    },
    {
      "text": "In making this consequential or secondary finding it is not necessary to show identity of money; money is fungible and precise identity is just not possible.",
      "id": "s121"
    },
    {
      "text": "By source of funding I mean the source which enables or facilitates such funding.",
      "id": "s122"
    },
    {
      "text": "The payments which ACBB made to New Asia facilitated or enabled New Asia to fund Beresford to in turn provide the loans to Viney through Ms Rule's trust account.",
      "id": "s123"
    },
    {
      "text": "That, in itself, carries no adverse inference from the point of view of whether the ACBB payments attract the application of ss 108 or 109C.",
      "id": "s124"
    },
    {
      "text": "However, the failure of the applicant to adduce any evidence --- apart from bold assertions by the applicant in the witness box --- as to what the ACBB payments to New Asia were for, make it impossible to be satisfied that they were not for the individual benefit of the applicant, with New Asia being nothing more than the applicant's collection vehicle.",
      "id": "s125"
    },
    {
      "text": "If the applicant had adduced evidence which enabled one to be satisfied that the ACBB payments were for stock-in-trade as asserted by the applicant, this lack of satisfaction may not have arisen.",
      "id": "s126"
    },
    {
      "text": "It is not as if the adducing of such evidence imposed a difficult task; there were only two relevant payments by ACBB --- one for $920,565 on 5 July 1996 and the other for $2,984,643 on 27 March 1997.",
      "id": "s127"
    },
    {
      "text": "This too impels the inference that the two payments were not for stock-in-trade otherwise evidence in support would surely have been adduced.",
      "id": "s128"
    },
    {
      "text": "OVERALL ASSESSMENT OF THE ACBB PAYMENTS TO GEORGETTE \n \n Although, as I have indicated above, the evidence that the payments which ACBB made to Georgette in the 1997 and 1998 years of income were by way of loan is slight, and does not extend to all such payments, nevertheless that is an inference which is certainly open.",
      "id": "s129"
    },
    {
      "text": "Equally, it may be inferred that they were payments made to reimburse Georgette for the expenditure it incurred on the development of the Viney's Lane property; in other words, that they were made on behalf of Viney as the owner of the property.",
      "id": "s130"
    },
    {
      "text": "That would not necessarily support their inclusion in the assessable income of the applicant unless it was also 'on behalf of, or for the individual benefit of, [the applicant]'.",
      "id": "s131"
    },
    {
      "text": "The difficulty is the lack of any evidence as to the contractual relationships between or among the relevant parties in relation to the payments in question.",
      "id": "s132"
    },
    {
      "text": "THE COMMISSIONER'S POWER TO ISSUE THE AMENDED ASSESSMENTS \n \n As indicated in [14] above, the applicant puts in issue the Commissioner's power to issue the amended assessments increasing the applicant's taxable income in each of the years of income when the 2003 applications in respect of the original assessments were before the Court.",
      "id": "s133"
    },
    {
      "text": "The applicant's argument in this regard was articulated in his written submissions along the following lines.",
      "id": "s134"
    },
    {
      "text": "Part IVC of the Taxation Administration Act 1953 (Cth) ('the TAA') enacts the procedure whereby a taxpayer may object to an assessment: Section 175A of the 1936 Act.",
      "id": "s135"
    },
    {
      "text": "Where the Commissioner has made an 'appealable objection decision' in respect of a taxpayer's objection to an assessment with which the taxpayer is dissatisfied (ss 14ZU, 14ZW, 14ZY of the TAA), the taxpayer may lodge an appeal with the Federal Court (ss 14ZZ, 14ZZN of the TAA).",
      "id": "s136"
    },
    {
      "text": "The applicant submits that the Commissioner is not permitted to alter or vary the appealable objection decision made pursuant to s 14ZY (so as to increase the liability under the assessment in relation to which it is made) after an appeal has been instituted pursuant to s 14ZZ.",
      "id": "s137"
    },
    {
      "text": "Just stopping here, in the present case, the Commissioner did not purport to alter or vary the appealable objection decisions in respect of the original assessments.",
      "id": "s138"
    },
    {
      "text": "What he did, was issue amended assessments in respect of the years of income.",
      "id": "s139"
    },
    {
      "text": "The applicant submits that the plain intention of the Part IVC appeal provisions is that after the appeal has been initiated the Court shall decide on the correctness or otherwise of the decision and having decided shall act under s 14ZZP, that is, 'may make such order in relation to the objection as it thinks fit, including an order confirming or varying the decision'.",
      "id": "s140"
    },
    {
      "text": "Whereupon, the Commissioner must 'take such action', including amending the assessment concerned, 'as is necessary to give effect to the decision': Subs 14ZZQ(1) of the TAA.",
      "id": "s141"
    },
    {
      "text": "The applicant observes that s 170 expressly permits amendment of an assessment where the amendment increases liability and also where the amendment reduces liability.",
      "id": "s142"
    },
    {
      "text": "Subsection 170(7) authorises an amendment which is otherwise not permitted when made (a) to give effect to the decision upon any appeal or review, or (b) by way of reduction in any particular, either in pursuance of an objection made by the taxpayer or pending any appeal or review.",
      "id": "s143"
    },
    {
      "text": "Plainly, the applicant submits, subs 170(7) does not apply in this case.",
      "id": "s144"
    },
    {
      "text": "For the submission in [51] above, the applicant relies primarily, almost totally, on the decision of the New South Wales Supreme Court (Lee J) in St George Leagues Club Ltd v Commissioner of Land Tax (NSW) [1983] 2 NSWLR 399.",
      "id": "s145"
    },
    {
      "text": "In my view, such reliance is flawed for a number of reasons.",
      "id": "s146"
    },
    {
      "text": "The relevant facts in St George Leagues Club were that the Club had appealed to the court against a decision of the Commissioner on an objection against a land tax assessment.",
      "id": "s147"
    },
    {
      "text": "Under that assessment, the Commissioner had included two properties owned by the Club as being liable to land tax.",
      "id": "s148"
    },
    {
      "text": "The Club objected and the Commissioner, in deciding the objection, excluded one property and partially excluded the other.",
      "id": "s149"
    },
    {
      "text": "The Club appealed, but prior to the appeal coming on for hearing, the Commissioner wrote a letter purporting to vary his earlier decision on the objection by advising that both properties were wholly liable for tax as per the assessment he had earlier made.",
      "id": "s150"
    },
    {
      "text": "In the course of his reasons for judgment, Lee J said (at 401B --- F): \n \n 'In my opinion the Commissioner is precluded from altering any decision made by him pursuant to s 35(3) after an appeal has been instituted in this Court pursuant to s 35(5).",
      "id": "s151"
    },
    {
      "text": "The plain intention of the appeal provisions is that after the appeal has been initiated under s 35(5), the court shall decide upon the correctness or otherwise of the Commissioner's decision and, having decided, shall act under s 37(4), that is, \"may make such order as it thinks fit and may reduce, increase or vary the assessment\".",
      "id": "s152"
    },
    {
      "text": "That section, to the extent that it refers to reducing, increasing or varying the assessment, contemplates that the court will in any of those events, by its orders, alter \"the assessment\" and the assessment referred to is the original assessment or, if it has been reduced by the Commissioner after considering the objection, the reduced assessment: s 37(3).",
      "id": "s153"
    },
    {
      "text": "The intention of s 37 is, in my view, that if the Commissioner's decision is favourable and results in reduction of the liability stated in the assessment he will then assess the tax payable and that that assessment will be before the court on the appeal.",
      "id": "s154"
    },
    {
      "text": "That then becomes \"the assessment appealed from\": s 37(3).",
      "id": "s155"
    },
    {
      "text": "If the decision on the objection is not favourable the original assessment is the assessment appealed from.",
      "id": "s156"
    },
    {
      "text": "... \n \n It follows from the foregoing, that for all purposes, the Commissioner's letter of 1 st December, 1982, advising the Club that the decision of 28 th September, 1982, was varied was of no effect ...' \n \n \n As noted in [51] above, in the present case, the Commissioner did not purport to alter or vary the appealable objection decision in respect of the original assessment.",
      "id": "s157"
    },
    {
      "text": "What he did was issue amended assessments in respect of the years of income.",
      "id": "s158"
    },
    {
      "text": "Subject to the time limitations of s 170 of the 1936 Act, he was entitled to do this; the appeals which were extant in respect of the objection decisions on the original assessments provided no legal impediment to him doing so.",
      "id": "s159"
    },
    {
      "text": "The facts of the present case fall totally outside the facts under consideration in St George Leagues Club .",
      "id": "s160"
    },
    {
      "text": "There are other reasons why the St George Leagues Club case has no relevance in the present case including, without limitation, that it was a decision under a different enactment, an enactment where provisions only bare a resemblance to provisions of the 1936 Act in an historical context.",
      "id": "s161"
    },
    {
      "text": "For these reasons, this ground of appeal must be rejected.",
      "id": "s162"
    },
    {
      "text": "CONCLUSIONS ON THE SUBSTANTIVE ISSUES \n Did ACBB have profits to enable the Commissioner to form an opinion under s 108?",
      "id": "s163"
    },
    {
      "text": "Section 108 is only attracted to the extent that the Commissioner forms the opinion that so much (if any) of the amount paid or credited represents a distribution of profits.",
      "id": "s164"
    },
    {
      "text": "Clearly, if a company has no profits, the Commissioner could not form such an opinion.",
      "id": "s165"
    },
    {
      "text": "Equally clearly, the Commissioner could only form such an opinion with respect to an amount paid or credited to the extent that the company had profits.",
      "id": "s166"
    },
    {
      "text": "The applicant did not contend that ACBB did not have sufficient profits to support the Commissioner's formation of an opinion under s 108 in respect of the amounts in dispute in each of the years of income: See [8] above.",
      "id": "s167"
    },
    {
      "text": "And that is not surprising because such evidence as there was --- unsigned financial statements of ACBB for each of the years of income --- suggests that there was more than sufficient profits in each of the years of income.",
      "id": "s168"
    },
    {
      "text": "It is also clear from the applicant's answers to a series of questions which I put to him at the conclusion of his evidence, that ACBB had a nominal paid up capital, no borrowings and that a very substantial majority of its source of funds came from the excess of its trade receivables over its trade outgoings.",
      "id": "s169"
    },
    {
      "text": "The 1996 Year of Income \n \n The Commissioner's argument never articulated how the payment of $71,000 by ACBB to Guardian Realty in satisfaction of the deposit payable by Viney at the time it entered into a contract to purchase 17 Viney's Lane, Dural could be a payment on behalf of, or for the individual benefit of, the applicant, such as to attract the application of s 108.",
      "id": "s170"
    },
    {
      "text": "I do not find that surprising because on the evidence no such argument is open.",
      "id": "s171"
    },
    {
      "text": "It is true that Viney purchased the Viney's Lane property as trustee of the Viney Family Trust and that the applicant was a 'general Beneficiary' thereof, but that, without more, does not lead to the conclusion that the payment by ACBB of the deposit to the vendor's agent at the time of exchange of contracts was a payment on behalf of, or for the individual benefit of, the applicant.",
      "id": "s172"
    },
    {
      "text": "Completion of that transaction takes the matter no further.",
      "id": "s173"
    },
    {
      "text": "It may well have been a payment on behalf of, or for the benefit of, Viney, but that does not make it a payment on behalf of, or for the individual benefit of, the applicant.",
      "id": "s174"
    },
    {
      "text": "The Commissioner's argument on this aspect cannot be accepted.",
      "id": "s175"
    },
    {
      "text": "And the Commissioner's argument in reliance, in the alternative, on the provisions of Part IVA, fares no better.",
      "id": "s176"
    },
    {
      "text": "The Commissioner's written submissions carefully avoided any statement or analysis of the tax benefit alleged to have been obtained by the applicant in connection with the alleged scheme: Cf., s 177C of the 1936 Act.",
      "id": "s177"
    },
    {
      "text": "It was only when pressed that counsel for the Commissioner conceded that the contention of the Commissioner, in relation to the Part IVA argument, was that, if the alleged scheme had not been entered into or carried out, it was a reasonable expectation that ACBB, instead of paying $71,000 to the vendor's agent on behalf of Viney, would have paid $71,000 to the applicant or to someone else on behalf of, or for the individual benefit of, the applicant.",
      "id": "s178"
    },
    {
      "text": "That is where the argument began, and that is where it finished.",
      "id": "s179"
    },
    {
      "text": "It cannot be accepted.",
      "id": "s180"
    },
    {
      "text": "There is no evidence to support it; indeed, there is no evidence which would enable one to draw any inference of such a reasonable expectation.",
      "id": "s181"
    },
    {
      "text": "Whatever may be taken into account in determining the conclusion to be drawn under s 177D(b) as to the dominant purpose of a person in entering into or carrying out a scheme --- the joint judgment of Gummow and Hayne JJ in Commissioner of Taxation v Hart [2004] HCA 26 ; (2004) 217 CLR 216 at [66] suggests that it goes beyond the matters in (i) --- (viii) inclusive and extends to the tax benefit obtained by reference to the hypothetical construct upon which that tax benefit is quantified --- that hypothetical construct is not determined by the matters in (i) --- (viii) of s 177D(b), but rather by the evidence, and the inferences and judgments to be drawn therefrom.",
      "id": "s182"
    },
    {
      "text": "I am therefore of the view that the applicant's appeal in respect of the 1996 year of income should be upheld.",
      "id": "s183"
    },
    {
      "text": "The 1997 Year of Income \n \n The payments by ACBB to the applicant himself referred to in [10] above totalling $465,600 are, for the reasons set out in [29] and [30] above, assessable income of the applicant by virtue of the combined operation of ss 108 and 44(1) of the 1936 Act.",
      "id": "s184"
    },
    {
      "text": "No other conclusion is open and none was suggested by counsel for the applicant.",
      "id": "s185"
    },
    {
      "text": "There is no evidence as to what the two payments by ACBB to New Asia through OMJF, the first on 5 July 1996 in the sum of $920,565 and the second on 27 March 1997 in the sum of $2,984,643 were for: See [31] --- [40] above.",
      "id": "s186"
    },
    {
      "text": "In the circumstances, I cannot be satisfied that the payments were not, as the Commissioner contends, made by ACBB on behalf of, or for the individual benefit of, the applicant.",
      "id": "s187"
    },
    {
      "text": "The applicant carries the burden of proving that the assessment is excessive: Section 14ZZO(b), TAA.",
      "id": "s188"
    },
    {
      "text": "In the circumstances, the applicant has not discharged that burden.",
      "id": "s189"
    },
    {
      "text": "In Federal Commissioner of Taxation v Dalco [1990] HCA 3 ; (1990) 168 CLR 614, Brennan J said (at 624, 625): \n \n 'The manner in which a taxpayer can discharge that burden varies with the circumstances.",
      "id": "s190"
    },
    {
      "text": "If the Commissioner and a taxpayer agree to confine an appeal to a specific point of law or fact on which the amount of the assessment depends, it will suffice for the taxpayer to show that he is entitled to succeed on that point.",
      "id": "s191"
    },
    {
      "text": "Absent such a confining of the issues for determination, the Commissioner is entitled to rely upon any deficiency in proof of the excessiveness of the amount assessed to uphold the assessment, though the taxpayer is limited to the grounds of his objection.",
      "id": "s192"
    },
    {
      "text": "In Gauci v. Federal Commissioner of Taxation [(1975) [1975] HCA 54 ; 135 CLR 81 at 89] , Mason J. said: \n \n \n \n \"The Act does not place any onus on the Commissioner to show that the assessments were correctly made.",
      "id": "s193"
    },
    {
      "text": "Nor is there any statutory requirement that the assessments should be sustained or supported by evidence.",
      "id": "s194"
    },
    {
      "text": "The implication of such a requirement would be inconsistent with s. 190(b) for it is a consequence of that provision that unless the appellant shows by evidence that the assessment is incorrect, it will prevail.",
      "id": "s195"
    },
    {
      "text": "\" \n \n \n \n That view, expressed in a dissenting judgment, now prevails: Macmine Pty.",
      "id": "s196"
    },
    {
      "text": "Ltd. V. Commissioner of Taxation [(1979) 53 ALJR 362 at 366, 371, 381]; McCormack's Case [McCormack v Federal Commissioner of Taxation [1979] HCA 18 ; (1979) 143 CLR 284 at 303, 306, 323] .",
      "id": "s197"
    },
    {
      "text": "' \n \n\nTo like effect, Deane J said (at 626, 627):\n \n 'In a case where the only issue between a taxpayer and the Commissioner is whether a particular item of income which the Commissioner has treated as assessable income of the taxpayer was derived by the taxpayer or by someone else, the onus which the Act imposes upon the taxpayer will commonly be discharged if the taxpayer establishes, on the balance of probabilities, that the relevant income was derived by the other person.",
      "id": "s198"
    },
    {
      "text": "The present is not, however, such a case.",
      "id": "s199"
    },
    {
      "text": "Even if it be accepted that the respondent succeeded in proving that particular items of income were primarily derived by one or other of the companies associated with him, there remained in issue the question whether some or all of the relevant amounts had been subsequently derived by the respondent as payments in the nature of income made to him or on his behalf by that company.",
      "id": "s200"
    },
    {
      "text": "' \n \n \n In the circumstances it is unnecessary to consider the Commissioner's alternative basis of assessment of the disputed New Asia payments in reliance on Part IVA.",
      "id": "s201"
    },
    {
      "text": "The payment by ACBB to Georgette on 20 June 1997 falls to be determined in the context of the ACBB payments to Georgette in the 1998 year of income.",
      "id": "s202"
    },
    {
      "text": "I am therefore of the view that the applicant's appeal in respect of the 1997 year of income should be upheld to the extent of the exclusion of $10,000 from his assessable income, but otherwise the appeal should be dismissed.",
      "id": "s203"
    },
    {
      "text": "The 1998 Year of Income \n \n Not without some doubt, and in the case of certain payments only by way of inference, I have concluded that the payments which ACBB made to Georgette, one in the 1997 year of income and the remainder in the 1998 year of income, were by way of advances to which an obligation of repayment attached.",
      "id": "s204"
    },
    {
      "text": "Otherwise, the terms and conditions of such advances are not capable of being identified from the evidence.",
      "id": "s205"
    },
    {
      "text": "I have already referred to the evidence in this regard at [43] and [44] and my overall assessment of that evidence at [48].",
      "id": "s206"
    },
    {
      "text": "There is no evidence to enable one to infer that the payments were made to discharge an obligation of the applicant to Georgette so that they might be said to be made on his behalf nor to enable one to infer that the payments were made for his individual benefit by reason, for example, of being used by Georgette for his benefit rather than for the benefit of Viney or Georgette itself.",
      "id": "s207"
    },
    {
      "text": "I find support for the conclusion in [68] above in the fact that ACBB did make a large number of payments to the applicant direct: See [10] above.",
      "id": "s208"
    },
    {
      "text": "In other words, where they were intended to benefit the applicant himself, rather than some associated entity, the payments were made to the applicant.",
      "id": "s209"
    },
    {
      "text": "The best manifestation of this was the payment of $103,000 made on 3 November 1997 --- $53,000 of which was paid to the applicant and $50,000 of which was paid to Georgette; the inference being that there was a real choice made as to the intended beneficiary of the payment.",
      "id": "s210"
    },
    {
      "text": "It follows, in my view, that none of the payments made by ACBB to Georgette fall into the assessable income of the applicant by force of ss 108, 109C and 44(1) of the 1936 Act.",
      "id": "s211"
    },
    {
      "text": "It remains to consider the alternative basis of assessment, namely Part IVA.",
      "id": "s212"
    },
    {
      "text": "The difficulty here is the same as that referred to in [62] above, namely the lack of identification of any tax benefit obtained by the applicant in connection with the alleged scheme; in short, the absence of any evidence which would enable one to hypothesise that had the alleged scheme had not been entered into, it would be a reasonable expectation that ACBB, instead of making the payments to Georgette, would have made them to the applicant or to someone else on behalf of, or for the individual benefit of, the applicant.",
      "id": "s213"
    },
    {
      "text": "As I there said, that is where the argument began and that is where it finished.",
      "id": "s214"
    },
    {
      "text": "It cannot be accepted.",
      "id": "s215"
    },
    {
      "text": "There is no evidence to support it and there is no evidence which would enable one to draw any inference of such a reasonable expectation.",
      "id": "s216"
    },
    {
      "text": "I am therefore of the view that the applicant's appeal in respect of the 1998 year of income should be upheld save for the inclusion in his assessable income of the sum of $53,000 paid by ACBB to him direct.",
      "id": "s217"
    },
    {
      "text": "COSTS \n \n The applicant has been partially successful although quantitatively, over all years of income, largely unsuccessful.",
      "id": "s218"
    },
    {
      "text": "I think the appropriate order should be that the respondent pay one-third of the applicant's costs and that the applicant pay two-thirds of the respondent's costs.",
      "id": "s219"
    },
    {
      "text": "I certify that the preceding seventy-three (73) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Edmonds.",
      "id": "s220"
    },
    {
      "text": "Associate:\n\nDated: 31 January 2007\n\n Counsel for the Applicants Dr H R Sorensen \n \n Solicitor for the Applicants Conomos &amp; Spinak \n \n Counsel for the Respondents Mr P M Fraser \n \n Solicitor for the Respondents Australian Government Solicitor \n\n Date of Hearing: 3, 5 and 11 July 2006 \n \n Date of Judgment: 31 January 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/34.html",
      "id": "s221"
    }
  ]
}