{
  "name": "James Hardie International Finance BV v CSR Limited [2007] FCA 366 (2 March 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/366.html",
  "catchphrases": [
    {
      "text": "terms on leave to discontinue part of a claim",
      "id": "c0"
    },
    {
      "text": "whether appropriate to award indemnity costs as a term of leave to discontinue",
      "id": "c1"
    },
    {
      "text": "special order for costs made instead",
      "id": "c2"
    },
    {
      "text": "practice and procedure",
      "id": "c3"
    },
    {
      "text": "costs",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "The applicants, James Hardie International Finance BV and James Hardie Research Pty Ltd (together Hardie), seek leave to discontinue that part of the application that seeks relief for infringement of Australian Innovation Patent No 2003100891 (Top Hat Batten Patent) pursuant to O 22 r 2 of the Federal Court Rules .",
      "id": "s0"
    },
    {
      "text": "The parties are agreed as to the terms upon which leave might be granted, save for the proper order for costs.",
      "id": "s1"
    },
    {
      "text": "The respondents/cross-claimants, CSR Limited and CSR Building Products Limited (together CSR), seek costs on an indemnity basis.",
      "id": "s2"
    },
    {
      "text": "I have had the benefit of comprehensive written and oral submissions from both sides which I need not reproduce.",
      "id": "s3"
    },
    {
      "text": "It is agreed that a term as to costs is appropriate to be imposed in relation to a grant of leave to discontinue.",
      "id": "s4"
    },
    {
      "text": "I have been referred to the authorities which discuss the circumstances in which indemnity costs have been awarded.",
      "id": "s5"
    },
    {
      "text": "Nonetheless, the discretion as to costs is at large and previous judicial statements cannot be converted into a mandatory checklist.",
      "id": "s6"
    },
    {
      "text": "Because of the relative novelty of the circumstances and because of the not inconsiderable sum of costs involved, I reserved my decision overnight in order to give the matter some further reflection.",
      "id": "s7"
    },
    {
      "text": "I have decided that a special order will be made as to costs, although there will not be the grant of indemnity costs as such.",
      "id": "s8"
    },
    {
      "text": "A chronology prepared on behalf of Hardie is appended to this judgment.",
      "id": "s9"
    },
    {
      "text": "That chronology is a reasonable starting point for understanding the sequence of events but needs to be supplemented in some respects.",
      "id": "s10"
    },
    {
      "text": "There was no prior notice of the proceedings.",
      "id": "s11"
    },
    {
      "text": "The letter of 22 August 2005 included details of CSR's contention that the Top Hat Batten Patent claim would fail because of lack of novelty.",
      "id": "s12"
    },
    {
      "text": "The letter made an open offer entailing: \n \n (a) Hardie granting CSR a non-exclusive, perpetual, royalty free, transferable, worldwide licence under the Top Hat Batten Patent and related patents, the benefit of which would extend to all of CSR's related bodies corporate, contractors, customers, licensees and users of our client's products;\n (b) CSR refraining from challenging the validity of the Top Hat Batten Patent and any related patents the subject of the licence while the licence is in force; and\n (c) the parties agreeing to discontinue the Top Hat Batten Infringement Claim and the Top Hat Batten Revocation Claim with no order as to costs.",
      "id": "s13"
    },
    {
      "text": "The proceeding also sought relief in relation to infringement of two other patents and the offer related to all three patents.",
      "id": "s14"
    },
    {
      "text": "Hardie never filed evidence in support of the infringement claim, notwithstanding successive orders of the Court to do so.",
      "id": "s15"
    },
    {
      "text": "No proper contemporaneous explanation was given for the failure to file that evidence.",
      "id": "s16"
    },
    {
      "text": "Meanwhile, CSR became obliged to file its evidence relating to invalidity.",
      "id": "s17"
    },
    {
      "text": "Ultimately, 12 affidavits in chief were prepared.",
      "id": "s18"
    },
    {
      "text": "The preparation of those affidavits caused a revision of the particulars of invalidity.",
      "id": "s19"
    },
    {
      "text": "The solicitor for CSR has given evidence that the costs are about $665,000 including legal costs of $565,000.",
      "id": "s20"
    },
    {
      "text": "The evidence as to the break down of the legal costs was as follows: \n \n (a) about $60,000 --- work on the Patent between 27 April 2005 (when Hardie commenced proceedings without notice) and 22 August 2005 (when Gilbert + Tobin sent a letter on behalf of CSR to Allens Arthur Robinson containing the offer of settlement).",
      "id": "s21"
    },
    {
      "text": "This work involved investigations throughout Australia into the existence of prior art, site inspections and speaking to numerous participants in the building industry, and the preparation of CSR's Particulars of Invalidity and the Top Hat Batten Cross-Claim;\n (b) about $15,000 --- work on the defence of the Top Hat Batten Claim between 27 April 2005 and 22 August 2005;\n (c) about $45,000 --- work associated with the discovery by both parties in relation to the Patent; and\n (d) about $445,000 --- work done between 22 August 2005 and the present on evidence gathering for the purpose of preparing 12 Affidavits in Chief regarding the Top Hat Batten Cross-Claim, and the preparation of evidence in support of indemnity costs orders.",
      "id": "s22"
    },
    {
      "text": "Hardie has not led evidence as to its state of knowledge or belief as to validity of the innovation patent at the time the proceeding was commenced, nor as to the state of its evidence or belief as to infringement.",
      "id": "s23"
    },
    {
      "text": "It has led no evidence as to the reasons for the discontinuance.",
      "id": "s24"
    },
    {
      "text": "The only available inference is that at least by the time the intention to discontinue was conveyed it was of the belief that it would not be able to establish either validity or infringement or both.",
      "id": "s25"
    },
    {
      "text": "The implication hinted at by the submissions is that the revision of the particulars of invalidity that was flagged in June 2006 caused that realisation.",
      "id": "s26"
    },
    {
      "text": "I do not draw any such inference in the absence of evidence.",
      "id": "s27"
    },
    {
      "text": "It is by no means apparent that the changes to the particulars of invalidity had such an effect.",
      "id": "s28"
    },
    {
      "text": "Hardie did file an affidavit as to tests which were conducted some time prior to the commencement of the proceedings which, it was claimed, showed similar deformation of batons as between the competing products.",
      "id": "s29"
    },
    {
      "text": "CSR does not accept that that evidence establishes that proposition in any meaningful respect.",
      "id": "s30"
    },
    {
      "text": "Whether that is so or not, CSR is correct in submitting that the evidence does not assert infringement of this patent, either directly or indirectly.",
      "id": "s31"
    },
    {
      "text": "In my opinion, the circumstances require a special order for costs to ensure that CSR is not unreasonably out of pocket.",
      "id": "s32"
    },
    {
      "text": "The failure by Hardie to lead evidence to explain the conduct of the case in relation to the Top Hat Batten Patent and its persistent failure to comply with the orders of the Court to file evidence of infringement are sufficient to take the case out of the ordinary.",
      "id": "s33"
    },
    {
      "text": "On the other hand, I am not satisfied that it is necessary to make an order for indemnity costs.",
      "id": "s34"
    },
    {
      "text": "A patentee, after all, has a prima facie title to bring proceedings and I am not in a position to have a mini trial as to whether there was reasonable evidence of infringement.",
      "id": "s35"
    },
    {
      "text": "The problem to a large extent is occasioned by the fact that there is apparently an increasing gap between the costs that a solicitor might properly and reasonably charge a client for work done, on the one hand, and that which might be allowed on party and party taxation as necessary on the other.",
      "id": "s36"
    },
    {
      "text": "An order for indemnity costs is not the means of redressing that imbalance but should be reserved for special cases where, in effect, reasonableness should not come into it.",
      "id": "s37"
    },
    {
      "text": "In my opinion, the proper order to make in the present circumstances is that Hardie pay all costs of CSR that were reasonably and properly incurred rather than were necessary to be incurred.",
      "id": "s38"
    },
    {
      "text": "In substance, this is like a taxation between solicitor and client.",
      "id": "s39"
    },
    {
      "text": "The general costs of this motion should be borne on a party and party basis by Hardie as it is its application for leave.",
      "id": "s40"
    },
    {
      "text": "There is a question as to whether the costs of the day of yesterday's hearing should be treated in a different manner.",
      "id": "s41"
    },
    {
      "text": "CSR did not succeed in obtaining an order for indemnity costs.",
      "id": "s42"
    },
    {
      "text": "However, it did obtain an order which would be significantly in excess of that which was offered and it is appropriate to regard yesterday as part of the overall motion.",
      "id": "s43"
    },
    {
      "text": "I certify that the preceding nine (9) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gyles.",
      "id": "s44"
    },
    {
      "text": "Associate:\n\nDated: 15 March 2007\n\n Counsel for the Applicants/Cross-Respondents: \n Mr DK Catterns QC \n \n Solicitor for the Applicants/Cross-Respondents: \nAllens Arthur Robinson \n \n Counsel for the Respondents/Cross-Claimants: \nMr A Bannon SC, Mr C Dimitriadis \n \n Solicitor for the Respondents/Cross-Claimants: \nGilbert + Tobin \n\n Date of Hearing: 1 March 2007 \n \n Date of Judgment: 2 March 2007 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/366.html",
      "id": "s45"
    }
  ]
}