{
  "name": "Wooding v Repatriation Commission [2007] FCA 318 (13 March 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/318.html",
  "catchphrases": [
    {
      "text": "ministerial determination",
      "id": "c0"
    },
    {
      "text": "\"representatives\" of approved philanthropic organisation providing welfare services considered to be rendering continuous full-time service",
      "id": "c1"
    },
    {
      "text": "whether member of a sponsored defence force concert party such a \"representative\"",
      "id": "c2"
    },
    {
      "text": "construction of the term \"representative\"",
      "id": "c3"
    },
    {
      "text": "ministerial determination having legislative force under the veterans' entitlements act 1986 (cth)",
      "id": "c4"
    },
    {
      "text": "\"representative\", in context, not to be given a narrow or agency-like construction",
      "id": "c5"
    },
    {
      "text": "veterans' affairs",
      "id": "c6"
    },
    {
      "text": "statutory interpretation",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal to this Court from a decision of the Administrative Appeals Tribunal on the issue of construction of a Ministerial Determination having legislative force under the Veterans' Entitlements Act 1986 (Cth).",
      "id": "s0"
    },
    {
      "text": "That Determination applied the provisions of the Act to specified classes of persons who were not members of the Defence Forces.",
      "id": "s1"
    },
    {
      "text": "These persons were to be regarded if they were such members rendering continuous full-time service for the purposes of the Act.",
      "id": "s2"
    },
    {
      "text": "One such class were \"persons who, as representatives of an approved philanthropic organisation provided welfare services to the Defence Force\" (emphasis added) in specified operational areas (which included Vietnam).",
      "id": "s3"
    },
    {
      "text": "The Determination specified that the Australian Forces Overseas Fund\" (\"AFOF\") was an \"approved philanthropic organisation\" for its purposes.",
      "id": "s4"
    },
    {
      "text": "2 It is accepted by the respondent Commission that the applicant, Roy Wooding, provided welfare services to the Defence Forces in Vietnam and that his provision of that service was \"coordinated\" (I use this as a neutral term) by AFOF.",
      "id": "s5"
    },
    {
      "text": "The question the application raises is whether, on its proper construction, the term \"representative\" could comprehend the manner and circumstances in which he rendered his welfare services in Vietnam at AFOF's behest (again I use this as a neutral term).",
      "id": "s6"
    },
    {
      "text": "THE AGREED FACTS \n \n3 The matter came before the Administrative Appeals Tribunal on a Statement of Agreed Facts.",
      "id": "s7"
    },
    {
      "text": "\"1.",
      "id": "s8"
    },
    {
      "text": "The Applicant, ROY WOODING, was born on 5 May 1932.",
      "id": "s9"
    },
    {
      "text": "2.",
      "id": "s10"
    },
    {
      "text": "Mr Wooding served in the prescribed operational area of Vietnam (Southern Zone) on two occasions:\n \n \n \n \n \n 2.1 from 18 September 1969 to 1 October 1969 with the 7/69 South Australian Concert Party; and\n \n 2.2 from 18 February 1970 to 5 March 1970 with the 1/70 South Australian Concert Party.",
      "id": "s11"
    },
    {
      "text": "(T28/72).",
      "id": "s12"
    },
    {
      "text": "3.",
      "id": "s13"
    },
    {
      "text": "Mr Wooding is an entertainer and musician.",
      "id": "s14"
    },
    {
      "text": "His curriculum vitae appears at T20/57.",
      "id": "s15"
    },
    {
      "text": "As part of the Concert Parties, he provided entertainment for Australian forces in Vietnam.",
      "id": "s16"
    },
    {
      "text": "This entertainment took the form of a number of concerts conducted throughout what was then South Vietnam.",
      "id": "s17"
    },
    {
      "text": "A list of the concerts is recorded at T19/55-56.",
      "id": "s18"
    },
    {
      "text": "Other activities are described in the statement of Ms Jenny Loftes at T37/91-93.",
      "id": "s19"
    },
    {
      "text": "4.",
      "id": "s20"
    },
    {
      "text": "Other people who were part of the relevant Concert Parties were Johnny Mac, Susan Wills, Lorrae Desmond, Anne Wills and John Rayment.",
      "id": "s21"
    },
    {
      "text": "5.",
      "id": "s22"
    },
    {
      "text": "The entertainment provided by the South Australian Concert Party was for the purpose of contributing to the morale and welfare of the Australian military forces in Vietnam.",
      "id": "s23"
    },
    {
      "text": "6.",
      "id": "s24"
    },
    {
      "text": "A number of contemporaneous newspaper articles recording the Concert Parties are recorded at T44/110-117.",
      "id": "s25"
    },
    {
      "text": "A further article is also attached to this statement as Annexure A.",
      "id": "s26"
    },
    {
      "text": "7.",
      "id": "s27"
    },
    {
      "text": "A book published at the time of the tours described Mr Wooding as follows:\n \n ROY WOODING \n \n Staff guitarist and producer at Channel 7 Adelaide, was born in Yorkshire, England, migrated to Australia at age of 16 where he started his musical career singing with guitar on a weekly radio show which ran for 10 years.",
      "id": "s28"
    },
    {
      "text": "With the introduction of TV he made regular appearances on most of the most [sic] TV stations in Australia as a single act and was resident guitarist with the ABC Light Orchestra.",
      "id": "s29"
    },
    {
      "text": "Roy is now concentrating on the writing of music, production and guitar.",
      "id": "s30"
    },
    {
      "text": "At 37 he still claims to be the oldest rocker in the business.",
      "id": "s31"
    },
    {
      "text": "8.",
      "id": "s32"
    },
    {
      "text": "The parties have not been able to find a copy of the book.",
      "id": "s33"
    },
    {
      "text": "9.",
      "id": "s34"
    },
    {
      "text": "The South Australian Concert Parties were 'arranged' and 'sponsored' by the Australian Forces Overseas Fund ('AFOF') (T44/111 &amp; 114).",
      "id": "s35"
    },
    {
      "text": "A copy of a flier published for a concert to raise funds for the South Australian Concert Party is attached as Annexure B.",
      "id": "s36"
    },
    {
      "text": "10.",
      "id": "s37"
    },
    {
      "text": "In addition to performing in the concerts, Mr Wooding was the producer and musical director of both Concert Parties.",
      "id": "s38"
    },
    {
      "text": "11.",
      "id": "s39"
    },
    {
      "text": "The Concert Parties were assigned an escort officer.",
      "id": "s40"
    },
    {
      "text": "On the first tour, the officer was Major Moran.",
      "id": "s41"
    },
    {
      "text": "On the second tour, the officer was Major John Doyle, a member of 3 rd RAR.",
      "id": "s42"
    },
    {
      "text": "The Army was responsible for the itinerary, travelling, and security details of the tours.",
      "id": "s43"
    },
    {
      "text": "12.",
      "id": "s44"
    },
    {
      "text": "The history and background of the Australian Forces Overseas Fund is set out in:\n \n \n \n \n \n 12.1 a letter dated 24 April 2006 from Major General WJ Crews (retired) to Mr R Coxon, a copy of which is attached to this statement as Annexure C; and \n \n 12.2 parts of a letter dated 25 May 2006 from Mr Barry Telford to Mr R Coxon, a copy of which is attached to this statement as Annexure D.\n \n \n \n \n \n 13.",
      "id": "s45"
    },
    {
      "text": "There is no evidence that Mr Wooding was formally attached to the Defence Forces.",
      "id": "s46"
    },
    {
      "text": "14.",
      "id": "s47"
    },
    {
      "text": "Mr Wooding does not recall being a 'member' of AFOF.",
      "id": "s48"
    },
    {
      "text": "15.",
      "id": "s49"
    },
    {
      "text": "Nor does he recall undergoing an 'accreditation process' administered by the Army.",
      "id": "s50"
    },
    {
      "text": "As part of the preparations for the tours, he underwent some training in basic military matters, including weapons handling and firing.",
      "id": "s51"
    },
    {
      "text": "16.",
      "id": "s52"
    },
    {
      "text": "There is no evidence that he was allocated with a service number or has a service record.",
      "id": "s53"
    },
    {
      "text": "He was provided with a 'military identification card', which he returned to the officer in charge of the Concert Party, Major Doyle, at the completion of the tour (T43/109).",
      "id": "s54"
    },
    {
      "text": "17.",
      "id": "s55"
    },
    {
      "text": "At the time of the tours, Mr Wooding took unpaid leave from his position with Channel 7.",
      "id": "s56"
    },
    {
      "text": "He was paid the sum of $33.00 per week.",
      "id": "s57"
    },
    {
      "text": "This money was given to him by Army officials.",
      "id": "s58"
    },
    {
      "text": "He also received a military payment certificate (T34/82).",
      "id": "s59"
    },
    {
      "text": "The source of these funds is unknown; it may have been the Army or it may have been AFOF.",
      "id": "s60"
    },
    {
      "text": "Some detail is set out at T41/105.",
      "id": "s61"
    },
    {
      "text": "18.",
      "id": "s62"
    },
    {
      "text": "Mr Wooding's name is recorded on the Nominal Roll of Vietnam Veterans (T10/29).",
      "id": "s63"
    },
    {
      "text": "He is described as one of the 'Persons who visited Vietnam under the auspices of the Australian Forces Overseas Fund and Entertainers' on the nominal roll website.",
      "id": "s64"
    },
    {
      "text": "19.",
      "id": "s65"
    },
    {
      "text": "Mr Wooding was also awarded the Vietnam Logistic and Support Medal (T28/73).",
      "id": "s66"
    },
    {
      "text": "Details of that medal appear at T29/74-75.",
      "id": "s67"
    },
    {
      "text": "20.",
      "id": "s68"
    },
    {
      "text": "Mr Wooding was awarded a certificate from the United States Military Assistance Command, Vietnam in respect of each of his two visits there, attesting to his contribution to the morale and welfare of the military forces in Vietnam (T48/49) [sic].",
      "id": "s69"
    },
    {
      "text": "'\n \n \n\n4 Further facts were subsequently agreed of which I need refer to only one.",
      "id": "s70"
    },
    {
      "text": "It was:\n \n \n \"1.",
      "id": "s71"
    },
    {
      "text": "Mr Wooding was issued with General Briefing Orders upon his arrival in Vietnam for the second Concert Party.",
      "id": "s72"
    },
    {
      "text": "A copy of those orders is attached as Annexure E.\"\n \n \n\nThe annexure was entitled \"Adelaide Concert Party 17 Feb --- 10 Mar 70\" and was prepared by a military officer.",
      "id": "s73"
    },
    {
      "text": "It dealt with such matters as travel arrangements, performances, accommodation and allowances (seemingly paid by the Commonwealth), identification (\"You will be supplied with a Military Identity Card by your escort officer\"), clothing, security etc. \n \n5 Of the material referred to in, or annexed to, the Statement of Agreed Facts, I need only mention the following.",
      "id": "s74"
    },
    {
      "text": "In para 9 the references to the Concert Parties being \"arranged\" and \"sponsored\" by AFOF are references to newspaper articles where these terms happen to be used.",
      "id": "s75"
    },
    {
      "text": "In particular where the word \"sponsored\" is used it would seem that the journalist who wrote the piece was referring to the fact (also reflected in para 9) that the Concert Party came from South Australia and their trip had been funded by public donation.",
      "id": "s76"
    },
    {
      "text": "In Annexure B (referred to in that same paragraph) a member of the Committee of AFOF, SA Division, acknowledged \"the great help we have received in arranging the Concert Party to tour Vietnam\".",
      "id": "s77"
    },
    {
      "text": "6 As to the history and background referred to in para 12, it is only necessary to refer to the following part of the letter of Major General W J Crews of 24 April 2006:\n \n \"The RSL Australian Forces Overseas Fund is an approved and accredited philanthropic organisation to operate within the Australian Defence Force.",
      "id": "s78"
    },
    {
      "text": "The RSL began providing Christmas parcels to members of the Australian Army serving in Vietnam in 1963.",
      "id": "s79"
    },
    {
      "text": "This early RSL fund was amalgamated with the (Sydney) Lord Mayor's Comfort Fund, and hence the Australian Forces Overseas Fund (AFOF) was officially established on 26 January 1966.",
      "id": "s80"
    },
    {
      "text": "It was tasked with coordinating a program for the provision of amenities and concert parties for troops serving in the South East Asia Region, and while initially established in NSW, it soon became a National organisation on the establishment of the RSL National Council.",
      "id": "s81"
    },
    {
      "text": "In those earliest years, each RSL State Branch appears to have a similarly worded AFOF Constitution (NSW dated Feb 1966 and 28 May 1968, TAS dated 18 June 1968, WA dated 28 Feb 1968), with no specific mention of FACE, except that the Objects state that 'The objects shall be the provision of comforts, equipment and entertainment for Australian Servicemen and women serving overseas or in such other areas as may be determined from time to time'.",
      "id": "s82"
    },
    {
      "text": "To assist in the management and coordination of the concert parties, the Minister of Defence has established The Forces Advisory Committee on Entertainment (FACE) in 1966 as a joint venture involving Defence, the RSL and the Australian Broadcasting Commission.",
      "id": "s83"
    },
    {
      "text": "FACE was to act as a planning Committee to organise entertainment for Australian forces in Vietnam, thus removing any direct Ministerial involvement with the music industry.",
      "id": "s84"
    },
    {
      "text": "It is known from our records that the Concert Parties were originally arranged by the RSL State Branches in rotation, under the guidance of the entertainment managers from within the Australian Broadcasting Commission (ABC).",
      "id": "s85"
    },
    {
      "text": "It is of interest that the RSL National Headquarters holds a brief signed by Major General D B Dunstan, Commander Australian Forces Vietnam, dated 23 November 1971, titled 'Canteens and Amenities in Vietnam'.",
      "id": "s86"
    },
    {
      "text": "This sets out arrangements for all canteen matters and the provision of amenities.",
      "id": "s87"
    },
    {
      "text": "It notes that the provision of amenities were financed from four sources as follows:\n \n \n \n a. ASCO Rebate to Vietnam Command Amenities Fund (VCAF) --- all movable amenities; tennis courts at Vung Tau; swimming pool at Phan Rang; part of cost of concert parties from Australia.",
      "id": "s88"
    },
    {
      "text": "b. Australian Forces Overseas Fund (AFOF) --- Part of cost of concert parties; two recreation huts at Nui Dat; AATV Club, Danang.",
      "id": "s89"
    },
    {
      "text": "c. RSL (Sportsmen's Appeal) --- Harold Holt Pool, Vung Tau; most of cost of Kevin Wheatley Stadium, Vung Tau.",
      "id": "s90"
    },
    {
      "text": "d. Public Funds --- Peter Badcoe Club, Vung Tau (contained billiard and reading rooms as amenities but otherwise housed ASCO facilities and living quarters for OC Amenities Unit); Pearson Centre, Nui Dat (contained Amenities store and tape centre but otherwise housed ASCO facilities, education centre and film Library); part of cost of concert parties from Australia.",
      "id": "s91"
    },
    {
      "text": "Noting the above, it is quite clear that the earliest concert parties were arranged for or on behalf of AFOF, and that they were managed either directly by FACE or another agency on its behalf.",
      "id": "s92"
    },
    {
      "text": "It is also clear that the parties were an official part of the Army's philanthropic program.",
      "id": "s93"
    },
    {
      "text": "Unfortunately, the records held in the RSL National headquarters do not provide any listings of which entertainers were accredited to each concert party and we may need to rely on State Branch records for this.",
      "id": "s94"
    },
    {
      "text": "\"\n \n\n7 The second letter referred to in para 12 warrants reference if only because it may have been the source of some confusion in this matter.",
      "id": "s95"
    },
    {
      "text": "\"As you are aware, Entertainers in Vietnam who were accredited members of Australian Forces Overseas Fund (AFOF) are considered to be members of a philanthropic organisation and are covered by the instrument signed by the Honourable Ben Humphries, Minister of State for Veterans' Affairs and are eligible for Veterans' Entitlements Act 1986 (VEA) coverage.",
      "id": "s96"
    },
    {
      "text": "These personnel completed the accreditation process administered by the Army.",
      "id": "s97"
    },
    {
      "text": "As part of this process, they were allocated a service number, have a service record and were issued with approved identification cards.",
      "id": "s98"
    },
    {
      "text": "These people were permanent representatives accredited to accompany an Australian Defence Force (ADF) sponsor unit on a full time basis.",
      "id": "s99"
    },
    {
      "text": "Unaccredited entertainers may have been in Vietnam at the behest of the Defence Forces and may have had assisted with logistical support for Entertainers in Vietnam (Travel, etc).",
      "id": "s100"
    },
    {
      "text": "However, following a review by the Department of Defence, they confirmed that they were not 'attached' to the Forces and were not under the command of the ADF.",
      "id": "s101"
    },
    {
      "text": "Accordingly, these entertainers do not have VEA coverage.",
      "id": "s102"
    },
    {
      "text": "A number of these entertainers state that the tours were financed by the AFOF and state that their pay was handed to them by the Army acting as AFOF agents.",
      "id": "s103"
    },
    {
      "text": "However, this is does not prove that they were employees of the Army.",
      "id": "s104"
    },
    {
      "text": "Many of these entertainers have Certificates of Appreciation issued by AFOF.",
      "id": "s105"
    },
    {
      "text": "However, this does not indicate that they were members of an approved philanthropic organisation.",
      "id": "s106"
    },
    {
      "text": "As we have previously advised you if Mr Wooding or Mr Milburn-Lloyd are able to provide evidence that they completed the AFOF accreditation process, such as being allocated a service number or service record, or were issued with an approved identification card, then they may have a case for being considered an accredited member of a philanthropic organisation.",
      "id": "s107"
    },
    {
      "text": "\"\n \n THE TRIBUNAL'S DECISION \n \n8 It is sufficient for present purposes if I set out in full the following paragraphs of the Tribunal's reasons:\n \n \n \"8.",
      "id": "s108"
    },
    {
      "text": "I was referred to a decision of Edmonds J in Iversen v Repatriation Commission [2006] FCA 942.",
      "id": "s109"
    },
    {
      "text": "This decision answered an appeal from a decision of Senior Member Kelly in Re Iversen &amp; Repatriation Commission [2006] AATA 280.",
      "id": "s110"
    },
    {
      "text": "In her decision Senior Member Kelly rejected an argument to the effect that Mr Iversen (who also provided entertainment for troops serving in Vietnam under similar circumstances to Mr Wooding) should be treated as a full-time member of the Defence Force serving in an operational area.",
      "id": "s111"
    },
    {
      "text": "9.",
      "id": "s112"
    },
    {
      "text": "Senior Member Kelly noted that Mr Iversen rendered courageous and valuable service in performing for the troops in Vietnam; his service was recognised through a listing in the nominal roll of Vietnam veterans and through the awarding of a Logistics Support Medal; he was a member of a group of civilian entertainers who were, in part sponsored by the AFOF and that the AFOF is an approved philanthropic organisation.",
      "id": "s113"
    },
    {
      "text": "She nevertheless decided that Mr Iverson was not a representative of AFOF and consequently was not covered by the Ministerial Determination.",
      "id": "s114"
    },
    {
      "text": "10.",
      "id": "s115"
    },
    {
      "text": "On appeal Justice Edmonds rejected a submission that Mr Iversen had been a representative of AFOF:\n \n \n \n \n \n '15.",
      "id": "s116"
    },
    {
      "text": "The applicant, in his written submissions, contended that \"representatives\" as it appears in the Determination should be given a meaning that protects those who were in fact in a war zone and thereby exposed to the risks and circumstances associated with that war.",
      "id": "s117"
    },
    {
      "text": "It was submitted that such \"factual\" emphasis on the meaning of representative would accord with the beneficial nature of the Act and the Determination made under it.",
      "id": "s118"
    },
    {
      "text": "But such a construction goes well beyond the natural and ordinary meaning of the word \"representative\" as exemplified in the dictionary meanings of the word upon which the applicant himself relies.",
      "id": "s119"
    },
    {
      "text": "16.",
      "id": "s120"
    },
    {
      "text": "In his oral submissions, the applicant articulated what is substantively, albeit not in the same terms, a similar argument, namely that if the applicant's presence in the war zone is only explicable by reference to his participation in a concert tour co-sponsored by the AFOF and the Australian Army, then he can be a representative of the former.",
      "id": "s121"
    },
    {
      "text": "That might be so, but such co-sponsorship will not of itself make the applicant a representative of the co-sponsor.",
      "id": "s122"
    },
    {
      "text": "Indeed, as the respondent submits, even if the applicant had been an \"AFOF sponsored\" entertainer rather than an \"Army sponsored\" entertainer, being sponsored by an organisation cannot be equated with being a representative of that organisation.",
      "id": "s123"
    },
    {
      "text": "'\n \n \n \n \n \n 11.",
      "id": "s124"
    },
    {
      "text": "I have carefully considered the statement of agreed facts.",
      "id": "s125"
    },
    {
      "text": "I have also considered a VRB decision of Milburn-Lloyd dated 30 August 2006.",
      "id": "s126"
    },
    {
      "text": "I have reached the view that the only way Mr Wooding could be entitled to benefits under the VE Act would be if his service in Vietnam could be considered to have been performed 'as a representative' of the AFOF.",
      "id": "s127"
    },
    {
      "text": "12.",
      "id": "s128"
    },
    {
      "text": "Point 9 of the statement of agreed facts indicates that the concert parties were 'arranged and sponsored' by the AFOF.",
      "id": "s129"
    },
    {
      "text": "However, as mentioned by Justice Edmond in Iversen , such sponsorship 'cannot be equated with being a representative of that organisation'.",
      "id": "s130"
    },
    {
      "text": "In my view, the term 'representative' connotes an entitlement to act on behalf of another.",
      "id": "s131"
    },
    {
      "text": "Point 14 of the statement of agreed facts indicates that Mr Wooding does not recall being a 'member of AFOF'.",
      "id": "s132"
    },
    {
      "text": "On the information before me, I have not been satisfied that Mr Wooding was a representative of that organisation.",
      "id": "s133"
    },
    {
      "text": "In these circumstances, Mr Wooding does not fall within the ambit of the 1987 Ministerial Direction.",
      "id": "s134"
    },
    {
      "text": "I have not been satisfied that Mr Wooding's service, although courageous and valuable, satisfies the basic eligibility conditions for payment of a Disability Pension under the VE Act.",
      "id": "s135"
    },
    {
      "text": "The decision under review is affirmed.",
      "id": "s136"
    },
    {
      "text": "\"\n \n \n THE APPLICATION \n \n9 There was, for some time, controversy between the parties as to whether a question of law, as opposed to a mixed question of law and fact was raised in this application: cf s 44(1) of the Administrative Appeals Tribunal Act 1975 (Cth); Vetter v Lake Macquarie City Council [2001] HCA 12 ; (2001) 202 CLR 439.",
      "id": "s137"
    },
    {
      "text": "As I now understand it, the parties have agreed the question of law and that is whether or not it was open to the Tribunal to adopt a constrained interpretation of the word \"representative\" given the context of its use in the Ministerial Determination.",
      "id": "s138"
    },
    {
      "text": "10 To put the applicant's submission shortly, it is that, having regard to the context and purpose of the Determination, the word \"representative\" comprehends a person who provides the relevant service under the aegis of, as an emissary of, or in association with, one of the defined philanthropic organisations.",
      "id": "s139"
    },
    {
      "text": "Iversen v Repatriation Commission (2006) 91 ALD 114, it is said, is distinguishable on its facts.",
      "id": "s140"
    },
    {
      "text": "11 The respondent's case is that the view taken by the Tribunal, that \"representative\" connotes an entitlement to act on behalf of another, was one that was open to it.",
      "id": "s141"
    },
    {
      "text": "It could not be an error of law for it to have taken that view.",
      "id": "s142"
    },
    {
      "text": "Iversen , it is said, is presently relevant and highly persuasive.",
      "id": "s143"
    },
    {
      "text": "The respondent also emphasised the limitations of the Statement of Agreed Facts.",
      "id": "s144"
    },
    {
      "text": "There was simply no evidence on some number of matters.",
      "id": "s145"
    },
    {
      "text": "12 There was some controversy as well as to whether it could properly be said that the Tribunal actually made findings of fact at all.",
      "id": "s146"
    },
    {
      "text": "I am satisfied that on a fair reading of the member's reasons, the agreed facts were the facts found.",
      "id": "s147"
    },
    {
      "text": "CONSIDERATION \n \n13 The starting point is, necessarily, with the principles of statutory interpretation.",
      "id": "s148"
    },
    {
      "text": "Of these, it was observed in the joint judgment in CIC Insurance Ltd v Bankstown Football Club Ltd [1997] HCA 2 ; (1997) 187 CLR 384 at 408:\n \n \"It is well settled that at common law, apart from any reliance upon s 15AB of the Acts Interpretation Act 1901 (Cth), the court may have regard to reports of law reform bodies to ascertain the mischief which a statute is intended to cure.",
      "id": "s149"
    },
    {
      "text": "Moreover, the modern approach to statutory interpretation (a) insists that the context be considered in the first instance, not merely at some later stage when ambiguity might be thought to arise, and (b) uses 'context' in its widest sense to include such things as the existing state of the law and the mischief which, by legitimate means such as those just mentioned, one may discern the statute was intended to remedy.",
      "id": "s150"
    },
    {
      "text": "Instances of general words in a statute being so constrained by their context are numerous.",
      "id": "s151"
    },
    {
      "text": "In particular, as McHugh JA pointed in Isherwood v Butler Pollnow Pty Ltd , if the apparently plain words of a provision are read in the light of the mischief which the statute was designed to overcome and of the objects of the legislation, they may wear a very different appearance.",
      "id": "s152"
    },
    {
      "text": "Further, inconvenience or improbability of result may assist the court in preferring to the literal meaning an alternative construction which, by the steps identified above, is reasonably open and more closely conforms to the legislative intent \": emphasis added.",
      "id": "s153"
    },
    {
      "text": "14 The clear object of the Ministerial Determination was to extend to designated classes of person who were not members of the Defence Force the same entitlements they would have had as an actual member of the Force who was rendering continuous full-time service, for the purposes of the Veterans' Entitlement Act, provided (for present purposes) three requirements were met.",
      "id": "s154"
    },
    {
      "text": "These were (i) the person provided welfare services to the Defence Force; (ii) in a prescribed operational area (here Vietnam); and (iii) as a representative of any one of six \"approved philanthropic organisation[s]\".",
      "id": "s155"
    },
    {
      "text": "Those organisations were:\n(a) the Australian Red Cross Society;\n(b) the campaigners for Christ --- Everyman's Welfare Service;\n(c) the Salvation Army;\n(d) the Young Women's Christian Association of Australia; and\n(e) the Young Men's Christian Association of Australia; and\n(f) the Australian Forces Overseas Fund.",
      "id": "s156"
    },
    {
      "text": "15 While all of these conditions are required to be satisfied, it is, in my view, relatively clear that the first and second of them differ in their significance and burden from the third.",
      "id": "s157"
    },
    {
      "text": "They provide the reason why, as a matter of policy, a person who has satisfied those conditions should be considered as having a possibly legitimate claim to be put on the same footing as members of the Defence Force rendering continuous full-time service, for the purposes of the Veterans' Entitlement Act.",
      "id": "s158"
    },
    {
      "text": "16 The third condition (in the \"as representative\" requirement) would appear to be a channelling or control device regulating who actually will be equated with a member of the Defence Force.",
      "id": "s159"
    },
    {
      "text": "The relevant organisation is required to be \"approved\" and the presupposition is that in some manner it provides or procures the provision of welfare services to the Defence Force.",
      "id": "s160"
    },
    {
      "text": "The question posed by the condition is what is the nature of the connection that must exist between the actual service provider and the approved organisation before the service provider will have his or her service recognised for the purpose of the Act.",
      "id": "s161"
    },
    {
      "text": "17 While the third condition controls access to the benefits of the Act, there is nothing in the beneficial policy, that appears to animate the Ministerial Determination, which would warrant a restrictive interpretation of the required connection.",
      "id": "s162"
    },
    {
      "text": "For reasons I give below, I consider that both the Veterans Review Board and the Tribunal have given the Determination such an interpretation, in their respective imposition of an \"agency\" like role on the service provider.",
      "id": "s163"
    },
    {
      "text": "This is best illustrated in observations of the Board in reaching its decision.",
      "id": "s164"
    },
    {
      "text": "18 Having referred to a particular dictionary definition the Board said (at [15]):\n \n \"In this dictionary definition there appears to the Board to be a concept of a person having authority to act 'for' or 'on behalf of' another involving the notion of agency.",
      "id": "s165"
    },
    {
      "text": "The evidence before the Board is that the SACP [South Australia Concert Party] tours of Vietnam were organised, funded and sponsored by the AFOF.",
      "id": "s166"
    },
    {
      "text": "This included obtaining the unpaid services of Mr Wooding and others as entertainers.",
      "id": "s167"
    },
    {
      "text": "Although the SACP travelled and operated under the AFOF banner, there is no evidence of direct authority or any inferential manifestation of consent by the AFOF that Mr Wooding or any other member of the SACP should act on behalf of the Fund.",
      "id": "s168"
    },
    {
      "text": "\"\n \n\n19 In my view so to treat the representational requirement is to subvert what appears to be the purpose of the Determination itself.",
      "id": "s169"
    },
    {
      "text": "That purpose, in my view, is to provide potential benefits to persons who relevantly provide welfare services provided those services are provided or procured by one of the approved organisations.",
      "id": "s170"
    },
    {
      "text": "20 Given that the object of the Determination is to identify the classes of persons who will benefit from the Determination, it is understandable that, in form, its focus is on the relationship of the relevant person to the approved philanthropic organisation (i.e.",
      "id": "s171"
    },
    {
      "text": "\"who, as representatives of ...\").",
      "id": "s172"
    },
    {
      "text": "This said, the apparent policy and purpose of the Determination is manifest in the relationship of the philanthropic organisation to the person providing the service and, especially, to its role in the provision of that service.",
      "id": "s173"
    },
    {
      "text": "21 In construing the \"representative\" requirement of the Determination in a way that effectuates the purpose of the Determination, the correct prism through which to evaluate the relevant relationship of the service provider and the philanthropic organisation is through that of the organisation, not of the service provider.",
      "id": "s174"
    },
    {
      "text": "If the philanthropic activity being engaged in by the organisation extends, as in the present case, to organising, funding and sponsoring the provision of a welfare service, especially if (again, as in the present matter) the organisation relies on public subscription to help fund and facilitate its provision, no misuse of language is involved saying that those who actually provide those services are representatives of the organisation in that they represent that organisation's activities to the Defence Force beneficiaries of those services.",
      "id": "s175"
    },
    {
      "text": "To put the matter colloquially (as the Review Board did) 'they operate under the [organisation's] banner'.",
      "id": "s176"
    },
    {
      "text": "22 In a matter such as the present, a particular performing artist could quite properly say that he or she had no entitlement to, and did not, \"act on behalf of\" the AFOF.",
      "id": "s177"
    },
    {
      "text": "Yet equally it could quite properly be said that that person was a representative of the AFOF in its provision of welfare services to the Defence Force.",
      "id": "s178"
    },
    {
      "text": "It is in this latter sense that the words are used in the Determination.",
      "id": "s179"
    },
    {
      "text": "23 When used in many contexts \"as representatives\" will properly be said to be plain words bearing an agency-like connotation.",
      "id": "s180"
    },
    {
      "text": "The present is not such a context.",
      "id": "s181"
    },
    {
      "text": "For this reason they should be construed as I have indicated.",
      "id": "s182"
    },
    {
      "text": "That construction is reasonably open and more closely conforms to what I consider to be the intent of the Determination.",
      "id": "s183"
    },
    {
      "text": "24 I am in consequence satisfied that the Tribunal erred in limiting the meaning of \"representative\" as it did.",
      "id": "s184"
    },
    {
      "text": "I equally am satisfied that, had it not so circumscribed the compass of this word in this context, it would on the evidence have had to conclude that Mr Wooding was, relevantly, a representative of AFOF given, on the evidence, the role performed by AFOF in organising, funding and sponsoring the concert party's provision of welfare services in Vietnam.",
      "id": "s185"
    },
    {
      "text": "25 There is a number of additional matters to which I need to refer.",
      "id": "s186"
    },
    {
      "text": "First, Iverson's case.",
      "id": "s187"
    },
    {
      "text": "While it is distinguishable given its facts, the Tribunal's reasoning and the submissions made to the Court, I obviously do not agree with some of the very brief observations made by his Honour in that case.",
      "id": "s188"
    },
    {
      "text": "I do not regard it as a case which falls within the category that I ought follow as a matter of comity.",
      "id": "s189"
    },
    {
      "text": "26 Secondly, in many instances one can envisage a service provider would, for the purposes of the Determination, be a \"member\" of the relevant philanthropic organisation and would be performing an agency-like role for that organisation.",
      "id": "s190"
    },
    {
      "text": "In this matter, probably as a result of Iversen , the issue of \"membership\" loomed large but quite unhelpfully in the Statement of Agreed Facts.",
      "id": "s191"
    },
    {
      "text": "It was a distraction.",
      "id": "s192"
    },
    {
      "text": "As far as I could ascertain from counsel, there was no evidence at all as to whether any member of the AFOF was involved in the actual provision of welfare services in operational areas.",
      "id": "s193"
    },
    {
      "text": "This said, evidence on that matter would not have affected the answer to the question of construction raised by the Determination.",
      "id": "s194"
    },
    {
      "text": "A \"representative\" need not necessarily be a member.",
      "id": "s195"
    },
    {
      "text": "I would add that there is a range of welfare services (of which those involved in the present matter are ones) which it is unlikely that members of some at least of the approved philanthropic organisations would be able to deliver effectively.",
      "id": "s196"
    },
    {
      "text": "27 I will allow the appeal, set aside the decision of the Administrative Appeals Tribunal and remit the matter to the Tribunal to be heard and decided again.",
      "id": "s197"
    },
    {
      "text": "I certify that the preceding twenty-seven (27) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finn.",
      "id": "s198"
    },
    {
      "text": "Associate:\n\nDated: 13 March 2007\n\n\n Counsel for the Appellant: Mr S Ower \n \n Solicitor for the Appellant: Tindall Gask Bently \n \n Counsel for the Respondent: Dr C Bleby \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 12 February 2007 \n \n Date of Judgment: 13 March 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/318.html",
      "id": "s199"
    }
  ]
}