{
  "name": "Conor Medsystems, Inc. v The University of British Columbia (No 4) [2007] FCA 324 (9 March 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/324.html",
  "catchphrases": [
    {
      "text": "discovery",
      "id": "c0"
    },
    {
      "text": "confidential documents",
      "id": "c1"
    },
    {
      "text": "inspection by in-house counsel of trade rival",
      "id": "c2"
    },
    {
      "text": "principles to be applied",
      "id": "c3"
    },
    {
      "text": "restrictions imposed",
      "id": "c4"
    },
    {
      "text": "notice to produce",
      "id": "c5"
    },
    {
      "text": "seeking better discovery",
      "id": "c6"
    },
    {
      "text": "abuse of process",
      "id": "c7"
    },
    {
      "text": "practice and procedure",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "1 Two issues have come up in discovery.",
      "id": "s0"
    },
    {
      "text": "Before dealing with them I should say a word or two about the topic.",
      "id": "s1"
    },
    {
      "text": "Discovery has several purposes in civil litigation.",
      "id": "s2"
    },
    {
      "text": "Although litigation is adversarial the principal object of discovery is to enable the judge to resolve contested issues with a full, or near full, understanding of the true facts.",
      "id": "s3"
    },
    {
      "text": "Discovery has several subsidiary purposes: it removes the risk of surprise at the trial; it narrows and clarifies the issues in dispute; it encourages the early settlement of litigation.",
      "id": "s4"
    },
    {
      "text": "On the other hand, discovery has the potential to cause harm.",
      "id": "s5"
    },
    {
      "text": "Information obtained on discovery may, if it is used for purposes unrelated to the suit, result in damage to a party's reputation or commercial interests.",
      "id": "s6"
    },
    {
      "text": "There is a rule, often but wrongly attributed to Harman v Secretary of State for the Home Department [1983] AC 280, that a party is not entitled to use information obtained on discovery for a purpose other than that of the action.",
      "id": "s7"
    },
    {
      "text": "Breach of the rule is a contempt of court.",
      "id": "s8"
    },
    {
      "text": "Sometimes the protection provided by the rule is inadequate.",
      "id": "s9"
    },
    {
      "text": "Then the party is entitled to additional protection.",
      "id": "s10"
    },
    {
      "text": "2 The first issue, here, is whether the respondents are entitled to special protection for some of their discovered documents.",
      "id": "s11"
    },
    {
      "text": "The relevant circumstances are these.",
      "id": "s12"
    },
    {
      "text": "The applicant (a United States corporation) and the respondents (respectively a Canadian university and a Canadian corporation) are in competition.",
      "id": "s13"
    },
    {
      "text": "They compete in the design for manufacturing purposes of medical devices.",
      "id": "s14"
    },
    {
      "text": "One such device is a stent for the delivery of paclitaxel, a drug that is used in the treatment of peripheral artery disease.",
      "id": "s15"
    },
    {
      "text": "The device is sold around the world.",
      "id": "s16"
    },
    {
      "text": "3 The respondents are the proprietors in Australia of patents for a stent the validity of which are being challenged in this action by the applicant.",
      "id": "s17"
    },
    {
      "text": "The applicant has a stent that it wishes to sell in Australia which the respondents say will infringe one or other of their patents.",
      "id": "s18"
    },
    {
      "text": "There is a cross-claim dealing with that claim.",
      "id": "s19"
    },
    {
      "text": "The action has some way to go before it is ready for trial.",
      "id": "s20"
    },
    {
      "text": "But there has been discovery.",
      "id": "s21"
    },
    {
      "text": "Each side claims that many of its discovered documents are confidential and that they would suffer serious harm if the contents were made known to the other side.",
      "id": "s22"
    },
    {
      "text": "The respective claims for confidentiality are not challenged.",
      "id": "s23"
    },
    {
      "text": "Indeed, the parties have put in place a regime to ensure that access to sensitive information is restricted to a select group of people (mostly lawyers and experts) each of whom has given an undertaking not to divulge what they learn, especially to their respective clients.",
      "id": "s24"
    },
    {
      "text": "4 Now, the applicant seeks to have included in the group to whom the respondents' confidential documents can be disclosed its \"associate general counsel for litigation\" Ms Vinitskaya.",
      "id": "s25"
    },
    {
      "text": "Ms Vinitskaya is qualified in the United States to practise in law and is a patent attorney.",
      "id": "s26"
    },
    {
      "text": "She joined the applicant in October 2006.",
      "id": "s27"
    },
    {
      "text": "She describes her role as being one of \"co-ordinating patent litigation involving [the applicant] in five countries, Australia, Ireland, the United Kingdom, United States and the Netherlands\".",
      "id": "s28"
    },
    {
      "text": "5 Ms Vinitskaya's role in the Australian litigation is to instruct the applicant's external legal advisers in the United States who in turn instruct the applicant's Australian lawyers.",
      "id": "s29"
    },
    {
      "text": "Ms Vinitskaya said that \"it is very important to the conduct of the [Australian] proceeding that I have access to all documents that have been discovered on a confidential basis so that I can be properly involved in determining strategy and making decisions on behalf of [the applicant].",
      "id": "s30"
    },
    {
      "text": "At the present time, it is extremely impractical because I cannot be involved in any discussions about nor review those documents.",
      "id": "s31"
    },
    {
      "text": "\"\n \n6 To allay any concern that she might make improper use of confidential information that will come into her possession if she has access to the confidential documents, Ms Vinitskaya has sworn that she does not \"participate in competitive decision-making\" in her role as associate general counsel.",
      "id": "s32"
    },
    {
      "text": "In the United States a reference to \"competitive decision-making\" by in-house counsel means making company decisions that affect contracts, marketing, employment, pricing, product design, or \"any or all of the client's decisions ... made in light of similar or corresponding information about a competitor.",
      "id": "s33"
    },
    {
      "text": "\" U.S. Steel Corp v United States 730 F2d 1465, 1468 (Fed Cir, 1984).",
      "id": "s34"
    },
    {
      "text": "The concept was developed in applications for protective orders restricting access to confidential trade information produced during discovery.",
      "id": "s35"
    },
    {
      "text": "7 When deciding whether or not to make a protective order to protect trade secrets United States courts strike a balance between, on the one hand, the need for full and open discovery and, on the other, the need to protect parties from a misuse of trade secrets by competitors.",
      "id": "s36"
    },
    {
      "text": "Striking the right balance will present difficulties in the case of in-house counsel.",
      "id": "s37"
    },
    {
      "text": "8 In-house counsel are not automatically denied access to an opponent's confidential information: R R Donnelley &amp; Sons Co v Quark Inc 2007 US Dist Lexis 424.",
      "id": "s38"
    },
    {
      "text": "But if in-house counsel is involved in \"competitive decision-making\" a protective order is often made.",
      "id": "s39"
    },
    {
      "text": "It has been said that involvement in competitive decision-making is the \"crucial\" or \"decisive\" or determinative factor in denying in-house counsel access to confidential information: Brown Bag Software v Symantec Corp (1960 F.2d 1465, 1470 (9 th Cir, 1992)); Glaxo Inc v Genpharm Pharmaceuticals Inc 796 F.Supp 872, 874 (ED NC, 1992); Carpenter Technology Corp v Armco Inc 132 FRD 24, 27 (ED Pa, 1991).",
      "id": "s40"
    },
    {
      "text": "9 The position under Anglo-Australian law is similar.",
      "id": "s41"
    },
    {
      "text": "In England the leading case is Warner-Lambert Co v Glaxo Laboratories Ltd [1975] RPC 354.",
      "id": "s42"
    },
    {
      "text": "This was a patent infringement action.",
      "id": "s43"
    },
    {
      "text": "The question that arose was the extent to which the defendant was required to disclose its trade secrets to representatives of the plaintiff, a US corporation that happened to be one of its main competitors.",
      "id": "s44"
    },
    {
      "text": "The trade secrets had been disclosed to plaintiff's counsel, solicitor, patent attorney and an expert on undertakings not to use the information except for the purposes of the action.",
      "id": "s45"
    },
    {
      "text": "The plaintiff sought disclosure to its chief executive, general counsel, patent counsel and an Italian scientist employed by a subsidiary company.",
      "id": "s46"
    },
    {
      "text": "The judge allowed disclosure on certain conditions to the chief executive and general counsel but not to the others.",
      "id": "s47"
    },
    {
      "text": "Both sides appealed.",
      "id": "s48"
    },
    {
      "text": "Buckley LJ delivered the leading judgment in the Court of Appeal.",
      "id": "s49"
    },
    {
      "text": "He said ([1975] RPC at 356) the case presented \"a balance or conflict of expedients\".",
      "id": "s50"
    },
    {
      "text": "On one side, the plaintiff was entitled to protection against infringements of its patents.",
      "id": "s51"
    },
    {
      "text": "On the other, the defendant was entitled to have its secrets protected.",
      "id": "s52"
    },
    {
      "text": "The question for the court then was how could justice be done and, at the same time, effect be given to the rights of each party to the greatest possible extent.",
      "id": "s53"
    },
    {
      "text": "Buckley LJ decided that the chief executive should have access to the trade secrets, notwithstanding the risk involved.",
      "id": "s54"
    },
    {
      "text": "He reasoned ([1975] RPC at 360-361) that the plaintiff's agents \"are not authorised to make any major decisions on the company's behalf, such as, for instance, a decision whether to continue or abandon the action.",
      "id": "s55"
    },
    {
      "text": "Such a decision should be made by the company, not by its legal advisers, and still less by its scientific advisers.",
      "id": "s56"
    },
    {
      "text": "\" Buckley LJ considered that disclosure should not be made to anyone else, including to the General Counsel.",
      "id": "s57"
    },
    {
      "text": "As regards counsel, he considered ([1975] RPC at 361) that the legal issues in question were issues of English law and that the plaintiff had English legal advisors of \"the highest calibre\".",
      "id": "s58"
    },
    {
      "text": "By contrast, the plaintiff's General Counsel and patent counsel in the United States were not qualified experts in the field of United Kingdom patent law.",
      "id": "s59"
    },
    {
      "text": "10 I should also refer to Roussel Uclaf Imperial Chemical Industries plc [1990] RPC 45 a case which followed Warner-Lambert Co v Glaxo Laboratories Ltd. The question there was whether trade secrets should be disclosed to two patent attorneys employed by the plaintiff.",
      "id": "s60"
    },
    {
      "text": "Both worked in the plaintiff's Paris office and were responsible for both the litigation in England and parallel litigation in France.",
      "id": "s61"
    },
    {
      "text": "The patent attorneys were permitted access to the confidential information but on terms that the plaintiff undertook that the attorneys \"should not be concerned in any way with the French proceedings\" and that the plaintiff would \"pay to the defendants any sum that the court shall decide the defendants may have suffered by any wrongful disclosure of the secret process\".",
      "id": "s62"
    },
    {
      "text": "The first condition was imposed to \"minimise the chance that the confidential information [would] be used in [the French] litigation\".",
      "id": "s63"
    },
    {
      "text": "The second condition was imposed because of the difficulty faced by the defendants in obtaining satisfactory compensation in the French courts if the confidential information was leaked.",
      "id": "s64"
    },
    {
      "text": "11 The leading Australian case is Mobil Oil Australia Ltd v Guina Developments Pty Ltd (1995) 33 IPR 82.",
      "id": "s65"
    },
    {
      "text": "Roads Corporation, sometimes known as VicRoads, a statutory corporation, had called for expressions of interest for the development of a service centre.",
      "id": "s66"
    },
    {
      "text": "Mobil was the successful tenderer.",
      "id": "s67"
    },
    {
      "text": "Guina Developments sued VicRoads for a declaration that its choice of Mobil was invalid.",
      "id": "s68"
    },
    {
      "text": "The parties were required to make discovery.",
      "id": "s69"
    },
    {
      "text": "VicRoads objected to the production of documents that disclosed trade secrets (rates of return) that had been provided to it by Mobil, which was then joined to the action to protect its interests.",
      "id": "s70"
    },
    {
      "text": "The judge ordered the documents be disclosed.",
      "id": "s71"
    },
    {
      "text": "Mobil successfully appealed.",
      "id": "s72"
    },
    {
      "text": "The judgment of the Court of Appeal was delivered by Hayne JA (as he then was).",
      "id": "s73"
    },
    {
      "text": "He said first (33 IPR at 87) that merely because documents contained confidential information that did not ordinarily constitute a sufficient reason to deny inspection.",
      "id": "s74"
    },
    {
      "text": "In most cases in his opinion the rule that the information could not be used except for the purposes of the litigation was a sufficient measure of protection.",
      "id": "s75"
    },
    {
      "text": "But Hayne JA said that disclosure of confidential information to a trade rival fell into a different category.",
      "id": "s76"
    },
    {
      "text": "The reason was that \"Once the documents are inspected by the principals of the trade rival the information which is revealed is known to the trade rival and cannot be forgotten.",
      "id": "s77"
    },
    {
      "text": "\" (33 IPR at 87).",
      "id": "s78"
    },
    {
      "text": "There was also the problem that the party whose information has been disclosed will likely never know when and how the information has been used.",
      "id": "s79"
    },
    {
      "text": "Hayne JA went on to say (33 IPR at 88) that the problem facing the court was \"one of balancing the needs of a party to the litigation and the legitimate concern of a trade rival to retain secrecy of commercially sensitive information\".",
      "id": "s80"
    },
    {
      "text": "That would justify distinguishing between a party and its advisers making it permissible, in an appropriate case, to deny inspection to a party but not to its lawyers and experts.",
      "id": "s81"
    },
    {
      "text": "He said (33 IPR at 89) that it was not possible to frame a rule that covered all cases but \"each case will fall for determination, according to its own facts.",
      "id": "s82"
    },
    {
      "text": "In particular the nature and the content of the disputed documents is a matter that will usually, if not invariably, be of great importance in forming a conclusion and, if that is so, it will be appropriate for the judge to inspect the documents concerned.",
      "id": "s83"
    },
    {
      "text": "\"\n \n12 As is apparent from a review of the cases, the problem that confronts the court is the risk of inadvertent or accidental disclosure.",
      "id": "s84"
    },
    {
      "text": "The risk is two-fold.",
      "id": "s85"
    },
    {
      "text": "First, it involves the unconscious use of confidential information.",
      "id": "s86"
    },
    {
      "text": "That is to say, information which once in a person's possession cannot be distinguished from other information in the person's possession.",
      "id": "s87"
    },
    {
      "text": "The other kind of inadvertent use is when it is impossible to ignore the confidential information once it is known.",
      "id": "s88"
    },
    {
      "text": "That is the kind of inadvertent disclosure, I think, Hayne JA had in mind in Mobil .",
      "id": "s89"
    },
    {
      "text": "13 There is another risk to guard against in the case of disclosure of extremely potent information to in-house counsel, although the risk is not confined to in-house counsel.",
      "id": "s90"
    },
    {
      "text": "Providing confidential information to in-house counsel could produce a conflict between his duty of loyalty to his principal and his duty to keep the confidential information to himself.",
      "id": "s91"
    },
    {
      "text": "This could place in-house counsel in a position of great difficulty.",
      "id": "s92"
    },
    {
      "text": "Proper advice may not be forthcoming.",
      "id": "s93"
    },
    {
      "text": "Counsel's hands may be tied in the further conduct of the litigation.",
      "id": "s94"
    },
    {
      "text": "It may make it impossible to avoid unwitting disclosure in a prolonged working relationship.",
      "id": "s95"
    },
    {
      "text": "These are all dangers that, in some cases, need to be fended against.",
      "id": "s96"
    },
    {
      "text": "14 Returning to the case at hand, it has not been possible for me to do more than examine a few of the respondents' confidential documents.",
      "id": "s97"
    },
    {
      "text": "The case was conducted on the basis that this would be sufficient for me to arrive at a decision.",
      "id": "s98"
    },
    {
      "text": "My examination of the documents satisfies me that some parts are confidential.",
      "id": "s99"
    },
    {
      "text": "What is not clear is how the information might be used by the applicant to disadvantage the respondents.",
      "id": "s100"
    },
    {
      "text": "For present purposes, however, I propose to act on the basis that this is a real possibility.",
      "id": "s101"
    },
    {
      "text": "15 Nevertheless, to the extent it is possible to predict what may occur in the future, I do not think there is an unacceptable risk of inadvertent disclosure in the case of Ms Vinitskaya.",
      "id": "s102"
    },
    {
      "text": "For one thing she is an attorney of relatively long standing and is well aware of her obligations as regards discovery.",
      "id": "s103"
    },
    {
      "text": "More importantly, having regard to her involvement in the applicant's intellectual property enforcement and international litigation, it is unlikely that she will have occasion to use information to further the applicant's commercial interests.",
      "id": "s104"
    },
    {
      "text": "This is not to deny that Ms Vinitskava could make indirect use of confidential information in litigation between the parties that is taking place outside Australia.",
      "id": "s105"
    },
    {
      "text": "I rate the risk as slight, but an order can be designed to avoid the risk altogether.",
      "id": "s106"
    },
    {
      "text": "Nothing needs be done as regards foreign litigation run in a common law country because if the information is relevant it will be discovered.",
      "id": "s107"
    },
    {
      "text": "But, in civil law jurisdictions discovery is not readily available.",
      "id": "s108"
    },
    {
      "text": "It would therefore be appropriate to require as a condition of disclosure to Ms Vinitskaya, that the applicant (Ms Vinitskaya is not amenable to the Court's jurisdiction) undertakes first that Ms Vinitskaya will not be in any way concerned in proceedings between the applicant and any respondent in a non-common law country and, secondly, that the applicant will pay to the respondents any sum the court decides is proper compensation for any wrongful disclosure by Ms Vinitskaya of the confidential information.",
      "id": "s109"
    },
    {
      "text": "16 The second issue concerns a notice to produce that has been served by the respondents.",
      "id": "s110"
    },
    {
      "text": "To understand the purpose of such a notice it is necessary to refer to what became known as the best evidence rule.",
      "id": "s111"
    },
    {
      "text": "The earliest statement of the best evidence rule is by Holt CJ in Ford v Hopkins (1701) 90 ER 964.",
      "id": "s112"
    },
    {
      "text": "He said \"[T]he best proof that the nature of the thing will afford is only required\".",
      "id": "s113"
    },
    {
      "text": "It soon became the single most important rule in the law of evidence.",
      "id": "s114"
    },
    {
      "text": "This did not prevent its abolition in federal courts and tribunals by s 51 of the Evidence Act 1995 (Cth).",
      "id": "s115"
    },
    {
      "text": "17 The best evidence of the contents of a document is the original document.",
      "id": "s116"
    },
    {
      "text": "A party, though, was not always in the position of being able to produce the original of a document.",
      "id": "s117"
    },
    {
      "text": "If the original was in the possession of the opposite party, that party could be served with a notice to produce and if the original was not produced, secondary evidence of its contents could be given: Morgan v Babcock &amp; Wilcox Ltd [1929] HCA 25 ; (1929) 43 CLR 163.",
      "id": "s118"
    },
    {
      "text": "If the first party still wanted the original the proper course was to serve a subpoena duces tecum .",
      "id": "s119"
    },
    {
      "text": "By the rules of the Federal Court (O 33 r 12) a notice to produce has been given a two fold function.",
      "id": "s120"
    },
    {
      "text": "First, if the notice was not answered it permitted the party serving it to give secondary evidence of the contents of a document.",
      "id": "s121"
    },
    {
      "text": "Second, it served the same function as a subpoena duces tecum requiring production of the original document.",
      "id": "s122"
    },
    {
      "text": "18 The respondents served the notice to produce to obtain production of documents said to be discoverable, but which the applicant has not discovered.",
      "id": "s123"
    },
    {
      "text": "This is not a legitimate use of a notice to produce.",
      "id": "s124"
    },
    {
      "text": "In Commissioner for Railways v Small (1938) 38 SR (NSW) 564, 574 Jordan CJ said: \"[I]t is not legitimate to use a writ of subpoena duces tecum as a substitute for an application for discovery of documents, or as an alternative to an application for further and better discovery.",
      "id": "s125"
    },
    {
      "text": "\" See also Australian Competition &amp; Consumer Commission v Shell Co of Australia Ltd (1999) 161 ALR 686, 695-696.",
      "id": "s126"
    },
    {
      "text": "It is equally illegitimate to use a notice to produce for that purpose.",
      "id": "s127"
    },
    {
      "text": "19 Perhaps anticipating that the notice was open to attack as an abuse of process, the respondents invited me to treat the notice as a convenient vehicle to consider whether the applicant should be required to make further discovery or to make particular discovery.",
      "id": "s128"
    },
    {
      "text": "There is, however, no basis for requiring the applicant to do either.",
      "id": "s129"
    },
    {
      "text": "20 The respondents have already made such an application in respect of the documents sought by the notice to produce.",
      "id": "s130"
    },
    {
      "text": "I dealt with the application by requiring the applicant to make particular discovery of documents relating to research, development and experimental work leading to a workable prototype of the CoStar stent.",
      "id": "s131"
    },
    {
      "text": "That produced an affidavit by Mr Litvack, the Chief Executive Officer of the applicant, who deposed that the applicant had no documents relating to the issue raised in the relevant parts of the particulars of invalidity.",
      "id": "s132"
    },
    {
      "text": "I will not go behind the affidavit.",
      "id": "s133"
    },
    {
      "text": "I will therefore direct that the applicant need not comply with the notice to produce.",
      "id": "s134"
    },
    {
      "text": "21 Finally, as regards the costs of this application, as each side has had a measure of success, it is appropriate to let them lie where they fall.",
      "id": "s135"
    },
    {
      "text": "I certify that the preceding twenty-one (21) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finkelstein.",
      "id": "s136"
    },
    {
      "text": "Associate:\n\nDated: 9 March 2007\n\n\n Counsel for the Applicant: Mr D Catterns QC\nMs F A Marks \n \n Solicitor for the Applicant: Blake Dawson Waldron \n \n Counsel for the Respondents: Ms K Howard SC\nMr T Cordiner \n \n Solicitor for the Respondents: Minter Ellison \n \n Date of Hearing: 12 February 2007 \n \n Date of Judgment: 9 March 2007 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/324.html",
      "id": "s137"
    }
  ]
}