{
  "name": "Edge, in the matter of Eco Panels Australasia Pty Ltd (in liq) [2007] FCA 30 (29 January 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/30.html",
  "catchphrases": [
    {
      "text": "company in administration",
      "id": "c0"
    },
    {
      "text": "resolution to wind up",
      "id": "c1"
    },
    {
      "text": "resolution out of time",
      "id": "c2"
    },
    {
      "text": "time extended",
      "id": "c3"
    },
    {
      "text": "parties",
      "id": "c4"
    },
    {
      "text": "distinction between indispensable, necessary and proper parties",
      "id": "c5"
    },
    {
      "text": "corporations",
      "id": "c6"
    },
    {
      "text": "practice &amp; procedure",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "1 The relief earlier granted on the application of Mr Edge, the liquidator of Eco Panels Australasia Pty Ltd, to regularise a deficiency in the steps taken to have the company placed in liquidation was uncontroversial.",
      "id": "s0"
    },
    {
      "text": "There were nonetheless two features of the case that required me to give reasons, which I said I would in due course provide.",
      "id": "s1"
    },
    {
      "text": "2 To put matters into context I will begin with a thumbnail sketch of the facts.",
      "id": "s2"
    },
    {
      "text": "Mr Edge was appointed administrator of Eco Panels on 26 October 2005.",
      "id": "s3"
    },
    {
      "text": "At the time the company was hopelessly insolvent, having few assets and sizeable debts.",
      "id": "s4"
    },
    {
      "text": "Mr Edge's appointment as administrator was confirmed at the first meeting of creditors held on 2 November 2005.",
      "id": "s5"
    },
    {
      "text": "Before the second meeting it had been proposed that a deed of company arrangement be entered into between Eco Panels and its creditors.",
      "id": "s6"
    },
    {
      "text": "By notice dated 21 November Mr Edge convened the second meeting for 28 November 2005.",
      "id": "s7"
    },
    {
      "text": "The meeting should have been held before 15 November 2005: Corporations Act 2001 (Cth), s 439A.",
      "id": "s8"
    },
    {
      "text": "It was contemplated that the second meeting be adjourned to 21 December 2005, at which time the proposed deed would be considered.",
      "id": "s9"
    },
    {
      "text": "In the event, no deed was put forward and, in accordance with the administrator's recommendations, the creditors resolved that Eco Panels be wound up.",
      "id": "s10"
    },
    {
      "text": "Mr Edge became the liquidator for the winding up by reason of s 446A.",
      "id": "s11"
    },
    {
      "text": "He informed me that he had all but completed his duties when it was discovered that the second meeting had not been convened within the required time and so there was no valid resolution to wind up the company.",
      "id": "s12"
    },
    {
      "text": "3 In my view this was a compelling case to make an order under s 447A to extend the time within which to convene the second meeting.",
      "id": "s13"
    },
    {
      "text": "Realistically there was no alternative to a winding up of Eco Panels.",
      "id": "s14"
    },
    {
      "text": "If the faulty attempt to wind up the company were not regularised it was inevitable that it would in short order be wound up either by members or creditors.",
      "id": "s15"
    },
    {
      "text": "4 At one point I thought there was a stumbling block.",
      "id": "s16"
    },
    {
      "text": "I was of the tentative view that the application which had been brought on ex parte should not proceed without a defendant and that perhaps a representative shareholder should be joined.",
      "id": "s17"
    },
    {
      "text": "In the end I was persuaded to make the order sought ex parte , but I did so on terms that, first, a copy of the order be served on each shareholder and, second, there be a reservation to any shareholder of liberty to apply to vary or discharge order.",
      "id": "s18"
    },
    {
      "text": "5 I will explain why those terms were imposed.",
      "id": "s19"
    },
    {
      "text": "This requires a brief discussion of the murky topic of parties and, in particular, the rules regarding when a person must, or may, be joined in an action.",
      "id": "s20"
    },
    {
      "text": "6 Prior to the Judicature Acts, the common law courts required the joinder of all persons \"directly and immediately interested in the subject-matter of the suit, and whose interests are of a strictly legal nature.",
      "id": "s21"
    },
    {
      "text": "\": Story, Equity Pleadings, 10 th ed, 1892, 77.",
      "id": "s22"
    },
    {
      "text": "These persons were described as \"indispensable parties\" for without them the action could not proceed.",
      "id": "s23"
    },
    {
      "text": "Some judges said that in the absence of an indispensable party there was no jurisdiction to make any order.",
      "id": "s24"
    },
    {
      "text": "Conversely, persons with only an indirect interest in the outcome of the proceedings were not permitted to be joined.",
      "id": "s25"
    },
    {
      "text": "7 Meanwhile, in Chancery a more flexible doctrine was developing and it is from here that most of the modern rules derive.",
      "id": "s26"
    },
    {
      "text": "Parties were divided into \"necessary\" and \"proper\".",
      "id": "s27"
    },
    {
      "text": "The classic rule with regard to necessary parties was stated by Lord Eldon in Cockburn v Thompson (1809) 16 Ves 321, 325-6; 33 ER 1005, 1007:\n \n \"The strict rule is, that all persons, materially interested in the subject of the suit, however numerous, ought to be parties: that there may be a complete Decree between all parties, having material interests: but that, being a general rule, established for the convenient administration of justice, must not be adhered to in cases, to which consistently with practical convenience it is incapable of application.",
      "id": "s28"
    },
    {
      "text": "\" \n \n\n8 The necessary party rule was developed by Lord Nottingham in a series of cases that are best described in his own manuscript notes published by the Seldon Society.",
      "id": "s29"
    },
    {
      "text": "The cases involved joint obligees ( Scaife v Butler (1675) 73 Seld Soc'y 166), joint obligors ( Greenville v Deincourt (1675) 73 Seld Soc'y 304), actions against sureties ( Labrune v Casteel (1676) 73 Seld Soc'y 293) and enclosure actions ( King v Rothwell (1674) 73 Seld Soc'y 108) among others.",
      "id": "s30"
    },
    {
      "text": "The bases for the necessary party rule was the avoidance of multiplicity of actions, the avoidance of inconsistent decisions, the efficient use of court time and the need for adequate presentation of the issues and the tendering of all relevant evidence: Lukin v Midleton (1676) 73 Seld Soc'y 340; Scaife v Butler supra; Lebrum v Casteel supra; Ford v Lear (1675) 73 Seld Soc'y 217.",
      "id": "s31"
    },
    {
      "text": "9 The necessary party rule was flexible, up to a point.",
      "id": "s32"
    },
    {
      "text": "If it were impossible, inconvenient or unduly burdensome to join a necessary party then non-joinder could be excused.",
      "id": "s33"
    },
    {
      "text": "For example, if a party was outside the jurisdiction ( Walley v Walley (1687) 1 Vern 484; 23 ER 609; Quintine v Yard (1702) 1 Eq Ca Abr.",
      "id": "s34"
    },
    {
      "text": "74; 21 ER 886) or outlawed ( Heath v Percival (1720) 1 P Wms 682; 24 ER 570) or if the absent defendants were so numerous that it would be difficult to bring them to court ( Attorney General v Wyburgh (1719) 1 P Wms 599; 24 ER 534) or if the absentee person was evading service ( D'Aranda v Whittingham (1728) Mosely 84; 25 ER 285) joinder was not required.",
      "id": "s35"
    },
    {
      "text": "10 The two principles upon which these decisions were based are explained in Calvert on Parties 2nd ed, 1847.",
      "id": "s36"
    },
    {
      "text": "The first principle was a \"principle admitted in all Courts of Justice in this country, upon questions affecting liberty, or life, or property; namely, that no proceeding shall take place with respect to the rights of anyone except in his presence.",
      "id": "s37"
    },
    {
      "text": "\" The second principle was \"that when a decision is made, it shall provide for all the rights, which different persons have in the matters decided.",
      "id": "s38"
    },
    {
      "text": "For a Court of Equity, in all cases, delights to do complete justice, and not by halves; to put an end to litigation, and to give decrees of such a nature, that the performance of them may be perfectly safe to all who obey them.",
      "id": "s39"
    },
    {
      "text": "\": Calvert at 2-3.",
      "id": "s40"
    },
    {
      "text": "11 As the jurisdiction of the Chancery courts extended to the grant of declarations and injunctions which, by their nature, could affect the rights or obligations of third parties, it was necessary to provide for the joinder of persons in addition to the necessary parties.",
      "id": "s41"
    },
    {
      "text": "These persons were called \"proper parties\".",
      "id": "s42"
    },
    {
      "text": "12 A proper party is a person who has sufficient connection to the controversy that he might appropriately be joined, but whose absence will not affect the constitution of the action.",
      "id": "s43"
    },
    {
      "text": "A commonplace example is a person who has no direct interest in the controversy between the plaintiff and defendant but who may be adversely affected by an order that is sought, such as the grant of an injunction or the appointment of a receiver.",
      "id": "s44"
    },
    {
      "text": "Cretanor Maritime Co Ltd v Irish Marine Management Ltd [1978] 1 WLR 966 contains an example of such a person.",
      "id": "s45"
    },
    {
      "text": "13 Since the Judicature Acts, the equitable rules, to the extent that they differ from the common law rules, have prevailed.",
      "id": "s46"
    },
    {
      "text": "For the most part those rules are now embodied in formal rules of court.",
      "id": "s47"
    },
    {
      "text": "The general rule that now governs proceedings in the Federal Court is that all persons \"whose joinder as a party is necessary to ensure that all matters in dispute ... may be effectually and completely determined and adjudicated upon\" should be joined in the proceeding: Federal Court Rules O 6, r 8(1); Grosvenor v Permanent Trustee Co of NSW Ltd (1966) 40 ALJR 329.",
      "id": "s48"
    },
    {
      "text": "In Pegang Mining Co Ltd v Choong Sam [1969] 2 Malayan Law Journal 52, Lord Diplock, speaking for the Judicial Committee of the Privy Council, discussed the rule on which O 6 r 8 is based.",
      "id": "s49"
    },
    {
      "text": "He said: \n \n \"In their Lordships' view one of the principal objects of the rule is to enable the court to prevent injustice being done to a person whose rights will be affected by its judgment by proceeding to adjudicate upon the matter in dispute in the action without his being given an opportunity of being heard.",
      "id": "s50"
    },
    {
      "text": "To achieve this object calls for a flexibility of approach which makes it undesirable in the present case, in which the facts are unique, to attempt to lay down any general proposition which could be applicable in all cases.",
      "id": "s51"
    },
    {
      "text": "It has been sometimes said as in Moser v Marsden [1892] 1 Ch 487 and in In re IG Farbenindustrie AG [1944] Ch 41 that a party may be added if his legal interests will be affected by the judgment in the action but not if his commercial interests only would be affected.",
      "id": "s52"
    },
    {
      "text": "While their Lordships agree that the mere fact that a person is likely to be better off financially if a case is decided one way rather than another is not a sufficient ground to entitle him to be added as a party, they do not find the dichotomy between \"legal\" and \"commercial\" interests helpful.",
      "id": "s53"
    },
    {
      "text": "A better way of expressing the test is: will his rights against or liabilities to any party to the action in respect of the subject matter of the action be directly affected by any order which may be made in the action?",
      "id": "s54"
    },
    {
      "text": "\" \n \n\n See also State of Victoria v Sutton [1998] HCA 56 ; (1998) 195 CLR 291, 316-8 per McHugh J.",
      "id": "s55"
    },
    {
      "text": "14 Now, it occurred to me that shareholders of Eco Panels, while not necessary parties, could have been joined as proper parties as their interests would be indirectly affected by a winding up.",
      "id": "s56"
    },
    {
      "text": "An alternative basis for their joinder may have been the need for a contradictor.",
      "id": "s57"
    },
    {
      "text": "In the end I decided no-one need be joined.",
      "id": "s58"
    },
    {
      "text": "None of the shareholders was to be factually affected by the order.",
      "id": "s59"
    },
    {
      "text": "Their presence may have been desirable, but it was not necessary.",
      "id": "s60"
    },
    {
      "text": "This notwithstanding, the shareholders had a sufficient interest in the subject matter of the application that they were entitled to notice of it in case one of them wished to be heard.",
      "id": "s61"
    },
    {
      "text": "It was for that reason I made the additional orders.",
      "id": "s62"
    },
    {
      "text": "15 The second matter that requires mention is the conduct of Mr Edge.",
      "id": "s63"
    },
    {
      "text": "In his first affidavit in support of the application Mr Edge deposed that he had not received any complaint in relation to his actions as administrator or liquidator of the company and that it was not until quite late in the piece that he discovered the second meeting had not been convened within time.",
      "id": "s64"
    },
    {
      "text": "These statements were inaccurate.",
      "id": "s65"
    },
    {
      "text": "Complaints have been made about Mr Edge's conduct so much so that an application is currently before the Supreme Court of Victoria for him to be removed from office.",
      "id": "s66"
    },
    {
      "text": "As well, he had been advised of the problem about the second meeting quite some time ago.",
      "id": "s67"
    },
    {
      "text": "When these inaccuracies were pointed out by the Australian Securities and Investments Commission, Mr Edge filed a second affidavit providing an explanation.",
      "id": "s68"
    },
    {
      "text": "In the end, it was not necessary for me to go into the matter as it had no direct bearing on the application and, in any event, would be dealt with by the Supreme Court.",
      "id": "s69"
    },
    {
      "text": "I certify that the preceding fifteen (15) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finkelstein.",
      "id": "s70"
    },
    {
      "text": "Associate:\nDated: 29 January 2007\n\n Counsel for the Plaintiff: Mr J Evans \n \n Solicitor for the Plaintiff: Madgwicks Lawyers \n \n Counsel for the Intervenor ---\nAustralian Securities &amp; Investments\nCommission: Mr T Woodward \n \n Solicitor for the Intervenor ---\nAustralian Securities &amp; Investments\nCommission: Australian Securities &amp; Investments Commission \n \n Date of Hearing: 15 August 2006 \n \n Date of Judgment: 29 January 2007 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/30.html",
      "id": "s71"
    }
  ]
}