{
  "name": "Australian Securities and Investments Commission v Citigroup Global Markets Australia Pty Limited (ACN 003 114832) (No. 3) [2007] FCA 393 (15 March 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/393.html",
  "catchphrases": [
    {
      "text": "(no. 3) [2007] fca 393",
      "id": "c0"
    }
  ],
  "sentences": [
    {
      "text": "(REVISED FROM TRANSCRIPT) \n \n1 The Australian Financial Markets Association (AFMA) seeks leave to intervene in these proceedings under O 6, r 17 of the Federal Court Rules 1979 (Cth).",
      "id": "s0"
    },
    {
      "text": "That rule requires the Court to have regard to the matters in O 6, r 17(2).",
      "id": "s1"
    },
    {
      "text": "These are:\n \n \n (a) whether the intervener's contribution will be \"useful and different\" from the parties; \n (b) whether the intervention might unreasonably interfere with the ability of the parties to conduct the proceedings as they wish; and\n (c) any other matter the Court considers relevant.",
      "id": "s2"
    },
    {
      "text": "2 If those criteria are made out, the Court has discretion to give leave to intervene on appropriate terms: see Wilson v Manna Hill Mining Co Pty Ltd (2004) 51 ASCR 404 at [104].",
      "id": "s3"
    },
    {
      "text": "The basis upon which AFMA wishes to intervene is quite limited.",
      "id": "s4"
    },
    {
      "text": "It seeks to make oral and written submissions in closing address on the following issues raised in the statement of claim:\n \n \n &#8226; the interpretation, scope and operation of s 912A(1)(aa) of the Corporations Act 2001 (Cth) and related regulations, and the scope of any fiduciary duties that may arise at general law in respect of services provided by a financial services licensee to its client; and\n &#8226; the effect of any disclosure provided by a financial services licensee to its client upon obligations that may arise under s 912A(1)(aa) of the Corporations Act , and upon any fiduciary obligations that may arise at general law.",
      "id": "s5"
    },
    {
      "text": "3 AFMA is an industry association for participants in the financial markets industry.",
      "id": "s6"
    },
    {
      "text": "It would not be an overstatement to describe it as a lobby group for the industry.",
      "id": "s7"
    },
    {
      "text": "Its role is to represent the interests of its members and advocate what it describes in its evidence as a \"sensible and proportionate regulation of the wholesale banking and financial markets\".",
      "id": "s8"
    },
    {
      "text": "4 It is an association made up of 141 direct and indirect participants ('Members').",
      "id": "s9"
    },
    {
      "text": "Citigroup is a Full Member and has a representative on the AFMA board.",
      "id": "s10"
    },
    {
      "text": "ASIC is an Affiliate Member.",
      "id": "s11"
    },
    {
      "text": "5 One of AFMA's core functions is to seek government and regulatory policy outcomes that facilitate certainty and confidence in how the markets operate.",
      "id": "s12"
    },
    {
      "text": "It has been an active participant in consultations with Government bodies and ASIC on the implementation of s 912A(1)(aa) of the Corporations Act .",
      "id": "s13"
    },
    {
      "text": "6 AFMA is a member of the International Council of Securities Associations.",
      "id": "s14"
    },
    {
      "text": "It has contributed to ASIC's work.",
      "id": "s15"
    },
    {
      "text": "It has established a Conflict of Interest Working Group, which has a specialised role to consider conflicts of interest policy and regulation and its impact on Members' business.",
      "id": "s16"
    },
    {
      "text": "7 In ASIC media releases and addresses, the Chairman and Deputy Chairman have made reference to the significance of the present case for the securities industry.",
      "id": "s17"
    },
    {
      "text": "Of particular interest is whether Citigroup had adequate arrangements for managing inside information and dealing with conflicts of interest.",
      "id": "s18"
    },
    {
      "text": "Needless to say, ASIC and Citigroup, as well as other large investment banks, have a strong interest in these issues.",
      "id": "s19"
    },
    {
      "text": "8 AFMA submits that it is uniquely placed to make submissions on these issues from a broader perspective than the parties to the proceedings, in particular in relation to the implications for the entire wholesale banking and financial markets.",
      "id": "s20"
    },
    {
      "text": "It is submitted that this would be a contribution which is \"useful and different\" within O 6, r 17(2)(a).",
      "id": "s21"
    },
    {
      "text": "Mr Hutley SC, for AFMA, submits that this contribution would be unaffected by tactics and forensic considerations which necessarily enter into the approaches of the immediate parties to litigation.",
      "id": "s22"
    },
    {
      "text": "9 He emphasised that AFMA's role would be limited to making written and oral submissions based upon the competing factual contentions that are likely to be put by the opposing parties at the conclusion of the evidence.",
      "id": "s23"
    },
    {
      "text": "AFMA's submissions would be based on assumptions as to the relevant factual findings.",
      "id": "s24"
    },
    {
      "text": "In particular, AFMA would not advance any factual findings to be made by the Court.",
      "id": "s25"
    },
    {
      "text": "10 Mr Stevenson SC, for ASIC, opposes intervention.",
      "id": "s26"
    },
    {
      "text": "He submits that it is inappropriate for a body, which is in essence a lobby group for the industry, to intervene.",
      "id": "s27"
    },
    {
      "text": "He says, with some force, that AFMA's position cannot really be distinguished from that of other large institutions which comprise its membership.",
      "id": "s28"
    },
    {
      "text": "Of course, they have a substantial interest in the outcome, but on his submission that is not a basis for permitting them to intervene.",
      "id": "s29"
    },
    {
      "text": "I accept Mr Stevenson's submission that it would be inappropriate to permit AFMA to intervene so as to put submissions as to the proper application of the law to the facts of the case, whether on competing factual assumptions or otherwise.",
      "id": "s30"
    },
    {
      "text": "11 Mr Hutley draws attention to the remarks of Branson, Lindgren and Finkelstein JJ in Sharman Networks Ltd and Others v Universal Music Australia Pty Ltd and Others [2006] FCAFC 178 ; (2006) 155 FCR 291 at [8] .",
      "id": "s31"
    },
    {
      "text": "Their Honours recognised that industry associations whose members' interests may be affected, directly or indirectly, by the outcome of litigation, may be an appropriate class of interveners: see also Dorajay Pty Ltd v Aristocrat Leisure Ltd [2005] FCA 1483 ; (2005) 147 FCR 394 at [22] - [24] .",
      "id": "s32"
    },
    {
      "text": "12 I accept that the limited form of intervention proposed by AFMA would not unreasonably add to the length of the hearing nor would it unreasonably interfere with the ability of the parties to conduct the proceedings as they wish.",
      "id": "s33"
    },
    {
      "text": "However, I am not satisfied, on the material put to me this morning, that AFMA's contribution will be useful or different from the contributions of the parties.",
      "id": "s34"
    },
    {
      "text": "The parties are very well represented by substantial teams of counsel and solicitors.",
      "id": "s35"
    },
    {
      "text": "I think it is likely that the matters to which AFMA would refer will be addressed by Citigroup.",
      "id": "s36"
    },
    {
      "text": "13 Moreover, I do not consider that ASIC will be influenced by tactical or forensic considerations which would be necessary to be off-set by submissions made by AFMA.",
      "id": "s37"
    },
    {
      "text": "ASIC's duty as a litigant is analogous to that of the executive branch of Government.",
      "id": "s38"
    },
    {
      "text": "As to this, Mahoney J said in P. &amp; C. Cantarella Pty Ltd v Egg Marketing Board for the State of New South Wales [1973] 2 NSWLR 366 at 383: \"it is the duty of the executive to assist the Court to arrive at the proper and just result\".",
      "id": "s39"
    },
    {
      "text": "14 However, against the possibility that in the course of the proceedings I should come to the view that AFMA's submissions would provide a useful and different perspective, I will reserve liberty to it to renew this application.",
      "id": "s40"
    },
    {
      "text": "15 I have no doubt that AFMA will closely observe the conduct of the proceedings so that if, at or toward the close of the hearing, it wishes to renew its application it should be well placed to do so.",
      "id": "s41"
    },
    {
      "text": "16 I think the appropriate order is I stand this motion over generally with liberty to apply on 48 hours' notice.",
      "id": "s42"
    },
    {
      "text": "I certify that the preceding sixteen (16) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jacobson J.",
      "id": "s43"
    },
    {
      "text": "Associate:\n\nDated: 15 March 2007\n\n Counsel for the Plaintiff: JW Stevenson SC with J Single \n \n Solicitor for the Plaintiff Australian Securities and Investments Commission \n \n Counsel for the Defendant: DEJ Ryan SC with R Dick \n \n Solicitor for the Defendant: Freehills \n \n Counsel for the Australian Financial Markets Association Limited: NC Hutley SC with SR Derham \n \n Solicitor for the Australian Financial Markets Association Limited: Clayton Utz \n \n Date of Hearing: 15 March 2007 \n \n Date of Judgment: 15 March 2007 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/393.html",
      "id": "s44"
    }
  ]
}