{
  "name": "Brett Richard Geoffrey Harrison and Paul John Cook (Joint Trustees), in the matter of Wagner (Bankrupt) [2007] FCA 460 (23 March 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/460.html",
  "catchphrases": [
    {
      "text": "creditor's indemnity of trustee costs in pursuing property for the bankrupt estate",
      "id": "c0"
    },
    {
      "text": "discretion of court to distribute funds",
      "id": "c1"
    },
    {
      "text": "section 109 bankruptcy act 1966 (cth)",
      "id": "c2"
    },
    {
      "text": "bankruptcy",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 On 20 October 2004 George Christopher Wagner and Debra Lees Wagner presented debtors' petitions and shortly afterwards the present applicants Brett Richard Jeffrey Harrison and Paul John Cook were appointed joint trustees of their bankrupt estates.",
      "id": "s0"
    },
    {
      "text": "2 The present application before the Court seeks an order under s 109(10) of the Bankruptcy Act 1966 (Cth) in respect of a reference sought by creditors Roberts Ltd and Monds Affleck Pty Ltd.",
      "id": "s1"
    },
    {
      "text": "The latter is a wholly owned subsidiary of the former.",
      "id": "s2"
    },
    {
      "text": "3 For some years prior to their bankruptcy George and Debra Wagner operated a dairy farm at a property called Rengaw, which was leased from a related company Rengaw Pastoral Co. Pty Ltd (the Company).",
      "id": "s3"
    },
    {
      "text": "George Wagner held 25 per cent of the issued capital of the Company and his parents, Alfred and Norma Wagner, held 75 per cent.",
      "id": "s4"
    },
    {
      "text": "4 The transactions with which the present application is concerned are a transfer of George Wagner's shares in the Company to his parents and the debt of $1 million claimed by the Company and Alfred and Norma Wagner.",
      "id": "s5"
    },
    {
      "text": "Examinations conducted under s 81 of the Act led the trustees to believe that there were serious doubts as the veracity of the debt, that George Wagner's shares in the Company had not been transferred for market value and that the Alfred and Norma Wagner were aware of the financial difficulties of the bankrupts at the time of the transfer of the shares.",
      "id": "s6"
    },
    {
      "text": "5 In late April 2006 Alfred and Norma Wagner, by their solicitors, offered the trustees the sum of $160,000 plus reasonable legal costs in full and final settlement.",
      "id": "s7"
    },
    {
      "text": "The trustees estimated that this equated to an offer of approximately $195,000.",
      "id": "s8"
    },
    {
      "text": "The trustees rejected that offer.",
      "id": "s9"
    },
    {
      "text": "Subsequently the trustees obtained an indemnity from the Roberts companies of an amount limited to $40,000.",
      "id": "s10"
    },
    {
      "text": "According to the trustees there was a general understanding that should the need arise for a further indemnity, it would be considered by the indemnifying creditors.",
      "id": "s11"
    },
    {
      "text": "The other creditors were told of the proposed indemnity but did not join in.",
      "id": "s12"
    },
    {
      "text": "6 After obtaining the indemnity the trustees filed an application in the Federal Court (TAD 29/2006) on 7 August 2006 in relation to the undervalue transfer of the shares and the proof of debt lodged by Alfred and Norma Wagner and the Company.",
      "id": "s13"
    },
    {
      "text": "7 On 8 September 2006 Alfred and Norma Wagner and the Company offered the trustee $260,000, including costs, to settle.",
      "id": "s14"
    },
    {
      "text": "That offer was accepted by the trustees.",
      "id": "s15"
    },
    {
      "text": "The offer included an undertaking by Alfred and Norma Wagner and the Company that they would not make a claim on either of the bankrupts' estates.",
      "id": "s16"
    },
    {
      "text": "8 The present application seeks a preference to the Roberts companies in the amount of $65,000.",
      "id": "s17"
    },
    {
      "text": "This amount is the difference between the earlier offer and the later offer, which was accepted.",
      "id": "s18"
    },
    {
      "text": "9 In my opinion it is a fair and reasonable proposal.",
      "id": "s19"
    },
    {
      "text": "It is plain that the extra amount would not have been obtained had it not been for the indemnity given by the Roberts companies and the commencement of proceedings.",
      "id": "s20"
    },
    {
      "text": "The settlement seems reasonable, especially in light of the fact that substantial and complex litigation would have been involved, including issues of valuation and when insolvency arose and the knowledge of Alfred and Norma Wagner as to that insolvency.",
      "id": "s21"
    },
    {
      "text": "10 The net result is that, on the trustees' estimates, the indemnifying creditors will receive approximately 60.4 cents in the dollar and the other creditors approximately 22.3 cents in the dollar.",
      "id": "s22"
    },
    {
      "text": "11 Notice of this application has been served on the other creditors but they did not appear to oppose the application.",
      "id": "s23"
    },
    {
      "text": "12 I will make the orders sought as follows:\n \n \n 1.",
      "id": "s24"
    },
    {
      "text": "In the administration of the bankrupt estate of George Wagner, after payment of the costs, expenses and charges incurred by the applicants in the Federal Court of Australia in proceeding TAD29/2006, Roberts Ltd and Monds Affleck Pty Ltd be paid the sum of $65,000 to be shared rateably between them in proportion to their debts and the balance of the proceeds of the realised funds, after payment of costs and expenses of administration with the order of priorities set out in section 109 of the Act.",
      "id": "s25"
    },
    {
      "text": "2.",
      "id": "s26"
    },
    {
      "text": "The costs of Brett Richard Geoffrey Harrison and Paul John Cook of and incidental to this application are to be paid out of the bankrupt estate of George Wagner.",
      "id": "s27"
    },
    {
      "text": "I certify that the preceding twelve (12) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Heerey.",
      "id": "s28"
    },
    {
      "text": "Associate:\n\nDated: \n\n Counsel for the Applicant: M Rapley \n \n Solicitor for the Applicant: Page Seager \nDate of Hearing: \n 23 March 2007 \n \n Date of Judgment: 23 March 2007 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/460.html",
      "id": "s29"
    }
  ]
}