{
  "name": "Hadgkiss v Construction, Forestry, Mining and Energy Union (No. 4) [2007] FCA 425 (26 March 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/425.html",
  "catchphrases": [
    {
      "text": "breadth of relief available for conduct in contravention of part xa of the act",
      "id": "c0"
    },
    {
      "text": "circumstances in which declaratory relief should be granted",
      "id": "c1"
    },
    {
      "text": "principles governing the imposition of penalties",
      "id": "c2"
    },
    {
      "text": "when orders are appropriate and necessary to stop the contravening conduct and/or remedy its effects held: declarations should be made and penalties imposed; destruction of code of conduct for delegates forms ordered along with the publication of notices acknowledging the rights of workers to enjoy the freedom of association for which the act provides",
      "id": "c3"
    },
    {
      "text": "workplace relations",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "Background \n \n1 The primary purpose of this judgment is to determine what relief should be ordered in respect of certain contraventions of s 298SC(c) of the Workplace Relations Act 1996 (Cth) ('the Act') by the first, second, third and fourth respondents which were found to have occurred on 19 January 2004 and/or 18 February 2004 (see Hadgkiss v Construction, Forestry, Mining and Energy Union (No.",
      "id": "s0"
    },
    {
      "text": "3) [2007] FCA 87 ('the primary judgment') at [294(a), (c), (d), (e), (g), (h), (i), (k) and (l)]).",
      "id": "s1"
    },
    {
      "text": "2 The contraventions were summarised at [297] of the primary judgment generally as follows:\n \n (a) By making a representation on 19 January 2004 to each of Norm Philipp, Reinhard Philipp, Barry Sindel and Norman Philipp Jnr to the effect that in order to work on the Fairy Meadow site [a site in Woodhill Street, Fairy Meadow at which Lanskey Constructions Pty Limited was the head contractor] workers were obliged to join the first respondent and/or second respondent, the third respondent contravened s 298SC(c) of the Act.",
      "id": "s2"
    },
    {
      "text": "(b) By making a representation on 18 February 2004 to Norm Philipp and Reinhard Philipp to the effect that in order to continue working on the Fairy Meadow site, or to work on the Wollongong site [a site at the corner of Bank and Harbour Streets, Wollongong at which Hansen Yuncken Pty Limited was the head contractor] or any other site in Wollongong, each of Norm Philipp and Reinhard Philipp was obliged to join the first respondent and/or the second respondent, the fourth respondent contravened s 298SC(c) of the Act.",
      "id": "s3"
    },
    {
      "text": "(c) By making a representation on 18 February 2004 to Anthony Summers to the effect that in order to continue working on the Fairy Meadow site, or to work on the Wollongong site he was obliged to join the first respondent and/or the second respondent, the fourth respondent contravened s 298SC(c) of the Act.",
      "id": "s4"
    },
    {
      "text": "(d) By the action of the third respondent referred to in (a) above, the first respondent contravened s 298SC(c) of the Act.",
      "id": "s5"
    },
    {
      "text": "(e) By the action of the fourth respondent referred to in (b) above, the first respondent contravened s 298SC(c) of the Act.",
      "id": "s6"
    },
    {
      "text": "(f) By the action of the fourth respondent referred to in (c) above, the first respondent contravened s 298SC(c) of the Act.",
      "id": "s7"
    },
    {
      "text": "(g) By the action of the third respondent referred to in (a) above, the second respondent contravened s 298SC(c) of the Act.",
      "id": "s8"
    },
    {
      "text": "(h) By the action of the fourth respondent referred to in (b) above, the second respondent contravened s 298SC(c) of the Act.",
      "id": "s9"
    },
    {
      "text": "(i) By the action of the fourth respondent referred to in (c) above, the second respondent contravened s 298SC(c) of the Act.",
      "id": "s10"
    },
    {
      "text": "3 Section 298SC(c) of the Act provided:\n \n \n \n '298SC A person must not make a false or misleading representation about: \n \n \n \n \n ... \n \n (c) another person's obligation to join an industrial association.",
      "id": "s11"
    },
    {
      "text": "' \n\n\n \n4 As mentioned at [30] in the primary judgment, s 298T provided for the making of applications to the Court for orders under s 298U in respect of conduct in contravention of Part XA.",
      "id": "s12"
    },
    {
      "text": "Section 298SC fell within Part XA.",
      "id": "s13"
    },
    {
      "text": "5 At [30] s 298U of the Act was set out in full.",
      "id": "s14"
    },
    {
      "text": "It deals with orders that the Court may make in respect of conduct in contravention of Part XA of the Act.",
      "id": "s15"
    },
    {
      "text": "Relevantly, for present purposes it provided:\n \n \n '298U In respect of conduct in contravention of this Part, the Court may, if the Court considers it appropriate in all the circumstances of the case, make one or more of the following orders: \n \n \n \n \n \n \n (a) an order imposing on a person or industrial association whose conduct contravened ... the provision in question a penalty of not more than: \n \n \n \n \n (i) in the case of a body corporate --- $10,000; or \n \n (ii) in any other case --- $2,000; \n \n \n \n \n ... \n \n (e) injunctions (including interim injunctions), and any other orders, that the Court thinks necessary to stop the conduct or remedy its effects; \n \n (f) any other consequential orders.",
      "id": "s16"
    },
    {
      "text": "' \n \n \n \n\n6 As mentioned at [37]-[38] in the primary judgment it is common ground that the first respondent is, and at all material times was, an 'industrial association'.",
      "id": "s17"
    },
    {
      "text": "It is also common ground that the second respondent is, and at all material times was, an 'industrial association'.",
      "id": "s18"
    },
    {
      "text": "7 The circumstances of this case are recorded in detail in the primary judgment.",
      "id": "s19"
    },
    {
      "text": "They are all relevant in relation to the determination of the relief that the Court may consider to be appropriate.",
      "id": "s20"
    },
    {
      "text": "The breadth of the relief for which s 298U provides \n \n8 The Act does not provide an exhaustive code in respect of the remedies available to a successful applicant (per Brennan CJ, McHugh, Gummow, Kirby and Hayne JJ in Patrick Stevedores Operations No 2 Proprietary Limited v Maritime Union of Australia ('Patrick Stevedores') [1998] HCA 30 ; (1998) 195 CLR 1 at 29 [27] ).",
      "id": "s21"
    },
    {
      "text": "In the circumstances, regard may also be had to the powers of the Court under, inter alia, ss 21 and 23 of the Federal Court of Australia Act 1976 (Cth) ('the Federal Court Act') in relation to conduct in contravention of Part XA of the Act.",
      "id": "s22"
    },
    {
      "text": "Those sections relevantly provide:\n \n \n '21(1) The Court may, in relation to a matter in which it has original jurisdiction, make binding declarations of right, whether or not any consequential relief is or could be claimed.",
      "id": "s23"
    },
    {
      "text": "... \n \n \n \n 23 The Court has power, in relation to matters in which it has jurisdiction, to make orders of such kinds, including interlocutory orders, and to issue, or direct the issue of, writs of such kinds, as the Court thinks appropriate.",
      "id": "s24"
    },
    {
      "text": "' \n \n\n\n \n9 Patrick Stevedores was concerned with claims for interlocutory relief under s 298U of the Act and/or s 23 of the Federal Court Act.",
      "id": "s25"
    },
    {
      "text": "10 The breadth of the power conferred on the Court by s 298U of the Act was highlighted in Patrick Stevedores by Brennan CJ, McHugh, Gummow, Kirby and Hayne JJ at 28 [26]:\n \n 'Given that an application [under s 298T] is \"in respect of\" contravening conduct and that the Court is empowered to make any order it thinks necessary to remedy the effects of the conduct, the order may be made against persons other than the person who has engaged in the contravening conduct.",
      "id": "s26"
    },
    {
      "text": "' \n\n\n \n11 The orders of the primary Judge in Patrick Stevedores included orders directed to Patrick Stevedores Operations No 2 Pty Limited (referred to in the judgment as 'Patrick Operations No 2') and Patrick Stevedores Operations Pty Limited (referred to in the judgment as 'Patrick Operations') the effect of which was to compel those companies to treat the employer companies, namely Patrick Stevedores No 1 Pty Limited, Patrick Stevedores No 2 Pty Limited, Patrick Stevedores No 3 Pty Limited and National Stevedoring Tasmania Pty Limited (collectively referred to in the judgment as 'the employer companies'), as their sole supplier of labour under certain Labour Supply Agreements.",
      "id": "s27"
    },
    {
      "text": "12 At [30] Brennan CJ, McHugh, Gummow, Kirby and Hayne JJ observed that:\n \n 'The orders which the Federal Court is authorised to make under s 298U(e) include an order to \"remedy\" the effects of conduct in contravention of Pt XA.",
      "id": "s28"
    },
    {
      "text": "' \n \n\nTheir Honours then continued to note:\n \n 'The final orders sought in the present proceeding include orders which undo the reorganisation of the Group and once more place the stevedoring business now being conducted by Patrick Operations in the hands or under the control of the employer companies.",
      "id": "s29"
    },
    {
      "text": "The basis on which that relief is sought is that it is necessary to remedy the reorganisation of the Group in which the employer companies, in alleged contravention of s 298K(1)(c) [a provision within Part XA of the Act] , altered the position of the employees to their prejudice.",
      "id": "s30"
    },
    {
      "text": "That remedy is sought in reliance on s 298U(e) of the Act.",
      "id": "s31"
    },
    {
      "text": "...' \n\n\n \n13 Their Honours proceeded to consider the Federal Court's jurisdiction to grant relief of the kind sought by the employees on a final basis.",
      "id": "s32"
    },
    {
      "text": "14 Subject to the orders not interfering with the exercise by the administrators, acting lawfully, of their powers in respect of the employer companies, such orders were considered to be open to the Court.",
      "id": "s33"
    },
    {
      "text": "15 The breadth of the powers of the Court under s 298U(e) and (f) of the Act were addressed by Madgwick J in Australian Municipal Administrative Clerical Services Union v Greater Dandenong City Council (No.",
      "id": "s34"
    },
    {
      "text": "2) [2001] FCA 1076 where his Honour said at [10]:\n \n '10 In my opinion, in subs (e), the phrase \"and any other orders, that the Court thinks necessary to ... remedy its effects [that is, effects of conduct in contravention of Part XA of the Act]\" is not limited to orders in the nature of injunctions.",
      "id": "s35"
    },
    {
      "text": "By the use of the term \"and any other orders\", after the spelling-out of a number of specific kinds of possible orders, in my opinion the legislature made a fresh start as to the kinds of principal relief which the Court might order: any reasonable curial order was authorised.",
      "id": "s36"
    },
    {
      "text": "It must be borne in mind that conduct contravening Part XA may be of many different kinds and may occur in many different circumstances.",
      "id": "s37"
    },
    {
      "text": "The statutory phrase is aimed at giving the Court maximum power and flexibility do what it thinks appropriate in the circumstances.",
      "id": "s38"
    },
    {
      "text": "...' \n\n\n \n16 In Communications, Electrical, Electronic, Energy, Information, Postal, Plumbing &amp; Allied Services Union of Australia v ACI Operations Pty Ltd [2006] FCA 122 at [4] Marshall J expressed his agreement with the views of Madgwick J. Relevantly, Marshall J highlighted the flexibility the Court possesses to, in effect, correct injustice.",
      "id": "s39"
    },
    {
      "text": "17 In McIlwain v Ramsey Food Packaging Pty Ltd (No.",
      "id": "s40"
    },
    {
      "text": "4) [2006] FCA 1302 Greenwood J made numerous declarations in respect of contraventions of s 298K(1)(a) of the Act, which falls within Part XA; ordered the payment of numerous penalties in respect of conduct in contravention of Part XA of the Act in accordance with s 298U and ordered the payment by certain of the respondents of compensation to certain individuals consequent upon their dismissal in contravention of s 298K(1)(a) of the Act for reasons proscribed by s 298L(1) of the Act, which also fell within Part XA of the Act.",
      "id": "s41"
    },
    {
      "text": "In ordering the compensation payments Greenwood J accepted the applicant's contention that s 298U(c), (e) and (f) of the Act, properly construed, were sufficiently broad to provide, in a proper case, a foundation upon which a sum analogous to general damages might be identified as compensation for the disturbance, disruption, loss of opportunity and loss of secure employment occasioned by the termination of employment in breach of Part XA of the Act (see [65]).",
      "id": "s42"
    },
    {
      "text": "18 In examining the reach of s 298U in the circumstances of the case before him, Greenwood J said at [68]:\n \n '68 Analytically, the starting point is to examine the conduct in contravention of the Act.",
      "id": "s43"
    },
    {
      "text": "The second step is to determine those things that have occurred in the lives of the individuals affected by the conduct that bear at least some relation to the contravening conduct.",
      "id": "s44"
    },
    {
      "text": "The third step is to determine whether those things arise in respect of the contravening conduct.",
      "id": "s45"
    },
    {
      "text": "The fourth step is to determine whether it is appropriate in all the circumstances to make an order that the affected individuals be compensated for the relevant events.",
      "id": "s46"
    },
    {
      "text": "If so, the fifth step is to determine \"such amount as the Court thinks appropriate\".",
      "id": "s47"
    },
    {
      "text": "' \n \n\n19 His Honour continued at [87]:\n \n '87 In reaching the conclusion that it is appropriate in the circumstances of the case to order compensation, I recognise that compensation must be confined within reasonable limits and that restraint is required ...' \n \n Further background \n \n20 A secondary purpose of this judgment is to determine whether any orders for costs should be made in relation to the proceedings.",
      "id": "s48"
    },
    {
      "text": "Relevantly, in respect of costs, s 347(1) of the Act provided:\n \n '347(1) A party to a proceeding ... in a matter arising under this Act ... shall not be ordered to pay costs incurred by any other party to the proceeding unless the first-mentioned party instituted the proceeding vexatiously or without reasonable cause.",
      "id": "s49"
    },
    {
      "text": "' \n \n \n \n \n \n \n\n21 In relation to the question of costs it is appropriate to note that the applicant failed to establish some contraventions of s 298SC(c) said to have occurred on 17 February 2004 (see [294(b), (f) and (j) of the primary judgment].",
      "id": "s50"
    },
    {
      "text": "He also failed to establish contraventions of s 298S(2)(a) (see [295(m), (n) and (o)]) and contraventions of s 170NC of the Act (see [296(p), (q) and (r)]).",
      "id": "s51"
    },
    {
      "text": "22 As indicated at [31] in the primary judgment these proceedings were commenced on 27 July 2005 by the filing of an Application accompanied by a Statement of Claim.",
      "id": "s52"
    },
    {
      "text": "In relation to the contraventions of s 298SC(c) of the Act which were alleged the applicant claimed declaratory relief and orders imposing penalties under s 298U of the Act.",
      "id": "s53"
    },
    {
      "text": "In addition, in paragraph 16 of the Application the applicant claimed:\n \n '16.",
      "id": "s54"
    },
    {
      "text": "Such further or other orders as the Court thinks fit.",
      "id": "s55"
    },
    {
      "text": "' \n \n Declaratory relief \n \n23 Following publication of the primary judgment on 9 February 2007 the applicant submitted draft 'Short Minutes of Order' seeking 21 separate declarations in respect of the contraventions which were found to have occurred.",
      "id": "s56"
    },
    {
      "text": "24 In the primary judgment at [297] it was indicated that nine declarations should be made in respect of the contraventions recorded in paragraph [2] of this judgment.",
      "id": "s57"
    },
    {
      "text": "25 In my opinion it would be artificial in the extreme to expand the declaratory relief from nine declarations of contravention to 21 declarations as proposed by the applicant.",
      "id": "s58"
    },
    {
      "text": "26 The means whereby the applicant seeks to expand the number of contraventions is to say that when, for example, the third respondent made a representation on 19 January 2004 to each of Norm Philipp, Reinhard Philipp, Barry Sindel and Norman Philipp Jnr, who were all gathered together at the same time and at the same place, to the effect that in order to work on the Fairy Meadow site workers were obliged to join the first respondent and/or the second respondent, he contravened s 298SC(c) of the Act in respect of the making of the representation to Norm Philipp, further contravened the section by making the representation to Reinhard Philipp, further contravened the section by making the representation to Barry Sindel and further contravened the section by making the representation to Norman Philipp Jnr.",
      "id": "s59"
    },
    {
      "text": "27 Section 298SC proscribes the making of a false or misleading representation about a subject matter.",
      "id": "s60"
    },
    {
      "text": "Once the representation has been made, it matters not that it was made to more than one person.",
      "id": "s61"
    },
    {
      "text": "The section does not require consideration to be given to the impact of the representation as made upon the particular positions of particular representees (cf Maritime Union of Australia v Geraldton Port Authority (No.",
      "id": "s62"
    },
    {
      "text": "2) (2000) 94 IR 404 at 413 [41]).",
      "id": "s63"
    },
    {
      "text": "28 I can see no reason for making the 21 declarations sought by the applicant in the draft Short Minutes of Order.",
      "id": "s64"
    },
    {
      "text": "29 Whilst the respondents indicated a willingness to consent to declarations being made in the terms proposed in the primary judgment at [297], they have in their more recent 'Outline of Submissions by Respondents', faintly suggested that the making of declarations in respect of contraventions of s 298SC(c) of the Act is inappropriate.",
      "id": "s65"
    },
    {
      "text": "This suggestion is founded upon an observation of Gray J in Carr v Higgins Coatings Pty Ltd [2005] FCA 1809 where at [21]-[24] his Honour said:\n \n '21 ...",
      "id": "s66"
    },
    {
      "text": "In the present case, there is an agreement that there has been a contravention by the respondent of s 187AA(1)(b) of the Workplace Relations Act .",
      "id": "s67"
    },
    {
      "text": "In my view, the making of a declaration reflecting that agreement would not be a proper exercise of the Court's power.",
      "id": "s68"
    },
    {
      "text": "I am aware that it has become a practice under the Trade Practices Act 1975 (Cth) ('the Trade Practices Act ') for applicants to seek, and for the Court to make, declarations that appear to do nothing other than reflect the fact that past conduct amounts to a contravention of provisions of that Act.",
      "id": "s69"
    },
    {
      "text": "Declarations in that form have often been made in cases in which the option of a penalty has not been available, but have also been made in cases where a penalty is an option, and even in cases in which penalties have been opposed.",
      "id": "s70"
    },
    {
      "text": "It is perhaps too late to protest about that practice under that Act, it having been sanctioned by the High Court of Australia, at least impliedly, in Rural Press Ltd v Australian Competition and Consumer Commission ... [2003] HCA 75 ; (2003) 216 CLR 53 at [89] ---[90] per Gummow, Hayne and Heydon JJ, by the failure of the High Court to condemn the making of declarations of that kind, even though it condemned the particular, rather vague, form of the declarations that had been made in that case.",
      "id": "s71"
    },
    {
      "text": "22 Recent cases under s 187AA of the Workplace Relations Act suggest that the practice is threatening to spill over from the Trade Practices Act to that area.",
      "id": "s72"
    },
    {
      "text": "There have been a number of cases in which judges have made declaratory orders where they have not imposed penalties under s 187AA.",
      "id": "s73"
    },
    {
      "text": "In no case, so far as I am aware, has any judge engaged in discussion in reasons for judgment about whether the making of such a declaration is appropriate.",
      "id": "s74"
    },
    {
      "text": "23 In my view, it is not.",
      "id": "s75"
    },
    {
      "text": "Counsel for the applicant contends that the making of a declaration would send the right message to others that the law is being enforced.",
      "id": "s76"
    },
    {
      "text": "I am not sure that a case such as this would gain such notoriety that others would inevitably learn what they would learn from reading s 187AA of the Act, namely that it is unlawful to make payments to employees who are engaging, or have engaged, in industrial action.",
      "id": "s77"
    },
    {
      "text": "24 As I have said, there are circumstances in which the making of orders by courts in relation to conduct of parties that is essentially innocent can operate more to bring into disrepute the laws under which the orders are made than to maintain the integrity of that system of laws.",
      "id": "s78"
    },
    {
      "text": "I think it would be unfortunate to be making any declaration in a case such as this, which I think would not tend to promote respect for the law.",
      "id": "s79"
    },
    {
      "text": "' \n\n\n \n30 Plainly, the case which was before Gray J can be distinguished on the basis that it was agreed between the parties that there had been a contravention of the relevant section of the Act.",
      "id": "s80"
    },
    {
      "text": "However, I would respectfully disagree with the observations of his Honour in respect of the making by the Court of declaratory orders in respect of conduct in contravention of the Act.",
      "id": "s81"
    },
    {
      "text": "Certainly, in the case of contraventions of Part XA of the Act which have been claimed, contested and ultimately decided adversely to a respondent or respondents, the grant of declaratory relief would be entirely appropriate.",
      "id": "s82"
    },
    {
      "text": "So much is made clear by the observations of Brennan CJ, McHugh, Gummow, Kirby and Hayne JJ in Patrick Stevedores and of Madgwick J, Marshall J and Greenwood J in the other cases referred to above at [15]---[19].",
      "id": "s83"
    },
    {
      "text": "31 Separate declarations should be made in respect of the several contraventions of Part XA which have occurred and which are recorded in this judgment at [2] above.",
      "id": "s84"
    },
    {
      "text": "More background \n \n32 In paragraph 22 of the applicant's draft Short Minutes of Order, orders imposing penalties on each of the first, second, third and fourth respondents have been sought.",
      "id": "s85"
    },
    {
      "text": "No distinction has been drawn in the case of the first, second and fourth respondents, between the different contraventions on their respective parts which were found to have occurred.",
      "id": "s86"
    },
    {
      "text": "33 In addition, the applicant has proposed orders as follows:\n \n \n '23 THE COURT ORDERS that the 1 st respondent remove from any code of conduct or other instruction given to a delegate by the 1 st respondent any requirement or direction that the delegate ensure that workers on a building or construction site be members of the 1 st and /or 2 nd respondent.",
      "id": "s87"
    },
    {
      "text": "24 THE COURT ORDERS that the 2 nd respondent remove from any code of conduct or other instruction given to a delegate by the 2 nd respondent any requirement or direction that the delegate ensure that workers on a building or construction site be members of the 1 st and /or 2 nd respondent.",
      "id": "s88"
    },
    {
      "text": "25 THE COURT ORDERS that the 1 st respondent at its own expense submit for publication by 28 March 2007 on one full page in the \"Early General News\" section of the \"Illawarra Mercury\" newspaper a notice in a font size of not less than 16 point in the form (including layout) of Annexure \"A\" to this Order.",
      "id": "s89"
    },
    {
      "text": "26 THE COURT ORDERS that the 2nd respondent at its own expense submit for publication by 28 March 2007 on one full page in the \"Early General News\" section of the \"Illawarra Mercury\" newspaper a notice in a font size of not less than 16 point in the form (including layout) of Annexure \"B\" to this Order.",
      "id": "s90"
    },
    {
      "text": "' \n \n \n \n Copies of Annexures 'A' and 'B' to the applicant's draft Short Minutes of Order are included as annexures 'A' and 'B' to these reasons for judgment.",
      "id": "s91"
    },
    {
      "text": "34 Uncontroversially, the applicant has also proposed the following orders:\n \n \n '27 THE COURT ORDERS that the applicant's claim that on 17 February 2004 the 1 st , 2 nd and 4 th respondents contravened section 298SC of the Act be dismissed.",
      "id": "s92"
    },
    {
      "text": "28 THE COURT ORDERS that the applicant's claim that on 18 February 2004 the 1 st , 2 nd and 3 rd respondents contravened section 298S of the Act be dismissed.",
      "id": "s93"
    },
    {
      "text": "29 THE COURT ORDERS that the applicant's claim that on 17 February 2004 the 1 st , 2 nd and 4 th respondents contravened section 170NC of the Act be dismissed.",
      "id": "s94"
    },
    {
      "text": "' \n \n \n \n\n35 In relation to costs the applicant has proposed the following order:\n \n '30 Each party shall bear their own costs of the proceeding.",
      "id": "s95"
    },
    {
      "text": "' \n \n The imposition of penalties \n \n36 With respect to penalty the respondents submit that:\n \n (a) no penalty should be imposed on the third respondent;\n (b) any penalty imposed on the fourth respondent should be 'at the lower end of the scale'; and\n (c) no penalty should be imposed on the first or second respondents.",
      "id": "s96"
    },
    {
      "text": "Alternatively, any penalty imposed upon them should be 'at the lower end of the scale'.",
      "id": "s97"
    },
    {
      "text": "37 With respect to the imposition of penalties under s 298U of the Act on persons or industrial associations 'whose conduct contravened' the 'provision in question', in this case s 298SC(c), it may be observed that, firstly, s 298U confers a discretion on the Court as to whether an order imposing a penalty should be made.",
      "id": "s98"
    },
    {
      "text": "Secondly, the section requires that the discretion be exercised having regard to 'all the circumstances of the case'.",
      "id": "s99"
    },
    {
      "text": "Thirdly, in exercising the discretion the Court is to consider whether the imposition of a penalty is 'appropriate' in all the circumstances of the case, and, fourthly, any penalty must be imposed 'in respect of' the 'conduct in contravention of' Part XA of the Act.",
      "id": "s100"
    },
    {
      "text": "38 Putting penalties to one side for the moment, it may also be observed with respect to orders, other than interlocutory or permanent injunctions, that the Court may think necessary to stop the conduct in contravention of Part XA or to remedy the effects of such conduct and any consequential orders that, firstly, s 298U confers a discretion on the Court as to whether to make such an order or orders.",
      "id": "s101"
    },
    {
      "text": "Secondly, the section requires that the discretion be exercised having regard to 'all the circumstances of the case'.",
      "id": "s102"
    },
    {
      "text": "Thirdly, in exercising the discretion the Court is to consider whether the making of an order or orders of the type or types mentioned is 'appropriate' in all the circumstances of the case, and, fourthly, any such order or orders must be made 'in respect of' the 'conduct in contravention of' Part XA of the Act.",
      "id": "s103"
    },
    {
      "text": "39 Plainly, regard to 'all the circumstances of the case', whether in respect of the imposition of penalties or the making of other orders, requires that attention be given not simply to the contravening conduct itself but also to the context in which that conduct took place.",
      "id": "s104"
    },
    {
      "text": "40 In respect of the Court's discretion to impose penalties other relevant considerations include:\n \n (a) Prior conduct, if any, in contravention of Part XA of the Act;\n \n (b) Whether the contraventions, as found, are distinct or arise out of one course of conduct;\n (c) The consequences of the contravening conduct;\n (d) Whether a meaningful apology has been proffered in respect of the contravening conduct or other contrition shown;\n (e) The impact of the contravening conduct on the fulfilment of the objects of the Act and in particular those objects contained in ss 3(a), (c) and (f) and 298A which are directed at ensuring freedom of association and the avoidance of discrimination against and/or victimisation of employees and independent contractors because they are or are not members of unions;\n (f) Whether the contraventions were deliberate; and\n (g) The need for deterrence.",
      "id": "s105"
    },
    {
      "text": "(See Construction, Forestry, Mining &amp; Energy Union v Coal &amp; Allied Operations Pty Ltd (No 2) (1999) 94 IR 231 at 232 [8]; Construction, Forestry, Mining and Energy Union v Hamberger [2003] FCAFC 38 ; (2003) 127 FCR 309 at 323 [51] ; Hadgkiss v Blevin [2004] FCA 917 at [3] and Hadgkiss v Sunland Construction (Qld) Pty Ltd [2006] FCA 1566 at [11] ).",
      "id": "s106"
    },
    {
      "text": "41 It is also appropriate to have regard to what has been referred to as 'the totality principle' so that where there have been numerous individual contraventions of Part XA of the Act, the penalties, in aggregate, in respect of the conduct in contravention of the Part, may be appropriate in all the circumstances of the case (see per Finkelstein J in CPSU, The Community and Public Sector Union v Telstra Corporation Limited ('CPSU') (2001) 108 IR 228 at 230 [7]).",
      "id": "s107"
    },
    {
      "text": "42 In relation to the third respondent's conduct in contravention of Part XA of the Act, one contravention has been found, namely, that on 19 January 2004 the third respondent made a representation to each of Norm Philipp, Reinhard Philipp, Barry Sindel and Norman Philipp Jnr to the effect that in order to work on the Fairy Meadow site workers were obliged to join the first respondent and/or second respondent.",
      "id": "s108"
    },
    {
      "text": "At [142] of the primary judgment it was found that words to the effect of those deposed to by Mr Norm Philipp in his Affidavit were spoken by the third respondent to the persons mentioned on the morning of Monday 19 January 2004.",
      "id": "s109"
    },
    {
      "text": "The words attributed by Mr Norm Philipp to the third respondent in his Affidavit included:\n \n 'I hope you're in the union.",
      "id": "s110"
    },
    {
      "text": "If you haven't got a ticket you won't be starting.",
      "id": "s111"
    },
    {
      "text": "If you're not a financial member, you won't be starting.",
      "id": "s112"
    },
    {
      "text": "This is a union site.",
      "id": "s113"
    },
    {
      "text": "' \n \n\n(see [125] of the primary judgment)\n\n \n43 Whilst no element of intent is required under s 298SC before a representation can be found to have been false or misleading (see [288] of the primary judgment), it is important to note that the third respondent was well aware of the fact that he was not entitled to make a representation such as he did.",
      "id": "s114"
    },
    {
      "text": "In his Affidavit sworn 26 July 2006 he recorded that when he was interviewed by Mr Rowland with a view to becoming an employee of Lanskey, Mr Rowland said to him words to the effect:\n \n '... although you will be the union delegate you must know that unionism is voluntary.",
      "id": "s115"
    },
    {
      "text": "You can't throw people off site just because they don't want to be in the union.",
      "id": "s116"
    },
    {
      "text": "There's freedom of association laws and there will be legal problems if you try to force people to be in the union.",
      "id": "s117"
    },
    {
      "text": "' (see his Affidavit paragraph 5)\n \n\nThe third respondent simply denied using the words attributed to him (see his Affidavit paragraph 24).",
      "id": "s118"
    },
    {
      "text": "44 In the primary judgment at [133] the 'critical question' was posed as to whether 'what Mr Casper said with a view to encouraging non-members to become members and unfinancial members to become financial went beyond encouragement and should be construed as words of insistence directed at ensuring that all persons working on the site were financial members of the Union'.",
      "id": "s119"
    },
    {
      "text": "45 On 28 March 2003 the third respondent had signed the 'CFMEU Code of Conduct for Union Delegates' form which recorded his agreement to abide, to the best of his capacity, by the Code of Conduct, which included an undertaking, perhaps appropriately described as a 'best endeavours' undertaking, to ensure that all workers on the Fairy Meadow site were financial members of the relevant union.",
      "id": "s120"
    },
    {
      "text": "The third respondent's practice, as recorded at [119] of the primary judgment, was to allow a few days' grace for non-members to join the Union of their own accord before they had to do so (see [142] of the primary judgment).",
      "id": "s121"
    },
    {
      "text": "46 In relation to the third respondent's conduct in contravention of Part XA of the Act, only one contravention was found.",
      "id": "s122"
    },
    {
      "text": "47 In all the circumstances of the case including, inter alia, the facts and matters set out at [97]-[98] and [114]-[142] of the primary judgment, one cannot construe the representation made by the third respondent on 19 January 2004 as a slip of the tongue or the product of inadvertence.",
      "id": "s123"
    },
    {
      "text": "It stands out as being deliberate.",
      "id": "s124"
    },
    {
      "text": "48 The most that can be said for the third respondent is that he was a good union delegate and he was doing precisely that which the union expected of him as disclosed in its 'CFMEU Code of Conduct for Union Delegates' form.",
      "id": "s125"
    },
    {
      "text": "49 It may be noted that, notwithstanding the contravening conduct, each of Norm Philipp, Reinhard Philipp, Barry Sindel and Norman Philipp Jnr were permitted to work at the Fairy Meadow site through to the end of January 2004 when Pro Finish Interiors Pty Limited's ('Pro Finish Interiors') work on that site was essentially complete.",
      "id": "s126"
    },
    {
      "text": "50 Given the above matters and the violation of the objects of the Act which resulted from the contravening conduct of the third respondent, there is, in my opinion, a need for a penalty to be imposed upon him having a deterrent effect of both a specific and general character (see per Finkelstein J in CPSU at 230-231 [9]).",
      "id": "s127"
    },
    {
      "text": "51 Documents tendered at the further hearing of the matter on the questions of relief and costs demonstrate that the third respondent served in the US Military for 21/2 years, undertaking 21/2 months' service in Vietnam in that time, that he is a good family man who has accepted responsibility for bringing up a granddaughter whose mother has a drug dependency problem, that he is considered to be reliable, helpful, caring, loving and patient, all of which are excellent human virtues.",
      "id": "s128"
    },
    {
      "text": "It is said of him that he is a law abiding person.",
      "id": "s129"
    },
    {
      "text": "However, in relation to his obligations under the Act it is clear that he effectively undertook to, and thereafter did, contravene one of the many provisions directed at ensuring freedom of association.",
      "id": "s130"
    },
    {
      "text": "52 His contravention was serious.",
      "id": "s131"
    },
    {
      "text": "In all the circumstances it is appropriate to impose a penalty in respect of the third respondent's contravention of Part XA of the Act in the sum of $1,250.",
      "id": "s132"
    },
    {
      "text": "53 The situation in relation to the fourth respondent is much worse.",
      "id": "s133"
    },
    {
      "text": "In his capacity as an organiser of the CFMEU in the Wollongong area, he engaged in similar conduct to that engaged in by the third respondent.",
      "id": "s134"
    },
    {
      "text": "However, his conduct was part of a vendetta being carried out by him, directed at unionising building sites in the Wollongong area and harming employers that were, in his estimation, 'anti-union'.",
      "id": "s135"
    },
    {
      "text": "54 In relation to the fourth respondent's conduct in contravention of Part XA of the Act, two contraventions have been found, namely, that on 18 February 2004 he made a representation to Norm Philipp and Reinhard Philipp to the effect that in order to continue working on the Fairy Meadow site, or to work on the Wollongong site or any other site in Wollongong, each of Norm Philipp and Reinhard Philipp was obliged to join the first respondent and/or second respondent, and, that on the same day he made a representation to Anthony Summers to the effect that in order to continue working on the Fairy Meadow site or to work on the Wollongong site he was obliged to join the first respondent and/or second respondent.",
      "id": "s136"
    },
    {
      "text": "55 The fourth respondent's visit to the Fairy Meadow site on the afternoon of 18 February 2004 was directed at dealing with workers at that site who were assisting Innovation Interiors Pty Limited with the performance of its plastering contract, whom he described as 'the former Pro Finish workers' and whom he believed were not financial members of the union (see [253]-[254] of the primary judgment).",
      "id": "s137"
    },
    {
      "text": "At [260] of the primary judgment it was found that words to the effect of those deposed to by Mr Norm Philipp were spoken by the fourth respondent to himself and his brother Reinhard Philipp.",
      "id": "s138"
    },
    {
      "text": "The words deposed to included:\n \n '... you don't join the union, you're not working on this fucking site, you're not working on the other fucking site, and you won't be working on a fucking site in Wollongong again ' (see [254] of the primary judgment) \n\n\nAccording to Mr Norm Philipp, the fourth respondent was yelling when he spoke and became red in the face, gesturing with his hands in an intimidating manner.",
      "id": "s139"
    },
    {
      "text": "I accept that this was the case.",
      "id": "s140"
    },
    {
      "text": "56 At [263] of the primary judgment it was found that words to the effect of those deposed to by Mr Anthony Summers were spoken by the fourth respondent to him on the same afternoon of 18 February 2004.",
      "id": "s141"
    },
    {
      "text": "The words attributed by Mr Summers to the fourth respondent included:\n \n 'You won't get back on this site [indicating the Fairy Meadow site] , that is a union site, and you won't get back on that site [indicating the Wollongong site] if you're not a union member.",
      "id": "s142"
    },
    {
      "text": "' \n \n\n57 It is important to note that the fourth respondent was well aware of the fact that he was not entitled to make representations such as he did.",
      "id": "s143"
    },
    {
      "text": "In his Affidavit sworn 3 August 2006 he said in paragraph 6:\n \n '...",
      "id": "s144"
    },
    {
      "text": "I knew that it was not possible for the CFMEU or its employees or delegates to insist on a person joining the Union ...' \n \n\nThe fourth respondent simply denied using the words attributed to him as set out above (see his Affidavit sworn 3 August 2006 paragraphs 18 and 19).",
      "id": "s145"
    },
    {
      "text": "58 Notwithstanding the fourth respondent's knowledge that it was improper for the CFMEU or its employees or delegates to insist upon workers joining the union, nevertheless on 28 March 2003 he witnessed the third respondent's execution of the 'CFMEU Code of Conduct for Union Delegates' form which recorded the third respondent's agreement to abide, to the best of his capacity, by the Code of Conduct, which included the undertaking, referred to at [45] above, to ensure that all workers on the Fairy Meadow site were financial members of the relevant union.",
      "id": "s146"
    },
    {
      "text": "59 In relation to the fourth respondent's conduct in contravention of Part XA of the Act, two contraventions were found.",
      "id": "s147"
    },
    {
      "text": "However, given the proximity of the making of the two separate representations, which gave rise to the contraventions, one to the other it is appropriate to view the two contraventions as arising out of one course of conduct.",
      "id": "s148"
    },
    {
      "text": "60 The representations made by the fourth respondent on 18 February 2004 could not possibly be construed as slips of the tongue or as the product of inadvertence.",
      "id": "s149"
    },
    {
      "text": "They were deliberate.",
      "id": "s150"
    },
    {
      "text": "His conduct was contumacious.",
      "id": "s151"
    },
    {
      "text": "61 The fourth respondent had told the third respondent that the Fairy Meadow site was a 'union site'.",
      "id": "s152"
    },
    {
      "text": "On 12 February 2004 the fourth respondent had warned Hansen Yuncken against retaining Pro Finish Interiors, a company which customarily engaged partnerships of which Mr Norm Philipp, Mr Reinhard Philipp and Mr Anthony Summers were members to carry out subcontract plastering work for it, as a plastering contractor at the Wollongong site because its principal director, Mr Spiro Repas, was 'anti-union'.",
      "id": "s153"
    },
    {
      "text": "On 16 February 2004 the fourth respondent had advised Hansen Yuncken that, in effect, the union had an issue with Hansen Yuncken awarding a plastering contract to Pro Finish Interiors because none of Pro Finish Interiors' employees were union members.",
      "id": "s154"
    },
    {
      "text": "The fourth respondent had gone on to say that if Pro Finish Interiors were allowed to continue working on the Wollongong site he would or should resign.",
      "id": "s155"
    },
    {
      "text": "However, he never actually said that he did not want Pro Finish Interiors on the Wollongong site.",
      "id": "s156"
    },
    {
      "text": "On 17 February 2004 the fourth respondent had a lengthy meeting at the Union's Wollongong office with Mr Suter of Pro Finish Interiors.",
      "id": "s157"
    },
    {
      "text": "During the course of this meeting the fourth respondent said in respect of the Wollongong site that it was going to be a union site.",
      "id": "s158"
    },
    {
      "text": "During the course of the meeting between the fourth respondent and Mr Suter, the fourth respondent had received a telephone call from the third respondent following which the fourth respondent had said to Mr Suter words to the effect:\n \n 'I just got a fuckin' phone call saying that all the fuckin' Pro Finish blokes are working on that site [referring to the Fairy Meadow site] tomorrow.",
      "id": "s159"
    },
    {
      "text": "Well I'll fuckin' tell you they're not.",
      "id": "s160"
    },
    {
      "text": "' \n\n\n \n62 Given the above matters and the violation of the objects of the Act which resulted from the contravening conduct of the fourth respondent, there is, in my opinion, a need for a penalty to be imposed upon him having a deterrent effect of both a specific and general character (see per Finkelstein J in CPSU at 230-231 [9]).",
      "id": "s161"
    },
    {
      "text": "63 Documents tendered at the further hearing of the matter on the questions of relief and costs demonstrate that the fourth respondent is regarded as a dedicated and true professional, who is a genuine and committed defender of workers' rights.",
      "id": "s162"
    },
    {
      "text": "He is also regarded as a person who has a genuine concern for a safe working environment and one who behaves with integrity and honesty.",
      "id": "s163"
    },
    {
      "text": "However, in relation to obligations under the Act it is clear that he contravened one of the many provisions directed at ensuring freedom of association and, in doing so, flouted the relevant legal requirement.",
      "id": "s164"
    },
    {
      "text": "64 His contraventions were extremely serious.",
      "id": "s165"
    },
    {
      "text": "But for the application of the totality principle, penalties at the top end of the scale would have been appropriate in respect of each contravention.",
      "id": "s166"
    },
    {
      "text": "65 In all the circumstances, it is appropriate to impose a total penalty in respect of the fourth respondent's conduct in contravention of Part XA of the Act in the sum of $2,000 which should be apportioned between the two contraventions so that a penalty of $1,000 is imposed in respect of each contravention.",
      "id": "s167"
    },
    {
      "text": "66 Whilst the liability of the first and second respondents for contraventions by them of s 298SC(c) of the Act are constructive in nature, their culpability is demonstrable given the involvement of their organiser, the fourth respondent, and their imposition upon the third respondent of an apparent requirement that he provide a 'best endeavours' undertaking to ' ensure that all workers on site are financial members of the relevant union' in accordance with their printed 'CFMEU Code of Conduct for Union Delegates' form.",
      "id": "s168"
    },
    {
      "text": "The third respondent's signature on that form, which was dated 28 March 2003, was witnessed by the fourth respondent.",
      "id": "s169"
    },
    {
      "text": "67 Affidavits read by the respondents on the hearing on relief and costs, indicate that a Senior Legal Officer with the second respondent held seven 2 hour training courses for workplace delegates in October 2003 --- May 2005 under the title 'Delegates and their rights under the law'.",
      "id": "s170"
    },
    {
      "text": "It is noteworthy that the courses did not bear a title such as 'Delegates and their rights and obligations under the law'.",
      "id": "s171"
    },
    {
      "text": "68 The legal officer's speaking notes contain a heading:\n \n ' &#9679; Freedom of Association ' \n \n\nunder which mention is made of the protection of unionists from victimisation because they are members of a trade union.",
      "id": "s172"
    },
    {
      "text": "The notes make no reference to the obligations imposed by the Act to protect the rights of the workers who choose not to be members of a union.",
      "id": "s173"
    },
    {
      "text": "69 Under the heading ' THE ROLE OF DELEGATES ' in the speaking notes, attendees at the courses were to be reminded that '&#9679; you cannot force someone to join the union who does not want to --- you must try and persuade without crossing that line'.",
      "id": "s174"
    },
    {
      "text": "Unfortunately the conferral on workers of rights to freedom of association which would allow them to refrain from joining the Union if they did not wish to do so, did not rate a mention in the speaking notes or in the Union's standard Code of Conduct for Union Delegates form.",
      "id": "s175"
    },
    {
      "text": "70 Between December 2005 and September 2006 the same legal officer conducted 11 training sessions with the Union's organisers about various aspects of the Workplace Relations Amendment (WorkChoices) Bill 2005 (Cth).",
      "id": "s176"
    },
    {
      "text": "They involved extensive powerpoint presentations.",
      "id": "s177"
    },
    {
      "text": "However, once again, they were silent on the rights of workers in respect of freedom of association.",
      "id": "s178"
    },
    {
      "text": "71 Information and belief evidence was placed before the Court to suggest that towards the end of December 2006 the Union's 'Code of Conduct for Union Delegates' form was modified by, relevantly, deleting the word 'ensure' and substituting 'encourage' so that paragraph 10 came to read:\n \n 'To encourage all workers on site to be financial members of the union ...' \n \n\nNo indication has been provided as to whether new forms have been printed, any new forms have been executed and, if so, how many, or procedures put in place for the destruction of old forms.",
      "id": "s179"
    },
    {
      "text": "72 An Affidavit affirmed by the Senior National Legal Officer for the Construction and General Division of the first respondent read at the hearing on relief and costs, contains no information to demonstrate that the Union has attempted to inform its organisers or union delegates that the Act aims to confer rights to freedom of association on workers.",
      "id": "s180"
    },
    {
      "text": "Paragraph 14 of the Affidavit simply provided as follows:\n \n '14 In an effort to ensure that the Divisional Branches and the officers employees and members of those branches have been kept up to date on the legislative changes that have occurred in recent years, the CFMEU Construction and General Division has circulated summaries of and commentaries on these changes, some of which have been produced by our office and some by other bodies such as the ACTU.",
      "id": "s181"
    },
    {
      "text": "These documents have included relevant information in relation to the freedom of association provisions of the WRA.",
      "id": "s182"
    },
    {
      "text": "' \n \n\n73 Alas, no document has been tendered or attached to establish what 'relevant information in relation to the freedom of association provisions' of the Act has been circulated.",
      "id": "s183"
    },
    {
      "text": "74 The same Senior National Legal Officer has conducted 18 briefing sessions with organisers, officials, delegates and industrial officers on various aspects of changes to industrial laws between December 2004 and November 2006.",
      "id": "s184"
    },
    {
      "text": "He says that on the second day of a two day meeting in June 2005 attended by National and Branch Industrial Officers, the issue of freedom of association was 'dealt with' under the heading 'Some Recent Cases --- Reports from Branches'.",
      "id": "s185"
    },
    {
      "text": "Once again, the Affidavit is silent as to how the rights of workers to freedom of association under the Act were explained, if at all.",
      "id": "s186"
    },
    {
      "text": "75 The second respondent's Senior Legal Officer has also affirmed that on 23 February 2007, that is to say after the judgment on liability was handed down in this matter and 'mid-hearing' on the questions of relief and costs, counsel for the respondents and the solicitor for the respondents 'undertook a detailed explanation of the \"Freedom of Association\" provisions of the WorkChoices legislation to Organisers of the Union'.",
      "id": "s187"
    },
    {
      "text": "Once again no evidence has been proffered as to what was said, although one might infer that guidance as to the importance of compliance with the freedom of association provisions was provided.",
      "id": "s188"
    },
    {
      "text": "76 Whether that be the case or not, the serious nature of the contraventions of Part XA of the Act by the first and second respondents and the complicity of those respondents in the contravening conduct of the third and fourth respondents through their provision and use of the 'CFMEU Code of Conduct for Union Delegates' form warrants the imposition of significant penalties against those respondents in respect of their conduct in contravention of Part XA of the Act.",
      "id": "s189"
    },
    {
      "text": "77 Whilst there have been six separate contraventions, each of which could attract a penalty of $10,000, it seems to me that, firstly, the contraventions referred to in [2(e)] and [2(f)] above, and also in [2(h)] and [2(i)] should be addressed on the basis that they arise out of one course of conduct.",
      "id": "s190"
    },
    {
      "text": "This calls for a reduction in the penalties which might otherwise be appropriate in all the circumstances of the case.",
      "id": "s191"
    },
    {
      "text": "78 The constructive nature of the liability of each of the first and second respondents also warrants consideration in assessing what level of penalty is appropriate in all the circumstances of the case.",
      "id": "s192"
    },
    {
      "text": "I do not consider that contravening conduct by each of the third and fourth respondents, which simultaneously exposes both the first and second respondents to liability for the same contravening conduct in accordance with s 298B(2) of the Act, renders it appropriate that each of the first and second respondents should suffer the same maximum penalty, if a maximum penalty were, relevantly, in contemplation.",
      "id": "s193"
    },
    {
      "text": "79 Having regard to these matters and to all the circumstances of the case, appropriate penalties would total $10,000 for each of the first and second respondents in respect of their conduct in contravention of Part XA of the Act which has been found to have occurred.",
      "id": "s194"
    },
    {
      "text": "These penalties should be apportioned by reference to the several contraventions referred to in [2] above as follows:\n First Respondent [2(d)] $5,000 First Respondent [2(e)] $2,500 First Respondent [2(f)] $ 2,500 \n $ 10,000 Second Respondent [2(g)] $5,000 Second Respondent [2(h)] $2,500 Second Respondent [2(i)] $ 2,500 \n $ 10,000 \n\n Appropriate and necessary orders to stop contravening conduct and remedy its effects \n \n80 The next matter for consideration is to determine what, if any, additional orders should be made under s 298U(e) and (f) of the Act to 'stop' the conduct in contravention of Part XA of the Act and/or to 'remedy its effects'.",
      "id": "s195"
    },
    {
      "text": "81 Without going into any greater detail in relation to the Court's powers than that provided at [8]-[19] above, it is appropriate and necessary in all the circumstances of the case to make orders for the destruction of Code of Conduct for Union Delegates forms which call upon delegates to use their best endeavours to ensure that all workers on a site are financial members of the relevant union.",
      "id": "s196"
    },
    {
      "text": "Conduct which encourages and leads to the contravention of provisions such as s 298SC(c) should be stopped.",
      "id": "s197"
    },
    {
      "text": "82 In addressing whether, in all the circumstances of the case, it is appropriate and necessary to make orders to remedy the effects of the conduct of the respondents in contravention of Part XA of the Act, those effects need to be identified.",
      "id": "s198"
    },
    {
      "text": "83 Put simply, the contravening conduct at the Fairy Meadow site on 19 January 2004 was indiscriminate.",
      "id": "s199"
    },
    {
      "text": "It mattered not that it was Norm Philipp, Reinhard Philipp, Barry Sindel and Norman Philipp Jnr who arrived at the Fairy Meadow site to commence work on that day.",
      "id": "s200"
    },
    {
      "text": "They were simply seen as new workers who had to, effectively, be told that the site was a union site and that if you weren't a financial member of the union, you wouldn't be able to work there.",
      "id": "s201"
    },
    {
      "text": "The workers who were so addressed were not to know that, in effect, the union would give them a few days' grace before they had to join.",
      "id": "s202"
    },
    {
      "text": "84 The conduct of the third respondent cannot be regarded as 'one-off'.",
      "id": "s203"
    },
    {
      "text": "His contravening conduct was in fulfilment of the 'best endeavours' undertaking which the CFMEU had sought and obtained from him to ensure that all workers on the site were financial members of the relevant union.",
      "id": "s204"
    },
    {
      "text": "The Code of Conduct for Delegates form did not pay lip service to the freedom of association provisions of the Act.",
      "id": "s205"
    },
    {
      "text": "It was in direct conflict with the objects of Part XA of the Act, namely, to ensure that employers, employees and independent contractors were free to join industrial associations of their choice or not to join such associations.",
      "id": "s206"
    },
    {
      "text": "The Code of Conduct for Delegates form called for conduct to be engaged in which contravened Part XA of the Act.",
      "id": "s207"
    },
    {
      "text": "Section 298SC(c) fell within that Part.",
      "id": "s208"
    },
    {
      "text": "85 The 19 January 2004 conduct in contravention of Part XA of the Act cannot be viewed in insolation.",
      "id": "s209"
    },
    {
      "text": "86 Unlike the 19 January 2004 contravening conduct, the 28 February 2004 contravening conduct was discriminate.",
      "id": "s210"
    },
    {
      "text": "It was directed at Norm Philipp, Reinhard Philipp and Anthony Summers because they through their businesses provided sub-contract services to Spiro Repas' Pro Finish Interiors, the fourth respondent considered Mr Repas to be 'anti-union', and they were thought to be non-members of the Union.",
      "id": "s211"
    },
    {
      "text": "The fourth respondent had been doing his best to ensure that plastering work in the Illawarra area went to firms which favoured or at least were sympathetic towards unionism amongst their workers.",
      "id": "s212"
    },
    {
      "text": "87 The contravening conduct was, in large measure, underpinned by the CFMEU's use of its quite improper Code of Conduct for Delegates form (see paragraph 10 thereof).",
      "id": "s213"
    },
    {
      "text": "88 Part XA of the Act was intended to, inter alia, protect workers, whether employees or independent contractors, from being bullied into union membership.",
      "id": "s214"
    },
    {
      "text": "89 The union's conduct, on the other hand, was directed at ensuring that workers became financial members of the union.",
      "id": "s215"
    },
    {
      "text": "Furthermore, it did so by means of an arguably improper, membership form, under which new members were confronted with barriers to withdrawal from their membership.",
      "id": "s216"
    },
    {
      "text": "The standard CFMEU membership application form (see [39]-[40] of the primary judgment) included a provision as follows:\n \n 'Members wishing to resign from the union must be financial and are required to write a letter to resign.",
      "id": "s217"
    },
    {
      "text": "' \n \n\nAs was indicated at [85] in the primary judgment, this statement does not sit comfortably with the stipulations in respect of resignation from the Union as set out in clause 11 of the Constitution of the first respondent or s 174 of Schedule 1B to the Act.",
      "id": "s218"
    },
    {
      "text": "90 It may reasonably be inferred that the effects of the contravening conduct, in all the circumstances of the case, were to induce in workers at the Fairy Meadow site a belief that the CFMEU was entitled to insist on compulsory unionism and that little, if anything, could be done about it.",
      "id": "s219"
    },
    {
      "text": "91 Such effects render necessary the making of orders requiring the first and second respondents, at their own expense, to publish notices in the local 'Illawarra Mercury' newspaper acknowledging the right of workers to enjoy the freedom of association for which the Act provides.",
      "id": "s220"
    },
    {
      "text": "The publication of such notices should reinforce in the minds of the CFMEU's officers and delegates, who should know better, that unionism is voluntary and also allay the fears amongst workers in the area that they must become union members if they are to secure work in the building industry.",
      "id": "s221"
    },
    {
      "text": "92 An Affidavit which was read at the hearing on relief and costs indicates that the cost of a full page advertisement in the Early General News section of the 'Illawarra Mercury' newspaper on Monday to Friday is $4,548.60 plus GST per advertisement.",
      "id": "s222"
    },
    {
      "text": "93 A requirement should be imposed on each of the first and second respondents that they cause to be published in the 'Illawarra Mercury' newspaper a full page advertisement containing a notice drawing attention to the rights to freedom of association for contractors and employees working or wishing to work on a building site in the Wollongong area and also the reason for the advertisement.",
      "id": "s223"
    },
    {
      "text": "94 Whilst there may be undoubted benefits associated with the membership of the first and/or second respondents, those benefits must be demonstrated by the first and/or second respondents with a view to enticing workers in the building industry to join them of their own free will.",
      "id": "s224"
    },
    {
      "text": "The union has no right to take discriminatory action against any worker who chooses not to join or to insist that workers join the Union.",
      "id": "s225"
    },
    {
      "text": "Costs \n \n95 The ordinary rule in respect of costs is, of course, that the unsuccessful party must pay the successful party's costs.",
      "id": "s226"
    },
    {
      "text": "That rule must yield to any relevant statutory provision to the contrary.",
      "id": "s227"
    },
    {
      "text": "As set out above at [20] a party to a proceeding in a matter arising under the Act shall not be ordered to pay costs incurred by any other party to the proceeding unless the first-mentioned party instituted the proceeding vexatiously or without reasonable cause.",
      "id": "s228"
    },
    {
      "text": "96 The test for determining whether a proceeding is in a matter arising under the Act for the purposes of s 347(1) is whether the right or the duty that is sought to be enforced owes its existence to a provision of the Act (per Brennan CJ, McHugh and Gummow JJ in Re McJannet; ex parte The Australian Workers' Union of Employees, Queensland [No 2] [1997] HCA 40 ; (1997) 189 CLR 654 at 656).",
      "id": "s229"
    },
    {
      "text": "97 In Abebe v The Commonwealth of Australia ('Abebe') [1999] HCA 14 ; (1999) 197 CLR 510 at 585 [215] Kirby J said:\n \n '215 The meaning of the word \"matter\" is elusive.",
      "id": "s230"
    },
    {
      "text": "Established doctrine ... holds that the word has the same meaning in each of the sections in Ch III [of the Constitution ] in which it is used ....",
      "id": "s231"
    },
    {
      "text": "It does not connote \"a legal proceeding\" as the parties may have chosen to frame it .... Rather it refers to \"the subject matter for determination in a legal proceeding\" ....' \n \n\n98 At p555 in Abebe [117] Gaudron J said:\n \n '117 It has been accepted since In re Judiciary and Navigation Acts ... that, in ss 75 , 76 and 77 of the Constitution the word \"matter\" means \"the subject matter for determination in ... legal proceeding[s]\" rather than the proceedings themselves.",
      "id": "s232"
    },
    {
      "text": "...' \n \n\n99 At p529-530 [36] Gleeson CJ and McHugh J drew attention to the fact that an employee may obtain an order from an industrial court that a term of the employment contract is void because it is harsh or unconscionable and at the same time have a right to obtain an order from a court of general jurisdiction that the term is unjust or unfair under legislation such as the Trade Practices Act 1974 (Cth) or the Contracts Review Act 1980 (NSW).",
      "id": "s233"
    },
    {
      "text": "In both cases, the 'matter' determined in one court is separate and independent from the 'matter' determined in the other court even though each 'matter' arises out of the same factual substratum.",
      "id": "s234"
    },
    {
      "text": "They held at 529 [36] that the same legal controversy can give rise to separate matters because different courts can provide different remedies.",
      "id": "s235"
    },
    {
      "text": "100 In Seven Network (Operations) Ltd v Media Entertainment and Arts Alliance [2004] FCA 637 ; (2004) 134 IR 19 Gyles J had to consider an appropriate order as to costs in circumstances where Seven Network (Operations) Limited had commenced proceedings under the Act for contravention of s 170NC.",
      "id": "s236"
    },
    {
      "text": "The application was subsequently amended to allege a breach of the Privacy Act 1988 (Cth) and of the Copyright Act 1968 (Cth).",
      "id": "s237"
    },
    {
      "text": "A claim was also raised in respect of an alleged breach of an equitable obligation of confidence.",
      "id": "s238"
    },
    {
      "text": "The latter claim was not pursued.",
      "id": "s239"
    },
    {
      "text": "The applicant's claims for relief under the Act failed.",
      "id": "s240"
    },
    {
      "text": "However, injunctive relief and other orders were made in its favour in respect of the breaches of the Privacy Act and the Copyright Act .",
      "id": "s241"
    },
    {
      "text": "One of the questions which his Honour had to determine was whether or not s 347 of the Act 'immunised' the respondents from liability for any order for costs in the proceedings even though they lost in respect of the claims made under the Privacy Act and the Copyright Act .",
      "id": "s242"
    },
    {
      "text": "Indeed the respondents went further and submitted that the proceeding instituted under the Act, which failed, had been instituted vexatiously or without reasonable cause, thereby entitling them to costs.",
      "id": "s243"
    },
    {
      "text": "Gyles J was not satisfied that the institution of the proceeding was either vexatious or without reasonable cause.",
      "id": "s244"
    },
    {
      "text": "However, his Honour proceeded to determine that the discrete federal claims under the Privacy Act and the Copyright Act were not 'in a matter arising under' the Act within the meaning of s 347.",
      "id": "s245"
    },
    {
      "text": "His Honour proceeded to order costs against the parties who were unsuccessful in relation to the claims for breach of the Privacy Act and of the Copyright Act to the extent that they were costs which would not have been incurred in relation to the s 347 cause of action in any event and were only attributable to the other successful causes of action.",
      "id": "s246"
    },
    {
      "text": "101 It is clear in the present case that the proceeding which was instituted by the applicant was in a 'matter arising under' the Act.",
      "id": "s247"
    },
    {
      "text": "Whatever other 'matters' may be inherent in the one legal controversy, the present case involved a proceeding in respect of a controversy which arose under the Act, whether the claims for relief be expressed as being made under s 170NC, s 298S(2)(a) or s 298SC(c).",
      "id": "s248"
    },
    {
      "text": "102 Section 347(1) does not allow for separate determinations to be made in respect of costs by reference to different statutory claims arising from the one legal controversy.",
      "id": "s249"
    },
    {
      "text": "For the respondents to succeed in securing an order for costs they must demonstrate that the whole of the proceeding was instituted vexatiously or without reasonable cause.",
      "id": "s250"
    },
    {
      "text": "They cannot secure an order for costs referrable to the success or failure of individual claims within the one proceeding in the one matter arising under the Act.",
      "id": "s251"
    },
    {
      "text": "103 The respondents' submission that one can differentiate, in terms of an appropriate costs order, between successful claims and unsuccessful claims under the Act is not supported by the judgment of Wilcox J (his Honour then serving as Chief Justice of the Industrial Relations Court of Australia) in Shackley v Australian Croatian Club Ltd ('Shackley') (1996) 141 ALR 736 or the judgment of Black CJ, Tamberlin and Sundberg JJ in Commonwealth of Australia v Construction, Forestry, Mining and Energy Union [2003] FCAFC 115 ; (2003) 129 FCR 271.",
      "id": "s252"
    },
    {
      "text": "104 In Shackley , Wilcox J considered the meaning of the word 'proceeding' in the expression 'proceeding ... in a matter arising under the Act'.",
      "id": "s253"
    },
    {
      "text": "His Honour did not hold that a claim for relief founded on one section of the Act constituted a different proceeding from a claim for relief founded on another section.",
      "id": "s254"
    },
    {
      "text": "What his Honour decided was that an application for review by a Judge of a judicial registrar's decision may itself be seen as a proceeding in a matter arising under the Act.",
      "id": "s255"
    },
    {
      "text": "As the Full Court observed in Commonwealth of Australia v Construction, Forestry, Mining and Energy Union at 273 [8] Wilcox J had held that '\"proceeding\" included a subsidiary application made in the course of the principal action: see at 737--- 745'.",
      "id": "s256"
    },
    {
      "text": "The Full Court went on to say at 274 [11]:\n \n 'In an action brought to enforce a right given by the Act, it would be quite contrary to this object to read s 347(1) narrowly such that interlocutory proceedings about, for example, discovery were not seen as proceedings \"in the matter\" at the heart of the principal proceeding and were instead seen as proceedings in a separate matter, defined according to the narrower and subsidiary controversy about discovery.",
      "id": "s257"
    },
    {
      "text": "Viewed in that way, the policy choice that s 347(1) reflects would be undermined since the so-called ordinary rule as to costs would often, perhaps nearly always, prevail in interlocutory matters.",
      "id": "s258"
    },
    {
      "text": "Only the trial of the principal action would be unassailably a proceeding in a matter arising under the Act.",
      "id": "s259"
    },
    {
      "text": "Such a result could not have been intended.",
      "id": "s260"
    },
    {
      "text": "' \n \n\n105 It is also important to note that in matters arising under the Act, one does not plead causes of action, rather in a Statement of Claim one pleads facts out of which claims, as recorded in the relevant Application, are said to arise.",
      "id": "s261"
    },
    {
      "text": "106 The applicant's proceeding was not instituted vexatiously or without reasonable cause.",
      "id": "s262"
    },
    {
      "text": "107 In any event I am not satisfied that, in respect of any of the claims under s 170NC, 298S(2)(a) or s 298SC(c), where the claimed contraventions were not made out, those claims were raised vexatiously or without reasonable cause.",
      "id": "s263"
    },
    {
      "text": "108 There should be no order as to costs.",
      "id": "s264"
    },
    {
      "text": "I certify that the preceding one hundred and eight (108) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Graham.",
      "id": "s265"
    },
    {
      "text": "Associate:\n\nDated: 26 March 2007\n\n\n\n Counsel for the Applicant: J J Fernon SC and M S White \n \n Solicitor for the Applicant: Freehills \n \n Counsel for the Respondents: J H Pearce \n \n Solicitor for the Respondents: Taylor &amp; Scott \n \n Dates of Hearing: 17, 18, 19, 20, 21, 25, 26, 27 and 28 July, 30 and 31 August, 1, 5, 6 and 7 September, 11 December 2006, 14 February 2007 and 14 March 2007 \n \n Date of Judgment: 26 March 2007 \n\n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/425.html",
      "id": "s266"
    }
  ]
}