{
  "name": "Martincevic v Commonwealth of Australia [2007] FCA 453 (28 March 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/453.html",
  "catchphrases": [
    {
      "text": "judicial review",
      "id": "c0"
    },
    {
      "text": "where applicant discharged from australian army",
      "id": "c1"
    },
    {
      "text": "where decision reviewable under administrative decisions (judicial review) act, but no ground of review made out",
      "id": "c2"
    },
    {
      "text": "administrative law",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application for judicial review, filed on 3 November 2006, seeking a review of a decision of Lieutenant Colonel Anthony John Egan, ('the third respondent'), a delegate of the second respondent, made on 9 August 2006, to terminate Mr Martincevic's ('the applicant') service with the Australian Defence Force ('the decision'), the termination to be effective from 17 November 2006.",
      "id": "s0"
    },
    {
      "text": "2 On 13 November 2006, Kiefel J heard an interlocutory application to suspend the operation of the decision pending the hearing of the substantive application.",
      "id": "s1"
    },
    {
      "text": "On 15 November 2006, pursuant to s 15 of the Administrative Decisions (Judicial Review) Act 1977 (Cth) ('the ADJR Act '), her Honour granted a stay of the decision until the determination of the substantive proceedings, or earlier: Anthony Martincevic v Commonwealth of Australia [2006] FCA 1514.",
      "id": "s2"
    },
    {
      "text": "3 On 13 November 2006 an Amended Application for an Order of Review was filed.",
      "id": "s3"
    },
    {
      "text": "That document is as follows:\n \n \n '1.",
      "id": "s4"
    },
    {
      "text": "Application to review the decision of the First, Second, and/or Third Respondent that the Applicant's service with the Australian Defence Force be terminated on 17 th November, 2006.",
      "id": "s5"
    },
    {
      "text": "2.",
      "id": "s6"
    },
    {
      "text": "Further or alternatively, application to review the conduct of the First, Second, and/or Third Respondent which it has engaged in namely purporting to terminate the Applicant's service with the Australian Defence Force without investigating his Application for Redress of Grievance with respect to the Notice of Termination.",
      "id": "s7"
    },
    {
      "text": "3.",
      "id": "s8"
    },
    {
      "text": "Further or alternatively, application to review the conduct in which the First Respondent, Second Respondent and/or Third Respondent proposes to engage in, namely to terminate the Applicant's service with the Australian Defence Force on 17 th November, 2006.",
      "id": "s9"
    },
    {
      "text": "4.",
      "id": "s10"
    },
    {
      "text": "Alternatively, application to review the failure of the First Respondent, Second Respondent and/or Third Respondent to investigate the Applicant's Redress of Grievance with respect to the issue of the Notice of Termination.",
      "id": "s11"
    },
    {
      "text": "4A.",
      "id": "s12"
    },
    {
      "text": "Alternatively, application to review the failure of the First Respondent, Second Respondent, Third Respondent in failing to take into account a medical report of Profession Whiteford, consultant psychiatrist, dated 10 August 2006 in proposing to terminate the Applicant's service with the Australian Defence Force on 17 November 2006 .",
      "id": "s13"
    },
    {
      "text": "5.",
      "id": "s14"
    },
    {
      "text": "The Applicant is aggrieved by the decision, conduct, proposed conduct or failure because he is a member of the Defence Force, the subject of the proposed termination and in those circumstances is \"an aggrieved person\" within the meaning of that term contained in Section 3(4) of the Administrative Decisions (Judicial Review) Act 1977 .",
      "id": "s15"
    },
    {
      "text": "Review of Decision \n \n \n 6.",
      "id": "s16"
    },
    {
      "text": "The grounds of the application are that contrary to s 5(1)(a) of the Act, there has been:- \n \n \n (a) a breach of the rules of natural justice; \n (b) contrary to s 5(1)(e) of the Act, the making of the decision was an improper exercise of the power confirmed by the enactment in pursuance of which it was purported to be made; \n (c) contrary to s 5(1)(f) of the Act, the decision involved an error of law.",
      "id": "s17"
    },
    {
      "text": "Application for Review of Conduct \n \n \n 7.",
      "id": "s18"
    },
    {
      "text": "Contrary to: \n \n \n (a) s 6(1)(a) a breach of the rules of natural justice has occurred; \n (b) s 6(1) of the Act, the making of the proposed decision would be an improper exercise of the power conferred by the enactment; \n (c) s 6(1)(f) of the Act, an error of law has been, is being or is likely to be committed.",
      "id": "s19"
    },
    {
      "text": "8.",
      "id": "s20"
    },
    {
      "text": "Contrary to s 7(1) of the Act, a decision with respect to the Applicant's Application for Redress of Grievance has not been made.",
      "id": "s21"
    },
    {
      "text": "9.",
      "id": "s22"
    },
    {
      "text": "The Applicant claims: \n \n \n (a) pursuant to s 16(1)(a) of the Act, an order quashing or setting aside the decision to terminate the Applicant's service from the Australian Defence Force; \n (b) an order directing that the Applicant's Application for Redress of Grievance be investigated and determined prior to the issue of any Termination Notice; \n (c) pursuant to s 16(2)(b) of the Act, an order that the First and/or Second Respondents be restrained from terminating the service of the Applicant; \n (d) pursuant to s 16(3) of the Act, an order directing that the Applicant's Application for Redress of Grievance be investigated and determined prior to the issuing of any Notice of Termination.",
      "id": "s23"
    },
    {
      "text": "Further Orders \n \n \n 9A.",
      "id": "s24"
    },
    {
      "text": "In the Alternative the Applicant seeks the orders set out in paragraph 9 herein pursuant to section 39B of the Judiciary Act 1903 .",
      "id": "s25"
    },
    {
      "text": "' \n \n \n\n4 The essence of this application for review, derived from what is specified in 1 to 5 inclusive of the application to review, is that the decision to terminate the applicant's service with the Australian Defence Force be set aside on two broad bases: first, the respondents were not able to determine the applicant's service, or alternatively, committed legal error in determining his service, prior to the determination of the applicant's Application for Redress of Grievance ; and secondly, in making the decision to terminate the applicant's service, the respondents were bound to take into account, and failed to take into account, the medical report of Professor Whiteford dated 10 August 2006, or alternatively, were obliged to postpone the making of that decision until the applicant could furnish that report to the third respondent.",
      "id": "s26"
    },
    {
      "text": "5 The applicant joined the Australian Defence Force in 1994, and at the time of the decision of 9 August 2006 to terminate the applicant's service, held the rank of Private.",
      "id": "s27"
    },
    {
      "text": "He is currently being paid but is not working.",
      "id": "s28"
    },
    {
      "text": "6 On 19 January 2004, the applicant was posted to the 7th Combat Services Support Battalion ('7 CSSB') at the Gallipoli Barracks in Enoggera, Brisbane.",
      "id": "s29"
    },
    {
      "text": "7 In his affidavit filed on 3 November 2006, the applicant alleges that he was \"poorly treated at work\" following an incident on 2 March 2004.",
      "id": "s30"
    },
    {
      "text": "He asserts from April until July 2004 three attempts were made to discharge him on psychological grounds.",
      "id": "s31"
    },
    {
      "text": "8 During his service at Enoggera, there were a number of disciplinary charges found against the applicant and punishments imposed on him in respect of those charged.",
      "id": "s32"
    },
    {
      "text": "There were also a number of complaints by the applicant that he was bullied, and subjected to bastardisation.",
      "id": "s33"
    },
    {
      "text": "9 Prior to the decision the subject of this application, there had been previous attempts to discharge the applicant on medical grounds.",
      "id": "s34"
    },
    {
      "text": "The applicant says at [36] and [37] of his affidavit filed 3 November 2006:\n \n '36.",
      "id": "s35"
    },
    {
      "text": "On the 10 April 2006 I made a complaint to the Chief of the Defence Force about the Unit's treatment of me.",
      "id": "s36"
    },
    {
      "text": "37.",
      "id": "s37"
    },
    {
      "text": "My complaints have been the subject of an investigation by Lieutenant Colonel Thomae.",
      "id": "s38"
    },
    {
      "text": "I have never been told the results of the investigation.",
      "id": "s39"
    },
    {
      "text": "' \n \n \n\n10 In March 2005, the applicant had been admitted to the hospital conducted by 2 Health Services Battalion (2HSB) for depression.",
      "id": "s40"
    },
    {
      "text": "On 16 March 2005, Dr John Newton Chalk, a specialist psychiatrist, said at par 7 of his affidavit that there were then no grounds for termination based upon his mental health.",
      "id": "s41"
    },
    {
      "text": "11 On 13 March 2006, the applicant was again admitted to 2HSB for depression.",
      "id": "s42"
    },
    {
      "text": "Dr Chalk says that as from 16 March 2005 under Defence Department referral auspices, he consulted with the applicant on a regular basis approximately every two weeks.",
      "id": "s43"
    },
    {
      "text": "12 Dr Chalk says that on or around 6 April 2006, he was asked to provide an opinion to the army/respondents regarding the applicant's fitness for duty and medical class.",
      "id": "s44"
    },
    {
      "text": "Dr Chalk says that at this time he orally advised the Defence Department's Dr L. Van Ingen Schenau, that the applicant was suffering from a situation crisis with avoidance personality traits, and advised that he considered the applicant to be MEC 403.",
      "id": "s45"
    },
    {
      "text": "13 The classification MEC 403 refers to personnel who ' are not employable or deployable in Army' .",
      "id": "s46"
    },
    {
      "text": "This classification relates to Reg 87(1)(c) of the Defence (Personnel) Regulations 2002 ('the Personnel Regulations'), which says:\n \n '87 Termination of service of enlisted member for other reasons \n \n (1) The service in the Defence Force of an enlisted member may be terminated, in accordance with this regulation, for any of the following reasons: \n ... \n \n \n (c) the enlisted member is medically unfit (including unfitness because of mental incapacity); \n \n \n ...' \n \n \n \n \n\n14 Pursuant to Reg 3 of the Personnel Regulations, the applicant, as a Private, is an enlisted member.",
      "id": "s47"
    },
    {
      "text": "15 The Defence Instructions (Army) PERS 116-5 Separation of Regular Army soldiers, Army Reserve soldiers on full-time service --- policy and procedures p 17 par 121 says of the classification MEC 403:\n \n 'A soldier that is graded either MEC 401 or MEC 403 is considered permanently below the minimum standard for continued employment and is not capable of regaining a deployable profile in their current or any alternative ECN.",
      "id": "s48"
    },
    {
      "text": "' \n \n\n16 Defence Instructions (Army) PERS 124-29 Medical Employment Classification System in the Australian Army at p 3 cl 29 provides:\n \n ' MECRB determinations of MEC 401 or 403.",
      "id": "s49"
    },
    {
      "text": "Any member that is determined to be MEC 401 or MEC 403 by the MECRB may not be upgraded at unit level.",
      "id": "s50"
    },
    {
      "text": "The only means to upgrade a member in these circumstances is through the MECRB appeal or MECRB termination process.",
      "id": "s51"
    },
    {
      "text": "In such cases, particularly for Critical Skills Wavier (CSW) reviews, health staff may recommend upgrade through a CMECR, but they are not to issue a Form PM 532 or amend HealthKeyS to reflect this recommendation.",
      "id": "s52"
    },
    {
      "text": "' \n \n\n17 MECRB is the acronym for the Medical Employment Classification Review Board.",
      "id": "s53"
    },
    {
      "text": "18 On 10 April 2006 the applicant made a complaint, via an email eleven pages in length, to the Chief of the Defence Force about his treatment in the Battalion, alleging bullying and bastardisation, which had had an adverse psychological effect on him.",
      "id": "s54"
    },
    {
      "text": "On 7 May 2006 Lieutenant Colonel Thomae was appointed to investigate these complaints.",
      "id": "s55"
    },
    {
      "text": "The applicant asserts that he has never been told the results of the investigation.",
      "id": "s56"
    },
    {
      "text": "19 On 11 April 2006, the applicant was advised that he had been downgraded to a classification MEC 403, and would be medically reviewed for discharge.",
      "id": "s57"
    },
    {
      "text": "20 A document, headed ' Workplace Disability Report ', dated 19 April 2006, and signed by Lieutenant Colonel Whitting, as the applicant's commanding officer, discusses the applicant's deployability.",
      "id": "s58"
    },
    {
      "text": "21 Under the heading, ' Nature of members present duties ', Lieutenant Colonel Whitting says:\n \n 'PTE Martincevic is a storeman by trade.",
      "id": "s59"
    },
    {
      "text": "Over the past 15 months however, as a result of his consistently below average work performance requiring intensive supervision and numerous personal difficulties, he has been employed in all three companies within the battalion in an effort to ensure his poor performances were not related to just one workplace environment.",
      "id": "s60"
    },
    {
      "text": "PTE Martincevic has recently been placed under the close supervision of a Warrant Officer in the battalion training cell as his constantly poor performance was impacting on his peers and supervisors in all three prior workplaces.",
      "id": "s61"
    },
    {
      "text": "' \n \n\n22 At p 2 of the report, the following comments appear, under the heading ' Impact of the medical condition on the member's ability to carry out the following [primary duties]' :\n \n 'A record of conversation dated 6 Sept 04 and countersigned by PTE Martincevic was written by the member's immediate supervisor and highlights poor trade knowledge and the requirement for close supervision in order to ensure the completion of tasks.",
      "id": "s62"
    },
    {
      "text": "It also raises the issue of the member's financial difficulties (approx $19,000-00 in various debts) and the need for him to appear in court with regards to outstanding debts.",
      "id": "s63"
    },
    {
      "text": "A record of conversation dated 19 Apr 05 and complied by a different supervisor shows minor improvement in PTE Martincevic's performance but again highlights the distraction caused by personal administration and the need for an improved effort in relation to his conduct and attitude.",
      "id": "s64"
    },
    {
      "text": "A subsequent report dated 3 May 05 indicates regression in the member's performance, particularly in relation to personal organisation, teamwork, interpersonal relationships, reliability , conduct and attitude.",
      "id": "s65"
    },
    {
      "text": "' \n\n23 Later that report says at p 3:\n \n 'In summary, there is sufficient evidence to suggest that PTE Martincevic is unable to carry out his assigned duties without constant close supervision.",
      "id": "s66"
    },
    {
      "text": "In addition, PTE Martincevic made five separate threats of self harm over a 20 day period in Mar/Apr 06 and was admitted to Mental Health Establishments on each occasion.",
      "id": "s67"
    },
    {
      "text": "' \n \n\n24 The report noted at p 4 that ' PTE Martincevic has been absent from duty for medical reasons on numerous occasions and for significant periods since early 04'.",
      "id": "s68"
    },
    {
      "text": "25 Under the heading ' address any other recommendations for future career options such as suitability for transfer to a different trade or military occupation ', is the following comment:\n \n 'Given PTE Martincevic's demonstrated history of inability to cope with stress, difficulty in adjusting to work, limited motivation to learn, unwillingness to follow procedures, difficulty adjusting to change, generally low reasoning ability, long history of failing BFAs, predilection for making excuses, concerns regarding poor trade knowledge, difficulties completing the most basic tasks and the requirement for constant close supervision, PTE Martincevic is not considered employable in other trades within the Army.",
      "id": "s69"
    },
    {
      "text": "This observation is supported by Psychological reports conducted in 2004 and again in Apr 06.",
      "id": "s70"
    },
    {
      "text": "' \n \n\n26 In the Workplace Disability Report, Lieutenant Colonel Whitting concludes:\n \n 'I concur with the medical opinion regarding the necessity to medically downgrade PTE Martincevic.",
      "id": "s71"
    },
    {
      "text": "His continual threats of self-harm and very poor work performance render this member as unsuitable for continued service as a result of an inability to deploy him on operations for fear of his reactions under stress and his continual predilection for making threats of self-harm.",
      "id": "s72"
    },
    {
      "text": "' \n \n\n27 Subsequent to his medical downgrade, on 5 May 2006 the applicant wrote to the Medical Board in Canberra, seeking an independent medical assessment, and pending such an assessment, he asked that any action on the MEC classification be held in abeyance.",
      "id": "s73"
    },
    {
      "text": "In that letter, entitled ' Request for deferment of action ', the applicant also said:\n \n \n '5.",
      "id": "s74"
    },
    {
      "text": "You may not be aware but I have complained to CDF as to my treatment in 7 CSSB.",
      "id": "s75"
    },
    {
      "text": "This complaint is now the subject of an investigation.",
      "id": "s76"
    },
    {
      "text": "One of the matters of complaint is that I have not been posted out of 7 CSSB where the harassment against me has occurred.",
      "id": "s77"
    },
    {
      "text": "I am confident that if I was posted out of the unit, my MEC classification would not be MEC 403.",
      "id": "s78"
    },
    {
      "text": "6.",
      "id": "s79"
    },
    {
      "text": "I have written today to SCMA ['Soldier Career Management Agent'] to be posted out of the unit.",
      "id": "s80"
    },
    {
      "text": "7.",
      "id": "s81"
    },
    {
      "text": "I have also applied today for funding for an independent psychiatric assessment.",
      "id": "s82"
    },
    {
      "text": "' \n \n \n \n\n28 It does not appear that the applicant received a response to his request.",
      "id": "s83"
    },
    {
      "text": "29 Part of the history of the circumstances which led to the applicant's medical classification of MEC 403 by the Army is as follows:\n \n30 The applicant first consulted Dr Chalk on 20 July 2004, under Defence Department referral auspices.",
      "id": "s84"
    },
    {
      "text": "Dr Chalk's evidence is that since this date he has consulted with the applicant on ' several occasions' and has prepared three reports, dated 18 August 2004, 20 March 2005, and 17 July 2006.",
      "id": "s85"
    },
    {
      "text": "31 The first two of Dr Chalk's report were commissioned by the first respondent.",
      "id": "s86"
    },
    {
      "text": "Of the applicant's treatment under such referral Dr Chalk says:\n \n 'On 16 March 2006 [sic, should be 2005] , and again under Defence Department referral auspices, I consulted with the Applicant following reports of the Applicant displaying suicidal ideation.",
      "id": "s87"
    },
    {
      "text": "Following my examination of the Applicant at this time, I advised the First Respondent that the Applicant displayed no clinical signs such as to support a diagnosis of depression and therefore was not suffering from any psychiatric illness requiring treatment with medication.",
      "id": "s88"
    },
    {
      "text": "As from 16 March 2006 [sic, should be 2005] , under Defence Department referral auspices, I consulted with the Applicant on a regular basis, approximately every two weeks.",
      "id": "s89"
    },
    {
      "text": "On or around 6 April 2006, I was asked to provide an opinion to the Army/Respondents regarding the Applicant's fitness for duty and medical class.",
      "id": "s90"
    },
    {
      "text": "At this time, I orally advised the Defence Department's Dr L Van Ingen Schenau that the Applicant was suffering from a situation crisis with avoidance personality traits and advised that I considered the Applicant to be MEC 403.",
      "id": "s91"
    },
    {
      "text": "' \n \n\n32 On 16 May 2006 the Medical Employment Classification Review Board, the MECRB, undertook a review of the applicant's medical downgrade.",
      "id": "s92"
    },
    {
      "text": "33 The MECRB considers deployability and employability of a member based on medical information, trade requirements and personnel management requirements: see Defence Instructions (Army) PERS 124-29 Medical Employment Classification System in the Australian Army at cl 1.",
      "id": "s93"
    },
    {
      "text": "34 The procedure following the classification of a soldier as MEC 403 is set out in the Defence Instructions (Army) PERS 124-29 Medical Employment Classification System in the Australian Army at p 4 cll 35 --- 36:\n \n ' Medical Discharges (including transfer to Reserves) \n \n 35.",
      "id": "s94"
    },
    {
      "text": "Where a member is found to be MEC 401, MEC 403, their CSW [Critical Skills Wavier] expires, or the member does not accept trade transfer when MEC 402, they will be discharged under DI(A0 PERS 116-5 --- Separation of Regular Army soldiers, Army Reserve soldiers on full-time service --- policy and procedures or DI(G) PERS 03-4 --- Management Initiated Early Retirement and termination of service in the Australian Defence Force.",
      "id": "s95"
    },
    {
      "text": "36.",
      "id": "s96"
    },
    {
      "text": "For soldiers, MECRB will determine the MEC of the member and if there is sufficient grounds to issue a TN under DPR 87(1)(d) 'Soldier does not comply with the medical standard for the trade or employment in which the enlisted member is engaged'.",
      "id": "s97"
    },
    {
      "text": "Such a TN will invite a soldier to provide a Statement of Reasons (SOR).",
      "id": "s98"
    },
    {
      "text": "A termination date will not be issued until the discharge authority considers the TN and decides whether the services of the member should be terminated.",
      "id": "s99"
    },
    {
      "text": "' \n \n\n35 A document entitled ' Medical Employment Classification Review Board Record' , dated 11 May 2006, includes the following comments:\n \n '1.",
      "id": "s100"
    },
    {
      "text": "Effect of the member's condition on the ability to carry out primary and general duties \n \n Adjustment Disorder with Dysphoric Mood \n PTE Martincevic has developed a pattern of dealing with adverse circumstances by threatening self-harm and presenting to hospital.",
      "id": "s101"
    },
    {
      "text": "He has been observed to have poor work performance and a history of failing his BFAs.",
      "id": "s102"
    },
    {
      "text": "He has been under close performance scrutiny and his command has concluded he is permanently undeployable.",
      "id": "s103"
    },
    {
      "text": "His numerous threats of self-harm reinforced this belief.",
      "id": "s104"
    },
    {
      "text": "He has had multiple psychiatric assessments dating to early 2005 and no psychiatric diagnosis was forthcoming.",
      "id": "s105"
    },
    {
      "text": "There were features of personality vulnerabilities.",
      "id": "s106"
    },
    {
      "text": "He has had psychological treatment to try to address these.",
      "id": "s107"
    },
    {
      "text": "The possibility of posting to alternative locations was raised.",
      "id": "s108"
    },
    {
      "text": "Despite not being categorised as having an illness, he was working reduced hours and presenting in distress frequently.",
      "id": "s109"
    },
    {
      "text": "He alleged he was being harassed in the workplace.",
      "id": "s110"
    },
    {
      "text": "He has significant family stressors including children with special needs, marital, and financial difficulties.",
      "id": "s111"
    },
    {
      "text": "He alleged that his unit discouraged him from attending medical appointments with his son.",
      "id": "s112"
    },
    {
      "text": "On 06/04/2006, his psychiatrist declared he was not coping and had suicidal ideation and was MEC 403.",
      "id": "s113"
    },
    {
      "text": "This is not a simple picture of a medical condition but a complex presentation with interacting factors.",
      "id": "s114"
    },
    {
      "text": "This soldier and his family have a high requirement for support, which unfortunately is demonstrably incompatible with his military life.",
      "id": "s115"
    },
    {
      "text": "The member's personality and behaviour have exacerbated his situation and have deteriorated in response to the stress.",
      "id": "s116"
    },
    {
      "text": "' \n \n\n36 On 11 May 2006, a document ' MECRB-IN-CONFIDENCE SCMA SO1 MECRB' includes the following findings and determination of the President of the MECRB.",
      "id": "s117"
    },
    {
      "text": "' MECRB President (SO1): \n PTE Martincevic has a condition that has not improved upon posting to BNE.",
      "id": "s118"
    },
    {
      "text": "He continually presents with claims of self-harm and thoughts of suicidal ideation.",
      "id": "s119"
    },
    {
      "text": "He is high maintenance and has demonstrated a personality that is incompatible with service employment and he is definitely not deployable .",
      "id": "s120"
    },
    {
      "text": "I determine P8S8 MEC 403 .",
      "id": "s121"
    },
    {
      "text": "I find there is sufficient evidence that the member is non-deployable in the long term and therefore I am bound to issue the member with a TN pursuant to DPR 87 (1)(c) \"Medically Unfit\".",
      "id": "s122"
    },
    {
      "text": "' \n (Emphasis added).",
      "id": "s123"
    },
    {
      "text": "37 On 23 May 2006, Major Le Lievre, acting pursuant to r 87(2) of the Personnel Regulations, issued a ' Termination Notice ' ('the Termination Notice') to the applicant.",
      "id": "s124"
    },
    {
      "text": "38 Regulation 87 authorises the issuing of a termination notice by the third respondent, and sets out the circumstances in which the termination of an enlisted member's service may occur:\n \n '87 Termination of service of enlisted member for other reasons \n \n (1) The service in the Defence Force of an enlisted member may be terminated, in accordance with this regulation, for any of the following reasons: \n (a) if the enlisted member is less than 18 years old -- the enlisted member's father, mother or guardian has requested the termination of the enlistment; \n (b) the enlisted member will, on termination, be appointed as an officer; \n (c) the enlisted member is medically unfit (including unfitness because of mental incapacity); \n (d) the enlisted member does not comply with the medical standard for the trade or employment in which the enlisted member is engaged; \n (e) the Chief of the enlisted member's Service is satisfied that the enlisted member is not suited to be an enlisted member of the Defence Force; \n (f) if the enlisted member is undergoing: \n (i) recruit training; or \n (ii) initial employment training; or \n (iii) apprentice training; or \n (iv) trade training; \n the Chief of the enlisted member's Service is satisfied that the enlisted member is unsuitable for further training; \n (g) the Chief of the enlisted member's Service is satisfied that the retention of the enlisted member is not in the interest of: \n (i) Australia; or \n (ii) the Defence Force; or \n (iii) the Chief's Service; \n (h) the enlisted member gave false or misleading information to a person to whom the enlisted member was required to give information in relation to the enlisted member's enlistment; \n (i) the enlisted member has not been granted, or has not accepted, Australian citizenship; \n (j) the enlisted member has failed to render service that the enlisted member was required to render.",
      "id": "s125"
    },
    {
      "text": "(2) The Chief of an enlisted member's Service may give the enlisted member a termination notice: \n \n \n (a) stating that it is proposed to terminate the enlisted member's service in the Defence Force; and \n (b) stating the reason for terminating the service; and \n (c) setting out particulars of the facts and circumstances relating to the reason for terminating the service that is sufficient to allow the enlisted member to prepare a statement of reasons why the service should not be terminated; and \n (d) inviting the enlisted member to give the Chief a written statement of reasons why the service should not be terminated; and \n (e) specifying a period of at least 28 days after the date of the notice as the period in which the enlisted member may give the statement of reasons.",
      "id": "s126"
    },
    {
      "text": "(3) If: \n \n \n (a) the enlisted member does not give the Chief a statement of reasons in the specified period; and \n (b) the Chief is of the opinion that the reason for terminating the enlisted member's service has not been affected by a change in circumstances since the termination notice was given to the enlisted member; \n \n \n the Chief must terminate the enlisted member's service in the Defence Force.",
      "id": "s127"
    },
    {
      "text": "(4) If: \n \n \n (a) the enlisted member gives the Chief a statement of reasons in the specified period; and \n (b) having considered the statement, the Chief is of the opinion that the reason for terminating the enlisted member's service: \n \n \n (i) has been established; and \n (ii) has not been affected by a change in circumstances since the termination notice was given to the enlisted member; \n \n \n the Chief must terminate the enlisted member's service in the Defence Force.",
      "id": "s128"
    },
    {
      "text": "(5) The Chief must not terminate the enlisted member's service under this regulation in any other circumstances.",
      "id": "s129"
    },
    {
      "text": "' \n \n (Emphasis added.",
      "id": "s130"
    },
    {
      "text": ")\n \n\n39 The Termination Notice issued on 23 May 2006 said:\n \n ' Reason \n \n 1.",
      "id": "s131"
    },
    {
      "text": "The reason for the PROPOSED termination is that pursuant to regulation 87(1)(c) of the Defence (Personnel) Regulations 2002 , you are \"medically unfit\".",
      "id": "s132"
    },
    {
      "text": "2.",
      "id": "s133"
    },
    {
      "text": "Evidence of the particulars of facts and circumstances relating to the reason for terminating your service is as follows: \n \n \n a.",
      "id": "s134"
    },
    {
      "text": "On 20 Apr 06 you were downgraded to 403, as indicated on the PM 64/532 of 20 Apr 06.",
      "id": "s135"
    },
    {
      "text": "b.",
      "id": "s136"
    },
    {
      "text": "On 16 May 06 your case was presented to a MECRB where your medical condition as per your JHSA MECRBR Summary of 11 May 06 at Enclosure 3 was discussed.",
      "id": "s137"
    },
    {
      "text": "c. The President of the MECRB determined you were P8S8 MEC 403, and as a result of this classification you cannot meet the base Army employment requirements of a deployable profile as specified in DI(A) PERS 159-1 --- PULHEEMS Employment Standards and DI(A) OPS 80-1 --- Army Individual Readiness Notice.",
      "id": "s138"
    },
    {
      "text": "' \n \n \n \n\n40 The Termination Notice included a ' Statement of Reasons' :\n \n ' Statement of reasons \n \n \n 3.",
      "id": "s139"
    },
    {
      "text": "Pursuant to regulation 87(2)(d) of the Defence (Personnel) Regulations 2002 , you are invited to give the delegate of the Chief of Army for discharge at the Soldier Career Management Agency (hereafter referred to as 'the delegate'), a written statement of reasons why your service in the Defence Force should not be terminated.",
      "id": "s140"
    },
    {
      "text": "4.",
      "id": "s141"
    },
    {
      "text": "You have 28 days from the receipt of this Termination Notice within which to provide your written statement of reasons.",
      "id": "s142"
    },
    {
      "text": "You may consult a legal officer and/or medical staff if available, or you may have another person assist you in preparing your statement of reasons.",
      "id": "s143"
    },
    {
      "text": "5.",
      "id": "s144"
    },
    {
      "text": "If you do not give the delegate a statement of reasons within the specified period and the delegate is of the opinion that the reason for terminating your service has been established and has not been affected by a change in circumstances since this Termination Notice was given to you, the delegate must terminate your service in the Defence Force.",
      "id": "s145"
    },
    {
      "text": "6.",
      "id": "s146"
    },
    {
      "text": "If you give a statement of reasons within the specified period, the delegate will consider that statement and any other relevant material that you choose to submit with it.",
      "id": "s147"
    },
    {
      "text": "If the delegate is then of the opinion that the reason for terminating your service has been established and has not been affected by a change in circumstances since this Termination Notice was given to you, the delegate must terminate your service in the Defence Force.",
      "id": "s148"
    },
    {
      "text": "7.",
      "id": "s149"
    },
    {
      "text": "While considering your statement of reasons, if it is found that new or previously omitted medical evidence is presented, the delegate may seek Director General Health Services review and recommendation for consideration pursuant to regulation 87(4) of the Defence (Personnel) Regulations 2002 .",
      "id": "s150"
    },
    {
      "text": "Any such recommendation will be provided to you as new evidence and you will be invited, pursuant to regulation 87(2)(d) of the Defence (Personnel) Regulations 2002 , to give the delegate an additional written statement of reasons.",
      "id": "s151"
    },
    {
      "text": "8.",
      "id": "s152"
    },
    {
      "text": "Where, after reviewing all the material provided, the delegate is of the opinion that you may be retained in the Defence Force, the delegate may direct that your retention is to be subject to any other medical and employment restrictions, including but not limited to medical waivers, trade transfer or permanent medical restrictions.",
      "id": "s153"
    },
    {
      "text": "In making a decision the delegate will consider all the material provided to them in the Termination Notice, including your statement of reasons and additional material submitted by you in response to this Termination Notice.",
      "id": "s154"
    },
    {
      "text": "' \n \n\n41 The Termination Notice listed the material considered by Major Le Lievre in making the decision to issue the termination notice:\n \n 'I, MAJ L. Le Lievre, as a delegate of the Chief of Army, considered the following material in making my decision to issue this Termination Notice: \n \n b.",
      "id": "s155"
    },
    {
      "text": "7 CSSB PM 64/532 RO0597-06 of 20 Apr 06; \n c. SCMA MECRB List on 16 May 06; \n d. 8233008 Pte A. Martincevic JHSA MECRBR Summary of 11 May 06; \n e. Your complete service history as contained on your personal file; \n f. DI(A) PERS 159-1 --- PULHEEMS Employment Standards; \n g. DI(A) OPS 80-1 --- Army Individual Readiness Notice; and \n h. DI(A) PERS 116-5 --- Separation of Regular Army Soldiers, Army Reserve soldiers and soldiers on full-time service --- policy and procedures .",
      "id": "s156"
    },
    {
      "text": "' \n \n\n42 On 24 May 2006, a copy of the Termination Notice was provided to the applicant, along with a two page document styled, ' Minute ', with the heading ' MECRB DETERMINATION --- 8233008 (1804650) PTE A. MARTINCEVIC, RAAOC '.",
      "id": "s157"
    },
    {
      "text": "43 Paragraph 7 of this Minute said:\n \n '7.",
      "id": "s158"
    },
    {
      "text": "If PTE Martincevic disagrees with the MECRB determination, he may in the first instance, pursuant to DPR 87(2)(d), submit a Statement of Reasons to the delegate within 28 days of acknowledging the TN.",
      "id": "s159"
    },
    {
      "text": "Any soldier who submits a Statement of Reasons, is to continue with discharge administration.",
      "id": "s160"
    },
    {
      "text": "' \n \n\n44 On 26 May 2006, the applicant signed a document titled, ' MECRB ACKNOWLEDGEMENT '.",
      "id": "s161"
    },
    {
      "text": "On this form the words ' I do not wish to provide a statement of reasons why my termination of service should not proceed' have been crossed out.",
      "id": "s162"
    },
    {
      "text": "The sentence, ' I intend to provide a statement of reasons why my termination of service should not proceed' has been circled.",
      "id": "s163"
    },
    {
      "text": "The third respondent says that he received notification of the applicant's acknowledgement on or around 6 June 2006.",
      "id": "s164"
    },
    {
      "text": "45 The applicant lodged an ' Application for Redress of Grievance ' on 15 June 2006, seeking to have the Termination Notice set aside or delayed until the investigation being conducted by Lieutenant Colonel Thomae into his treatment in 7 CSSB was completed.",
      "id": "s165"
    },
    {
      "text": "Receipt of this application was acknowledged on 16 June 2006.",
      "id": "s166"
    },
    {
      "text": "46 That Redress of Grievance was addressed to the Commanding Officer, 7 CSSB and commenced: \n \n \n '1.",
      "id": "s167"
    },
    {
      "text": "I hereby apply for redress of the following grievance affecting my service: \n \n \n \n \n \n a.",
      "id": "s168"
    },
    {
      "text": "Nature of grievance: The decision made by MECRB to issue a Termination Notice dated 24 May 06.",
      "id": "s169"
    },
    {
      "text": "b.",
      "id": "s170"
    },
    {
      "text": "Redress sought: That the decision be overturned or at the least delayed until an investigation by LTCOL Thomae is complete.",
      "id": "s171"
    },
    {
      "text": "I request the matter be investigated outside 7 CSSB as members of that unit are being investigated presently at the moment.",
      "id": "s172"
    },
    {
      "text": "I request LTCOL Thomae investigate this Redress of Grievance.",
      "id": "s173"
    },
    {
      "text": "Grounds upon which I base my complaint \n \n \n \n 2.",
      "id": "s174"
    },
    {
      "text": "In summary I have been the subject of unlawful harassment and behaviour by members of the ADF.",
      "id": "s175"
    },
    {
      "text": "This has lead to my being psychologically harmed.",
      "id": "s176"
    },
    {
      "text": "Once the harassment ceases and I am posted away from 7CSSB I will be fit to perform my duties and there will be no need to terminate my services from the ADF.",
      "id": "s177"
    },
    {
      "text": "I also say that I requested action with respect to the MECRB determination be suspended pending my obtaining an independent psychiatric report.",
      "id": "s178"
    },
    {
      "text": "This request was ignored.",
      "id": "s179"
    },
    {
      "text": "3.",
      "id": "s180"
    },
    {
      "text": "I also submit that the MEC process is being improperly used by 7CSSB as a continuation of the harassment in respect of which I have made complaint to the CDF.",
      "id": "s181"
    },
    {
      "text": "...' \n \n \n \n\n47 On 20 June 2006, the applicant wrote to Captian D.T Price and Ms J Van Beukering, seeking that the MECRB decision be put \"on hold\".",
      "id": "s182"
    },
    {
      "text": "That letter said: \n \n '1.",
      "id": "s183"
    },
    {
      "text": "I request that any MECRB decision be put on hold.",
      "id": "s184"
    },
    {
      "text": "2.",
      "id": "s185"
    },
    {
      "text": "I have submitted a ROG on my MECRB decision which is being investigated.",
      "id": "s186"
    },
    {
      "text": "That is why I am requesting that any action be put on hold until investigations are conducted.",
      "id": "s187"
    },
    {
      "text": "3.",
      "id": "s188"
    },
    {
      "text": "I have also submitted a complaint to the CDF.",
      "id": "s189"
    },
    {
      "text": "This is also involving the events to the MECRB decision.",
      "id": "s190"
    },
    {
      "text": "The complaint to the CDF is currently still under investigation.",
      "id": "s191"
    },
    {
      "text": "4.",
      "id": "s192"
    },
    {
      "text": "I require a answer on this by 1200hrs on the 20 June 2006.",
      "id": "s193"
    },
    {
      "text": "This is so that any further action can be taken.",
      "id": "s194"
    },
    {
      "text": "I can be contacted on 0415701936 to discuss the matter further.",
      "id": "s195"
    },
    {
      "text": "' \n \n \n \n\n48 The applicant's Application for Redress of Grievance was dismissed on 30 June 2006, the applicant's Commanding Officer being of the view that no new medical evidence undermined the original determination.",
      "id": "s196"
    },
    {
      "text": "A document entitled ' Outcome of CO Investigation of Redress of Grievance' addressed each of the applicant's allegations individually and was signed by Lieutenant Colonel Whitting, who concluded: \n \n ' [the applicant's Redress of Grievance] was written to redress the issue of the MECRB Termination Notice dated 24 May 06.",
      "id": "s197"
    },
    {
      "text": "It should be noted that the MECRB is an exhaustive, independent assessment of a member's overall medical condition and is overseen by psychological, psychiatric and general medical specialists.",
      "id": "s198"
    },
    {
      "text": "As such, its determinations are confined to medical diagnoses.",
      "id": "s199"
    },
    {
      "text": "Most of the claims alleged by PTE Martincevic in his ROG are of an administrative nature and have been dealt with through external QAs and Routine Inquiries.",
      "id": "s200"
    },
    {
      "text": "There has been no medical evidence submitted in [the applicant's Redress of Grievance] to suggest any reason why the MECRB determination should be overturned.",
      "id": "s201"
    },
    {
      "text": "Given that a psychiatrist has determined that PTE Martincevic is considered MEC403 and that this has been confirmed at several subsequent levels by objective medical assessment through the MECRB process, I see no medical grounds as to why the MEC decision should be reversed.",
      "id": "s202"
    },
    {
      "text": "' \n \n\n49 Defence Instructions (Army) PERS 124-29 Medical Employment Classification System in the Australian Army at p 6 cll 49 --- 50 provides:\n \n ' Medical Employment Classification Review Board appeals and member Statements of Reason \n \n 49.",
      "id": "s203"
    },
    {
      "text": "If a member disagrees with a MECRB determination they may, in the first instance, appeal the MECRB decision in accordance with DI(G) PERS 16-15.",
      "id": "s204"
    },
    {
      "text": "In the event that a Termination Notice is issued by the MECRB, the member may provide a SOR as their appeal documentation.",
      "id": "s205"
    },
    {
      "text": "Appeals are to be addressed to the relevant MECRB Secretary.",
      "id": "s206"
    },
    {
      "text": "Medical Employment Classification Review Board time frames \n \n 50.",
      "id": "s207"
    },
    {
      "text": "Once all relevant CMECR documentation is received at a CMA, the CMA is to have the member's case presented to a MECRB within 28 days wherever possible.",
      "id": "s208"
    },
    {
      "text": "' \n \n\n50 On 22 June 2006, the applicant submitted a Statement of Reasons to SCMA as to why he should not be discharged.",
      "id": "s209"
    },
    {
      "text": "This document includes a final paragraph:\n \n 'This SOR is incomplete and I will deliver the full SOR once all other evidence is on hand.",
      "id": "s210"
    },
    {
      "text": "I also request an extension on this till I receive other reports form [sic] health professionals.",
      "id": "s211"
    },
    {
      "text": "There is also a statement in here by the MECRB President which states \"PTE Martincevic has a condition that has not improved upon posting to BNE.",
      "id": "s212"
    },
    {
      "text": "\" I did not have any condition upon posting to Brisbane.",
      "id": "s213"
    },
    {
      "text": "' \n \n\n51 In relation to this document, the third respondent says:\n \n 'On or around 22 June 2006, I received notification that the Applicant had submitted to SCMA a statement of reasons regarding the Termination Notice that issued on 23 May 2006.",
      "id": "s214"
    },
    {
      "text": "That statement of reasons came to my attention at SCMA prior to my making my decision to discharge the Applicant from the Army.",
      "id": "s215"
    },
    {
      "text": "' \n \n\n52 The response period to the Termination Notice issued on 23 May 2006 expired on 23 June 2006.",
      "id": "s216"
    },
    {
      "text": "53 On 26 June 2006, SCMA was informed by Major Paul Smith, an Army legal officer acting on the applicant's behalf, of the applicant had an upcoming appointment with a psychiatrist on 28 June 2006.",
      "id": "s217"
    },
    {
      "text": "Email correspondence between Major Smith and Major Andrew Adamson, of the SCMA, shows acknowledgement of this appointment.",
      "id": "s218"
    },
    {
      "text": "In this regard, Major Adamson said in an email dated 26 June 2006:\n \n 'Paul a SOR has now been received here from your client.",
      "id": "s219"
    },
    {
      "text": "His appointment is noted and an extension will apparently be granted.",
      "id": "s220"
    },
    {
      "text": "SCMA will formally notify his unit and 2 HSB that it is to be held in abeyance until the report is received.",
      "id": "s221"
    },
    {
      "text": "He should advise SCMA and his unit when the report is likely to become available and if he intends to provide any additional Statement of Reasons from addressing the report and any medical issues therein.",
      "id": "s222"
    },
    {
      "text": "This is not an indefinite extension so if nothing is heard within 21 days the matter may proceed unless another extension is requested with supporting materials.",
      "id": "s223"
    },
    {
      "text": "' \n (Emphasis added).",
      "id": "s224"
    },
    {
      "text": "54 The reference to 2 HSB refers to to 2 Health Services Battalion.",
      "id": "s225"
    },
    {
      "text": "The affidavit of the third respondent, sworn on 5 December 2006, describes this as ' a major medical unit based at Gallipoli Barracks' , which ' has responsibility for the provision of medical treatment for the Applicant or for the arranging of the same by other medical practitioners, as required '.",
      "id": "s226"
    },
    {
      "text": "55 On 24 June 2006 Major Smith wrote to Dr Chalk, posing supplementary questions for advice in respect of the applicant.",
      "id": "s227"
    },
    {
      "text": "That letter says:\n \n 'I act on behalf of PTE Martincevic.",
      "id": "s228"
    },
    {
      "text": "I am instructed that he is to see you on 28 th June 2006 for the purposes of your providing a report to the Australian Army.",
      "id": "s229"
    },
    {
      "text": "As I understand the situation you are to provide an independent report concerning PTE Martincevic.",
      "id": "s230"
    },
    {
      "text": "... \n \n I was wondering if it was possible for your report to also cover the following matters: \n \n \n 1.",
      "id": "s231"
    },
    {
      "text": "Does he in fact have a diagnosable psychiatric condition in accordance with DSM IV.",
      "id": "s232"
    },
    {
      "text": "2.",
      "id": "s233"
    },
    {
      "text": "If he does have a diagnosable psychiatric condition what has caused this.",
      "id": "s234"
    },
    {
      "text": "3.",
      "id": "s235"
    },
    {
      "text": "Has his treatment in 7 CSSB contributed to his present condition.",
      "id": "s236"
    },
    {
      "text": "4.",
      "id": "s237"
    },
    {
      "text": "Would his condition improve once posted away from 7 CSSB.",
      "id": "s238"
    },
    {
      "text": "...' \n \n\n56 The applicant attended an appointment with Dr Chalk on 28 June 2006 ('the 28 June consultation').",
      "id": "s239"
    },
    {
      "text": "57 The agreed facts indicate some confusion between Major Smith and Dr Chalk as to the provision of a report by Dr Chalk.",
      "id": "s240"
    },
    {
      "text": "58 The facts as agreed by the parties are that:\n \n 'On 24 June 2006 Mr. Smith, wrote to Dr Chalk noting (as was Mr Smith's understanding) that Dr Chalk was to provide a report to the Army on the Applicant and requesting him to cover specific matters in that report...In fact, no such report had been requested of Dr Chalk by or on behalf of the Commonwealth.",
      "id": "s241"
    },
    {
      "text": "At that time, the last advice that had been sought and obtained from Dr Chalk by the Commonwealth was prior to the giving of the Termination Notice to the Applicant.",
      "id": "s242"
    },
    {
      "text": "' \n \n\n59 It is agreed that the applicant was initially referred to Dr Chalk prior to 6 April 2006, and that there was no new referral for the 28 June consultation.",
      "id": "s243"
    },
    {
      "text": "The agreed facts state, ' The appointment on 28 June 2006 was arranged by the applicant in consultation with Dr Chalk following previous appointments as part of the applicant's ongoing treatment by Dr Chalk '.",
      "id": "s244"
    },
    {
      "text": "60 On 3 July 2006, Dr Chalk generated an account of $825.00 for the 28 June consultation.",
      "id": "s245"
    },
    {
      "text": "Major Smith received this account, who, on 4 July 2006, wrote to Dr Chalk by facsimile, requesting this account be forwarded to the ADF.",
      "id": "s246"
    },
    {
      "text": "That letter stated:\n \n 'I have always been of the understanding that the report you are providing was for the Army.",
      "id": "s247"
    },
    {
      "text": "I merely wrote to you to ask you to consider the material I referred to in my letter.",
      "id": "s248"
    },
    {
      "text": "In the circumstances I ask you to forward your account to the ADF.",
      "id": "s249"
    },
    {
      "text": "' \n \n\n61 A response from Dr Chalk, dated 4 July 2006, says:\n \n 'Thank you for your facsimile regarding the account forwarded to your office for a report prepared on Mr Martincevic.",
      "id": "s250"
    },
    {
      "text": "In relation to the report I prepared on Pte Martincevic it appears I must have misunderstood your original letter.",
      "id": "s251"
    },
    {
      "text": "Given that I have not received a written request from the ADF for a report on this gentleman, I will discard the one I have prepared.",
      "id": "s252"
    },
    {
      "text": "I will of course retain your letter and give it consideration should I receive a written request from the ADF for a report.",
      "id": "s253"
    },
    {
      "text": "' \n \n\n62 On 8 July 2006, the applicant lodged a document ' Request for Referral of Redress of Grievance to Chief of Army ', containing some 78 paragraphs, by which he sought to have his original Application for Redress reviewed by the Chief of Army, on the grounds that the original application was investigated by a Commanding Officer who \"misused the process\".",
      "id": "s254"
    },
    {
      "text": "The applicant stated that:\n \n '62.",
      "id": "s255"
    },
    {
      "text": "In this matter it is to be noted the unit's conduct (during LTCOL Whitting's command) is called into question on a number of occasions in the ROG... \n \n ... \n \n 65.",
      "id": "s256"
    },
    {
      "text": "It is beyond a shadow of a doubt that a fair minded member of the public would have an apprehension of bais with respect to the CO. \n \n 66.",
      "id": "s257"
    },
    {
      "text": "I submit that it is a serious error of process if the CO of the unit against whom I made the complaints (he being CO at the relevant time) is the one to investigate my complaints.",
      "id": "s258"
    },
    {
      "text": "67.",
      "id": "s259"
    },
    {
      "text": "Over and beyond this it is a serious error of process if the CO would himself investigate the matter at the same time I have a current complaint with HREOC against his unit with respect to the unit's harassment of me.",
      "id": "s260"
    },
    {
      "text": "No proper investigation \n \n 68.",
      "id": "s261"
    },
    {
      "text": "All the CO appears to have done is read the documents and put his view of things in the minute.",
      "id": "s262"
    },
    {
      "text": "It is as if he is the respondent to the complaint (which is the true position) as compared to being an independent investigating officer.",
      "id": "s263"
    },
    {
      "text": "' \n \n\n63 On 18 July 2006, Mr James Patterson, solicitor for James Watts &amp; Co, made an appointment for the applicant to see Professor Whiteford, for the purpose of obtaining a report on whether the applicant was fit for continued service.",
      "id": "s264"
    },
    {
      "text": "64 The third respondent, in his affidavit of 5 December 2006, says: \n \n \n '6.",
      "id": "s265"
    },
    {
      "text": "As a sequel to the briefings by Major Adamson as to his dealings with Major Smith, on or around the end of June 2006, I instructed Captain Walter, a subordinate officer within SCMA, to advise the Applicant that he would be granted an extension until 21 July 2006 in which to provide a supplementary statement of reasons along with any further medical evidence supporting his contentions.",
      "id": "s266"
    },
    {
      "text": "7.",
      "id": "s267"
    },
    {
      "text": "Captain Walter advised me and I believe that he advised the Applicant that he had been granted an extension until 21 July 2006 in which to provide a supplementary statement of reasons along with any further medical evidence supporting his contentions.",
      "id": "s268"
    },
    {
      "text": "8.",
      "id": "s269"
    },
    {
      "text": "The Applicant failed to provide any further medical evidence or a supplementary statement of reasons within the time granted under the extension.",
      "id": "s270"
    },
    {
      "text": "That time having passed without the receipt of any further medical evidence, I requested my staff: \n \n \n \n \n \n \n (a) to ascertain via the Applicant's unit, i.e.",
      "id": "s271"
    },
    {
      "text": "via the appropriate chain of command for the Applicant, what the position was in relation to the foreshadowed report; \n \n \n \n \n \n \n \n (b) to cause contact to be made with Dr Chalk, the psychiatrist mentioned in Major Adamson's email exchange with Major Smith to see whether he had altered an opinion expressed by him in April 2006 with respect to the Applicant's medical employment classification.",
      "id": "s272"
    },
    {
      "text": "' \n \n \n \n \n\n65 Captain Tannas Loskill, in response to a call from SCMA to confirm the status of the applicant's statement of reasons, recorded that during the conversation the applicant was asked:\n \n 'Didn't CAPT Walter confirm that you have been given an extension until 21 Jul 06 to get that evidence in?",
      "id": "s273"
    },
    {
      "text": "\" PTE Martincevic replied yes.",
      "id": "s274"
    },
    {
      "text": "The ADJT advised that 21 Jul was last Friday and that he had missed his due date.",
      "id": "s275"
    },
    {
      "text": "PTE Martincevic said that he had an appointment with the doctor on 9 Aug 06 so he couldn't get anything in until after that.",
      "id": "s276"
    },
    {
      "text": "The ADJT asked if this was the same doctor that he referenced in his extension and PTE Martincevic answered yes but he was overseas and the next time he could see him was 9 Aug 06.",
      "id": "s277"
    },
    {
      "text": "The ADJT advised that he should have told SCMA before the due date.",
      "id": "s278"
    },
    {
      "text": "PTE Martincevic said that \"I better write something up then and fax it off to CAPT Walter\", the ADJT advised him that he should telephone CAPT Walter and speak to him in person to explain the circumstances but she didn't like his chances because he didn't contact SCMA before the deadline elapsed and they had already.",
      "id": "s279"
    },
    {
      "text": "The ADJT reiterated that PTE Martincevic should contact SCMA straight away to explain his circumstances.",
      "id": "s280"
    },
    {
      "text": "' \n \n\n66 After that conversation, Captain Loskill emailed to SCMA the record of her conversation with the applicant, and made the comment: \n \n 'I have briefed my CO and as previously stated, the unit strongly recommends against providing the soldier with another extension, as the unit feels that both he, with his legal officer, are manipulating the system beyond acceptable limits.",
      "id": "s281"
    },
    {
      "text": "' \n \n\n67 The third respondent states in his affidavit, \" I did not share the sentiment voiced in the 7 CSSB email as to the alleged \"manipulation\" of \"the system\".",
      "id": "s282"
    },
    {
      "text": "68 On 24 July 2006, Dr Belinda Doherty, who is a medical consultant to the Department of Defence, sent a memo to Captain Walter, a member of the staff of the third respondent at SCMA.",
      "id": "s283"
    },
    {
      "text": "Dr Doherty advised Captain Walter in these terms:\n \n 'I have spoken with Dr Chalk today.",
      "id": "s284"
    },
    {
      "text": "He continues to recommend that the member is MEC 403 and supports discharge.",
      "id": "s285"
    },
    {
      "text": "I also spoke to the GP at 2HSB, Dr Lee.",
      "id": "s286"
    },
    {
      "text": "She is unaware of any other pending specialist referrals/reports.",
      "id": "s287"
    },
    {
      "text": "' \n \n\n69 The contents of this email came to the third respondent's knowledge, ' prior to my making the discharge decision.",
      "id": "s288"
    },
    {
      "text": "'\n \n70 The date of this communication of Dr Chalk's view to the third respondent is, in my view, important, because it is after the interview of the applicant with Dr Chalk on 28 June 2006.",
      "id": "s289"
    },
    {
      "text": "The email of Major Adamson of SCMA to Major Smith of 26 June granted an extension to the applicant for this appointment.",
      "id": "s290"
    },
    {
      "text": "Further, that email noted:\n \n 'This is not an indefinite extension so if nothing is heard within 21 days the matter may proceed unless another extension is requested with supporting materials.",
      "id": "s291"
    },
    {
      "text": "' \n \n\n71 On 26 July 2006, the applicant wrote, via facsimile, seeking yet a further extension.",
      "id": "s292"
    },
    {
      "text": "That letter, no doubt prompted by the applicant's telephone conversation with Captain Loskill on 24 July 2006, is addressed:\n \n 'CAPT D.T.",
      "id": "s293"
    },
    {
      "text": "Price SO3P5 \n Ms J.",
      "id": "s294"
    },
    {
      "text": "Van Beukering Involuntary Separations Cell \n \n For information \n MAJ P. Smith' \n \n\n72 That letter says:\n \n ' MECRB DECISION \n \n \n \n 1.",
      "id": "s295"
    },
    {
      "text": "I request an extension as I have an appointment with Professor Harvey Whiteford on the 9 th of August 2006.",
      "id": "s296"
    },
    {
      "text": "This is so that Professor H. Whiteford can examine me correctly.",
      "id": "s297"
    },
    {
      "text": "2.",
      "id": "s298"
    },
    {
      "text": "Dr J. Chalk now states that there is nothing wrong with me.",
      "id": "s299"
    },
    {
      "text": "But will not let myself return to work until I provide him with a copy of the investigation report.",
      "id": "s300"
    },
    {
      "text": "This is the report that LTCOL Thomae has prepared for the CDF.",
      "id": "s301"
    },
    {
      "text": "I have been seeing Dr J. Chalk about every two weeks and he is only concerned about this report that LTCOL Thomae has prepared.",
      "id": "s302"
    },
    {
      "text": "This is all that is discussed in my meetings with Dr J. Chalk and nothing is said about medical issues that might be outstanding.",
      "id": "s303"
    },
    {
      "text": "' \n \n \n \n\n73 This is the first suggestion to anybody in the Army of any appointment with Professor Whiteford.",
      "id": "s304"
    },
    {
      "text": "There is no reference to Professor Whiteford being a psychiatrist.",
      "id": "s305"
    },
    {
      "text": "74 The applicant did not receive a response to this minute prior to the making of the decision.",
      "id": "s306"
    },
    {
      "text": "In his affidavit, the third respondent acknowledges:\n \n 'On or after 26 July 2006, but before I made the discharge decision, a minute dated 26 July 2006 sent by the Applicant to officers within SCMA namely, Captain Price and Ms Van Benkering was received at SCMA.",
      "id": "s307"
    },
    {
      "text": "No response was made to that minute prior to the making of the discharge decision.",
      "id": "s308"
    },
    {
      "text": "I was aware of the contents of that minute and of the absence of a response to it prior to the making of the discharge decision.",
      "id": "s309"
    },
    {
      "text": "' \n \n \n\n75 On 8 August 2006, the third respondent made the decision to discharge the applicant, to be effective on 7 November 2006.",
      "id": "s310"
    },
    {
      "text": "A four page document, styled ' STATEMENT OF REASONS FOR THE TERMINATION OF SERVICE DECISION 8233008 PTE A. MARTINCEVIC' , is signed by the third respondent.",
      "id": "s311"
    },
    {
      "text": "Relevantly, this document says:\n \n ' Weighting and conclusions drawn from the evidence \n \n \n 8.",
      "id": "s312"
    },
    {
      "text": "In reaching the decision to order your discharge very high weight was afforded to the contents of the TN.",
      "id": "s313"
    },
    {
      "text": "The TN proposed that your service should be terminated.",
      "id": "s314"
    },
    {
      "text": "9.",
      "id": "s315"
    },
    {
      "text": "Very high weight was afforded to the MECRB determination, reference E, which confirmed your medical classification of MEC 403 and that you are not expected to regain fitness for deployment in the long term.",
      "id": "s316"
    },
    {
      "text": "10.",
      "id": "s317"
    },
    {
      "text": "Very high weight was afforded to the contents of the JHSA Summary, reference F, which determined that your prognonis is that you are likely to continue to struggle with your current circumstances.",
      "id": "s318"
    },
    {
      "text": "11.",
      "id": "s319"
    },
    {
      "text": "Very high weight was afforded to the Workplace Disability Report, which stated that you have poor trade skills and an inability to cope with stress.",
      "id": "s320"
    },
    {
      "text": "You have little motivation for work and an unwillingness to follow procedure and have difficulty in adjusting to change.",
      "id": "s321"
    },
    {
      "text": "You have a history of failing your BFA, require close supervision and considerable financial difficulties.",
      "id": "s322"
    },
    {
      "text": "As a result of continual threats of self-harm, your unit has considered you permanently undeployable and in the interests of your safety and the safety of others you are not to carry weapons or attend range practice.",
      "id": "s323"
    },
    {
      "text": "12.",
      "id": "s324"
    },
    {
      "text": "The recommendation from your CO that you should be discharged was weighted very high.",
      "id": "s325"
    },
    {
      "text": "Your CO reviewed your response and could not find justification to support your retention.",
      "id": "s326"
    },
    {
      "text": "13.",
      "id": "s327"
    },
    {
      "text": "Very high weight was afforded to the medical employment policies at references, C, D, I and J, which describe the medical employment profile to sustain a deployable profile.",
      "id": "s328"
    },
    {
      "text": "14.",
      "id": "s329"
    },
    {
      "text": "Very high weight was afforded to the psychological and psychiatric reports.",
      "id": "s330"
    },
    {
      "text": "Your CO initially referred you for assessment after demonstrating difficulty coping with stress and poor interpersonal relations during Exercise Crocodile 1999.",
      "id": "s331"
    },
    {
      "text": "On 17 Mar 06 Dr Detering confirmed your diagnosis that you suffered from a mental illness.",
      "id": "s332"
    },
    {
      "text": "15.",
      "id": "s333"
    },
    {
      "text": "Initially Dr Chalk noted that there was no clinical diagnosis, however, you have a long history of not coping, integrity issues and marginal work ethics.",
      "id": "s334"
    },
    {
      "text": "Dr Chalk did diagnose that you suffer from situational crisis with avoidance personality traits.",
      "id": "s335"
    },
    {
      "text": "You have been presenting to Dr Chalk every two weeks and therefore Dr Chalk knows you well to confirm your medical classification of MEC 403.",
      "id": "s336"
    },
    {
      "text": "16.",
      "id": "s337"
    },
    {
      "text": "High weight was afforded to your health statement.",
      "id": "s338"
    },
    {
      "text": "You state that there are no restrictions that prohibit you from conducting your normal duties and ask to be posted from 7 CSSB where you feel harassed.",
      "id": "s339"
    },
    {
      "text": "17.",
      "id": "s340"
    },
    {
      "text": "Low weight was afforded to your response to the TN.",
      "id": "s341"
    },
    {
      "text": "In your response you argue that the MECRB process was being improperly used as a continuing harassment by 7 CSSB.",
      "id": "s342"
    },
    {
      "text": "I noted that your response was very similar to your ROG.",
      "id": "s343"
    },
    {
      "text": "Your response did not contain any new medical evidence and therefore carried little weight.",
      "id": "s344"
    },
    {
      "text": "You requested and was granted an extension to submit new medical evidence but failed to provide any new evidence.",
      "id": "s345"
    },
    {
      "text": "Dr Chalk has stated that you asked him to provide additional assessment for which he did and the diagnosis remained the same, that is, MEC 403.",
      "id": "s346"
    },
    {
      "text": "Conclusion \n \n \n 18.",
      "id": "s347"
    },
    {
      "text": "I am satisfied on the available evidence that you are unfit for further military service, I am legally bound to terminate your service.",
      "id": "s348"
    },
    {
      "text": "I therefore determine you are to be discharged IAW DPR 87(1)(c) 'Medically Unfit' IAW policy provisions and the principles of natural justice.",
      "id": "s349"
    },
    {
      "text": "' \n \n\n76 A document, ' DECISION ON TERMINATION NOTICE FOR 8233008 PTE A. MARTINCEVIC' , signed by the third respondent and dated 9 August 2006, was provided to the Commanding Officer of 7 CSSB, Captain Walter.",
      "id": "s350"
    },
    {
      "text": "This document included the direction that the applicant be discharged from the Army under the terms of the Personnel Regulations reg 87(1)(c), as being ' Medically Unfit '.",
      "id": "s351"
    },
    {
      "text": "A copy of the determination was enclosed.",
      "id": "s352"
    },
    {
      "text": "This document also said, ' It is requested that PTE Martincevic be informed of my decision and that he be given a copy of my determination'.",
      "id": "s353"
    },
    {
      "text": "77 The applicant signed a form, ' TERMINATION OF SERVICE DECISION ACKNOWLEDGEMENT' , on 17 August 2006.",
      "id": "s354"
    },
    {
      "text": "His signature appears under the typed statement, ' I acknowledge the contents within the above statement of reasons that details the decision for my termination of service' .",
      "id": "s355"
    },
    {
      "text": "78 For completeness, I note that on 25 October 2006, the applicant signed a document, ' Offer to Defer Separation Date ', in which he elected to defer his discharge date from 7 November 2006 until 17 November 2006, in order to be eligible for the pay increase from an Australian Defence Force workplace remuneration arrangement.",
      "id": "s356"
    },
    {
      "text": "79 On 9 August 2006, the applicant was examined by Professor Whiteford.",
      "id": "s357"
    },
    {
      "text": "Yet Professor Whiteford's report was not communicated to anybody in the Army until 2 October 2006.",
      "id": "s358"
    },
    {
      "text": "The report is dated 10 August 2006.",
      "id": "s359"
    },
    {
      "text": "80 On 17 August 2006, the applicant had a conversation with Captain Loskill, a member of 7 CSSB, who, the applicant alleges, told him that the Army would not consider the report provided by Professor Whiteford, and that, in any case, it was too late to help him because the decision had already been made.",
      "id": "s360"
    },
    {
      "text": "It seems clear that the report had not yet been obtained, and the applicant was thus unaware of the report.",
      "id": "s361"
    },
    {
      "text": "In relation to his conversation with Captain Loskill the applicant says:\n \n 'As a consequence of this conversation I did not at that point think there was much urgency in obtaining the report.",
      "id": "s362"
    },
    {
      "text": "I then consulted with my lawyer and was informed of the importance of Professor Whiteford's report.",
      "id": "s363"
    },
    {
      "text": "My solicitor at that time, Mr James Patterson, told me that the report would cost $1,045.00.",
      "id": "s364"
    },
    {
      "text": "I could not afford the report at that stage as I was paying child support and had many outstanding accounts as well as the cost of day to day living.",
      "id": "s365"
    },
    {
      "text": "By the 21 st of September, 2006 I was able to gather together enough funds to pay for the report...' \n \n\n81 The applicant received a copy of Professor Whiteford's report, dated 10 August 2006, on 2 October 2006, which he faxed to Major Powers at the Complaints Resolution Agency in Canberra on that day, after, according to the applicant, discussing this with his military lawyer.",
      "id": "s366"
    },
    {
      "text": "82 Professor Whiteford's report says:\n \n '1.",
      "id": "s367"
    },
    {
      "text": "At the time I examined Mr Martincevic he did not meet ... diagnostic criteria for any mental disorder.",
      "id": "s368"
    },
    {
      "text": "2.",
      "id": "s369"
    },
    {
      "text": "I would tend to agree with Dr Chalk that Mr Martincevic does have some dysfunctional ways of dealing with stress.",
      "id": "s370"
    },
    {
      "text": "It also appears that he has been in significant conflict in his workplace for the last two and a half years and this, combined with the stress of a relationship breakdown, resulted in his developing some anxiety and depressive symptoms.",
      "id": "s371"
    },
    {
      "text": "These symptoms are now resolved.",
      "id": "s372"
    },
    {
      "text": "3.",
      "id": "s373"
    },
    {
      "text": "There is no psychiatric reason why Mr Martincevic could not return to his work in the Military.",
      "id": "s374"
    },
    {
      "text": "...' \n \n\n83 Professor Whiteford's report was provided to the third respondent on 11 October 2006, as an attachment to a minute faxed by the applicant.",
      "id": "s375"
    },
    {
      "text": "That letter includes six paragraphs:\n \n 'Notice of Termination PTE Martincevic \n \n \n 1.",
      "id": "s376"
    },
    {
      "text": "Sir I have been handed a letter which purports to terminate my service on 7 November 2006.",
      "id": "s377"
    },
    {
      "text": "2.",
      "id": "s378"
    },
    {
      "text": "I respectively consider their termination to be invalid and invite you to withdraw it.",
      "id": "s379"
    },
    {
      "text": "3.",
      "id": "s380"
    },
    {
      "text": "I have received advice as to the purported termination and advise the following reasons establish why the notice of termination is invalid and/or should be withdrawn: \n a.",
      "id": "s381"
    },
    {
      "text": "At all times SCMA was aware I was in the process of obtaining an independent psychiatric report.",
      "id": "s382"
    },
    {
      "text": "This report clearly shows that the MEC determination is incorrect.",
      "id": "s383"
    },
    {
      "text": "I enclose herewith a copy of the report of Dr. Whiteford.",
      "id": "s384"
    },
    {
      "text": "SCMA did not wait for or ask me where the report was.",
      "id": "s385"
    },
    {
      "text": "b.",
      "id": "s386"
    },
    {
      "text": "At all times SCMA was aware that I had informed MECRB in May that before it made a final determination I wished to have an independent psychiatric assessment.",
      "id": "s387"
    },
    {
      "text": "Despite this MECRB went ahead with its determination.",
      "id": "s388"
    },
    {
      "text": "c. By minute in July 2006 I informed SCMA that I required my Redress of Grievance to be considered first by Chief of Army and secondly I was awaiting the report of Dr. Whiteford before providing a final response.",
      "id": "s389"
    },
    {
      "text": "I enclose herewith a copy of this minute.",
      "id": "s390"
    },
    {
      "text": "d. At all times SCMA ought to have been aware I had forwarded to the Chief of Army a Redress of Grievance which requested that action be suspended and a finding that the MEC process (the process you are relying upon) was being misused by the ADF.",
      "id": "s391"
    },
    {
      "text": "I enclose herewith a copy of the Referral of the ROG to Chief of Army.",
      "id": "s392"
    },
    {
      "text": "e. An investigation by LTCOL Thomae has been completed into allegations of harassment against me.",
      "id": "s393"
    },
    {
      "text": "I expect this investigation will vindicate my claims of harassment.",
      "id": "s394"
    },
    {
      "text": "It was this harassment that has lead to this termination process.",
      "id": "s395"
    },
    {
      "text": "4.",
      "id": "s396"
    },
    {
      "text": "In the circumstances I respectfully ask that you withdraw the purported letter of termination.",
      "id": "s397"
    },
    {
      "text": "5.",
      "id": "s398"
    },
    {
      "text": "I look forward to your early reply.",
      "id": "s399"
    },
    {
      "text": "6.",
      "id": "s400"
    },
    {
      "text": "Also I wish to start parading again.",
      "id": "s401"
    },
    {
      "text": "Can you please post me to a unit other than 7 CSSB as soon as possible.",
      "id": "s402"
    },
    {
      "text": "' \n \n\n84 This letter is disingenuous.",
      "id": "s403"
    },
    {
      "text": "85 As to paragraphs (a) and (b), the applicant had received an extension of time until 21 July 2006, because through Major Smith he had told SCMA that he had an appointment with a psychiatrist on 28 June 2006.",
      "id": "s404"
    },
    {
      "text": "The applicant in fact saw Dr Chalk on 28 June 2006.",
      "id": "s405"
    },
    {
      "text": "86 In the telephone inquiry by Captain Loskill on 24 July 2006, the applicant informed her that he had an appointment on 9 August 2006 with \"the same doctor that he referenced in his extension.",
      "id": "s406"
    },
    {
      "text": "\" \n \n87 As earlier noted, subsequent to this advice, and before making the termination decision, the third respondent was advised that on 24 July 2006, 'Dr Chalk continues to recommend that the member is MEC403 and supports discharge.",
      "id": "s407"
    },
    {
      "text": "'\n \n88 As to paragraph (c), the Request for Referral of Redress of Grievance to Chief of Army was addressed to CO 7 CSSB.",
      "id": "s408"
    },
    {
      "text": "I can find no reference in any document in July to the applicant \"awaiting the report of Dr Whiteford before forwarding a final response.",
      "id": "s409"
    },
    {
      "text": "\" It appears that what was enclosed in the applicant's letter to Lieutenant Colonel Egan of 11 October 2006 was a copy of Professor Whiteford's report.",
      "id": "s410"
    },
    {
      "text": "89 As to paragraph (d), the applicant says that ' at all times SCMA ought to have been aware ' that he had forwarded a Redress of Grievance to the Chief of Army.",
      "id": "s411"
    },
    {
      "text": "No basis for this state of knowledge is given, and the bald allegation is inconsistent with what the applicant asserted in (c).",
      "id": "s412"
    },
    {
      "text": "90 It is submitted by the applicant in written submissions that ' the delay in forwarding the report was principally caused by the fact that the Applicant had to raise the funds to pay the doctor before the report was released to him'.",
      "id": "s413"
    },
    {
      "text": "91 The applicant alleges that on 20 October 2006, he was told the third respondent would not be making a decision until 24 October 2006, because he was away.",
      "id": "s414"
    },
    {
      "text": "In an affidavit sworn on 27 November 2006, the applicant says:\n \n 'On 20 October, 2006 I spoke to Capt.",
      "id": "s415"
    },
    {
      "text": "Walter from the Medical Board in Canberra.",
      "id": "s416"
    },
    {
      "text": "He told me that Lt. Col. Egan would not make a decision concerning the matter until Tuesday 24 October, 2006 as he was presently overseas.",
      "id": "s417"
    },
    {
      "text": "He told me to call on Thursday 26 October.",
      "id": "s418"
    },
    {
      "text": "On Friday 27 October I called Capt.",
      "id": "s419"
    },
    {
      "text": "Walter.",
      "id": "s420"
    },
    {
      "text": "He told me he was not able to speak about the decision.",
      "id": "s421"
    },
    {
      "text": "He told me during that conversation that CRA (the complaint resolutions agency) wanted to hold my discharge in abeyance, but the Commander 7 th Brigade and the CO wanted me out.",
      "id": "s422"
    },
    {
      "text": "' \n \n\n92 On 2 November 2006 the applicant received a minute from the third respondent, responding the applicant's minute of 11 October 2006.",
      "id": "s423"
    },
    {
      "text": "That minute is dated 26 October 2006, although the applicant claims not to have received it until the 2 November 2006.",
      "id": "s424"
    },
    {
      "text": "93 The relevant paragraphs of the minute by the third respondent say:\n \n ' RESPONSE TO NOTICE OF TERMINATION MINUTE --- 8233008 PTE A. MARTINCEVIC, RAAOC \n \n \n 1.",
      "id": "s425"
    },
    {
      "text": "I refer to your minute of 11 Oct 06 in which you request me, in my capacity as the delegate for CA to withdraw the decision to terminate your service.",
      "id": "s426"
    },
    {
      "text": "2.",
      "id": "s427"
    },
    {
      "text": "On 09 Aug 06 I made the decision to terminate your service under the provisions of Defence (Personnel) Regulations 2002 ( DPR) 87(1)(c) 'Medically Unfit' to take effect now on 17 Nov 06.",
      "id": "s428"
    },
    {
      "text": "DPR 87(4) allows me to terminate your service irrespective that you have submitted a ROG.",
      "id": "s429"
    },
    {
      "text": "I am not aware of any change in circumstances that require me to alter my decision.",
      "id": "s430"
    },
    {
      "text": "3.",
      "id": "s431"
    },
    {
      "text": "Currently your ROG is lodged with the Directorate of Complaints Resolutions (CR) and therefore the decision regarding whether your termination is valid or not lies with CR and the relevant delegate of the Service Chief.",
      "id": "s432"
    },
    {
      "text": "I do not intend to hold in abeyance (HIA) your termination and you should continue to work towards a termination date of 17 Nov 06.",
      "id": "s433"
    },
    {
      "text": "4.",
      "id": "s434"
    },
    {
      "text": "Your minute of 11 Oct 06 has been forwarded to CR of 7 CSSB for their records.",
      "id": "s435"
    },
    {
      "text": "...' \n\n94 On 17 November 2006, the applicant wrote to the Minister of Defence, seeking a copy of the report into his complaints about bullying.",
      "id": "s436"
    },
    {
      "text": "On 20 November 2006 the applicant was informed by Captain Loskill that the investigation into his bullying complaints was continuing, and, on 23 November 2006, the applicant received a minute about the investigation into bullying, entitled ' UPDATE ON INVESTIGATION '.",
      "id": "s437"
    },
    {
      "text": "That document said:\n \n 'The supplementary inquires made by LTCOL Thomae have produced no new recommendations which would cause a change to your current discharge procedure and date of 17 Nov 2006...' \n \n\n95 I also note for completeness that on 3 September 2006, the applicant lodged a complaint with the Defence Force Ombudsman.",
      "id": "s438"
    },
    {
      "text": "COMPETENCE OF COURT TO ENTERTAIN APPLICATION FOR REVIEW \n \n96 Mr J Logan SC, counsel for the respondents, referred to the observations of Sir Owen Dixon in The Commonwealth v Welsh [1947] HCA 14 ; (1947) 74 CLR 245 at 268:\n \n ' [In] considering the meaning and effect of the Air Force Regulations their purpose cannot be neglected, namely to provide rules to govern one of the armed forces of the Crown.",
      "id": "s439"
    },
    {
      "text": "The relation to the Crown of members of the armed forces is no new subject; the rules of the common law define it.",
      "id": "s440"
    },
    {
      "text": "The regulations are not to be read in disregard of those rules and of the long tradition to which they have contributed.",
      "id": "s441"
    },
    {
      "text": "At common law neither commission nor enlistment in the services does or can amount to a contract with the Crown and neither officer nor man obtains any legal right against the Crown to pay, deferred pay, half pay, pension or emolument.",
      "id": "s442"
    },
    {
      "text": "'All engagements between those in the military service of the Crown and the Crown are voluntary only on the part of the Crown, and give no occasion for an action in respect of any alleged contract.",
      "id": "s443"
    },
    {
      "text": "' Per Lord Esher M.R.",
      "id": "s444"
    },
    {
      "text": "in Dunn v. The Queen; see Macdonald v. Steele; Gibson v. East India Co.; R. v. Secretary of State for War, Leaman v. The King: Lucas v.",
      "id": "s445"
    },
    {
      "text": "Lucas.",
      "id": "s446"
    },
    {
      "text": "'\n \n\n97 Windeyer J in Marks v The Commonwealth [1964] HCA 45 ; (1964) 111 CLR 549 observed at 564 that, in Australia, the position of the Crown in relation to the Defence Force depended not upon the prerogative but rather upon statute, such that the inquiry was whether the relevant statue law modified or abrogated the common law position.",
      "id": "s447"
    },
    {
      "text": "98 The Defence (Personnel) Regulations 2002 do modify the common law, for the provision they make for termination of the service of an enlisted member of the Defence Force exhausts, rather than supplements, the common law.",
      "id": "s448"
    },
    {
      "text": "99 Regulation 87 of those regulations, and, in particular, subregulations 87(4) and 87(5) make that plain.",
      "id": "s449"
    },
    {
      "text": "100 In my judgment, a decision to terminate the service in the Defence Force of an enlisted member on the ground specified in reg 87(1)(c) of those regulations, namely, that the enlisted member is medically unfit, is a decision amenable to review under the ADJR Act , on any of the grounds set out in s 5 of that Act, and conduct for the purpose of making such a decision is reviewable under s 6 of that Act.",
      "id": "s450"
    },
    {
      "text": "101 On such a review, the Court may exercise any of the powers conferred by s 16 of the ADJR Act .",
      "id": "s451"
    },
    {
      "text": "THE REDRESS OF GRIEVANCE \n \n102 It seems to be the contention of the applicant that it was not competent for the third respondent to make a decision to terminate the service of the applicant in circumstances where there is an outstanding Redress of Grievance.",
      "id": "s452"
    },
    {
      "text": "103 The applicant lodged an ' Application for Redress of Grievance ' on 15 June 2006, seeking to have the Termination Notice set aside or delayed until the investigation being conducted by Lieutenant Colonel Thomae into his treatment in 7 CSSB was completed.",
      "id": "s453"
    },
    {
      "text": "Receipt of this application was provided on 16 June 2006.",
      "id": "s454"
    },
    {
      "text": "104 On 20 June 2006, a response to this Redress of Grievance, headed, ' Outcome of CO Investigation of Redress of Grievance' , of some six pages considered in detail the applicant's complaints against his battalion, in effect dismissed the applicant's complaints and stated that that no new medical evidence undermined the original determination to terminate the applicant's service.",
      "id": "s455"
    },
    {
      "text": "The applicant then made a fresh complaint on 8 July 2006 that the related investigation was undertaken by his Commanding Officer, Lieutenant Colonel Whitting, the same Commanding Officer about whom various complaints were made.",
      "id": "s456"
    },
    {
      "text": "105 On 28 July 2006, the applicant requested his Redress of Grievance be referred to the Chief of Army.",
      "id": "s457"
    },
    {
      "text": "106 In oral submissions the applicant argued that the Statement of Reasons for the decision to terminate the applicant's service, which provided different weight attributed to different considerations by the decision-maker, shows that no regard was taken of the Redress of Grievance and the redress grievance process.",
      "id": "s458"
    },
    {
      "text": "107 For the respondent, it is said:\n \n 'The third respondent's statement of reasons demonstrates that he was aware that the applicant had sought a redress of grievance (ROG).",
      "id": "s459"
    },
    {
      "text": "Neither the applicant's engagement of that process nor even his asserted contributing factors altered the fact that there existed medical evidence upon which a conclusion of medical unfitness might reasonably be made.",
      "id": "s460"
    },
    {
      "text": "... \n \n The Defence Regulations [1952] have nothing at all to say about the inter-relationship between that process and the discharge of a member of the Defence Force.",
      "id": "s461"
    },
    {
      "text": "' \n \n\n108 The Defence Act 1903 (Cth) s 9A lays the statutory foundation, and provides:\n \n '9A Administration of Defence Force \n \n (1) Subject to section 8 , the Secretary and the Chief of the Defence Force shall jointly have the administration of the Defence Force except with respect to: \n (a) matters falling within the command of the Defence Force by the Chief of the Defence Force or the command of an arm of the Defence Force by the service chief of that arm of the Defence Force; or \n (b) any other matter specified by the Minister.",
      "id": "s462"
    },
    {
      "text": "(2) Instructions issued by or with the authority of the Secretary and the Chief of the Defence Force in pursuance of the powers vested in them jointly by virtue of subsection (1) shall be known as Defence Instructions (General).",
      "id": "s463"
    },
    {
      "text": "(3) The powers vested in the Secretary and the Chief of the Defence Force by virtue of subsection (1) extend to authorizing a service chief of an arm of the Defence Force to administer, in accordance with that authority, matters relating to that arm of the Defence Force, and instructions or orders issued or made by or with the authority of a service chief in relation to the administration of an arm of the Defence Force shall be known as: \n (a) in the case of the Navy--Defence Instructions (Navy); \n (b) in the case of the Army--Defence Instructions (Army); and \n (c) in the case of the Air Force--Defence Instructions (Air Force).",
      "id": "s464"
    },
    {
      "text": "(4) Where Defence Instructions (Navy), Defence Instructions (Army) or Defence Instructions (Air Force) are inconsistent with Defence Instructions (General), the Defence Instructions (General) prevail and the Defence Instructions (Navy), the Defence Instructions (Army) or the Defence Instructions (Air Force), as the case may be, shall, to the extent of the inconsistency, be of no effect.",
      "id": "s465"
    },
    {
      "text": "(5) Evidence of Defence Instructions (General), Defence Instructions (Navy), Defence Instructions (Army) or Defence Instructions (Air Force) may be given in any proceedings in or before a Court, a service tribunal, the Defence Force Discipline Appeal Tribunal, or any other tribunal, by the production of a document purporting to be a copy thereof.",
      "id": "s466"
    },
    {
      "text": "(6) Defence Instructions (General), Defence Instructions (Navy), Defence Instructions (Army) or Defence Instructions (Air Force) may make provision in relation to a matter by applying, adopting or incorporating, with or without modification, any matter contained in an instrument or other writing, whether as in force at a particular time, or as amended and in force from time to time.",
      "id": "s467"
    },
    {
      "text": "' \n \n \n\n109 Regulations 75 and 76 of the Defence Regulations 1952 (Cth) provide:\n \n '75 Making of complaint \n \n (1) Subject to this Part, where a member considers that he or she has a grievance concerning any matter relating to his or her service, the member may make a complaint to his or her commanding officer.",
      "id": "s468"
    },
    {
      "text": "(2) A complaint shall be in writing.",
      "id": "s469"
    },
    {
      "text": "76 Referral of complaint \n \n (1) Subject to subregulation (2), if a member is not satisfied with the decision of a commanding officer on a complaint, the member may refer the complaint: \n \n \n (a) in the case of a member of the Navy -- to the Chief of Navy; or \n (b) in the case of a member of the Army -- to the Chief of Army; or \n (c) in the case of a member of the Air Force -- to the Chief of Air Force.",
      "id": "s470"
    },
    {
      "text": "(2) If: \n (a) the complaint relates to service by the member: \n (i) in a unit or an organisation that is responsible directly to Headquarters Australian Defence Force and comprises personnel drawn from more than one arm of the Defence Force; or \n (ii) in Headquarters Australian Defence Force; and \n (b) the complaint is not connected only with the member's own arm of the Defence Force; \n the complaint must be referred to the Vice Chief of the Defence Force.",
      "id": "s471"
    },
    {
      "text": "' \n \n\n110 Defence Instructions (Army) PERS 116-5 Separation of Regular Army soldiers, Army Reserve soldiers on full-time service --- policy and procedures provides for 'Termination Notice Procedures.",
      "id": "s472"
    },
    {
      "text": "' At pars 3 --- 4 these procedures say:\n \n ' Factors taken into account \n \n \n 3.",
      "id": "s473"
    },
    {
      "text": "When the Discharge Authority is deciding a member's suitability for retention, the following factors should be (but not limited to) considered: \n \n \n a. the evidence in support of the reasons for termination of service contained in the TN; \n b. age, rank and length of service of the soldier; \n c. complete service history, including adverse and supporting material; \n d. likelihood of repetition; \n e. the contents of the Statement of Reasons; \n f. the CO's recommendation; and \n g. pertinent ADF policy stipulation.",
      "id": "s474"
    },
    {
      "text": "Medical specific Termination Notice Areas \n \n 4.",
      "id": "s475"
    },
    {
      "text": "Medical discharge TNs are very similar to normal TNs outlined above; however, the determinations and actions on new or unconsidered medical information does produce some areas of concern.",
      "id": "s476"
    },
    {
      "text": "' \n \n\n111 The Defence Instructions (Army) PERS 116-5 Separation of Regular Army soldiers, Army Reserve soldiers on full-time service --- policy and procedures says at pars 17 --- 22:\n \n ' Effect of redress of grievance investigations \n \n 17.",
      "id": "s477"
    },
    {
      "text": "If a soldier is not satisfied with a discharge decision by a discharge authority, they may submit a redress of grievance (ROG) in accordance with DI(G) PERS 34-1 --- Redress of Grievance --- Tri-Service Procedures .",
      "id": "s478"
    },
    {
      "text": "ROGs that are lodged against a CMA's decision with respect to separations are to be investigated by the member's Commanding Officer (CO).",
      "id": "s479"
    },
    {
      "text": "If a soldier submits an application for redress concerning their discharge before a separation order takes effect, the following is to occur: \n \n \n \n \n a.",
      "id": "s480"
    },
    {
      "text": "The separation order is to be suspended except when a prescribed discharge authority is satisfied that compelling reasons exist for not doing so or when a direction is given by a superior authority (the Chief of Army or his delegate) not to suspend the discharge; and \n \n \n \n \n \n b.",
      "id": "s481"
    },
    {
      "text": "All discharge administration, except inter unit movement, is to be completed.",
      "id": "s482"
    },
    {
      "text": "18.",
      "id": "s483"
    },
    {
      "text": "When an investigation is completed and the application for redress is not upheld by a Redress Action Authority (normally CO SCMA or Director Army Personnel Agency) the prescribed discharge authority will specify the date on which the separation order is to have effect in accordance with paragraph 16.",
      "id": "s484"
    },
    {
      "text": "19.",
      "id": "s485"
    },
    {
      "text": "Should the soldier elect to have the ROG reviewed further by the Chief of Army, or Chief of the Defence Force in the case of Warrant Officers, the ROG including the Investigating Officer's Report and CO's recommendations are to be forwarded to the Complaints Resolution Agency without delay.",
      "id": "s486"
    },
    {
      "text": "Statement of Reasons \n \n 20.",
      "id": "s487"
    },
    {
      "text": "The Defence Force has legislative exemptions under the Administrative Decisions (Judicial Review) Act 1977 from providing Statements of Reasons (SOR) in connection with personal management decision making (including promotion, recruitment and ROG).",
      "id": "s488"
    },
    {
      "text": "21.",
      "id": "s489"
    },
    {
      "text": "Nevertheless, decision-makers should normally provide a SOR for adverse administrative decisions when requested by: \n \n \n b. a CO, in the course of an investigation and review of an administrative decision in accordance with ROG procedures; \n c. a Routine Inquiry Officer appointed to conduct an inquiry in accordance with ADFP 06.1.4 --- Administrative Inquiries Manual ; \n d. an Investigating Officer Inquiry or the President of the Board Inquiry appointed under the Defence (Inquiry) Regulations and in accordance with ADFP 06.1.4; \n e. the Defence Force Ombudsman; \n f. Inspector-General --- Australian Defence Force; \n g. the Minister during a Ministerial Representation; or \n h. any other situation where the discharge authority believes that it is desirable to provide a SOR.",
      "id": "s490"
    },
    {
      "text": "22.",
      "id": "s491"
    },
    {
      "text": "In cases where a member has elected to redress a termination of service decision, the discharge authority will not normally provide a SOR until after a ROG has been lodged.",
      "id": "s492"
    },
    {
      "text": "' \n (Emphasis added).",
      "id": "s493"
    },
    {
      "text": "112 Mr D.Campbell SC, for the applicant, argued that the purpose of the Redress of Grievance procedure is to determine whether or not complaints such as the applicants have been established and to put in place remedies.",
      "id": "s494"
    },
    {
      "text": "The Redress of Grievance process, it is said for the applicant, recognises the fact that other actions may need to be suspended or delayed pending a resolution of those matters.",
      "id": "s495"
    },
    {
      "text": "113 A Redress of Grievance is an administrative procedure, and there is provision for the suspension of executive action pending a determination of the Redress of Grievance.",
      "id": "s496"
    },
    {
      "text": "Defence Instructions (Army) PERS 34-1 ' Redress of Grievance --- Tri-Service procedures pars 13 --- 15 state:\n \n ' Suspension of proposed executive action \n \n \n \n 13.",
      "id": "s497"
    },
    {
      "text": "When a complaint relates to a proposed action, that action is not normally to be taken until the complaint has been resolved.",
      "id": "s498"
    },
    {
      "text": "The underlying principle is that approving authorities should not take irrevocable, or pre-emptive, action that would prejudice an appropriate remedy, if a member's complaint were subsequently upheld.",
      "id": "s499"
    },
    {
      "text": "14.",
      "id": "s500"
    },
    {
      "text": "Notwithstanding the foregoing, Service requirements may override the suspension of executive action, ie when considerations of safety, security, discipline or effective operation of the unit reasonably dictate that the proposed action should be taken regardless of the submission of a complaint.",
      "id": "s501"
    },
    {
      "text": "Such circumstances are expected to be exceptional.",
      "id": "s502"
    },
    {
      "text": "15.",
      "id": "s503"
    },
    {
      "text": "Where necessary, COs are to formally request the relevant approving authority to suspend executive action.",
      "id": "s504"
    },
    {
      "text": "A request (or a decision) that executive action proceed, in the face of a ROG, must be accompanied by a detailed justification of why such action is necessary ...' \n \n \n \n (Emphasis added.",
      "id": "s505"
    },
    {
      "text": ")\n \n\n114 For the respondents, it is said:\n \n 'Conceivably, the [Defence Instructions PERS 34-1] could give rise to an expectation on the part of a member, but not the applicant, that a particular procedure would be followed, i.e.",
      "id": "s506"
    },
    {
      "text": "that such executive action would not normally be taken until his or her ROG complaint had been finalised.",
      "id": "s507"
    },
    {
      "text": "The exception that the DI(G) could engender could only ever be an incident that of a procedural fairness obligation arising in the circumstances of a particular case [Re Minister for Immigration and Multicultural and Indigenous Affairs; ex parte Lam [2003] HCA 6 ; (2003) 214 CLR 1] .",
      "id": "s508"
    },
    {
      "text": "In this case, the applicant had notice that such action would be taken before finalisation.",
      "id": "s509"
    },
    {
      "text": "' \n \n\n115 In my opinion, the contention of the applicant, that an outstanding Redress of Grievance (regardless of whether or not it impacts on the issue of termination) was a consideration that the decision maker failed to consider in the making of the decision to terminate the applicant's service, and that it vitiates the decision, is too broad.",
      "id": "s510"
    },
    {
      "text": "I reject it.",
      "id": "s511"
    },
    {
      "text": "116 The grounds for the Report for Referral of Redress of Grievance to the Chief of Army stated by the applicant are:\n \n \n 'a.",
      "id": "s512"
    },
    {
      "text": "In my ROG I requested that LTCOL Thomae investigate my ROG.",
      "id": "s513"
    },
    {
      "text": "This was because in my ROG I complained that 7 CSSB (the CO) was misusing the MEC system in a further attempt to harass me and terminate my services from the ADF.",
      "id": "s514"
    },
    {
      "text": "Notwithstanding this request the CO himself purported to \"investigate\" my ROG deciding the matter against me.",
      "id": "s515"
    },
    {
      "text": "This as I will later submit is a serious administrative law defect.",
      "id": "s516"
    },
    {
      "text": "b.",
      "id": "s517"
    },
    {
      "text": "The CO states that he has \"investigated\" my redress.",
      "id": "s518"
    },
    {
      "text": "As I will subsequently state there was no proper investigation.",
      "id": "s519"
    },
    {
      "text": "' \n \n \n \n\n117 The applicant argues that it is not possible to isolate or compartmentalise all the facts in this case; that there is a clear relationship between the bastardisation and bullying alleged by the applicant, which is at the core of these complaints, which factors are said to give rise to the psychiatric disorder, the issue at the heart of the applicant's termination.",
      "id": "s520"
    },
    {
      "text": "118 However, the issue for consideration in a termination decision based on a medical classification of MEC 403, and as a result \"medical unfitness\" pursuant to reg 87(1)(c) of the Personnel Regulations, is whether or not the applicant is fit to be a solider.",
      "id": "s521"
    },
    {
      "text": "119 In my opinion, the issue of the Referral of the Redress of Grievance here is separate from the question of the validity of the applicant's termination.",
      "id": "s522"
    },
    {
      "text": "The applicant's Request for Referral was lodged on 7 July 2006, prior to the termination decision.",
      "id": "s523"
    },
    {
      "text": "The Request makes no reference to the ground of the termination decision, and in no way seeks to controvert the finding of MEC CLASS 403, or the medical evidence supporting it.",
      "id": "s524"
    },
    {
      "text": "Proceeding with the termination of the applicant's service, on the ground of medical unfitness, is not \"action that would prejudice an appropriate remedy if (the) member's complaint was subsequently upheld, 'the underlying principle' in par 13 of the ' Redress of Grievance-Tri-Service procedures' set out above.",
      "id": "s525"
    },
    {
      "text": "120 Further, the Redress of Grievance did not include any complaint that the applicant had been given an assurance that a Termination Notice would not be given effect to before he had had the opportunity of submitting further psychiatric evidence.",
      "id": "s526"
    },
    {
      "text": "121 During the course of oral submissions I put it to counsel for the applicant that if, in fact, the applicant is mentally unfit because of bastardisation or bullying during his service, does that mean that the Army cannot act to terminate his service?",
      "id": "s527"
    },
    {
      "text": "Why should there be a requirement that the decision maker must wait to find out whether the applicant's complaints about bullying are justified or not?",
      "id": "s528"
    },
    {
      "text": "In response to this, Mr Campbell said that a failure to do so leaves out of the equation the fact that the alleged act of bastardisation and bullying is subject to an investigation.",
      "id": "s529"
    },
    {
      "text": "122 There has been no report made available to the Court as to the investigations by Lieutenant Colonel Thomae into the applicant's complaints, and there is contradictory evidence as to whether an investigation has been completed.",
      "id": "s530"
    },
    {
      "text": "In this regard, the applicant points to evidence of Ms Cains affidavit, pars 15 and 16:\n \n 'I am informed by Captain Tannas Loskill, the Adjutant 7 Combat Services Battalion, and duly believe that, on 23 June 2006, 13 October 2006 and 27 October 2006 Lieutenant Colonel Thomae submitted a report of his investigation to Brigadier Smith.",
      "id": "s531"
    },
    {
      "text": "I am informed by Lieutenant Colonel David Freeman, the Command Legal Officer Deployable Joint Force Headquarters, and duly believe that Lieutenant Colonel Thomae has completed his investigation.",
      "id": "s532"
    },
    {
      "text": "' \n \n\n123 I have had regard to the content of the original Redress of Grievance, the Request for Referral of Redress of Grievance , and to the ground on which the third respondent decided to terminate the service of the applicant.",
      "id": "s533"
    },
    {
      "text": "124 In my judgment, the third respondent was not under a legal obligation to defer the decision until the conclusion of various and sequential Redress of Grievance applications had been concluded, and his decision to determine the applicant's service on 9 August 2006 involved no reviewable error on this account.",
      "id": "s534"
    },
    {
      "text": "THE MEDICAL REPORT OF PROFESSOR WHITEFORD \n \n125 The final issue for consideration is whether the discharge should be allowed to proceed, in circumstances where the decision-maker was later made aware of the medical report completed by Professor Whiteford.",
      "id": "s535"
    },
    {
      "text": "126 The independent medical report was not received by the third respondent prior to his making the discharge decision on 8 August 2006.",
      "id": "s536"
    },
    {
      "text": "It was received on 11 October 2006.",
      "id": "s537"
    },
    {
      "text": "127 In written submissions, the applicant claims:\n \n 'The Applicant sought to dispute the medical findings upon which the decision to terminate his employment was based by means of an independent medical report.",
      "id": "s538"
    },
    {
      "text": "This was known to the Respondent (as was the time when the independent medical assessment was to take place) and the Applicant was not told that such additional medical report would not be considered unless it was received by a certain date or otherwise.",
      "id": "s539"
    },
    {
      "text": "' \n \n\n128 I earlier noted the direction given to the applicant on his Termination Notice as to the provision of a Statement of Reasons and supporting medical documentation:\n \n '6.",
      "id": "s540"
    },
    {
      "text": "If you give a statement of reasons within the specified period, the delegate will consider that statement and any other relevant material that you choose to submit with it .",
      "id": "s541"
    },
    {
      "text": "If the delegate is then of the opinion that the reason for terminating your service has been established and has not been affected by a change in circumstances since this Termination Notice was given to you, the delegate must terminate your service in the Defence Force.",
      "id": "s542"
    },
    {
      "text": "... \n \n 8.",
      "id": "s543"
    },
    {
      "text": "...",
      "id": "s544"
    },
    {
      "text": "In making a decision the delegate will consider all the material provided to them in the Termination Notice, including your statement of reasons and additional material submitted by you in response to this Termination Notice.",
      "id": "s545"
    },
    {
      "text": "' \n \n\n129 Regulation 87(4) of the Personnel Regulations says:\n \n '87 Termination of service of enlisted member for other reasons \n (4) If: \n \n \n (a) the enlisted member gives the Chief a statement of reasons in the specified period; and \n (b) having considered the statement , the Chief is of the opinion that the reason for terminating the enlisted member's service: \n \n \n (i) has been established; and \n (ii) has not been affected by a change in circumstances since the termination notice was given to the enlisted member; \n the Chief must terminate the enlisted member's service in the Defence Force.",
      "id": "s546"
    },
    {
      "text": "' \n \n\n130 In their written submissions, the third respondent says:\n \n '...the Defence (Personnel) Regulations 2002 themselves supplied the only procedural fairness requirement that was pertinent to the making of the discharge decision.",
      "id": "s547"
    },
    {
      "text": "Where, as here, the decision-maker chose to give a termination notice, these regulations specified the minimum content of that requirement --- not less than 28 days notice to respond.",
      "id": "s548"
    },
    {
      "text": "The applicant was given much more than this period .",
      "id": "s549"
    },
    {
      "text": "Further, when an extension was given within which to supply medical evidence as part of his response it was made clear to the applicant's military legal adviser that he should not expect any further extension.",
      "id": "s550"
    },
    {
      "text": "The applicant had no expectation therefore that a decision would be held in abeyance for however long it took him to get around to submitting medical evidence .",
      "id": "s551"
    },
    {
      "text": "' \n (Emphasis added.",
      "id": "s552"
    },
    {
      "text": ")\n \n\n131 I earlier noted the email of 24 June 2006, where Major Smith advised Major Adamson:\n \n 'My client has an appointment with a psychiatrist on Wednesday, 28 June 2006', \n \n\n132 And the email of 26 June 2006, where Major Adamson wrote to Major Smith and said:\n \n ' [The applicant's] appointment is noted and an extension will apparently be granted.",
      "id": "s553"
    },
    {
      "text": "... \n \n He should advise SCMA and his unit when the report is likely to become available and if he intends to provide any additional Statement of Reasons from addressing the report and any medical issues therein.",
      "id": "s554"
    },
    {
      "text": "This is not an indefinite extension so if nothing is heard within 21 days the matter may proceed unless another extension is requested with supporting materials.",
      "id": "s555"
    },
    {
      "text": "' \n \n\n133 The detailed chronology earlier set out indicates that the proposal by the applicant was that he had arranged an appointment 'with a psychiatrist on 28 June 2006'.",
      "id": "s556"
    },
    {
      "text": "It was for this purpose that an extension for the applicant's statement of reasons was granted.",
      "id": "s557"
    },
    {
      "text": "The report of Dr Chalk as to that appointment is not before the Court, but having regard to Dr Chalk's view on 24 July 2006, communicated through Dr Doherty to the third respondent, one might infer that it was not favourable to the applicant.",
      "id": "s558"
    },
    {
      "text": "134 The agreed facts establish that it was only on 18 July 2006 that the solicitor for the applicant made the appointment for the applicant to see Professor Whiteford, that appointment being for 9 August 2006.",
      "id": "s559"
    },
    {
      "text": "The request for further extension on 26 July 2006 is the first reference by the applicant to anybody in the Army of Professor Harvey Whiteford.",
      "id": "s560"
    },
    {
      "text": "That request is inconsistent with the content of the telephone conversation between Captain Loskill and the applicant on 24 July 2006 which lead to the enquiries on that day of the present status of Dr Chalk's assessment of the applicant's medical condition.",
      "id": "s561"
    },
    {
      "text": "135 In my opinion, there was no denial of natural justice, in the circumstances of this case, in refusing to give a further extension to the applicant to see if he could obtain medical evidence to assist his case.",
      "id": "s562"
    },
    {
      "text": "In my opinion, Lieutenant Colonel Egan, in making the enquiries of Dr Chalk through Dr Doherty on 24 July 2006, was seeking the fullest and up-to-date information about the applicant's medical fitness.",
      "id": "s563"
    },
    {
      "text": "136 After the response of Major Adamson of 26 June 2006 to Major Smith, I accept the submission of the respondents that:\n \n 'the applicant had no expectation thereafter that a decision would be held in abeyance for however long it took him to get around to submitting medical evidence.",
      "id": "s564"
    },
    {
      "text": "' \n \n\n137 I accept the respondent's submission that: \n \n 'After he made his discharge decision, the third respondent was under no obligation to act on the report of Professor Whiteford, once the applicant finally got around to submitting it.",
      "id": "s565"
    },
    {
      "text": "' \n \n\n138 The assessment made of the medical fitness of the applicant was clearly open on the evidence available to the third respondent.",
      "id": "s566"
    },
    {
      "text": "No reviewable error has been shown to taint that assessment.",
      "id": "s567"
    },
    {
      "text": "What caused or contributed to that condition is not relevant to its existence.",
      "id": "s568"
    },
    {
      "text": "139 The decision to terminate the applicant's service was then a matter of obligation under the Defence (Personnel) Regulations 2002 .",
      "id": "s569"
    },
    {
      "text": "140 For the above reasons, the application is dismissed.",
      "id": "s570"
    },
    {
      "text": "141 I will hear the parties on costs.",
      "id": "s571"
    },
    {
      "text": "I certify that the preceding one hundred and forty-one (141) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Spender.",
      "id": "s572"
    },
    {
      "text": "Associate:\n\nDated: 28 March 2007\n Counsel for the Applicant: D.J.",
      "id": "s573"
    },
    {
      "text": "Campbell SC \n \n Solicitor for the Applicant: Fisher Dore Lawyers \n \n Counsel for the 1 st and 2 nd Respondents: J.A. Logan SC \n \n Solicitor for the 1 st and 2 nd Respondents: Dibbs Abbott Stillman Lawyers \n \n Date of Hearing: 5 December 2006 \n \n Date of Judgment: 28 March 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/453.html",
      "id": "s574"
    }
  ]
}