{
  "name": "Wang v Minister for Immigration and Citizenship [2007] FCA 488 (4 April 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/488.html",
  "catchphrases": [
    {
      "text": "appeal from decision of federal magistrate dismissing application for review of decision of migration review tribunal",
      "id": "c0"
    },
    {
      "text": "where tribunal affirmed decision of minister's delegate to cancel student visa",
      "id": "c1"
    },
    {
      "text": "where basis for cancellation was appellant's failure to make satisfactory academic progress",
      "id": "c2"
    },
    {
      "text": "where tribunal sent letter in purported compliance with s 359a of migration act 1958 (cth)",
      "id": "c3"
    },
    {
      "text": "whether tribunal discharged obligation to ensure appellant understood why certain information was relevant to tribunal's review of minister's decision",
      "id": "c4"
    },
    {
      "text": "futility",
      "id": "c5"
    },
    {
      "text": "where magistrate exercised discretion to refuse relief.",
      "id": "c6"
    },
    {
      "text": "migration",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from orders made by a Federal Magistrate.",
      "id": "s0"
    },
    {
      "text": "The appellant applied for constitutional writs directed to the Minister for Immigration and Citizenship (\"the Minister\") and the Migration Review Tribunal (\"the Tribunal\") in relation to a decision of the Tribunal made on 9 May 2005.",
      "id": "s1"
    },
    {
      "text": "The Magistrate made an order on 27 July 2006 dismissing the application.",
      "id": "s2"
    },
    {
      "text": "2 The appellant submits that the Magistrate erred in concluding that the Tribunal had complied with s 359A of the Migration Act 1958 (Cth) (\"the Act \").",
      "id": "s3"
    },
    {
      "text": "She submits that the Tribunal did not comply with that section and that the failure constituted a jurisdictional error.",
      "id": "s4"
    },
    {
      "text": "The appellant also submits that the Magistrate erred in concluding that even if the Tribunal had failed to comply with s 359A , the relief sought by the appellant should nevertheless be refused in the exercise of his discretion.",
      "id": "s5"
    },
    {
      "text": "The first respondent filed a notice of contention.",
      "id": "s6"
    },
    {
      "text": "The Minister submits that the order of the Magistrate should be affirmed on grounds other than those relied on by the Magistrate.",
      "id": "s7"
    },
    {
      "text": "The Minister submits that the Tribunal did not act in breach of s 359A of the Act because the section did not apply to the information in question because it was information the appellant gave for the purpose of the application within the terms of s 359A(4)(b).",
      "id": "s8"
    },
    {
      "text": "The facts \n \n3 The appellant is a citizen of the People's Republic of China.",
      "id": "s9"
    },
    {
      "text": "She is a student and is 24 years of age.",
      "id": "s10"
    },
    {
      "text": "On 20 January 2000 she was granted a Student (Temporary) (class TU) visa, subclass 560.",
      "id": "s11"
    },
    {
      "text": "She arrived in Australia on 5 March 2000.",
      "id": "s12"
    },
    {
      "text": "Her first visa expired on 15 March 2003.",
      "id": "s13"
    },
    {
      "text": "On 2 May 2003 the appellant was granted a Student (Temporary) (Class TU) visa, subclass 573 which was due to expire on 15 March 2006 ('the student visa').",
      "id": "s14"
    },
    {
      "text": "4 There were a number of conditions attached to the student visa including condition 8202.",
      "id": "s15"
    },
    {
      "text": "That condition was in the following terms (see Migration Regulations 1994 Sch 8):\n \n \n (1) The holder (other than the holder of a Subclass 560 (Student) visa who is an AusAID student or the holder of a Subclass 576 (AusAID or Defence Sector) visa) must meet the requirements of subclauses (2) and (3).",
      "id": "s16"
    },
    {
      "text": "(2) A holder meets the requirements of this subclause if: \n \n \n (a) the holder is enrolled in a registered course; or \n \n \n \n \n (b) in the case of the holder of a Subclass 560 or 571 (Schools Sector) visa who is a secondary exchange student -- the holder is enrolled in a full-time course of study or training.",
      "id": "s17"
    },
    {
      "text": "(3) A holder meets the requirements of this subclause if:\n (a) in the case of a holder whose education provider keeps attendance records -- the Minister is satisfied that the holder attends for at least 80% of the contact hours scheduled: \n \n \n \n (i) for a course that runs for less than a semester -- for the course; or \n (ii) for a course that runs for at least a semester -- for each term and semester of the course; and \n \n \n \n (b) in any case -- the holder achieves an academic result that is certified by the education provider to be at least satisfactory: \n \n \n \n (i) for a course that runs for less than a semester -- for the course; or \n (ii) for a course that runs for at least a semester -- for each term or semester (whichever is shorter) of the course.",
      "id": "s18"
    },
    {
      "text": "(4) In the case of the holder of a Subclass 560 visa who is an AusAID student or the holder of a Subclass 576 (AusAID or Defence Sector) visa -- the holder is enrolled in a full-time course of study or training.",
      "id": "s19"
    },
    {
      "text": "5 The appellant enrolled in a Bachelor of Commerce course at Monash University (\"the university\") and she commenced that course on 3 March 2003.",
      "id": "s20"
    },
    {
      "text": "She was due to complete the course on 31 December 2005.",
      "id": "s21"
    },
    {
      "text": "6 The appellant did not make satisfactory academic progress during 2003.",
      "id": "s22"
    },
    {
      "text": "She failed all four of her subjects in the first semester of 2003 and three of her four subjects in the second semester of 2003.",
      "id": "s23"
    },
    {
      "text": "She was excluded by the Faculty of Business and Economics for unsatisfactory academic progress in the 2003 academic year.",
      "id": "s24"
    },
    {
      "text": "The university gave a notice to the appellant pursuant to s 20 of the Education Services for Overseas Students Act 2000 (Cth) on 4 March 2004.",
      "id": "s25"
    },
    {
      "text": "The notice stated, in part, as follows:\n \n This Notice is sent to you pursuant to section 20 of the Education Services for Overseas Students Act 2000 as you have breached a condition of your student visa relating to satisfactory academic performance in the course in which you have been enrolled at this institution.",
      "id": "s26"
    },
    {
      "text": "Particulars of breach: \n Excluded by the Faculty of Business and Economics for unsatisfactory academic progress in the 2003 academic year --- breach of condition 8202.",
      "id": "s27"
    },
    {
      "text": "Pursuant to section 137J of the Migration Act 1958 , your student visa will cease on the 28 th day after the date of this notice and ends on the 28 th day thereafter.",
      "id": "s28"
    },
    {
      "text": "(Original emphasis.",
      "id": "s29"
    },
    {
      "text": ")\n \n\n7 On 30 March 2004 the Minister's delegate gave the appellant a notice under s 116 of the Act of the Minister's intention to consider cancellation of the student visa.",
      "id": "s30"
    },
    {
      "text": "Section 116 relevantly provides:\n \n \n (1) Subject to subsections (2) and (3), the Minister may cancel a visa if he or she is satisfied that: \n \n \n ...\n (b) its holder has not complied with a condition of the visa; or\n ... \n \n \n (2) The Minister is not to cancel a visa if there exist prescribed circumstances in which a visa is not to be cancelled.",
      "id": "s31"
    },
    {
      "text": "(3) If the Minister may cancel a visa under subsection (1), the Minister must do so if there exist prescribed circumstances in which a visa must be cancelled.",
      "id": "s32"
    },
    {
      "text": "8 Circumstances have been prescribed in the Migration Regulations 1994 (\"the Regulations \") for the purposes of s 116(3).",
      "id": "s33"
    },
    {
      "text": "Regulation 2.43(2) as it was at the relevant time provided as follows:\n \n \n (2) For subsection 116(3) of the Act, the circumstances in which the Minister must cancel a visa are: \n \n \n \n \n (a) each of the circumstances comprising the grounds set out in paragraphs (1) (a) and (b); and\n (b) in the case of a Student (Temporary) (Class TU) visa, that the Minister is satisfied that the visa holder has not complied with: \n \n \n \n (i) condition 8104 or 8105 (if the condition applies to the visa); or \n \n \n \n (ii) condition 8202.",
      "id": "s34"
    },
    {
      "text": "9 On 7 April 2004 a delegate of the Minister decided that there had been a breach of condition 8202 and concluded that the decision to cancel the student visa was mandatory.",
      "id": "s35"
    },
    {
      "text": "The appellant's student visa was cancelled.",
      "id": "s36"
    },
    {
      "text": "10 On 8 April 2004 the appellant applied to the Tribunal for a review of the delegate's decision.",
      "id": "s37"
    },
    {
      "text": "She was invited to attend a hearing of the Tribunal on 9 February 2005 and she attended with a representative.",
      "id": "s38"
    },
    {
      "text": "After the hearing on 9 February 2005, the Tribunal sent the appellant a letter in purported compliance with s 359A of the Act.",
      "id": "s39"
    },
    {
      "text": "The letter also sought information under s 359 of the Act, but that aspect is not relevant on this appeal.",
      "id": "s40"
    },
    {
      "text": "The letter from the Tribunal contains the following passage:\n \n Section 359A of the Act states that the Tribunal must explain, and invite comment on, \"particulars of any information that the Tribunal considers would be the reason, or a part of the reason, for affirming the decision that is under review\".",
      "id": "s41"
    },
    {
      "text": "You are invited to comment, in writing, on the following information: \n \n &#8226; Monash University has notified DIMIA that your (sic) were excluded by the Faculty of Business and Economics for unsatisfactory performance in the 2003 academic year.",
      "id": "s42"
    },
    {
      "text": "Academic records from Monash University show that you failed 4 out of 4 subjects attempted in Semester 1 of 2003 and 3 out of 4 subjects attempted in Semester 2 of 2003.",
      "id": "s43"
    },
    {
      "text": "This information is relevant to the review because it may be the reason or part of the reason, for affirming the decision under review.",
      "id": "s44"
    },
    {
      "text": "A copy of the appellant's academic record held by the university was sent with the letter.",
      "id": "s45"
    },
    {
      "text": "11 Section 359A of the Act is in the following terms:\n \n (1) Subject to subsection (2), the Tribunal must: \n \n \n \n (a) give to the applicant, in the way that the Tribunal considers appropriate in the circumstances, particulars of any information that the Tribunal considers would be the reason, or a part of the reason, for affirming the decision that is under review; and\n (b) ensure, as far as is reasonably practicable, that the applicant understands why it is relevant to the review; and \n \n \n \n \n (c) invite the applicant to comment on it.",
      "id": "s46"
    },
    {
      "text": "(2) The information and invitation must be given to the applicant: \n \n \n \n \n (a) except where paragraph (b) applies--by one of the methods specified in section 379A; or\n (b) if the applicant is in immigration detention--by a method prescribed for the purposes of giving documents to such a person.",
      "id": "s47"
    },
    {
      "text": "(4) This section does not apply to information: \n \n \n \n (a) that is not specifically about the applicant or another person and is just about a class of persons of which the applicant or other person is a member; or \n \n \n \n \n (b) that the applicant gave for the purpose of the application; or\n (c) that is non-disclosable information.",
      "id": "s48"
    },
    {
      "text": "12 On 25 February 2005 the appellant's authorised recipient sent to the Tribunal a submission and a statutory declaration of the authorised recipient.",
      "id": "s49"
    },
    {
      "text": "On the same day the appellant's authorised recipient sent a second letter to the Tribunal which contained the following passage:\n \n We advise that Ms Wang's comments about Monash University's exclusion and notice under s 20 will be made upon the availability of Monash's further consideration not to exclude Ms Wang.",
      "id": "s50"
    },
    {
      "text": "We are in the process of the request.",
      "id": "s51"
    },
    {
      "text": "Therefore we are instructed to seek the Tribunal Member's permission to extend 7 calendar days from today which would allow Ms Wang's proper reply.",
      "id": "s52"
    },
    {
      "text": "13 \n \nThe Tribunal granted the extension of time requested by the appellant in this letter.",
      "id": "s53"
    },
    {
      "text": "On 24 March 2005 the appellant's authorised recipient sent to the Tribunal a statutory declaration completed by the appellant.",
      "id": "s54"
    },
    {
      "text": "In her declaration, the appellant refers to her academic progress since arriving in Australia.",
      "id": "s55"
    },
    {
      "text": "She refers to the fact that in May 2003 her mother, who lived in China, was diagnosed as suffering from a serious medical condition.",
      "id": "s56"
    },
    {
      "text": "The appellant said that she became anxious and depressed.",
      "id": "s57"
    },
    {
      "text": "She states the following in her statutory declaration:\n \n In the period of May 2003 to November 2003, I could not perform as a normal student.",
      "id": "s58"
    },
    {
      "text": "I attended all classes but I could not concentrate.",
      "id": "s59"
    },
    {
      "text": "I therefore failed 4 out of 4 subjects in the first semester and failed 3 out of 4 subjects in second semester of 2003.",
      "id": "s60"
    },
    {
      "text": "14 The appellant returned to China in late 2003 and she stayed there until early 2004.",
      "id": "s61"
    },
    {
      "text": "In early February 2004 she was excluded from her course by the Faculty of Business and Economics.",
      "id": "s62"
    },
    {
      "text": "The appellant puts forward her good academic performance prior to 2003.",
      "id": "s63"
    },
    {
      "text": "She then describes her involvement with the Minister's delegate and the process involved in the cancellation of her student visa.",
      "id": "s64"
    },
    {
      "text": "15 As I have said, the Tribunal made its decision on 9 May 2005 and it decided to affirm the delegate's decision to cancel the appellant's student visa.",
      "id": "s65"
    },
    {
      "text": "The Tribunal's reasoning is summarised in the following paragraphs:\n \n However, in relation to the review applicant's academic results, Monash University confirmed that the review applicant did not meet course requirements in semesters 1 and 2 of 2003 and that her enrolment had been terminated due to academic reasons.",
      "id": "s66"
    },
    {
      "text": "The academic history provided to the Department by Monash University, which has since been provided to the review applicant by the Tribunal, indicated that the review applicant failed 4 out of 4 subjects attempted during semester 1 of 2003 and failed 3 out of 4 subjects attempted in semester 2 of 2003.",
      "id": "s67"
    },
    {
      "text": "She withdrew from 3 other subjects.",
      "id": "s68"
    },
    {
      "text": "There is no claim or evidence that the education provider has certified that the student achieved an academic result that is at least satisfactory as required by regulation [sic] 8202(3)(b).",
      "id": "s69"
    },
    {
      "text": "Therefore, on the evidence before it, the Tribunal finds that the breach of condition 8202 is made out.",
      "id": "s70"
    },
    {
      "text": "'\n \n The review applicant submitted that her study in 2003 was disturbed by her mother's diagnosis and illness.",
      "id": "s71"
    },
    {
      "text": "While the Tribunal is sympathetic to the review applicant's situation, following the decisions of the Federal Court in Minister for Immigration and Multicultural Affairs v Hou [2002] FCA 574 and Minister for Immigration and Multicultural Affairs v Nguyen [2002] FCA 460 , the Tribunal does not have any discretion to set aside a visa cancellation where there has been a substantiated breach of condition 8202.",
      "id": "s72"
    },
    {
      "text": "Once non-compliance with the condition is established, the Tribunal is bound by the operation of section 116(3), to affirm the visa cancellation.",
      "id": "s73"
    },
    {
      "text": "The Magistrate's reasons \n \n16 The Magistrate dealt with the two issues raised before him.",
      "id": "s74"
    },
    {
      "text": "First, he considered whether the Tribunal had failed to comply with s 359A of the Act.",
      "id": "s75"
    },
    {
      "text": "Secondly, he considered whether, assuming there had been a failure to comply with s 359A, he should nevertheless exercise his discretion so as to refuse relief.",
      "id": "s76"
    },
    {
      "text": "17 The Magistrate held that the Tribunal's letter dated 9 February 2005 did comply with the provisions of the section.",
      "id": "s77"
    },
    {
      "text": "He said that the letter was not \"completely satisfactory\".",
      "id": "s78"
    },
    {
      "text": "It could more appropriately have referred \"to the academic performance specifically constituting a breach of condition 8202 and thereby leading to cancellation of the student visa\".",
      "id": "s79"
    },
    {
      "text": "However, he said that it was sufficient to bring to the appellant's attention \"the possible breach of a condition of her student visa, namely, unsatisfactory academic performance.",
      "id": "s80"
    },
    {
      "text": "\"\n \n18 The Magistrate said that even if he was wrong, he had a discretion to grant or withhold the relief sought by the appellant.",
      "id": "s81"
    },
    {
      "text": "As I understand it, he concluded that the result of a review was mandatory in that the appellant's poor academic performance led to a breach of condition 8202 and a cancellation of the student visa.",
      "id": "s82"
    },
    {
      "text": "He noted that the appellant had not put forward any evidence to indicate that in any way the appellant's academic performance could or should have been altered.",
      "id": "s83"
    },
    {
      "text": "No application was made to the university for special consideration, nor was any attempt made to alter the academic outcome.",
      "id": "s84"
    },
    {
      "text": "Issues on the appeal \n \n19 The appellant submits that the Magistrate erred in concluding that in relation to the information set out in the Tribunal's letter dated 9 February 2005 the Tribunal ensured, as far as was reasonably practicable, that the appellant understood why the information was relevant to the review.",
      "id": "s85"
    },
    {
      "text": "She submits that the statement in the letter that the information is relevant to the review because it may be the reason or part of the reason for affirming the decision under review was insufficient to comply with that requirement.",
      "id": "s86"
    },
    {
      "text": "The appellant submits that the statement to that effect was no more than a statement as to why the obligation in s 359A(1)(a) was activated.",
      "id": "s87"
    },
    {
      "text": "She submits that the Tribunal should have told her that the University had not certified that her academic results were at least satisfactory and that that amounted to a breach of condition 8202 and that, in those circumstances, cancellation of the student visa was mandatory.",
      "id": "s88"
    },
    {
      "text": "20 The appellant also submits that the Magistrate erred in concluding that to grant relief would be futile and , in those circumstances, he should exercise his discretion to refuse relief.",
      "id": "s89"
    },
    {
      "text": "She submits that it was at least theoretically possible that the grant of relief would not be futile and that, in those circumstances, the discretion to refuse relief should not have been exercised.",
      "id": "s90"
    },
    {
      "text": "The appellant referred to the decision in Tran v Minister for Immigration and Multicultural Affairs [2006] FCA 1229 ; (2006) 154 FCR 536 (\" Tran \").",
      "id": "s91"
    },
    {
      "text": "21 The first respondent sought to meet the appellant's submissions.",
      "id": "s92"
    },
    {
      "text": "In addition, he sought to raise two other arguments.",
      "id": "s93"
    },
    {
      "text": "The first argument is that s 359A of the Act did not apply because the relevant information was information the applicant gave for the purpose of the application and that, in those circumstances, the section did not apply by reason of s 359A(4)(b).",
      "id": "s94"
    },
    {
      "text": "That argument is raised by the first respondent in a notice of contention which has been filed.",
      "id": "s95"
    },
    {
      "text": "The second argument is that the obligation in s 359A(1)(b) may be satisfied by a method other than by giving a document to an applicant.",
      "id": "s96"
    },
    {
      "text": "In support of that argument he refers to the fact that s 359A(1)(a) refers to information and s 359A(1)(c) refers to an invitation.",
      "id": "s97"
    },
    {
      "text": "Section 359A(2) refers to information and the invitation but does not refer to an explanation which might be given in compliance with s 359A(1)(b).",
      "id": "s98"
    },
    {
      "text": "This second argument of the first respondent was not the subject of consideration by the Magistrate and is not the subject of the notice of contention.",
      "id": "s99"
    },
    {
      "text": "It does not appear to have been raised before the Magistrate.",
      "id": "s100"
    },
    {
      "text": "If I accept the argument, the first respondent goes on to submit that the onus is on the appellant to prove a breach of the section and the appellant is unable to discharge that onus.",
      "id": "s101"
    },
    {
      "text": "In other words, the first respondent submits that the appellant is unable to prove that by some means the Tribunal did not ensure, as far as reasonably practicable, that she understood why the information was relevant to the review.",
      "id": "s102"
    },
    {
      "text": "22 \n \nI start by a consideration of the two other arguments raised by the first respondent.",
      "id": "s103"
    },
    {
      "text": "23 The information provided in the Tribunal's letter date 9 February 2005 was as follows:\n \n Monash University has notified DIMIA that your [sic] were excluded by the Faculty of Business and Economics for unsatisfactory performance in the 2003 academic year.",
      "id": "s104"
    },
    {
      "text": "Academic records from Monash University show that you failed four out of four subjects attempted in semester 1 of 2003 and 3 out of 4 subjects attempted in semester 2 of 2003.",
      "id": "s105"
    },
    {
      "text": "24 The first respondent refers to a statement made by the appellant in her statutory declaration provided to the Tribunal on 24 March 2005.",
      "id": "s106"
    },
    {
      "text": "That was after the hearing on 9 February 2005.",
      "id": "s107"
    },
    {
      "text": "The statement is as follows:\n \n In the period of May 2003 to November 2003 I could not perform as a normal student.",
      "id": "s108"
    },
    {
      "text": "I attended all classes but I could not concentrate.",
      "id": "s109"
    },
    {
      "text": "I therefore failed four out of four subjects in the first semester and failed three out of four subjects in second semester of 2003.",
      "id": "s110"
    },
    {
      "text": "25 I reject the first respondent's argument that the obligation in s 359A(1) did not arise because the information was information the appellant gave for the purpose of the application.",
      "id": "s111"
    },
    {
      "text": "An important part of the information in that letter is not part of the information the appellant gave for the purposes of the application, namely, the statement that the university had notified the Department that the appellant was excluded by the Faculty of Business and Economics for unsatisfactory performance in the 2003 academic year.",
      "id": "s112"
    },
    {
      "text": "That information is an important part of the relevant information because it states, or at the very least implies, that the university had not certified that the appellant's academic results were at least satisfactory.",
      "id": "s113"
    },
    {
      "text": "The first respondent's argument could only succeed if it could be shown that all of the information which falls within the terms of s 359A(1)(a) was information the appellant gave for the purpose of the application, and the first respondent is unable to show that.",
      "id": "s114"
    },
    {
      "text": "26 \n \nIn my opinion, there is a good deal to be said for the proposition that the first respondent should not be permitted to raise his second argument.",
      "id": "s115"
    },
    {
      "text": "It appears not to have been raised in the court below and is not the subject of the notice of contention.",
      "id": "s116"
    },
    {
      "text": "At least in part it relies for its success on a finding that in the court below the appellant failed to discharge the onus of proof in circumstances where it seems that the first respondent contended that the Tribunal's letter dated 9 February 2005 satisfied the requirements of s 359A of the Act including s 359A(1)(b).",
      "id": "s117"
    },
    {
      "text": "Indeed, the letter itself purports to explain why the information is relevant to the review.",
      "id": "s118"
    },
    {
      "text": "In any event, I do not think the construction of the section advanced by the first respondent is the correct one.",
      "id": "s119"
    },
    {
      "text": "It is true that s 359A(2) refers only to the information and the invitation.",
      "id": "s120"
    },
    {
      "text": "However, I think the structure of the section is such that the explanation envisaged by s 359A(1)(b) is to form part of the information and the invitation.",
      "id": "s121"
    },
    {
      "text": "It seems to me that the intention of the section is that an applicant is to be given an invitation (which must be in writing and given by one of the methods specified in s 359A), to comment on information in circumstances in which it is also explained to an applicant how the information is relevant to the review.",
      "id": "s122"
    },
    {
      "text": "In addition, the interpretation of the section advanced by the first respondent would give rise to considerable difficulties in determining if the section has been complied with.",
      "id": "s123"
    },
    {
      "text": "27 I turn now to consider the submissions advanced in relation to the two issues considered by the Magistrate.",
      "id": "s124"
    },
    {
      "text": "It is not sufficient to discharge the obligation in s 359A(1)(b) simply to state that the information is relevant to the review because it may be the reason, or part of the reason, for affirming the decision under review.",
      "id": "s125"
    },
    {
      "text": "That is simply to restate the reason the information falls within the terms of s 359A(1)(a) in the first place.",
      "id": "s126"
    },
    {
      "text": "28 The Full Court considered the obligations in s 424A of the Act in Minister for Immigration and Multicultural Affairs v SZGMF [2006] FCAFC 138.",
      "id": "s127"
    },
    {
      "text": "In material respects, that section is in the same terms as s 359A.",
      "id": "s128"
    },
    {
      "text": "The Court held that the Tribunal had failed to comply with s 424A(1)(a) and s 424A(1)(b).",
      "id": "s129"
    },
    {
      "text": "The Court said (at [40]-[41]):\n \n As mentioned above, the obligation on the Tribunal was to 'ensure, as far as is reasonably practicable', that the respondent understood why the information set out in the s 424A letter was relevant to the review.",
      "id": "s130"
    },
    {
      "text": "No practical or other difficulty stood in the way of the Tribunal telling the respondent that the information which it had received about his letters of support caused it to disbelieve or doubt the content of those letters.",
      "id": "s131"
    },
    {
      "text": "Yet the s 424A letter did not explicitly tell the respondent that the relevance to the review of the information which it had received about his letters of support was that the information indicated that the content of the letters was false.",
      "id": "s132"
    },
    {
      "text": "The Tribunal's failure to state explicitly the relevance to the review of the information concerning the respondent's letters of support is of importance because of the opaque nature of the particulars of the information provided to the respondent by the s 424A letter; the use that the Tribunal could make of the information as particularised was not self-evident.",
      "id": "s133"
    },
    {
      "text": "29 It is to be noted that the case involved a breach of both of the subparagraphs, whereas this case involves an alleged breach of subparagraph (b).",
      "id": "s134"
    },
    {
      "text": "It is also to be noted that the Court said that the use the Tribunal could make of the information as particularised was not self-evident.",
      "id": "s135"
    },
    {
      "text": "In my opinion, there may well be cases where the relevance of the information to the review is self-evident and no letter or explanation is required to satisfy the requirements of s 359A(1)(b).",
      "id": "s136"
    },
    {
      "text": "However, in this case I think that the Tribunal was required to do more than it did.",
      "id": "s137"
    },
    {
      "text": "The Tribunal should have advised the appellant that the non-certification by the university that her academic results were at least satisfactory would constitute a breach of a condition attached to her student visa.",
      "id": "s138"
    },
    {
      "text": "It may not have been necessary for the Tribunal to go on and say that in those circumstances cancellation of the visa was mandatory but, at the very least, the Tribunal should have advised the appellant that the information was relevant because it would constitute a breach of a condition attached to her visa.",
      "id": "s139"
    },
    {
      "text": "30 The first respondent did not submit that a failure to comply with s 359A(1)(b) did not constitute a jurisdictional error ( SAAP v Minister for Immigration and Multicultural and Indigenous Affairs [2005] HCA 24 ; (2005) 79 ALJR 1009 (\" SAAP \")).",
      "id": "s140"
    },
    {
      "text": "In my opinion, the Magistrate erred in concluding that there had not been a breach of s 359A(1)(b).",
      "id": "s141"
    },
    {
      "text": "31 The Magistrate held that, in any event, it would be futile to grant relief and, that in those circumstances, he exercised his discretion to decline to grant relief.",
      "id": "s142"
    },
    {
      "text": "The Magistrate said that the appellant had not sought to adduce any material to indicate that in any way \"the academic performance could or should have been altered\".",
      "id": "s143"
    },
    {
      "text": "No application was made to the university for special consideration nor any attempt made to alter the academic outcome.",
      "id": "s144"
    },
    {
      "text": "The appellant did not point to any material to suggest that these conclusions were wrong.",
      "id": "s145"
    },
    {
      "text": "Her submission was that as long as there was a theoretical possibility that relief would not be futile then the discretion should not be exercised to refuse relief.",
      "id": "s146"
    },
    {
      "text": "32 In my opinion, the Magistrate did not err in the way in which he exercised his discretion.",
      "id": "s147"
    },
    {
      "text": "As I understand the submissions, the only way in which a cancellation of the appellant's student visa could be avoided is if the university's decision not to certify that the appellant's academic results were satisfactory was altered.",
      "id": "s148"
    },
    {
      "text": "The decision by the university to exclude her was taken some two to three years ago.",
      "id": "s149"
    },
    {
      "text": "It was not suggested that since the delegate's decision on 7 April 2004 the university had been approached to alter its decision, or that there are any proceedings on foot to achieve that result.",
      "id": "s150"
    },
    {
      "text": "In my opinion, there is no reason to interfere with the Magistrate's conclusion that, at a practical level, the inevitable result of a rehearing would be a cancellation of the appellant's student visa.",
      "id": "s151"
    },
    {
      "text": "In my opinion, Re Refugee Review Tribunal; Ex parte Aala [2000] HCA 57 ; (2000) 204 CLR 82 (\" Aala \") and SAAP are authority for the proposition that relief may be refused if, irrespective of any question of procedural fairness or individual merits, the decision-maker was bound by the governing statute to refuse the application: Aala per Gaudron and Gummow JJ at 109 [58]; SAAP per McHugh J at 109 [58].",
      "id": "s152"
    },
    {
      "text": "In this case it is not necessary to consider if futility is to be judged by asking what decision the Tribunal would have made even if it had complied with s 359A(1)(b) or by asking if a decision by the Tribunal in the future refusing the application is inevitable because there has been no relevant change of circumstances (see the discussion in Giretti v Commissioner of Taxation (1996) 70 FCR 151 per Lindgren J at 164-165 and Merkel J at 174-180).",
      "id": "s153"
    },
    {
      "text": "33 The appellant referred to the decision of Rares J in Tran .",
      "id": "s154"
    },
    {
      "text": "It is true that his Honour referred to the fact that it was theoretically possible for the Tribunal to reach a different result and that that was sufficient to overcome any objection to the granting of relief, but all of his Honour's observations must be considered and it is clear that, on the ground of futility, the case before him was quite a different one from that before me.",
      "id": "s155"
    },
    {
      "text": "In the case before his Honour, it was clear that, although improbable, it was possible that the Tribunal would reach a different result.",
      "id": "s156"
    },
    {
      "text": "That is not the case here and no ground for interfering with the Magistrate's exercise of the discretion has been established.",
      "id": "s157"
    },
    {
      "text": "Conclusions \n \n34 Although in my respectful opinion the Magistrate should have concluded that the Tribunal had failed to comply with s 359A(1)(b), he did not err in exercising his discretion to refuse to grant relief.",
      "id": "s158"
    },
    {
      "text": "In those circumstances, the appeal must be dismissed.",
      "id": "s159"
    },
    {
      "text": "The appellant must pay the first respondent's costs.",
      "id": "s160"
    },
    {
      "text": "I certify that the preceding thirty-four (34) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Besanko.",
      "id": "s161"
    },
    {
      "text": "Associate:\nDated: 4 April 2007\n\n Counsel for the Appellant: Mr J Gibson \n \n Solicitor for the Appellant: Australian Legal Advisory Centre \n \n Counsel for the First Respondent: Mr S Donaghue \n \n Solicitor for the First Respondent: Phillips Fox \n \n Date of Hearing: 30 October 2006 \n \n Date of Judgment: 4 April 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/488.html",
      "id": "s162"
    }
  ]
}