{
  "name": "Bayer Bioscience N.V. v Deltapine Australia Ltd (No 2) [2007] FCA 411 (15 March 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/411.html",
  "catchphrases": [
    {
      "text": "application to amend defence/cross-claim to include new ground of invalidity",
      "id": "c0"
    },
    {
      "text": "patents",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "Bayer Bioscience N.V. v Deltapine Australia Ltd (No 2) [2007] FCA 411 (15 March 2007) \n\n [ Home ] [ Databases ] [ WorldLII ] [ Search ] [ Feedback ] Federal Court of Australia You are here: &nbsp; AustLII &gt;&gt; Databases &gt;&gt; Federal Court of Australia &gt;&gt; 2007 &gt;&gt; [2007] FCA 411 \n\n [ Database Search ] [ Name Search ] [ Recent Decisions ] [ Noteup ] [ Download ] [ Help ] Bayer Bioscience N.V. v Deltapine Australia Ltd (No 2) [2007] FCA 411 (15 March 2007) \nLast Updated: 2 April 2007 \n FEDERAL COURT OF AUSTRALIA \n\n Bayer Bioscience N.V. v Deltapine Australia Ltd (No 2) [2007] FCA 411 \n \n\n\n PATENTS --- application to amend defence/cross-claim to include new ground of invalidity\n\n Held: discretion not exercised\n \n \n\n\n \n\n \n\n Queensland v JL Holdings [1997] HCA 1 ; (1997) 189 CLR 146 cited \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n BAYER BIOSCIENCE N.V. AND BAYER CROPSCIENCE GMBH v DELTAPINE AUSTRALIA PTY LTD \n VID 1105 OF 2003 \n\n HEEREY J \n 15 MARCH 2007 \n MELBOURNE \n\n IN THE FEDERAL COURT OF AUSTRALIA \n VICTORIA DISTRICT REGISTRY VID 1105 OF 2003 \n\n BETWEEN: BAYER BIOSCIENCE N.V. \n First Applicant/First Cross-Respondent \n\n BAYER CROPSCIENCE GMBH \n Second Applicant/Second Cross-Respondent AND: DELTAPINE AUSTRALIA PTY LTD \n Respondent/Cross-Claimant \n\n JUDGE: HEEREY J DATE OF ORDER: 15 MARCH 2007 WHERE MADE: MELBOURNE \n\n THE COURT ORDERS THAT: \n\n \n The motion on notice dated 9 March 2007 is dismissed with costs.",
      "id": "s0"
    },
    {
      "text": "Note: Settlement and entry of orders is dealt with in Order 36 of the Federal Court Rules .",
      "id": "s1"
    },
    {
      "text": "IN THE FEDERAL COURT OF AUSTRALIA \n VICTORIA DISTRICT REGISTRY VID 1105 OF 2003 \n\n BETWEEN: BAYER BIOSCIENCE N.V. \n First Applicant/First Cross-Respondent \n\n BAYER CROPSCIENCE GMBH \n Second Applicant/Second Cross-Respondent AND: DELTAPINE AUSTRALIA PTY LTD \n Respondent/Cross-Claimant \n\n JUDGE: HEEREY J DATE: 15 MARCH 2007 PLACE: MELBOURNE \n\n REASONS FOR JUDGMENT\n \n1 The applicant/cross-respondent Bayer Bioscience NV (Bayer) is the patentee of Australian Patent No 623530 (the Patent).",
      "id": "s2"
    },
    {
      "text": "It has brought infringement proceedings against the respondent/cross-claimant Deltapine Australia Pty Ltd (Deltapine).",
      "id": "s3"
    },
    {
      "text": "By notice of motion filed on 9 March 2007 Deltapine seeks leave to amend its defence and cross-claim by raising an allegation of invalidity based on the contention that the true inventor was Dr Christina Hofmann.",
      "id": "s4"
    },
    {
      "text": "2 The invention the subject of the Patent relates to plant cells and plants, the genomes of which are transformed to contain at least two genes, each coding for a different non-competitively binding bacillus thuringiensis (Bt) insecticidal crystal protein (ICP) for a specific target insect species.",
      "id": "s5"
    },
    {
      "text": "3 In the particulars to par 9 of the draft further amended particulars of invalidity exhibited to an affidavit in support of the motion it is said that Dr Hofmann undertook research in this area between 1983-1989, and then in 1987 she spent some time working at the laboratories of a predecessor in title to Bayer.",
      "id": "s6"
    },
    {
      "text": "While at that firm, Dr Hofmann worked \"with a number of researchers, including some of the alleged inventors\", and that \"as a result of the research and/or while working at that firm either alone or with the alleged inventors, Dr Hofmann developed and disclosed all or part of the alleged invention claimed in the patent\".",
      "id": "s7"
    },
    {
      "text": "Deltapine seeks to reserve the right to rely on further particulars.",
      "id": "s8"
    },
    {
      "text": "4 The onus is on Deltapine to make out a case that the Court should exercise its discretion in its favour.",
      "id": "s9"
    },
    {
      "text": "I am not disposed to exercise that discretion for the following reasons:\n \n &#8226; There is no evidence, even on a hearsay basis, as to the merits of the amendment.",
      "id": "s10"
    },
    {
      "text": "The allegations are broad and vague in the extreme.",
      "id": "s11"
    },
    {
      "text": "They deal with events of 20 years ago.",
      "id": "s12"
    },
    {
      "text": "&#8226; There is no evidence explaining the delay of Deltapine in bringing this application.",
      "id": "s13"
    },
    {
      "text": "5 The proposed amendments also include an allegation that Dr Hofmann assigned her rights to Delta and Pine Land Company by a deed of assignment dated 7 April 2006.",
      "id": "s14"
    },
    {
      "text": "It is also claimed that there was a further assignment to Deltapine dated 26 January 2007.",
      "id": "s15"
    },
    {
      "text": "Those assignments were not produced, but they found the inference that the alleged claim of Dr Hofmann was within the knowledge of Deltapine or its associates almost a year ago.",
      "id": "s16"
    },
    {
      "text": "6 It was said from the Bar table that Deltapine made a conscious decision not to raise this particular claim until late last year.",
      "id": "s17"
    },
    {
      "text": "I agree with counsel for Bayer that the decision of the High Court in Queensland v JL Holdings Pty Ltd [1997] HCA 1 ; (1997) 189 CLR 146 does not mean that parties have a right to withhold amendments or other procedural steps to suit their tactical assessments of the case.",
      "id": "s18"
    },
    {
      "text": "Even by the standards of patent litigation in this country, which sometimes are the subject of criticism, this case has been very drawn out.",
      "id": "s19"
    },
    {
      "text": "It has been on foot since 2003.",
      "id": "s20"
    },
    {
      "text": "Any insertion of a totally new claim or defence needs to have some sound basis, which in my opinion has not been shown in this case.",
      "id": "s21"
    },
    {
      "text": "7 The motion on notice dated 9 March 2007 will be dismissed with costs.",
      "id": "s22"
    },
    {
      "text": "I certify that the preceding seven (7) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Heerey.",
      "id": "s23"
    },
    {
      "text": "Associate:\n\nDated: 21 March 2007\n\n\n Counsel for the Applicant: A Ryan \n \n Solicitor for the Applicant: Davies Collison Cave \n \n Counsel for the Respondent: S Burley \n \n Solicitor for the Respondent: Mallesons Stephen Jaques \n \n Date of Hearing: 15 March 2007 \n \n Date of Judgment: 15 March 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/411.html",
      "id": "s24"
    }
  ]
}