{
  "name": "Toohey v Tax Agents Board of Victoria [2007] FCA 431 (21 March 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/431.html",
  "catchphrases": [
    {
      "text": "appeal from decision of administrative appeals tribunal",
      "id": "c0"
    },
    {
      "text": "where applicant's application for re-registration as a registered tax agent refused under s 251jc of the income tax assessment act 1936 (cth)",
      "id": "c1"
    },
    {
      "text": "where tribunal failed to correctly apply test under s 251jc",
      "id": "c2"
    },
    {
      "text": "administrative law",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 This is an appeal from the decision of the Administrative Appeals Tribunal ('the Tribunal') affirming the decision of the respondent ('the Board') to refuse re-registration of the applicant as a registered tax agent under s 251JC of the Income Tax Assessment Act 1936 (Cth) ('the Act').",
      "id": "s0"
    },
    {
      "text": "The appeal is brought pursuant to s 44(1) of the Administrative Appeals Tribunal Act 1975 (Cth) ('the AAT Act').",
      "id": "s1"
    },
    {
      "text": "NATURE OF THE APPEAL \n \n2 An appeal under s 44 of the AAT Act is concerned solely with a question of law.",
      "id": "s2"
    },
    {
      "text": "The existence of a question of law is not merely a qualifying condition to ground the appeal, but also the subject matter of the appeal itself (see TNT Skypak International (Aust) Pty Ltd v Commissioner of Taxation (1988) 82 ALR 175 at 178 per Gummow J).",
      "id": "s3"
    },
    {
      "text": "3 The approach to be taken on an appeal from a decision of the Tribunal was outlined by the Full Court in Collector of Customs v Pozzolanic Enterprises Pty Ltd (1993) 43 FCR 280 at 286-287:\n \n The limitation of the jurisdiction to the resolution of questions of law imposes a significant constraint upon the role of the Court in reviewing decisions of the Tribunal.",
      "id": "s4"
    },
    {
      "text": "The appealable error of law must arise on the facts as found by the Tribunal or must vitiate the findings made or must have led the Tribunal to omit to make a finding it was legally required to make.",
      "id": "s5"
    },
    {
      "text": "A wrong finding of fact is not sufficient to demonstrate error of law: Waterford v Commonwealth [1987] HCA 25 ; (1987) 163 CLR 54 at 77-78.",
      "id": "s6"
    },
    {
      "text": "Where the decision of the Tribunal involves matters of fact and degree, then provided it applies correct principles of law, no appeal will lie: Commissioner of Taxation v Brixius (1987) 16 FCR 359 at 365.",
      "id": "s7"
    },
    {
      "text": "The limits within which the jurisdiction is conferred require that it be exercised with restraint.",
      "id": "s8"
    },
    {
      "text": "Only in exceptional circumstances should the decision of the Tribunal not be the final decision: Blackwood Hodge (Australia) Pty Ltd v Collector of Customs (NSW) (1980) 47 FLR 131 at 145 (Fisher J); Commissioner of Taxation (Cth) v Cainero (1988) 88 ATC 4,427 (Foster J) .",
      "id": "s9"
    },
    {
      "text": "As the Full Court said in Repatriation Commission v Thompson (1988) 9 AAR 199 at 204: \n \n \n \n \"...the nature of the task of this Court is clear.",
      "id": "s10"
    },
    {
      "text": "It is to leave to the tribunal of fact decisions as to the facts and to interfere only when the identified error is one of law.",
      "id": "s11"
    },
    {
      "text": "\" \n \n \n \n This translates to a practical as well as principled restraint.",
      "id": "s12"
    },
    {
      "text": "The Court will not be concerned with looseness in the language of the Tribunal nor with unhappy phrasing of the Tribunal's thoughts: Lennell v Repatriation Commission (1982) 4 ALN N 54 (Northrop and Sheppard JJ); Freeman v Defence Force Retirement and Death Benefits Authority (1985) 5 AAR 156 at 164 (Sheppard J); Repatriation Commissioner v Bushell (1991) 13 AAR 176 at 183 (Morling and Neaves JJ).",
      "id": "s13"
    },
    {
      "text": "The reasons for the decision under review are not to be construed minutely and finely with an eye keenly attuned to the perception of error: Politis v Commissioner of Taxation (Cth) (1988) 16 ALD 707 at 708 (Lockhart J).",
      "id": "s14"
    },
    {
      "text": "4 The decision was referred to and approved by the High Court of Australia in Minister for Immigration &amp; Ethnic Affairs v Wu Shan Liang [1996] HCA 6 ; (1996) 185 CLR 259 (' Wu Shan Liang ').",
      "id": "s15"
    },
    {
      "text": "In Tax Agents' Board v Bray (2004) 58 ATR 118 at [22], Hely J said that \"Although careful consideration of the AAT's reasons is required, they must be read as a whole and considered fairly\".",
      "id": "s16"
    },
    {
      "text": "5 Adopting the approach of the Full Court and Hely J, the Tribunal's reasons in this appeal must be read sensibly, not seeking to perceive error, but concentrating on the task of the Court which is to interfere only when the identified error is one of law.",
      "id": "s17"
    },
    {
      "text": "It is permissible to analyse both the language and structure of the reasons of the Tribunal to determine whether a legally erroneous approach has been adopted, or whether the Tribunal has failed to properly appreciate the matter it was bound to consider (see Sinclair v Maryborough Mining Warden [1975] HCA 17 ; (1975) 132 CLR 473 at 479 (Barwick CJ) and Wu Shan Liang at 291 (Kirby J).",
      "id": "s18"
    },
    {
      "text": "THE STATUTORY CONTEXT \n \n6 A registered tax agent may apply to the Board by which the tax agent was registered for re-registration: s 251JB(1) of the Act.",
      "id": "s19"
    },
    {
      "text": "7 Section 251JC(1)(a) of the Act relevantly provides that:\n \n The Board shall re-register the applicant as a tax agent if the applicant satisfies the Board that: \n (a) if the applicant is a natural person: \n \n (i) the applicant is a fit and proper person to prepare income tax returns and transact business on behalf of taxpayers in income tax matters; and \n (ii) the applicant is not an undischarged bankrupt; \n \n ... \n\n8 Section 251BC(1) sets out a number of factors which disqualify a person as being a fit and proper person to prepare income tax returns.",
      "id": "s20"
    },
    {
      "text": "9 Therefore, the Board is required, in essence, to consider and determine whether the applicant is the prescribed fit and proper person.",
      "id": "s21"
    },
    {
      "text": "In determining the matter, the Board is directed by the legislature that a disqualifying factor for a person not being the prescribed fit and proper person is, relevantly, if the person is not of 'good fame, integrity and character': s 251BC(1)(d).",
      "id": "s22"
    },
    {
      "text": "This appeal does not require a consideration of the elements of whether or not a person is the prescribed fit and proper person, although the generality of the phrase 'good fame, integrity and character' is not to be limited by reference to whether the applicant has certain disqualifying convictions or is under sentence of imprisonment (see s 251BC(2) of the Act).",
      "id": "s23"
    },
    {
      "text": "The enquiry is whether the applicant is the prescribed fit and proper person, and the disqualifying factors set out in s 251BC(1) do not limit the generality of that enquiry (see s 251JC(1)), although it may well inform that inquiry.",
      "id": "s24"
    },
    {
      "text": "The fact that a person is not of good fame, integrity and character means that that person cannot be regarded as the prescribed fit and proper person.",
      "id": "s25"
    },
    {
      "text": "However, even if this or other disqualifying factors do not apply, the applicant may still not satisfy the Board that he or she is the prescribed fit and proper person.",
      "id": "s26"
    },
    {
      "text": "If not satisfied, the Board 'shall refuse' to re-register the applicant: s 251JC(2).",
      "id": "s27"
    },
    {
      "text": "10 The provisions of s 251BC(3) do not detract from this ultimate issue of whether the applicant is the prescribed fit and proper person, and should not be confused with it.",
      "id": "s28"
    },
    {
      "text": "Section 251BC(3) of the Act relevantly provides that:\n \n Where: \n \n \n (a) a Board is required, in considering an application for: \n \n \n \n \n (i) re-registration as a tax agent; or \n (ii) re-registration of a nominee of a tax agent; \n \n \n \n \n to decide whether the Board is satisfied that a particular person is a fit and proper person to prepare income tax returns and transact business on behalf of taxpayers in income tax matters; \n (b) the person is not under sentence of imprisonment for a serious taxation offence; and \n (c) the Board is satisfied that, because of special circumstances: \n \n \n \n \n (i) a conviction of the person; \n (ii) the doing of an act or thing by the person; or \n (iii) an omission of the person; \n \n \n \n should be disregarded; \n the Board may, in making the decision referred to in paragraph (a), disregard the conviction, the doing of the act or thing or omission, as the case requires.",
      "id": "s29"
    },
    {
      "text": "11 Pursuant to s 251BC(3), in the course of deciding the ultimate issue, certain matters may be disregarded because of special circumstances.",
      "id": "s30"
    },
    {
      "text": "Once disregarded, those matters are no longer considered in the enquiry, and then a decision as to whether the applicant is the prescribed fit and proper person is made by the Board.",
      "id": "s31"
    },
    {
      "text": "If a conviction, act or omission of the applicant is not disregarded, it will need to be assessed, along with other factors, in order to determine whether the applicant is a fit and proper person if that inquiry can still be made where the disqualifying factors do not apply.",
      "id": "s32"
    },
    {
      "text": "It may well be that a particular conviction (other than a disqualifying conviction) is to be taken into account and not 'disregarded', but that, for one reason or another, taking into account all the circumstances, the Board may still be satisfied that the applicant is the prescribed fit and proper person.",
      "id": "s33"
    },
    {
      "text": "Again, of course, it is clear that if there is a disqualifying factor, there cannot be a finding in favour of the applicant allowing re-registration.",
      "id": "s34"
    },
    {
      "text": "12 The other matter to observe is that the relevant time for the assessment of whether a person is the prescribed fit and proper person, is at the time of the relevant determination.",
      "id": "s35"
    },
    {
      "text": "This is made clear by the Act itself, for it is in considering the application that the Board needs to be satisfied that the applicant is the prescribed fit and proper person.",
      "id": "s36"
    },
    {
      "text": "I note the Act specifically uses the present tense.",
      "id": "s37"
    },
    {
      "text": "There is no express or implied legislative indication which provides for the assessment of the facts at any other particular date.",
      "id": "s38"
    },
    {
      "text": "I refer also to A Solicitor v Council of the Law Society (NSW) [2004] HCA 1 ; (2004) 216 CLR 253 at 268.",
      "id": "s39"
    },
    {
      "text": "13 In view of s 43(1) of the AAT Act, where the matter comes before the Tribunal, the Tribunal must be satisfied that the applicant is the prescribed fit and proper person at the time of the Tribunal's determination.",
      "id": "s40"
    },
    {
      "text": "In reaching its decision, the Tribunal should consider for itself, as though it was performing the function of the relevant decision-maker, whether the applicant has satisfied the Tribunal he or she was the prescribed fit and proper person.",
      "id": "s41"
    },
    {
      "text": "CONSIDERATION \n \n14 In my view, reading the Tribunal's reasons as a whole and fairly, the Tribunal did not approach the matter by directing itself to the ultimate issue it needed to resolve, namely whether the applicant was the prescribed fit and proper person.",
      "id": "s42"
    },
    {
      "text": "15 Upon an analysis of the structure and reasons of the Tribunal, in my view the Tribunal did not address the ultimate issue for its consideration and determination, but in reality only considered the question of the operation of s 251BC(3).",
      "id": "s43"
    },
    {
      "text": "16 After setting out the relevant provisions of the legislation, the Tribunal then set out aspects of the applicant's circumstances, including 'Applicant's Practice Circumstances', 'The Applicant's Health', 'Delay in Lodgement' of Income Tax Returns', and 'Failure to Respond to Letters of the Board'.",
      "id": "s44"
    },
    {
      "text": "Under the heading 'Summary of Tribunal and Federal Court Decisions', the Tribunal then considered a number of cases on the content of the phrase 'fit and proper person' and the discretion under s 251BC(3).",
      "id": "s45"
    },
    {
      "text": "17 The Tribunal then under the heading 'Conclusion and Reasons for Decision' stated at [56]:\n \n Section 251BC of the Act allows certain conduct or events on the part of a tax agent to be disregarded in an application for re-registration if special circumstances exist.",
      "id": "s46"
    },
    {
      "text": "It was in this context and this context only that the Tribunal, in my view, considered the evidence.",
      "id": "s47"
    },
    {
      "text": "The Tribunal kept returning throughout its reasons to the phrase 'special circumstances', which could only be referrable to its consideration of the operation of s 251BC(3).",
      "id": "s48"
    },
    {
      "text": "Such references are made throughout the reasons of the Tribunal at [59], [65], [74], [77], [78], which precede or follow analysis of various matters pertaining to the applicant.",
      "id": "s49"
    },
    {
      "text": "18 In my view, although there are also references to the phrase 'fit and proper person' and 'good fame, integrity and character', these matters were not considered in the context of the ultimate issue of whether the applicant was the prescribed fit and proper person, but in the context only of whether 'special circumstances' existed for the purposes of s 251BC(3).",
      "id": "s50"
    },
    {
      "text": "19 Significantly, nowhere in its reasons does the Tribunal conduct the enquiry itself as to whether the applicant was the prescribed fit and proper person either at the time of its determination or at all.",
      "id": "s51"
    },
    {
      "text": "20 It seems that the Tribunal set itself the task it described at [65], which was clearly directed to the operation of s 251BC(3):\n \n The exercise of considering special circumstances involves the weighing up of the events which on the one hand have given rise to the alleged conduct causing the Board to regard the applicant as not being fit and proper and on the other hand events or circumstances either explaining that conduct or otherwise permitting a finding to be made that the applicant is in fact a person who is fit and proper.",
      "id": "s52"
    },
    {
      "text": "21 The Tribunal then proceeded to assess the matters in favour and against the applicant, but only in the context of the exercise postulated by the Tribunal at [65].",
      "id": "s53"
    },
    {
      "text": "22 The Tribunal, after considering a number of matters, stated at [74] as follows: \n \n I am prepared to find that the applicant's health, the circumstances within his practice and the tension within his marriage, most of which were at their peak in the 1990's, occurred during the same periods of time that income tax returns for himself and family entities were outstanding.",
      "id": "s54"
    },
    {
      "text": "But on the evidence of the applicant's doctors, and himself at the hearing, all medication ceased at February 2003 and he was regarded then as enjoying improved health.",
      "id": "s55"
    },
    {
      "text": "I would have thought that there would have been greater diligence on his part to immediately set about preparing returns and having them lodged.",
      "id": "s56"
    },
    {
      "text": "It is noted from other evidence that at or about this time the applicant's accountancy practice stabilized and another employee accountant of considerable expertise was engaged.",
      "id": "s57"
    },
    {
      "text": "However the applicant's outstanding personal returns were not lodged until October 2003 and the returns for other entities were not lodged until April, May or June of the following year.",
      "id": "s58"
    },
    {
      "text": "That is, some eight months after the applicant's health had been restored and medication had ceased and after his practice had stabilized he first lodged his outstanding personal returns but the other returns were not lodged until a period of between 14 and 16 months later.",
      "id": "s59"
    },
    {
      "text": "Set against a background of two prior Magistrates' Court appearances and a suspension from practice it would have been incumbent on the applicant to show a degree of \"good fame, integrity and character\" if his prior omissions should in the special circumstances that he asserted, be disregarded .",
      "id": "s60"
    },
    {
      "text": "(emphasis added) \n\nThe Tribunal then proceeded to state at [77]:\n \n Following the analysis of the concept of special circumstances in both Beadle, Groth and Chamberlain , I cannot find the applicant's circumstances of ill health and vulnerability to an unstable rural economy whilst in regional practice, marriage instability and workplace stress, no less in self employment, are alone, or in combination, to be \"unusual, uncommon or exceptional\" nor could I find in the application of the relevant legislation that to decide to refuse re-registration would cause an outcome which was \"unfair, unintended, unjust\" or \"inappropriate\" .",
      "id": "s61"
    },
    {
      "text": "Then finally at [78] and [79] the Tribunal decided:\n \n Mr Moore acknowledged that the applicant had not ever been convicted of \"a serious taxation offence\" or at all (refer s 251BC) and he was not automatically disqualified from registration.",
      "id": "s62"
    },
    {
      "text": "It was also submitted that if special circumstances are found not to exist, the only decision open to the Board, upon an application for re-registration is refusal to register.",
      "id": "s63"
    },
    {
      "text": "No other option exists, for example, to suspend, or admonish.",
      "id": "s64"
    },
    {
      "text": "I agree with those submissions.",
      "id": "s65"
    },
    {
      "text": "The Tribunal is required to consider, in the circumstance of the case under review, to determine whether if special circumstances do exist whether to disregard the \"omission\" of an applicant.",
      "id": "s66"
    },
    {
      "text": "If the decision to refuse re-registration is affirmed, it is open to an applicant to apply, without any period of prohibition, to the Board for registration.",
      "id": "s67"
    },
    {
      "text": "If that course is followed, the applicant, at the time of such an application will have the opportunity to demonstrate that he is fit and proper.",
      "id": "s68"
    },
    {
      "text": "Section 251K appears to apply only where an agent has been suspended or where his registration has been cancelled.",
      "id": "s69"
    },
    {
      "text": "In the present case it was the applicant's application for re-registration that was declined.",
      "id": "s70"
    },
    {
      "text": "The applicant's history, Court appearances, previous suspension, subsequent default and neglect and the magnitude of it and its duration dictates that it would be inappropriate to decide other than to affirm the decision under review.",
      "id": "s71"
    },
    {
      "text": "23 Whilst the references in [79] could be said to relate to the enquiry going to the affirmation of the decision under review, they are not sufficient to show, in light of the previous reasoning of the Tribunal, that the Tribunal considered for itself the ultimate issue.",
      "id": "s72"
    },
    {
      "text": "24 In my view, the Tribunal failed to appreciate the matter it was bound to consider and failed to address the ultimate issue for consideration, and in so doing made an error of law.",
      "id": "s73"
    },
    {
      "text": "25 The above conclusion would lead to the appeal being allowed.",
      "id": "s74"
    },
    {
      "text": "As other matters have been raised in this appeal, it is appropriate to make the following observations.",
      "id": "s75"
    },
    {
      "text": "26 Complaint was made by the applicant that the Tribunal erred in its consideration of the existence of 'special circumstances' as referred to in s 251BC(3) of the Act.",
      "id": "s76"
    },
    {
      "text": "In my view this complaint does not raise any question of law, and the Tribunal applied the correct construction of the term 'special circumstances'.",
      "id": "s77"
    },
    {
      "text": "27 The term 'special circumstances' is not defined in the Act.",
      "id": "s78"
    },
    {
      "text": "It is used according to its ordinary meaning.",
      "id": "s79"
    },
    {
      "text": "As was said in Re Beadle and Director-General of Social Security (1984) 6 ALD 1 at 3:\n \n An expression such as \"special circumstances\" is by its very nature incapable of precise or exhaustive definition.",
      "id": "s80"
    },
    {
      "text": "The qualifying adjective looks to circumstances that are unusual, uncommon or exceptional.",
      "id": "s81"
    },
    {
      "text": "Whether circumstances answer any of these descriptions must depend upon the context in which they occur.",
      "id": "s82"
    },
    {
      "text": "For it is the context which allows one to say that the circumstances in one case are markedly different from the usual run of cases.",
      "id": "s83"
    },
    {
      "text": "This is not to say that the circumstances must be unique but they must have a particular quality of unusualness that permits them to be described as special.",
      "id": "s84"
    },
    {
      "text": "28 Whether there were 'special circumstances' was a question of fact for the Tribunal to decide.",
      "id": "s85"
    },
    {
      "text": "The Tribunal's conclusion that there were no special circumstances was a conclusion on a question of fact.",
      "id": "s86"
    },
    {
      "text": "It was a conclusion open to it on the facts as found.",
      "id": "s87"
    },
    {
      "text": "29 Another complaint made by the applicant was that the Tribunal incorrectly took into account the charges against the applicant before the Magistrates' Court in 1990 for failing to lodge his 1989 return.",
      "id": "s88"
    },
    {
      "text": "I do not accept the Tribunal fell into error in this regard.",
      "id": "s89"
    },
    {
      "text": "There was nothing in the Act that bound the Tribunal to not take account of the applicant's appearance in the Magistrates' Court in 1990.",
      "id": "s90"
    },
    {
      "text": "In any event, the applicant raised the matter in his witness statement, as follows:\n \n In 1990 I was prosecuted for an offence of failing to file a tax return for the year ended 30 June 1989 contrary to section 8C of the Taxation Administration Act 1953 .",
      "id": "s91"
    },
    {
      "text": "At the hearing of that charge before the Magistrates' Court at Ballarat I pleaded guilty and was fined $500.00.",
      "id": "s92"
    },
    {
      "text": "Enquiries of the Magistrates' Court confirmed no recording of any conviction in regard to that charge and the imposition of that fine.",
      "id": "s93"
    },
    {
      "text": "This is consistent with no conviction being entered in the Court record notwithstanding the plea of guilty and the imposition of a fine.",
      "id": "s94"
    },
    {
      "text": "I believe I disclosed a conviction in relation to this matter in error when completing applications for re-registration as a Tax Agent in 1992 and 1995 lodged with the Respondent on 12 February 1992 and 16 March 1995 respectively ( T42 ) ( T45 ).",
      "id": "s95"
    },
    {
      "text": "He was cross-examined about the matter without objection.",
      "id": "s96"
    },
    {
      "text": "30 The applicant also contended that the Tribunal, by virtue of ss 85ZV and 85ZW of the Crimes Act 1914 (Cth) ('the Crimes Act '), was bound in the circumstances of this case, to not take account of the fact that the applicant appeared before the Magistrates' Court or the fact that he pleaded guilty to the charge.",
      "id": "s97"
    },
    {
      "text": "The operation of those two provisions under Div 3 of Pt VIIC of the Crimes Act --- ss 85ZV and 85ZW --- are, in express terms, made subject to Div 6 of Pt VIIC.",
      "id": "s98"
    },
    {
      "text": "Section 85ZZH relevantly says that Div 3 does not apply in relation to the taking into account of information by a tribunal established under a Commonwealth law for the purposes of making a decision.",
      "id": "s99"
    },
    {
      "text": "In my view, that provision is of general import, and does not just apply where a Tribunal is making a determination specifically referred to it in relation to a conviction, or where it is otherwise bound to take in to account a conviction.",
      "id": "s100"
    },
    {
      "text": "Accordingly, in my view, ss 85VZ and 85ZW have no application to the circumstances of this case.",
      "id": "s101"
    },
    {
      "text": "31 Finally, other matters were raised by the applicant as to the Tribunal's failure to take into account certain matters, or reach various conclusions, which in my view involve no question or error of law.",
      "id": "s102"
    },
    {
      "text": "Each of the remaining grounds of the further amended notice of appeal and contentions went to the factual merits of the findings of the Tribunal, although as I have concluded, the Tribunal did not deal with the ultimate issue that needed consideration and determination, but considered the existence of 'special circumstances' for the purposes of applying s 251BC(3) of the Act.",
      "id": "s103"
    },
    {
      "text": "CONCLUSION \n \n32 For the above reasons, I will order that the appeal from the decision of the Tribunal be allowed, the decision of the Tribunal be set aside, the matter be remitted to a differently constituted Tribunal to determine according to law the application of the applicant for re-registration as a registered tax agent under the Act, and the respondent pay the applicant's costs of this appeal.",
      "id": "s104"
    },
    {
      "text": "I certify that the preceding thirty-two (32) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Middleton .",
      "id": "s105"
    },
    {
      "text": "Associate:\n\nDated: 26 March 2007\n\n\n Counsel for the Applicant: N Rosenbaum \n \n Solicitor for the Applicant: Charlesworth Josem Partners Pty Ltd \n \n Counsel for the Respondent: P D Nicholas \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 21 March 2007 \n \n Date of Judgment: 21 March 2007 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/431.html",
      "id": "s106"
    }
  ]
}