{
  "name": "Australian Competition and Consumer Commission v Visy Industries Holdings Pty Ltd (No 2) [2007] FCA 444 (29 March 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/444.html",
  "catchphrases": [
    {
      "text": "allegations of price fixing and market sharing",
      "id": "c0"
    },
    {
      "text": "information concerning allegations came to knowledge of applicant on 22 november 2004",
      "id": "c1"
    },
    {
      "text": "in principle decision to commence proceedings on 28 november 2005",
      "id": "c2"
    },
    {
      "text": "claim for privilege for documents created after 15 december 2004 held:",
      "id": "c3"
    },
    {
      "text": "legal professional privilege",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicant Australian Competition and Consumer Commission alleges that companies in the Visy Group and certain officers of those companies have engaged in price fixing and market sharing with companies in the Amcor Group contrary to s 45 of the Trade Practices Act 1974 (Cth).",
      "id": "s0"
    },
    {
      "text": "2 Interlocutory disputes have arisen, primarily in relation to claims for legal professional privilege by the ACCC.",
      "id": "s1"
    },
    {
      "text": "There also are some questions in relation to pleadings and particulars.",
      "id": "s2"
    },
    {
      "text": "The principal issue, which has occupied the bulk of this four day hearing, is when litigation in respect of the alleged contraventions of the Act was reasonably anticipated by the ACCC.",
      "id": "s3"
    },
    {
      "text": "The ACCC first became aware of the allegations on 22 November 2004 when senior officers of the Amcor Group, accompanied by solicitors, approached the Commission.",
      "id": "s4"
    },
    {
      "text": "The ACCC says that by 15 December 2004 litigation was reasonably anticipated by it.",
      "id": "s5"
    },
    {
      "text": "However, the Commissioners of the ACCC did not formally resolve in principle to commence proceedings until almost a year later, on 28 November 2005.",
      "id": "s6"
    },
    {
      "text": "The respondents say that the relevant date was 28 November 2005.",
      "id": "s7"
    },
    {
      "text": "The application and statement of claim were filed on 21 December 2005.",
      "id": "s8"
    },
    {
      "text": "3 In addition, on the subject of legal professional privilege there is a dispute as to whether the dominant purpose for the creation of the documents was use in litigation as distinct from investigation of possible litigation.",
      "id": "s9"
    },
    {
      "text": "Also, there is a question as to documents related to the grant of immunity to Amcor and some of its former officers and whether those documents are discoverable at all, or only relevant as to credit.",
      "id": "s10"
    },
    {
      "text": "4 The relevant legal principles on legal professional privilege have recently been the subject of a comprehensive summary by Kenny J in Commissioner of Taxation (Cth) v Pratt Holdings Pty Ltd (2005) 225 ALR 266 at [30].",
      "id": "s11"
    },
    {
      "text": "There is no dispute as to the correctness of this statement and I incorporate it by reference in these reasons.",
      "id": "s12"
    },
    {
      "text": "5 The sixth respondent Mr Rod Carroll is separately represented and did not participate in these interlocutory applications.",
      "id": "s13"
    },
    {
      "text": "The term respondent in these reasons does not include him.",
      "id": "s14"
    },
    {
      "text": "The documents in question \n \n 6 The documents in question total 216 and can be summarised as follows.",
      "id": "s15"
    },
    {
      "text": "The officers referred to are the ACCC's General Counsel Mr Robert Alexander, Mr Geoffrey Williams, a Director of its Enforcement Division, and Ms Susan Pryde of the Australian Government Solicitor's office.",
      "id": "s16"
    },
    {
      "text": "Category of documents Number of documents Date range Basis of privilege claimed \nA \n4 \n17 Jun 2005 --- 21 Oct 2005 Confidential communications to Mr Alexander from legal representatives of proposed witnesses.",
      "id": "s17"
    },
    {
      "text": "The dominant purpose of Mr Alexander's communication with those persons was to obtain information for use in, or in relation to, the proceeding and to use that information to obtain legal advice in relation to the proceeding.",
      "id": "s18"
    },
    {
      "text": "B \n4 \n15 Mar 2005 --- 16 Mar 2005 Documents created by Mr Alexander for the dominant purpose of being used in, or in relation to, the proceeding and to obtain legal advice in relation to the proceeding.",
      "id": "s19"
    },
    {
      "text": "The documents consist of: \n 1. notes made by Mr Alexander as to evidentiary matters to be discussed with witnesses (nos 36 and 37);\n 2. note of a confidential communication between Mr Alexander and solicitors for a witness (no 38);\n 3.",
      "id": "s20"
    },
    {
      "text": "Mr Alexander's note of a confidential communication between himself and a witness (no 41).",
      "id": "s21"
    },
    {
      "text": "C \n2 \n17 Jun 2005 --- 24 Jun 2005 Documents containing information in respect of proposed witnesses collated at Mr Alexander's request by the solicitor for the employer of the proposed witnesses and provided to Mr Alexander.",
      "id": "s22"
    },
    {
      "text": "His dominant purpose in requesting the information in respect of the proposed witnesses was to obtain information for use in, or in relation to, the proceeding and to use that information to obtain legal advice in relation to the proceeding.",
      "id": "s23"
    },
    {
      "text": "D \nNo longer in dispute \n- \n \nE \n77 \n1 Jan 2005 --- 16 Dec 2005 \n 1.",
      "id": "s24"
    },
    {
      "text": "Documents recording confidential communications between, on the one hand, Mr Williams and other officers of the ACCC or AGS and, on the other hand, a proposed witness or a representative of a proposed witness.",
      "id": "s25"
    },
    {
      "text": "2.",
      "id": "s26"
    },
    {
      "text": "In some cases, the documents also record internal communications of officers of the ACCC related to the communications referred to in 1.",
      "id": "s27"
    },
    {
      "text": "3.",
      "id": "s28"
    },
    {
      "text": "In each instance, the communications recorded in the documents were made by Mr Williams or at his request.",
      "id": "s29"
    },
    {
      "text": "The dominant purpose of Mr Williams in making those communications, or requesting those communications to be made, was to obtain information for use in, or in relation to the proceeding and to use that information to obtain legal advice in relation to the proceeding.",
      "id": "s30"
    },
    {
      "text": "F \n4 \n1 Jul 2005 --- 1 Nov 2005 Internal ACCC working documents prepared by officers of the ACCC at Mr Williams' direction.",
      "id": "s31"
    },
    {
      "text": "His dominant purpose in directing that those documents be created was to record information for use in, or in relation to, the proceeding and to obtain legal advice in relation to the proceeding.",
      "id": "s32"
    },
    {
      "text": "G \n95 \n22 Dec 2004 --- 27 Nov 2005 Witness statements or draft witness statements prepared by Mr Williams, other officers of the ACCC at his direction, and officers of the AGS or counsel at Mr Williams' request.",
      "id": "s33"
    },
    {
      "text": "In some cases the draft witness statements contain suggested amendments made by Mr Williams, other officers of the ACCC or AGS, or counsel.",
      "id": "s34"
    },
    {
      "text": "Mr Williams' dominant purpose in preparing or requesting those documents was to use them in, or in relation to, the proceeding and to obtain legal advice in relation to the proceeding.",
      "id": "s35"
    },
    {
      "text": "In some cases Mr Alexander was the officer who amended the draft witness statements and he did so with the same dominant purpose.",
      "id": "s36"
    },
    {
      "text": "H \n11 \n17 Dec 2004 --- 6 May 2005 Records of interviews of potential witnesses conducted by Mr Alexander and Mr Williams.",
      "id": "s37"
    },
    {
      "text": "Their dominant purpose in conducting the interviews was to obtain information for use in, or in relation to, the proceeding and to use that information to obtain legal advice in relation to the proceeding.",
      "id": "s38"
    },
    {
      "text": "The interviews were not conducted under the powers conferred by s 155 of the Act.",
      "id": "s39"
    },
    {
      "text": "I \n19 \n11 Oct 2005 --- 25 Nov 2005 Witness statements or draft witness statements prepared by Ms Pryde or other officers of AGS at the direction of Mr Williams or Ms Pryde.",
      "id": "s40"
    },
    {
      "text": "In some cases the draft witness statements contain suggested amendments made by Ms Pryde, Mr Williams or other officers.",
      "id": "s41"
    },
    {
      "text": "Ms Pryde's dominant purpose in preparing or requesting those witness statements was to use the documents in, or in relation to, the proceeding and to obtain legal advice in relation to the proceeding.",
      "id": "s42"
    },
    {
      "text": "In some cases Mr Alexander was the officer who amended the witness statements and he did so with the same dominant purpose.",
      "id": "s43"
    },
    {
      "text": "Events up until 15 December 2004 \n \n 7 On 10 November 2004 Amcor commenced proceeding VID 1383 of 2004 in the Federal Court against, amongst others, certain of its former executives alleging breaches of their employment contracts and fiduciary duties.",
      "id": "s44"
    },
    {
      "text": "Amcor obtained an Anton Piller order and as a result of the subsequent search certain material came into the possession of Amcor's solicitors Allens Arthur Robinson.",
      "id": "s45"
    },
    {
      "text": "On 15 November James Hodgson, another former Amcor executive, was joined as a respondent.",
      "id": "s46"
    },
    {
      "text": "I will refer to this action as the Hodgson Proceeding.",
      "id": "s47"
    },
    {
      "text": "8 On 22 November, Mr Pat Ryan of Allens approached Mr Graeme Samuel, the Chairman of the ACCC, in connection with a proposed leniency application concerning serious cartel misconduct.",
      "id": "s48"
    },
    {
      "text": "9 In June 2003 the ACCC had published a Leniency Policy for Cartel Conduct.",
      "id": "s49"
    },
    {
      "text": "In the policy the ACCC stated: \n \"Detecting, stopping and deterring significant domestic or international hard core cartels operating in Australian markets is a high priority for the ACCC.",
      "id": "s50"
    },
    {
      "text": "In these circumstances the harm caused to Australian consumers, businesses and the economy is likely to be substantial.",
      "id": "s51"
    },
    {
      "text": "... \n Cartel behaviour is inherently anti-competitive and considered by the ACCC as some of the most damaging conduct prohibited by the TPA.",
      "id": "s52"
    },
    {
      "text": "\" \n 10 In essence, the Policy provides that the Commission will grant a corporation immunity from ACCC-initiated proceedings where the Commission is unaware of the alleged cartel and the corporation is the first person to disclose its existence.",
      "id": "s53"
    },
    {
      "text": "The corporation must meet a number of requirements, including full and frank disclosure and continuing cooperation.",
      "id": "s54"
    },
    {
      "text": "It must not have coerced other corporations to participate in the cartel and must not have been the \"clear leader\" (i.e.",
      "id": "s55"
    },
    {
      "text": "ringleader).",
      "id": "s56"
    },
    {
      "text": "Similar provisions apply to individuals.",
      "id": "s57"
    },
    {
      "text": "11 A video conference was arranged for later that day.",
      "id": "s58"
    },
    {
      "text": "Those present on behalf of the ACCC were Mr Samuel, Mr David Smith, a Commissioner and Chairman of the Commission's Enforcement Committee, Mr Brian Cassidy, the Commission's Chief Executive Officer, Ms Cherie Noy, Assistant Director of the Commission's Enforcement Division and Mr Alexander.",
      "id": "s59"
    },
    {
      "text": "Present on behalf of Amcor were Mr Chris Roberts its Chairman, Mr Russell Jones, its then Managing Director, and three partners from Allens, Mr Ryan, Mr Paul Meadows and Mr Bob Santamaria.",
      "id": "s60"
    },
    {
      "text": "12 At the meeting the Amcor representatives foreshadowed a formal application for leniency for cartel conduct in relation to corrugated fibre board packaging (CFP) between approximately 2002 and 2004.",
      "id": "s61"
    },
    {
      "text": "One of the Amcor representatives said that Amcor had received certain audio recordings (the Hodgson Recordings) of discussions between Mr Hodgson and other Amcor executives.",
      "id": "s62"
    },
    {
      "text": "Allens had advised Amcor that the Hodgson Recordings evidenced cartel conduct.",
      "id": "s63"
    },
    {
      "text": "Mr Ryan said that the Hodgson Recordings had been obtained by Amcor following a court order permitting a search of the home of one of Mr Hodgson's colleagues.",
      "id": "s64"
    },
    {
      "text": "Mr Ryan also said that the Hodgson Recordings included discussions between Mr Hodgson and Mr Peter Brown, who was until his retirement in October 2003 Amcor Australasia's Managing Director, and Mr Peter Sutton, who replaced Mr Brown.",
      "id": "s65"
    },
    {
      "text": "13 Shortly after the meeting Mr Samuel instructed Mr Alexander to work in conjunction with Mr Williams, who was to be the Case Officer for the matter.",
      "id": "s66"
    },
    {
      "text": "Mr Alexander was instructed to report directly to the Chairman as to progress rather than to the ACCC's Enforcement Committee.",
      "id": "s67"
    },
    {
      "text": "This was the first time in Mr Alexander' s 34 years with the ACCC and its predecessor that the Enforcement Committee was by-passed in this way.",
      "id": "s68"
    },
    {
      "text": "14 In accordance with Mr Samuel's instructions Mr Williams and Mr Alexander set up and managed a team of ACCC staff for the Amcor-Visy matter.",
      "id": "s69"
    },
    {
      "text": "Since 22 November these two officers have discussed all major issues relating to the progress of the matter.",
      "id": "s70"
    },
    {
      "text": "Agreed action of an investigatory nature is effected by Mr Williams and his team of investigators.",
      "id": "s71"
    },
    {
      "text": "Agreed action on legal issues is effected by Mr Alexander through AGS, the ACCC's solicitors.",
      "id": "s72"
    },
    {
      "text": "15 Also on 22 November Mr Alexander drafted a notice to Amcor under s 155(1)(b) of the Act requiring Amcor to produce the Hodgson Recordings.",
      "id": "s73"
    },
    {
      "text": "He also sent a letter to Mr Ryan advising that the ACCC was giving consideration to granting conditional leniency to Amcor under Part A of the ACCC's Leniency Policy.",
      "id": "s74"
    },
    {
      "text": "The letter also sought the production of relevant electronic material concerning Messrs Hodgson, Brown and Sutton.",
      "id": "s75"
    },
    {
      "text": "These were produced by Allens on the following day.",
      "id": "s76"
    },
    {
      "text": "16 On 23 November Amcor published a press release stating that it had advised the ACCC that it had received information that led it to believe that it \"may have been involved in conduct which breaches competition laws\" and that it had informed the ACCC that it would provide full co-operation in any investigation and was initiating its own investigation.",
      "id": "s77"
    },
    {
      "text": "17 On 23 November the ACCC received a letter from solicitors A J Macken &amp; Co on behalf of Mr Hodgson and Messrs Trevor Barnes and Ian Sangster, all former employees of Amcor and respondents in the Hodgson Proceeding.",
      "id": "s78"
    },
    {
      "text": "The letter referred to the Amcor press release and stated that the firm's clients, as \"former senior executive officers\", were aware of information relating to the conduct to which Amcor had referred.",
      "id": "s79"
    },
    {
      "text": "The clients wished to co-operate fully with the ACCC but were effectively constrained by the interim injunctive orders obtained by Amcor in the Hodgson Proceeding.",
      "id": "s80"
    },
    {
      "text": "The firm was obtaining instructions from its clients to apply to the Court to vary or discharge such orders.",
      "id": "s81"
    },
    {
      "text": "They wished to make application for leniency.",
      "id": "s82"
    },
    {
      "text": "They were aware of the terms of the ACCC's Leniency Policy.",
      "id": "s83"
    },
    {
      "text": "18 On 24 November Carter Holt Harvey Ltd made a confidential submission to the ACCC seeking its approval for the acquisition of a company called Wadepack Ltd.",
      "id": "s84"
    },
    {
      "text": "The proposed acquisition was to take place in the \"highly competitive fibre-based packaging (folding carton and corrugated packaging) industry\".",
      "id": "s85"
    },
    {
      "text": "There was reference to Amcor as a \"vigorous and effective competitor\" and \"increasing substitution of corrugated packaging for folding carton packaging\".",
      "id": "s86"
    },
    {
      "text": "19 Also on 24 November the ACCC issued a notice under s 155(1)(b) to Visy and certain officers seeking various documents.",
      "id": "s87"
    },
    {
      "text": "20 On 25 November Mr Meadows telephoned Mr Alexander saying he believed the Hodgson Recordings may be subject to confidentiality restrictions in the Hodgson Proceeding.",
      "id": "s88"
    },
    {
      "text": "Mr Alexander, having obtained a copy of the orders, formed the view that the ACCC required the leave of the Federal Court if the ACCC were to use this material.",
      "id": "s89"
    },
    {
      "text": "An application was made to Goldberg J on 2 December.",
      "id": "s90"
    },
    {
      "text": "His Honour made an order permitting Amcor to provide materials, including the Hodgson Recordings, to the ACCC.",
      "id": "s91"
    },
    {
      "text": "The order was made with retrospective effect from 22 November.",
      "id": "s92"
    },
    {
      "text": "21 On or shortly after 25 November the ACCC engaged Mr Peter Jopling QC with Mr Chris Caleo of Counsel in relation to the application for leave in the Hodgson Proceeding and in relation to the ACCC's investigation of the alleged cartel.",
      "id": "s93"
    },
    {
      "text": "22 On 26 November Mr Ryan and Mr Meadows made a formal written application for leniency on behalf of the Amcor Group and its current and former officers and employees, excluding Messrs Hodgson, Mihelic, Sangster, Bayley and Barnes .",
      "id": "s94"
    },
    {
      "text": "The letter stated that the information available to Amcor appeared to indicate that at some time in or about 2001 \"an understanding may have been reached between at least Amcor and Visy Board concerning the supply of (CFP)\" involving market sharing and price fixing.",
      "id": "s95"
    },
    {
      "text": "The understanding appeared to have been entered in or about 2001 and may have been given effect to up until the end of September 2004.",
      "id": "s96"
    },
    {
      "text": "23 On 7 December Amcor issued a press release stating that its Board had resolved to accept offers of resignation by Mr Russell Jones (Managing Director) and Mr Peter Sutton (Managing Director, Amcor Australasia) from their employment and any directorships and other positions.",
      "id": "s97"
    },
    {
      "text": "The consultancy of Mr Peter Brown, a former Managing Director, had been terminated.",
      "id": "s98"
    },
    {
      "text": "This was said to be in the light of an interim report from Amcor's legal advisors.",
      "id": "s99"
    },
    {
      "text": "Messrs Jones and Sutton would \"receive their minimum legal entitlements only on termination\".",
      "id": "s100"
    },
    {
      "text": "Mr Alexander regarded the action by Amcor as a significant indicator that there was likely to be substance to the allegations that Amcor had made to the ACCC.",
      "id": "s101"
    },
    {
      "text": "24 On 7 December Mr Tom Jarvis of Deacons telephoned Mr Alexander.",
      "id": "s102"
    },
    {
      "text": "Mr Jarvis said that he was acting on behalf of Mr Sutton who, Mr Jarvis said, was very keen to co-operate with the ACCC.",
      "id": "s103"
    },
    {
      "text": "Mr Jarvis said that Mr Sutton had \"walked into a situation in which those above and below him were acting in a particular way and he had no real option but to go along with it\".",
      "id": "s104"
    },
    {
      "text": "Mr Alexander replied the next day stating that if immunity were granted to Amcor it would extend to Mr Sutton provided he cooperated fully with the ACCC.",
      "id": "s105"
    },
    {
      "text": "25 On 7 December Mr Alexander received from Mr Williams transcripts of excerpts from the Hodgson Recordings.",
      "id": "s106"
    },
    {
      "text": "26 On 8 December Allens provided to the ACCC extensive transcripts of the Hodgson Recordings.",
      "id": "s107"
    },
    {
      "text": "Mr Alexander read the transcripts and realised that these recordings included not only conversations between Mr Hodgson and other Amcor executives but also a recorded conversation between Mr Hodgson and the respondent Mr Harry Debney, the Chief Executive Officer of Visy.",
      "id": "s108"
    },
    {
      "text": "This conversation included the following passage:\n \"Hodgson: And, so we want to condition the market that early each year we'll be picking up on or about bloody CPI.",
      "id": "s109"
    },
    {
      "text": "Debney: You can't do that unless there is a total arrangement of the [group] because otherwise people just play silly games.",
      "id": "s110"
    },
    {
      "text": "I think, my view is that it's worked pretty well over the last couple of years.",
      "id": "s111"
    },
    {
      "text": "Hodgson: It has.",
      "id": "s112"
    },
    {
      "text": "Debney: We're prepared, I just spoke to Rod about this, we're prepared to have another, yeah, moderate increase.",
      "id": "s113"
    },
    {
      "text": "You can't keep going for big weeks.",
      "id": "s114"
    },
    {
      "text": "[sic --- bucks?",
      "id": "s115"
    },
    {
      "text": "] \n \n Hodgson: Just three and a half?",
      "id": "s116"
    },
    {
      "text": "Debney: Yep, CPI type increase.",
      "id": "s117"
    },
    {
      "text": "Yes, first quarter each year.",
      "id": "s118"
    },
    {
      "text": "And I don't care who leads it.",
      "id": "s119"
    },
    {
      "text": "If you want us to lead it, we'll lead it.",
      "id": "s120"
    },
    {
      "text": "Hodgson: We'll talk about that.",
      "id": "s121"
    },
    {
      "text": "We've done the last few and maybe we still do it because ... \n \n Debney: But the, the answer's yes.",
      "id": "s122"
    },
    {
      "text": "But you wouldn't do it until the first quarter of next year though, I think that's about the right time ... \n \n Hodgson: I'd be putting letters out in late January, February for a March increase.",
      "id": "s123"
    },
    {
      "text": "Debney: Sounds fine.",
      "id": "s124"
    },
    {
      "text": "\" \n 27 Another recorded discussion between Mr Hodgson and Mr Brown, another senior Amcor executive, included the following:\n \"Hodgson: So I want him out of Theiss [sic] and I want the dairy industry sorted out and I want the wine industry sorted out and I want Southcorp and that ...",
      "id": "s125"
    },
    {
      "text": "I just want a macro understanding.",
      "id": "s126"
    },
    {
      "text": "Brown: He needs to have that conversation with you.",
      "id": "s127"
    },
    {
      "text": "Hodgson: And you did say that bloody Pratt had squared off with Jones at the top.",
      "id": "s128"
    },
    {
      "text": "Brown: Yeah, shit, don't talk about that.",
      "id": "s129"
    },
    {
      "text": "You haven't told anyone?",
      "id": "s130"
    },
    {
      "text": "Hodgson: I haven't told anybody anything.",
      "id": "s131"
    },
    {
      "text": "Brown: I tell you things I don't tell anybody.",
      "id": "s132"
    },
    {
      "text": "Hodgson: I know, I just want to make sure that those blokes have an understanding, because if they haven't ...\" \n 28 Between 9 and 15 December Mr Alexander, together with Mr Williams, interviewed Mr Sutton, the recently resigned Managing Director of Amcor Australasia, Mr Jones, the recently resigned Managing Director and Chief Executive Officer of the Amcor Group, Mr Daryl Roberts, the Manager of Amcor's fibreboard box container division and Mr Peter Brown the former Managing Director of Amcor Australasia.",
      "id": "s133"
    },
    {
      "text": "29 Mr Sutton was interviewed on 9 December.",
      "id": "s134"
    },
    {
      "text": "He said amongst other things that he recognised his voice and that of Mr Hodgson on the Hodgson Recordings.",
      "id": "s135"
    },
    {
      "text": "Some time around July 2003 he (Sutton) had become aware that an arrangement existed between Amcor and Visy in relation to CFP.",
      "id": "s136"
    },
    {
      "text": "He had been told of that arrangement by Mr Brown who had said that Amcor and Visy had decided that they were not going to let the price war between the two companies continue and that some action would be taken to get prices back up.",
      "id": "s137"
    },
    {
      "text": "30 On 14 December Mr Williams and Mr Alexander interviewed Mr Jones.",
      "id": "s138"
    },
    {
      "text": "He said that in 2001 Mr Brown had explained to him (Jones) that there was an arrangement in place between Amcor and Visy with regard to some major CFP accounts and that Mr Brown had asked him if he (Jones) could approach Mr Richard Pratt of Visy about the arrangement.",
      "id": "s139"
    },
    {
      "text": "Mr Brown told Mr Jones to ask Mr Pratt to speak to Mr Debney of Visy to reaffirm the arrangement.",
      "id": "s140"
    },
    {
      "text": "Thereafter Mr Jones met with Mr Pratt to reaffirm the arrangement.",
      "id": "s141"
    },
    {
      "text": "During the discussions Mr Jones told Mr Pratt that he (Jones) had been advised by Mr Brown that the arrangement Mr Hodgson had in place with Mr Debney was not holding and that he (Jones) had been asked to have Mr Pratt confirm that the arrangement was something that he supported and that he would talk to Mr Debney about it being affirmed.",
      "id": "s142"
    },
    {
      "text": "In response Mr Pratt said that he was aware and acknowledged that and that he would talk to Mr Debney.",
      "id": "s143"
    },
    {
      "text": "After the meeting with Mr Pratt, Mr Brown told Mr Jones that the arrangement was continuing and that discussions between Mr Hodgson and Mr Debney were to continue from time to time.",
      "id": "s144"
    },
    {
      "text": "31 On 14 December Mr Williams and Mr Alexander interviewed Mr Roberts who had become Amcor's manager of its fibreboard box container division eight weeks previously.",
      "id": "s145"
    },
    {
      "text": "He said he did not know anything about the cartel.",
      "id": "s146"
    },
    {
      "text": "Mr Alexander formed the view at the time of the interview that Mr Roberts \"did not know much about what happened in the past\".",
      "id": "s147"
    },
    {
      "text": "32 On 15 December Mr Williams and Mr Alexander interviewed Mr Brown.",
      "id": "s148"
    },
    {
      "text": "Mr Brown said that the arrangement between Visy and Amcor had commenced following a meeting between himself and Mr Debney at Mr Brown's home in Glen Iris in about 2000.",
      "id": "s149"
    },
    {
      "text": "Mr Debney laid out what he would like to do in terms of managing the CFP market place.",
      "id": "s150"
    },
    {
      "text": "The essence of the arrangement proposed to Mr Brown by Mr Debney was to freeze the CFP market and for Visy and Amcor not to compete for extra CFP volume.",
      "id": "s151"
    },
    {
      "text": "Visy and Amcor were colluding on prices.",
      "id": "s152"
    },
    {
      "text": "Mr Jones had told him (Brown) that he (Jones) had a meeting with Mr Pratt and that they had gone through a list of customers.",
      "id": "s153"
    },
    {
      "text": "Mr Brown had several meetings with Mr Debney endeavouring to get the arrangement between Amcor and Visy \"back on track\".",
      "id": "s154"
    },
    {
      "text": "During at least one of these meetings, according to Mr Brown, Mr Debney had said that he would \"tell my guys to back off\".",
      "id": "s155"
    },
    {
      "text": "In at least one conversation between Mr Brown and Mr Debney, Mr Debney had said that Mr Pratt was aware of what was happening and that he agreed with it.",
      "id": "s156"
    },
    {
      "text": "Mr Brown confirmed the excerpt from the Hodgson Recordings of a discussion on 27 September 2002 between Mr Hodgson and himself (quoted at [27] above).",
      "id": "s157"
    },
    {
      "text": "33 On 13 December Mr Williams had two telephone conversations with Mr Marcus Bezzi, a solicitor in the office of AGS in Sydney, regarding the engagement by the ACCC of AGS to act as solicitors.",
      "id": "s158"
    },
    {
      "text": "In the conversation Mr Williams enquired about the possibility of junior counsel being engaged, asked for AGS to take a role in the drafting of pleadings, enquired whether solicitors within AGS would be available to work on the matter, discussed the preparation of a case management plan and enquired about the use of a \"Ringtail Casebook\" as an evidence and document handling system for litigation.",
      "id": "s159"
    },
    {
      "text": "34 Shortly after that conversation Mr Bezzi had a discussion with a solicitor in his office, Ms Jackie Gleeson.",
      "id": "s160"
    },
    {
      "text": "He told her that the ACCC had a new matter commencing in Melbourne, that Ms Susan Pryde of AGS in Melbourne would identify possible junior counsel in Melbourne to work on the matter.",
      "id": "s161"
    },
    {
      "text": "Ms Gleeson said that she was happy to take a role in drafting pleadings and Mr Bezzi discussed the preparation of a case management plan with her.",
      "id": "s162"
    },
    {
      "text": "35 Mr Alexander deposes that following the conclusion of the interview with Mr Brown on 15 December he formed the opinion that the ACCC would commence proceedings against Visy in relation to the allegations made by Amcor.",
      "id": "s163"
    },
    {
      "text": "By this time he had determined that he would recommend to the Commission that such a proceeding be commenced and he considered that the Commissioners would accept that recommendation.",
      "id": "s164"
    },
    {
      "text": "At the time he discussed the case with Mr Williams who was of the same view.",
      "id": "s165"
    },
    {
      "text": "36 In summary, Mr Alexander says his conclusion was that the ACCC would commence legal proceedings against Visy after the Commissioners, and in particular its Chairman Mr Samuel, had considered a number of matters.",
      "id": "s166"
    },
    {
      "text": "They included the following: \n\n(a) Mr Jones, Mr Brown and Mr Sutton, all former senior executives of Amcor had provided detailed information to the ACCC about anti-competitive conduct engaged in by Amcor and Visy;\n \n(b) all three were prepared to give evidence in court;\n \n(c) the evidence of Messrs Jones and Brown would incorporate direct evidence of conversations they had with senior executives of Visy (the respondents Mr Pratt and Mr Debney) in which anti-competitive arrangements were made;\n \n(d) the ACCC was in possession of apparently reliable audio recordings of covertly recorded conversations which supported the allegations made by Amcor about its own conduct and that of Visy;\n \n(e) those recordings including one conversation between a senior executive of Amcor (Mr Hodgson) and a senior executive of Visy (Mr Debney) in which the two men spoke about agreed price changes.",
      "id": "s167"
    },
    {
      "text": "37 Mr Alexander was aware that further work needed to be done to prepare a statement of claim and that a formal decision by the ACCC to commence legal proceedings would not be taken by the Commissioners for some time.",
      "id": "s168"
    },
    {
      "text": "38 On 15 December A J Macken &amp; Co on behalf of Messrs Barnes, Sangster, Hodgson, Mihelic and Bayley replied to a letter from Mr Alexander of the 13 th .",
      "id": "s169"
    },
    {
      "text": "In that letter Mr Alexander noted that the restrictions in the Hodgson Proceeding had now been lifted to the extent that the A J Macken clients could communicate with the ACCC.",
      "id": "s170"
    },
    {
      "text": "The ACCC was unable to grant leniency under its policy because the clients were not the first to apply for leniency.",
      "id": "s171"
    },
    {
      "text": "However, under the ACC's cooperation policy it had a discretion to offer leniency, including immunity, to those who assist ACCC investigations.",
      "id": "s172"
    },
    {
      "text": "Before the ACCC would be prepared to make any offer it would need to \"understand in broad, dot-point form, what information your clients would provide to the ACCC\".",
      "id": "s173"
    },
    {
      "text": "39 In their reply, A J Macken &amp; Co complained that if Amcor was to be treated as the first to apply for leniency that would be unfair in circumstances where Amcor was a party principal to collusive conduct, was in breach of an undertaking to the Federal Court of Australia at the time of its application for leniency, supported its claim for leniency by material which the A J Macken clients had provided to the solicitors for Amcor but which Amcor and the clients were prohibited from supplying to the ACCC by orders obtained by Amcor \"and which material would be in part unhelpful and misleading unless supplied by persons with knowledge of its provenance.",
      "id": "s174"
    },
    {
      "text": "Our clients are those persons\".",
      "id": "s175"
    },
    {
      "text": "40 The letter went on to request reconsideration of any decision under the leniency policy or, if necessary, extension to them of the cooperation policy.",
      "id": "s176"
    },
    {
      "text": "Nothing in the letter was to be taken as indicating any unwillingness on the part of the clients to cooperate with the ACCC.",
      "id": "s177"
    },
    {
      "text": "The letter enclosed a statement from Mr Hodgson in the following terms;\n \"RE ACCC REQUEST FOR COOPERATION \n \n 1.",
      "id": "s178"
    },
    {
      "text": "The information I intend to provide to the ACCC includes but is not limited to the following: \n \n * why the collusive behaviour started; \n * when the collusive behaviour started; \n \n * how the collusive behaviour worked (including across Divisions in Amcor and Visy Board; \n \n * who was involved (see below); \n * how extensively it applied; \n * contracts affected; \n * where meetings took place and who attended; \n * why and how I sought to extricate myself from this environment; \n \n * the companies involved and respective company officers (so far as within my own knowledge) were: \n \n \n Visy Board: Mr Harry Debeney [sic] and Mr Rod Carroll; \n \n Amcor: Mr Russell Jones; Mr Peter Brown; Mr Peter Sutton; Mr Darryl Roberts; Mr Ted Laidlaw; Mr Ian Sangster and the undersigned \n \n \n Yours faithfully, \n \n JG Hodgson\" \n \n There was also enclosed a statement from Mr Trevor Barnes which was to the effect that he was aware that cartel arrangements between Visy and Amcor were in place as a result of a meeting which took place in 2000 in Melbourne when Amcor had won the Lion Nathan account from Visy and Amcor would be losing certain accounts to Visy in exchange.",
      "id": "s179"
    },
    {
      "text": "He was provided with a pricing policy and asked to move prices up over a period at accounts which were below the pricing policy.",
      "id": "s180"
    },
    {
      "text": "These activities occurred in 2000-2002.",
      "id": "s181"
    },
    {
      "text": "He had never spoken with the opposition on pricing issues or acted in any manner other than to implement Amcor pricing policies.",
      "id": "s182"
    },
    {
      "text": "Events after 15 December 2004 \n \n 41 On 16 December the ACCC's Enforcement Committee met and directed that conditional leniency be granted to Amcor and its current and former employees (other than those excluded from its application) and that Messrs Hodgson, Sangster and Barnes be offered conditional immunity under the cooperation policy.",
      "id": "s183"
    },
    {
      "text": "42 On 30 December AGS wrote to Ms Rose Webb, Regional Director of the ACCC's Sydney office, providing an estimate of legal costs up to the end of March 2005 and stating:\n \"I confirm that we expect by the end of March 2005, the ACCC will have completed its preliminary planning for the matter (phase one) and will be well advanced in its investigation (phase two).",
      "id": "s184"
    },
    {
      "text": "\" \n 43 On 20 January 2005 the ACCC Enforcement Committee met to consider \"Alleged Cartel --- Packaging, Description: Price fixing/market sharing arrangements between Amcor Ltd and others\".",
      "id": "s185"
    },
    {
      "text": "A memorandum for that meeting prepared by Ms Webb stated that the purpose of the submission was \n \"To seek EC approval for allocation of funding for legal expenses associated with the further investigation of this matter.",
      "id": "s186"
    },
    {
      "text": "\" \n \n The submission contained comments such as \"should this matter proceed to litigation\" and \"while good evidence is likely to be obtained from co-operating witnesses, identifying the specific arrangements and the giving of effect to arrangements which can be clearly pleaded as breaches of the TPA may be complex\".",
      "id": "s187"
    },
    {
      "text": "44 From March to October 2005 the ACCC issued a number of notices under s 155 to various persons.",
      "id": "s188"
    },
    {
      "text": "In the body of such notices the description and period of time of the alleged cartel varied.",
      "id": "s189"
    },
    {
      "text": "A number of examinations under s 155 took place, including Mr Peter Dwan, Visy's General Manager, Marketing, on 22 July and Mr Pratt on 26 July.",
      "id": "s190"
    },
    {
      "text": "45 Witnesses were interviewed at various times up until November.",
      "id": "s191"
    },
    {
      "text": "46 On 17 August Mr Alexander sent an email to Mr Samuel stating that Mr Ryan and Mr Meadows had requested a further meeting in the week commencing 29 August.",
      "id": "s192"
    },
    {
      "text": "This request arose from a radio interview Mr Samuel had given about the Steve Vizard matter on 1 August in which Mr Samuel said \"we may get ourselves into a not dissimilar position in the not too distant future\" and \"I am going to have to explain at the time why it is we have not prosecuted certain individuals or certain companies for being involved in a cartel\".",
      "id": "s193"
    },
    {
      "text": "Mr Alexander said that he and Mr Williams thought that it was \"too early to be contemplating any such discussion when there is a way to go in the investigation and we have not clearly formulated the proceedings\".",
      "id": "s194"
    },
    {
      "text": "47 On 14 November counsel were briefed to settle an application and statement of claim.",
      "id": "s195"
    },
    {
      "text": "48 On 28 November Mr Williams swore an affidavit in the Hodgson Proceeding stating that during the past years the ACCC \"had been conducting an investigation into alleged contraventions of section 45 of the Trade Practices Act 1974 in the corrugated fibreboard containers industry\" and that \"[t]he matters the subject of the ACCC investigation are highly confidential at this time\".",
      "id": "s196"
    },
    {
      "text": "49 By late November 2005 Mr Alexander and Mr Williams together with other ACCC staff and solicitors from AGS had substantially completed the ACCC's preparation for the commencement of proceedings but the statement of claim had not been settled by counsel.",
      "id": "s197"
    },
    {
      "text": "The ACCC was aware that it needed the leave of the Federal Court prior to commencing the proceeding because Goldberg J, in making the orders on 2 December 2004 permitting Amcor to provide the Hodgson Recordings to the ACCC, had stated that a further order would be required for the ACCC to use those recordings in court proceedings.",
      "id": "s198"
    },
    {
      "text": "50 On 22 November Mr Alexander and Mr Williams prepared a staff paper for the Commissioners seeking an in-principle decision to commence proceedings against Visy.",
      "id": "s199"
    },
    {
      "text": "On 28 November there was a meeting of Commissioners at which the staff paper was considered.",
      "id": "s200"
    },
    {
      "text": "The Commissioners made an in-principle decision to institute proceedings as recommended.",
      "id": "s201"
    },
    {
      "text": "51 On 9 December Mr Alexander and Mr Williams prepared a staff paper for the Commissioners seeking a final decision.",
      "id": "s202"
    },
    {
      "text": "On 16 December the Commissioners considered that paper and made a final decision to institute proceedings.",
      "id": "s203"
    },
    {
      "text": "As already mentioned, the application and statement of claim were filed on 21 December.",
      "id": "s204"
    },
    {
      "text": "52 One matter that which attracted some discussion in the present application occurred after the commencement of proceedings.",
      "id": "s205"
    },
    {
      "text": "On 1 December 2006 the ACCC served its second further amended statement of claim.",
      "id": "s206"
    },
    {
      "text": "In relation to the allegations against Mr Pratt there was a substantial change.",
      "id": "s207"
    },
    {
      "text": "The original statement of claim alleged three meetings between Mr Jones and Mr Pratt, on or about 21 May 2001, 7 February 2003 and 13 February 2004 (pars 28, 31 and 34), all at the All Nations Hotel in Lennox Street, Richmond.",
      "id": "s208"
    },
    {
      "text": "In its second further amended statement of claim the ACCC deleted par 31 and amended par 34.",
      "id": "s209"
    },
    {
      "text": "The net result was that the allegation of the 2003 meeting was dropped and what was said at that meeting is now alleged to have been said at the 2004 meeting.",
      "id": "s210"
    },
    {
      "text": "Reasonable anticipation of litigation --- the test \n \n 53 In Australian Competition and Consumer Commission v Australian Safeway Stores Pty Ltd (1998) 81 FCR 526 at 559 Goldberg J said that the concept of anticipated proceedings involves \n \"the notion that there is a reasonable probability or likelihood that such proceedings will be commenced --- not that they will be but rather that more probably than not they will be.",
      "id": "s211"
    },
    {
      "text": "\" \n 54 Subsequent decisions have adopted a somewhat lower test.",
      "id": "s212"
    },
    {
      "text": "In Mitsubishi Electric Australia Pty Ltd v Victorian WorkCover Authority [2002] VSCA 59 ; (2002) 4 VR 332 at [19] Batt JA, with the concurrence of other members of the Victorian Court of Appeal, held that there must be a \"real prospect\" of litigation, as a distinct from a mere possibility, but it does not have to be more likely than not.",
      "id": "s213"
    },
    {
      "text": "In Microsoft Corporation v Ben Zhong Fan [2003] FCA 1026 at [73] - [75] Jacobson J preferred the Mitsubishi view, as did Allsop J in Australian Competition and Consumer Commission v Liquorland (Australia) Pty Ltd [2005] FCA 503 at [8] .",
      "id": "s214"
    },
    {
      "text": "55 The weight of authority now seems to favour the Mitsubishi \"real prospect\" test.",
      "id": "s215"
    },
    {
      "text": "If necessary, I would prefer that to the Safeway \"more likely than not\" test.",
      "id": "s216"
    },
    {
      "text": "However, for the reasons which will hereafter appear, I am satisfied that the higher standard has been met in the present case.",
      "id": "s217"
    },
    {
      "text": "Institutional structure of ACCC \n \n 56 As the respondents point out, the question is whether at the relevant time legal proceedings in respect of the alleged Amcor-Visy cartel were reasonably anticipated by the ACCC --- not whether they were reasonably anticipated by the author of a particular document.",
      "id": "s218"
    },
    {
      "text": "The respondents accept that the opinion of particular officers within the ACCC such as Mr Alexander and Mr Williams is at least relevant, but not conclusive.",
      "id": "s219"
    },
    {
      "text": "As will be seen, a strong attack was made on the reasonableness of such opinions.",
      "id": "s220"
    },
    {
      "text": "57 The respondents place particular stress on the institutional structure of the ACCC.",
      "id": "s221"
    },
    {
      "text": "They submit that under the Act only members of the Commission, meeting as the Commission, or meeting as a duly constituted Division of the Commission, or a member of the Commission acting under delegation, have the power to authorise the institution of legal proceedings by the Commission under Pt VI of the Act in respect of contraventions of Pt IV.",
      "id": "s222"
    },
    {
      "text": "58 The manner in which the ACCC may exercise its powers and perform its functions is governed by ss 18 , 19 , 25 and 26 of the Act.",
      "id": "s223"
    },
    {
      "text": "Section 18 deals with meetings of the Commission and covers such matters as the location of and the chairing of the meeting and meeting procedures.",
      "id": "s224"
    },
    {
      "text": "Section 19 empowers the Chairman to direct that the powers of the ACCC under the Act in relation to a particular matter shall be exercised by a division of the Commission consisting of the Chairman and such other members, not less than two, as are specified in the direction.",
      "id": "s225"
    },
    {
      "text": "Under s 25 the Commission may by resolution delegate to a member of the Commission, either generally or otherwise as provided by the instrument of delegation, any of its powers under the Act (with some exceptions) and certain other powers given to the Commission in other statutes, other than the power of delegation.",
      "id": "s226"
    },
    {
      "text": "Section 26 authorises the Commission to delegate any of its functions and powers under Pts IVA , V, VC and VI to a staff member.",
      "id": "s227"
    },
    {
      "text": "59 The respondents point out that ss 25 and 26 are to be contrasted.",
      "id": "s228"
    },
    {
      "text": "Section 25 does not authorise the Commission to delegate its statutory functions and powers to its own staff members.",
      "id": "s229"
    },
    {
      "text": "It may only delegate those functions and powers to a member of the Commission; see also the definition of \"Commission\" in s 4 which includes a member of the Commission or a Division of the Commission performing functions of the Commission.",
      "id": "s230"
    },
    {
      "text": "By referring to a member of the Commission or a Division of the Commission, the definition is referring to members to whom a power has been delegated under s 25 and a Division established under s 19: Australian Competition and Consumer Commission v Rural Press Ltd (No.",
      "id": "s231"
    },
    {
      "text": "2) [2000] FCA 66 ; (2000) 96 FCR 389 at [13] .",
      "id": "s232"
    },
    {
      "text": "60 The respondents say that the Act has expressly regulated the extent to which the Commission may delegate the exercise of its powers and functions.",
      "id": "s233"
    },
    {
      "text": "Certain powers are expressly conferred on a member of the Commission, as opposed to the Commission acting in a meeting, e.g.",
      "id": "s234"
    },
    {
      "text": "issuing a notice under s 155.",
      "id": "s235"
    },
    {
      "text": "Otherwise the powers and functions vested in the Commission are intended to be exercised by members of the Commission acting in a meeting at which a quorum is present or through a Division established by s 19 , or through a member acting under a delegation under s 25.",
      "id": "s236"
    },
    {
      "text": "61 The conclusion, the respondents submit, is that the Act contains a clear statutory indication that the Commission is not to delegate to one or more members of its staff the power to decide whether to institute proceedings under Pt VI.",
      "id": "s237"
    },
    {
      "text": "This is consistent with the Commission's published documents.",
      "id": "s238"
    },
    {
      "text": "For example, in a public statement in 2006 the Commission said:\n \"Decisions to start court action, to approve or reject a major merger, or to authorise anti-competitive behaviour if it is shown to be in the public interest, are only made by the Commission.",
      "id": "s239"
    },
    {
      "text": "\" \n 62 Accepting, as I do, these submissions does not however lead to the conclusion that litigation cannot be reasonably anticipated for the purpose of the law of legal professional privilege unless and until the Commission has formally resolved to commence proceedings, or that only the Commissioners themselves, or Divisions or formally appointed delegates of the Commission, can have the necessary reasonable anticipation.",
      "id": "s240"
    },
    {
      "text": "63 The reasonable anticipation test is not a question of the exercise of some power by the Commission, such as the power to commence litigation.",
      "id": "s241"
    },
    {
      "text": "It is rather concerned with a state of mind which may or may not exist at a particular point in time.",
      "id": "s242"
    },
    {
      "text": "Only human beings can anticipate events.",
      "id": "s243"
    },
    {
      "text": "Whether the state of mind of a particular individual can be attributed to an incorporated body such as the ACCC depends on the particular law in question, in the present case the common law rules relating to legal professional privilege: see Meridian Global Funds Management Asia Ltd v Securities Commission [1995] 2 AC 500 at 506-509.",
      "id": "s244"
    },
    {
      "text": "One does not look in this context for the \"directing mind and will\" of the ACCC: see Lord Hoffmann's explanation in Meridian at 509-511 of the sometimes misunderstood decision in Lennard's Carrying Co Ltd v Asiatic Petroleum Co Ltd [1915] AC 705.",
      "id": "s245"
    },
    {
      "text": "64 The law of legal professional privilege necessarily assumes that the privilege may, indeed usually will, arise before the actual commencement of litigation --- otherwise there would be no point in the concept of reasonable anticipation.",
      "id": "s246"
    },
    {
      "text": "Therefore, in applying that law to the ACCC it would be misleading to focus on the state of mind only of those who have the power to commence litigation on the Commission's behalf.",
      "id": "s247"
    },
    {
      "text": "Looking at the policy behind the law of legal professional privilege (cf the approach of Lord Hoffmann to the legislation in question in Meridian at 511), the protection needs to apply at a time when the prospect of litigation is less than certain (whether the Safeway or the Mitsubishi test applies).",
      "id": "s248"
    },
    {
      "text": "By this stage there is a need for frank and candid communication between client and lawyer, or other persons such as potential witnesses, on the subject matter of the litigation --- no less than there is when the litigation actually starts.",
      "id": "s249"
    },
    {
      "text": "The privilege exists to serve the public interest in the administration of justice by encouraging full and frank disclosure by clients to their lawyers: Esso Australia Resources Ltd v Federal Commissioner of Taxation [1999] HCA 67 ; (1999) 201 CLR 49 at [35] .",
      "id": "s250"
    },
    {
      "text": "The people who are supervising the actual work which generates the documents in question will not necessarily be the ones who can decide to commit the corporate body to litigation.",
      "id": "s251"
    },
    {
      "text": "However if, as matter of organisational reality, they are responsible for the work in question it will be appropriate to impute their state of mind to the corporation.",
      "id": "s252"
    },
    {
      "text": "65 In the present case, Mr Alexander and Mr Williams were senior and experienced officers.",
      "id": "s253"
    },
    {
      "text": "As already mentioned, Mr Alexander had 34 years experience with the ACCC and its predecessor.",
      "id": "s254"
    },
    {
      "text": "He was the senior legal officer on the staff of the Commission.",
      "id": "s255"
    },
    {
      "text": "Under Legal Services Directions issued by the Attorney-General, Commonwealth agencies usually require legal advice from an external lawyer that a proceeding has reasonable prospects of success before a decision is made to commence litigation.",
      "id": "s256"
    },
    {
      "text": "However, Mr Alexander holds a specific exemption from the Attorney-General to the effect that his advice will be sufficient for the ACCC to commence proceedings.",
      "id": "s257"
    },
    {
      "text": "In the way this particular matter was arranged administratively, he reported directly to the Chairman.",
      "id": "s258"
    },
    {
      "text": "The state of mind of Mr Alexander and Mr Williams can be attributed for present purposes to the Commission, although of course that state of mind has to be objectively reasonable.",
      "id": "s259"
    },
    {
      "text": "Investigation v litigation \n \n 66 The respondents' argument assumes a clear demarcation between the function of investigation and work done in preparation for litigation.",
      "id": "s260"
    },
    {
      "text": "The respondents point to a number of occasions after 15 December 2004 where officers of the ACCC, such as Mr Alexander and the Enforcement Committee, had spoken of the matter as an \"investigation\".",
      "id": "s261"
    },
    {
      "text": "67 I do not think such a demarcation exists, at least in the circumstances of the present case.",
      "id": "s262"
    },
    {
      "text": "One cannot say that investigation ceases one day and then litigation preparation commences the next, like spring ending and summer starting.",
      "id": "s263"
    },
    {
      "text": "In a case like the present one, investigation, in the sense of seeking out information, never stops.",
      "id": "s264"
    },
    {
      "text": "The same conduct, such as a lawyer interviewing a potential witness, asking the witness for more detail, or seeking the reaction of the witness to a document or circumstance, can be characterised as investigation by an officer preparing a budget, or as case preparation by the lawyer.",
      "id": "s265"
    },
    {
      "text": "What is important is not the label attached to some activity but the true characterisation of that activity in the circumstances of this case.",
      "id": "s266"
    },
    {
      "text": "Respondents' criticism of the quality of material available to ACCC \n \n 68 The respondents criticised the quality of the material available to the ACCC by 15 December 2004.",
      "id": "s267"
    },
    {
      "text": "It was unsworn and not in admissible form.",
      "id": "s268"
    },
    {
      "text": "No attempt had been made to obtain Visy's version of events.",
      "id": "s269"
    },
    {
      "text": "There was particular criticism of Mr Hodgson.",
      "id": "s270"
    },
    {
      "text": "This was based in part on what other Amcor representatives had said about him in their interviews with Commission officers.",
      "id": "s271"
    },
    {
      "text": "For example, Mr Sutton said that \n \"Jim Hodgson was a person that talked a lot.",
      "id": "s272"
    },
    {
      "text": "He was a good talker, he is a salesman by background and he would run off at the mouth on a whole [sic] of issues and he would, you know, from one meeting to the next change his position on issues quite dramatically.",
      "id": "s273"
    },
    {
      "text": "So even in the relatively short time that I had been dealing directly with him you learnt not to take everything he said as the gospel, you know, as being accurate.",
      "id": "s274"
    },
    {
      "text": "\" \n 69 Mr Brown said of Mr Hodgson:\n \"I don't think you can take much notice of what Jim says, because he knows he is wearing a tape recorder, I don't\".",
      "id": "s275"
    },
    {
      "text": "70 Mr Roberts claimed that Mr Hodgson had been \"systematically defrauding Amcor\" and had said of Mr Sutton \"I can't stand that guy.",
      "id": "s276"
    },
    {
      "text": "I'll get him\".",
      "id": "s277"
    },
    {
      "text": "71 In cross-examination by Mr Sher QC on behalf of the respondents Mr Alexander conceded some doubts about the credibility of Mr Hodgson.",
      "id": "s278"
    },
    {
      "text": "He was asked: \n \"Did you have any doubts about Mr Hodgson?",
      "id": "s279"
    },
    {
      "text": "Well, I formed the view he had a barrow to push.",
      "id": "s280"
    },
    {
      "text": "In fact the word blackmail was used in one of the discussions wasn't there, by the Amcor people?",
      "id": "s281"
    },
    {
      "text": "There was certainly no love lost between Amcor and Mr Hodgson.",
      "id": "s282"
    },
    {
      "text": "\" \n 72 There was the letter from A J Macken &amp; Co already referred to (see [38]-[40] above) which, the respondents argued, showed that the ACCC \"had been advised by Mr Hodgson's solicitor that the recordings might be misleading\".",
      "id": "s283"
    },
    {
      "text": "73 Stress was put on what was said to be the lack of evidence concerning Mr Pratt.",
      "id": "s284"
    },
    {
      "text": "It was said the Hodgson-Debney tape only contained a hearsay account of a conversation supposedly between Mr Jones and Mr Pratt sometime earlier.",
      "id": "s285"
    },
    {
      "text": "The A J Macken &amp; Co letter of 15 December 2004 enclosing an outline of information to be provided by Mr Hodgson and Mr Barnes to the ACCC contained no reference to Mr Pratt.",
      "id": "s286"
    },
    {
      "text": "In cross-examination Mr Alexander was asked:\n \"But thus far, apart from some hearsay probably two or three times removed at best, if not worst, you had absolutely nothing against Mr Pratt at all, other than what Mr Jones had told you?",
      "id": "s287"
    },
    {
      "text": "Yes, Mr Jones was the critical factor, so far as Mr Pratt was concerned.",
      "id": "s288"
    },
    {
      "text": "\" \n 74 There was criticism of the fact that at interviews with Commission officers the lawyers for the interviewee intervened in what was said to be a leading fashion.",
      "id": "s289"
    },
    {
      "text": "The following exchange took place in Mr Alexander's cross-examination.",
      "id": "s290"
    },
    {
      "text": "Honours were about even.",
      "id": "s291"
    },
    {
      "text": "\"Now, what you got out of that was, doing the best you could with this witness, aided and abetted by his two lawyers, and you feeding him leading questions was, there had been a matter of fact discussion for less than a minute with Mr Pratt and according to what he said, in that minute, he also discussed some particular customers?",
      "id": "s292"
    },
    {
      "text": "Yes.",
      "id": "s293"
    },
    {
      "text": "So what you had at best was a passing reference to some ill-defined or undefined arrangement or understanding, that is the best your case ever got against Mr Pratt, didn't it?",
      "id": "s294"
    },
    {
      "text": "[sic] At that time.",
      "id": "s295"
    },
    {
      "text": "And it is not getting any better since has it?",
      "id": "s296"
    },
    {
      "text": "Well, I-I don't want to talk about any witness statements since.",
      "id": "s297"
    },
    {
      "text": "Don't you, why not?",
      "id": "s298"
    },
    {
      "text": "Because they are privileged.",
      "id": "s299"
    },
    {
      "text": "I see.",
      "id": "s300"
    },
    {
      "text": "What, you are going to sandbag Mr Pratt in Court are you if you get the chance, just drop it on him without warning?",
      "id": "s301"
    },
    {
      "text": "No, no, there is an order by his Honour that the witness statements be exchanged in June.",
      "id": "s302"
    },
    {
      "text": "\" \n \n Speaking of an interview with Mr Jones about his meetings with Mr Pratt, Mr Alexander was asked:\n \"So the best you got out of Mr Jones, on this occasion, and I suggest nothing better since, is less than a minute's discussion on the first occasion and an oblique, or a very oblique reference on two others, is that right?",
      "id": "s303"
    },
    {
      "text": "Yes, that sounds right.",
      "id": "s304"
    },
    {
      "text": "\" \n 75 There was criticism of Amcor's handing material to the ACCC in breach of Court orders.",
      "id": "s305"
    },
    {
      "text": "76 Reference was made to interviews of the witnesses at which Mr Alexander and others made comments indicating that the ACCC was at an early stage of investigation.",
      "id": "s306"
    },
    {
      "text": "For example, in his interview of Mr Jones, Mr Alexander said\n \"We are at the very early stages of this investigation, and so, of course, we don't know as much.",
      "id": "s307"
    },
    {
      "text": "We only know a very small amount.",
      "id": "s308"
    },
    {
      "text": "\" \n\n\n \n At another stage in the interview Mr Alexander said to Mr Jones: \n \"I just make the point, we will be conducting a number of interviews, we will be cross-checking what everyone says against what other people say.",
      "id": "s309"
    },
    {
      "text": "So that I think that is the technique we have found is the best way of arriving at the truth of what happened.",
      "id": "s310"
    },
    {
      "text": "And so we will be cross-checking what you say, and if there is something which we can't quite work out down the track, we would like to come back to you and ask you some more questions.",
      "id": "s311"
    },
    {
      "text": "So it is important that you understand that co-operation and truthfulness are the key to all of this.",
      "id": "s312"
    },
    {
      "text": "\" \n 77 In Mr Roberts' interview he had used the term \"Clayton's cartel\".",
      "id": "s313"
    },
    {
      "text": "He said;\n \"I mean, I know what the papers have been --- the papers sort of say, well, you know, if you've got --- you know --- and it's a bit of a farce, really, you know, if you've got --- you've a Clayton's cartel here and you're supposed to be organising the market, it doesn't show in the results, and it doesn't really, so whatever the hell is going on is, you know, almost status quo and all I can interpret from that is --- and there[sic] are my words, not anyone else's- is that it must be tit for tat.",
      "id": "s314"
    },
    {
      "text": "You know, if you lose a customer, you go and pick up a customer.",
      "id": "s315"
    },
    {
      "text": "You know, if it's that sort of cartel and it keeps the market share constant, then maybe that's what it is.",
      "id": "s316"
    },
    {
      "text": "But there's no --- no sort of high price setting here that I can see in the early day --- in my early stages in this- with this fibre job.",
      "id": "s317"
    },
    {
      "text": "So it's a strange --- a strange arrangement.",
      "id": "s318"
    },
    {
      "text": "Now, what I --- what the papers are saying is, given that it's a Clayton's cartel and everybody in the industry knows everything about what everybody else is doing, that's not quite right.",
      "id": "s319"
    },
    {
      "text": "The information that those guys took was pretty --- pretty sensitive.",
      "id": "s320"
    },
    {
      "text": "\" \n Conclusion: litigation reasonably anticipated as at 15 December 2004 \n \n 78 I emphasise that my current task in no way involves any finding as to the credibility or otherwise of present or former Amcor personnel, or any finding of fact as to what was said or not said.",
      "id": "s321"
    },
    {
      "text": "The Amcor personnel have not given any evidence, let alone been cross-examined.",
      "id": "s322"
    },
    {
      "text": "There has been no evidence at all, even on a hearsay basis, from the Visy side.",
      "id": "s323"
    },
    {
      "text": "When the Amcor personnel do give evidence at the trial, the foreshadowed criticisms may or may not be effective.",
      "id": "s324"
    },
    {
      "text": "For present purposes I am only concerned with the extent to which the respondents' criticism throws light on the reasonableness of the assertion of Mr Alexander and Mr Williams that as at 15 December 2004 they were of the view that litigation over the Amcor-Visy cartel allegations was reasonably anticipated.",
      "id": "s325"
    },
    {
      "text": "79 I am quite satisfied that they in fact held that view.",
      "id": "s326"
    },
    {
      "text": "It is true that, as the respondents point out, there was no contemporaneous record of this.",
      "id": "s327"
    },
    {
      "text": "But I do not think reconstruction, whether conscious or otherwise, is involved.",
      "id": "s328"
    },
    {
      "text": "On the day in question, the Commission had just concluded its series of interviews with senior Amcor executives Mr Sutton, Mr Jones, Mr Roberts and Mr Brown, so it was a logical milestone in the Commission's dealings with this matter.",
      "id": "s329"
    },
    {
      "text": "80 But that is not enough.",
      "id": "s330"
    },
    {
      "text": "The critical question is whether such a view was objectively reasonable, such that a reasonable person in their position might hold on the material then available.",
      "id": "s331"
    },
    {
      "text": "As was stressed by the respondents, the information that the ACCC had was not on oath.",
      "id": "s332"
    },
    {
      "text": "Nevertheless that fact does not seem particularly relevant since in civil litigation it would be the norm rather than the exception that a plaintiff has only evidence in unsworn form when proceedings are commenced.",
      "id": "s333"
    },
    {
      "text": "81 The respondents submitted that \"no rational person, no fair-minded person\" could have formed the view that as at 15 December 2004 litigation was likely, as distinct from possible.",
      "id": "s334"
    },
    {
      "text": "I accept that the standard is that of a rational or fair-minded person, as long as fair-minded in this context is understood as conveying the notion that such person is not driven by malice or collateral considerations.",
      "id": "s335"
    },
    {
      "text": "However, there can be no suggestion of some kind of natural justice obligation vis-a-vis the potential defendant.",
      "id": "s336"
    },
    {
      "text": "A potential plaintiff does not have to give a potential defendant a hearing before commencing litigation, or arriving at a reasonably based anticipation of such litigation.",
      "id": "s337"
    },
    {
      "text": "82 Cartel behaviour is by its nature clandestine and unlikely to be recorded in unambiguous documents.",
      "id": "s338"
    },
    {
      "text": "Members of the business community would recognise it as seriously unlawful and subject to substantial penalties if revealed.",
      "id": "s339"
    },
    {
      "text": "Discovery of such conduct is likely to be difficult.",
      "id": "s340"
    },
    {
      "text": "One might expect that the ACCC's investigations at times may commence with little more than rumour and mildly suspicious market behaviour.",
      "id": "s341"
    },
    {
      "text": "The present case stands in stark contrast.",
      "id": "s342"
    },
    {
      "text": "The ACCC's encounter with this matter came, so to speak, big end first.",
      "id": "s343"
    },
    {
      "text": "The Chairman and CEO of a major public company, accompanied by three partners from Allens, waited on the Commission on Monday 22 November 2004 and stated that information which had come to them the previous Friday suggested that Amcor \"might be involved in breaches of the TPA in the corrugated box area\".",
      "id": "s344"
    },
    {
      "text": "It soon became apparent at the meeting that the breaches in question involved cartel behaviour or that, as Mr Meadows delicately put it, \"certain practices may have existed in relation to customers in the corrugated box industry\".",
      "id": "s345"
    },
    {
      "text": "83 Within two weeks or so the Commission had audio recordings not only of admissions by Amcor executives but one of, at least arguably, a clear admission by a very senior executive of the other party to the cartel.",
      "id": "s346"
    },
    {
      "text": "84 Some of the detailed criticism by the respondents does not withstand closer examination.",
      "id": "s347"
    },
    {
      "text": "For example, it is not correct to say that Mr Hodgson's solicitors had advised the ACCC that \"the recordings might be misleading\" if that is intended to be read as casting some doubts on Mr Hodgson.",
      "id": "s348"
    },
    {
      "text": "The correspondence between the Commission and A J Macken &amp; Co ([38]-[40] above) concerned the firm's complaint that at that stage the Commission had not granted immunity to the firm's clients, including Mr Hodgson.",
      "id": "s349"
    },
    {
      "text": "As one might expect, the firm was not denigrating its own client.",
      "id": "s350"
    },
    {
      "text": "On the contrary, it was putting him forward as someone who could provide valuable evidence, including explaining the background to the Hodgson Recordings and the persons involved.",
      "id": "s351"
    },
    {
      "text": "85 The \"Clayton's cartel\" comment came from Mr Roberts, whose relevant involvement with Amcor commenced at a very late stage, only eight weeks before his interview.",
      "id": "s352"
    },
    {
      "text": "In any event, the term in the present context is equivocal.",
      "id": "s353"
    },
    {
      "text": "The manufacturers of a non-alcoholic drink called Clayton's Tonic coined the catchy slogan \"The drink you have when you're not having a drink\".",
      "id": "s354"
    },
    {
      "text": "\"Clayton's\" has passed into modern Australian usage as conveying the notion that something is not the real thing, not authentic or genuine.",
      "id": "s355"
    },
    {
      "text": "Mr Roberts' comment may be open to the interpretation, not that there never was a cartel, but that there was one which was not working or was, as Mr Jones said in his interview, \"fraying at the edges\" or as Mr Brown said, needed to be put \"back on track\".",
      "id": "s356"
    },
    {
      "text": "86 It is true, as the respondents point out, that as at 15 December 2004 the ACCC had no information as to specific customer transactions.",
      "id": "s357"
    },
    {
      "text": "However, entering into a price fixing or market sharing arrangement is a separate and distinct contravention (s 45(2)(a)) from giving effect to such an arrangement (s 45(2)(b)).",
      "id": "s358"
    },
    {
      "text": "So if there was a sufficient basis to anticipate litigation over the former, it is not to the point that information was not yet available about the latter.",
      "id": "s359"
    },
    {
      "text": "87 The respondents submitted that as at 15 December 2004 the information concerning Mr Pratt was \"desultory\".",
      "id": "s360"
    },
    {
      "text": "Mr Jones' account of the 2001 meeting was that the discussion about the alleged arrangement lasted \"no more than a minute\" and Mr Jones \"could not recount anything that Mr Pratt said in the meeting in respect of any arrangement; and instead gave the ACCC his opinion of what Mr Pratt understood about the discussions\".",
      "id": "s361"
    },
    {
      "text": "88 However, the relevant passage in the transcript of Mr Jones' interview reads: \n \"We discussed --- I don't recall the order, but I recall a reference to being advised by Peter Brown and Hodgson through Peter Brown, I didn't talk to Hodgson about it, that whatever arrangement Hodgson had in place with Debney was not holding and I had been asked to have Mr Pratt confirm that that arrangement was something that he supported and he would talk to Debney about it being affirmed and he acknowledged that --- he was aware and acknowledged that he would talk to Debney.",
      "id": "s362"
    },
    {
      "text": "\" \n\n\n \n A fair reading of that passage is that Mr Jones is giving an account, albeit in indirect speech, of what Mr Pratt had said to him.",
      "id": "s363"
    },
    {
      "text": "89 It was pointed out that Mr Jones had said that Mr Pratt's reference to the arrangement in later meetings to stability was \"oblique\", and \"very oblique, if a reference at all\".",
      "id": "s364"
    },
    {
      "text": "Reference was made in this context to the amendments to the statement of claim (see [52] above).",
      "id": "s365"
    },
    {
      "text": "However, if the purpose of the meetings with Mr Pratt was, as Mr Jones and Mr Brown say, to get confirmation from the top man at Visy that the cartel was still on foot, a lengthy and detailed conversation on the topic might not have been expected.",
      "id": "s366"
    },
    {
      "text": "90 Stepping back for a moment from detailed criticism, a powerful factor affecting the judgment of a reasonable person in the position of Mr Alexander and Mr Williams, or anyone else at the ACCC, as at 15 December 2004, would be the motives of the former Amcor personnel who had agreed to give evidence.",
      "id": "s367"
    },
    {
      "text": "Because of the continuing cooperation requirement and ringleader exclusion in the ACCC Leniency Policy there is obviously a motive for a person under immunity to downplay his or her own role and exaggerate that of a person on the other side of the cartel.",
      "id": "s368"
    },
    {
      "text": "But it is not at all clear why the Amcor personnel would have a motive to invent an Amcor-Visy cartel which never existed.",
      "id": "s369"
    },
    {
      "text": "91 Approaching the ACCC and admitting cartel conduct is not a step to be taken lightly.",
      "id": "s370"
    },
    {
      "text": "Admission cannot be made without prejudice.",
      "id": "s371"
    },
    {
      "text": "There is the risk that somebody else may have already made admissions, or that the ACCC may be already aware of the cartel.",
      "id": "s372"
    },
    {
      "text": "Even if immunity is granted, a corporation is not protected from the prospect of massive claims by parties claiming to have suffered damage by the cartel (as has now occurred in this case) or, in the case of an individual, dismissal from highly paid employment in humiliating and career-threatening circumstances.",
      "id": "s373"
    },
    {
      "text": "The likely awareness of such consequences tells against the invention of fictitious cartels.",
      "id": "s374"
    },
    {
      "text": "92 There is also the particular role and responsibility of the ACCC.",
      "id": "s375"
    },
    {
      "text": "It is not like a commercial corporation which will decide (quite properly) whether or not to commence litigation solely in terms of what will be to the benefit of its own interests.",
      "id": "s376"
    },
    {
      "text": "The ACCC exists to give practical effect to the Act's objective as stated in s 2: to enhance the welfare of Australians through the promotion of competition and fair trading and provision for consumer protection.",
      "id": "s377"
    },
    {
      "text": "Litigation to enforce the Act is part of the ACCC's raison d'&ecirc;tre .",
      "id": "s378"
    },
    {
      "text": "93 With the material in its possession by 15 December 2004, summarised in [36] above, the prospect of litigation was certainly more likely than not, and verged on the inevitable.",
      "id": "s379"
    },
    {
      "text": "Sufficient identification \n \n 94 The respondents submitted that the ACCC's list of privileged documents did not disclose dates or the name of the author of the document (whether an employee of the ACCC or the AGS or a third person) nor, in respect of information provided by a third person to the ACCC, the name of that person.",
      "id": "s380"
    },
    {
      "text": "95 As to dates, in fact the actual or estimated date of the documents in question has been provided.",
      "id": "s381"
    },
    {
      "text": "A protocol between the parties provides for a limited method of capturing the estimated dates.",
      "id": "s382"
    },
    {
      "text": "Where a document is dated with a day and a month but not year and the year can be reliably estimated then that date is used.",
      "id": "s383"
    },
    {
      "text": "If the document has a year but no day or month then the date is entered as at the 1 st January of that year.",
      "id": "s384"
    },
    {
      "text": "If the document has a month and a year but no day the date is entered as the 1 st of that month.",
      "id": "s385"
    },
    {
      "text": "If the document's content refers to a date and that date provides a reasonable basis for estimating the date of the document then that estimated date can be used.",
      "id": "s386"
    },
    {
      "text": "96 As to the name of the author, this complaint was made as to the ACCC's original list of documents dated 26 July 2006.",
      "id": "s387"
    },
    {
      "text": "The ACCC served a revised list on 27 November 2006 which included, as requested, information setting out \"whether the statements were prepared by the ACCC or the AGS or counsel\".",
      "id": "s388"
    },
    {
      "text": "The ACCC submits, and I accept, that it is not obliged to state the name of the author of each individual discovered document.",
      "id": "s389"
    },
    {
      "text": "No authority was cited for that proposition.",
      "id": "s390"
    },
    {
      "text": "The purpose of the requirement that a document be described is simply that the other party may know from the description whether or not it should be inspected and so that it can be identified subsequently: Australian Flight Test Services Pty Ltd v The Minister for Industry, Science and Technology [1996] FCA 1031 at 6-7.",
      "id": "s391"
    },
    {
      "text": "These requirements have been met in the present case.",
      "id": "s392"
    },
    {
      "text": "I note that the number of documents in question in this case is comparatively modest.",
      "id": "s393"
    },
    {
      "text": "The descriptions of them in the ACCC's list of documents suggest that the respondents would not be in any quandary as to whether or not to inspect.",
      "id": "s394"
    },
    {
      "text": "And they would have no lack of legal manpower to do so, if they were permitted.",
      "id": "s395"
    },
    {
      "text": "Dominant purpose \n \n 97 The principle now endorsed by the High Court in Esso at [61] is that of the minority judgment of Barwick CJ in Grant v Downs [1976] HCA 63 ; (1976) 135 CLR 674 at 677:\n \"[A] document which was produced or brought into existence either with the dominant purpose of its author, or of the person or authority under whose direction, whether particular or general, it was produced or brought into existence, of using it or its contents in order to obtain legal advice or to conduct or aid in the conduct of litigation, at the time of its production in reasonable prospect, should be privileged and excluded from inspection.",
      "id": "s396"
    },
    {
      "text": "\" \n 98 His Honour goes on to say that where the judge who hears the application for inspection may possibly be the trial judge sitting without a jury, it may be better to decide the matter upon the evidence as to the purpose of the production of the document rather than upon an inspection of it, thus avoiding any complication which might arise from the document having been seen by the judge and privilege from inspection accorded it.",
      "id": "s397"
    },
    {
      "text": "Since this matter has been fixed for trial before me next October, I shall follow that injunction.",
      "id": "s398"
    },
    {
      "text": "99 My conclusion that by 15 December 2004 there was a high degree of likelihood that litigation would be instituted gives rise to an irresistible inference that the production of the documents was for the dominant purpose of contemplated judicial proceedings.",
      "id": "s399"
    },
    {
      "text": "As at 15 December 2004 was the ACCC ready to commence proceedings?",
      "id": "s400"
    },
    {
      "text": "Obviously not.",
      "id": "s401"
    },
    {
      "text": "There needed to be detailed assessment of evidence including, but by no means limited to, that coming from the Amcor personnel and, based on that evidence, careful formulation of the ACCC's case in a statement of claim.",
      "id": "s402"
    },
    {
      "text": "Until that task was completed there was little point in the Commissioners formally resolving to commence proceedings.",
      "id": "s403"
    },
    {
      "text": "But that does not gainsay the fact that as 15 December 2004, given the unprecedented nature of the material in the possession of the ACCC, litigation was unavoidable.",
      "id": "s404"
    },
    {
      "text": "100 The descriptions of the nature of the documents (see [6] above) indicates that they were necessitated by the need of preparing for litigation.",
      "id": "s405"
    },
    {
      "text": "They are virtually all concerned with the laborious process of preparing witness statements, the very stuff of litigation preparation.",
      "id": "s406"
    },
    {
      "text": "101 There was some complaint in the respondents' submissions of the \"formulaic\" assertion by Mr Alexander and Mr Williams of a dominant purpose.",
      "id": "s407"
    },
    {
      "text": "However, I note that in Microsoft at [77] there was criticism of a deponent who had used the adjective \"primary\".",
      "id": "s408"
    },
    {
      "text": "His Honour thought that it was \"unsatisfactory that (the witness) has not spoken in the language of dominant purpose\".",
      "id": "s409"
    },
    {
      "text": "Thus there may be something of a dilemma for witnesses swearing affidavits in support of privilege claims.",
      "id": "s410"
    },
    {
      "text": "Witnesses may feel they have to use either the formulaic term \"dominant\" or search around for some synonym --- a process which may be equally formulaic.",
      "id": "s411"
    },
    {
      "text": "In Grant v Downs at 678 Barwick CJ preferred the word \"dominant\" to describe the relevant purpose.",
      "id": "s412"
    },
    {
      "text": "In his Honour's opinion, neither \"primary\" nor \"substantial' satisfied the true basis of the privilege.",
      "id": "s413"
    },
    {
      "text": "So it may be that the formula, however tedious, will continue to be used.",
      "id": "s414"
    },
    {
      "text": "Confidentiality \n \n 102 In their closing submissions the respondents did not assert lack of confidentiality as a separate ground for denial of privilege.",
      "id": "s415"
    },
    {
      "text": "I think this tacit conclusion is correct.",
      "id": "s416"
    },
    {
      "text": "Once it is accepted that the dominant purpose was for use in litigation, the nature of the documents, as evidenced by their description, compels the conclusion that they were created in circumstances imposing obligations of confidentiality.",
      "id": "s417"
    },
    {
      "text": "Documents concerning immunity \n \n 103 The respondents sought production of (i) documents relating to the terms of any leniency and/or immunity arrangements between the ACCC on the one hand and certain companies and past or present employees of the Amcor group on the other, (ii) documents relating to the ACCC's decision to grant leniency or immunity to any of those persons and (iii) documents provided by Amcor entities and past or present Amcor employees in support of any application to the ACCC for leniency or immunity.",
      "id": "s418"
    },
    {
      "text": "104 The respondents say in support of the application: \n\n&#8226; the documents are relevant to central issues in the case;\n \n&#8226; the conduct of Amcor in seeking and procuring immunity is relevant to para 222 of Visy's amended defence;\n \n&#8226; the material goes to the credit of ACCC's witnesses;\n \n&#8226; the ACCC as \"prosecutor and model litigant\" is duty bound to disclose the documents.",
      "id": "s419"
    },
    {
      "text": "105 The fourth ground can be disposed of shortly.",
      "id": "s420"
    },
    {
      "text": "This is a civil proceeding.",
      "id": "s421"
    },
    {
      "text": "These documents are either discoverable or not in accordance with the law relating to discovery and legal professional privilege.",
      "id": "s422"
    },
    {
      "text": "That law confers rights on all litigants, whether they are model ones or not.",
      "id": "s423"
    },
    {
      "text": "106 The first three grounds really revolve around the same point.",
      "id": "s424"
    },
    {
      "text": "Documents relating purely to credit are not discoverable.",
      "id": "s425"
    },
    {
      "text": "In a different context McHugh J, in a dissenting judgment, has criticised any bright line distinction the evidence as to credit and evidence as to the issues: Palmer v The Queen [1998] HCA 2 ; (1988) 193 CLR 1 at [51] et seq.",
      "id": "s426"
    },
    {
      "text": "However the Full Court of the Federal Court in Reading Entertainment Australia Pty Ltd v Birch Carroll &amp; Coyle Ltd [2002] FCAFC 109 has reaffirmed the distinction in the context of discovery.",
      "id": "s427"
    },
    {
      "text": "Beaumont J at [70] adopted the statement in Butterworths , Practice &amp; Procedure of the Federal Court at [40.760] \n \"Documents which relate only to credit do not relate to a matter in question within the meaning of the traditional formulation.",
      "id": "s428"
    },
    {
      "text": "\" \n\n\n \n His Honour continued:\n \n \"This may be seen as an example of the general principle, still valid, that the Court must always be satisfied that any order for discovery (including, as here, a specific order) must be 'reasonably' necessary for the fair disposing of the case.",
      "id": "s429"
    },
    {
      "text": "\" \n 107 Tamberlin J at [116] in agreeing with Beaumont J \"strongly endorsed\" the need for exercise of restraint in discovery.",
      "id": "s430"
    },
    {
      "text": "The judgment in Reading is binding on me.",
      "id": "s431"
    },
    {
      "text": "108 In the present case, everyone knows that critical witnesses for the ACCC have been granted immunity.",
      "id": "s432"
    },
    {
      "text": "That fact can be, and no doubt will be, used by the respondents as a legitimate basis for an attack on credibility the witnesses.",
      "id": "s433"
    },
    {
      "text": "The effectiveness of such an attack cannot be predicted.",
      "id": "s434"
    },
    {
      "text": "However, documents which do no more than evidence that fact are relevant only to credit and are not discoverable.",
      "id": "s435"
    },
    {
      "text": "Particulars and pleading \n \n 109 On 8 January 2007 the respondents filed an amended defence to the ACCC's second further amended statement of claim.",
      "id": "s436"
    },
    {
      "text": "It included some new sub paragraphs to par 222.",
      "id": "s437"
    },
    {
      "text": "These were not introduced pursuant to leave.",
      "id": "s438"
    },
    {
      "text": "This is not a criticism, since the respondents had to plead to the ACCC's amended statement of claim.",
      "id": "s439"
    },
    {
      "text": "However the question of leave needs to be considered now.",
      "id": "s440"
    },
    {
      "text": "The new sub-paragraphs are as follows: \n \n \n (aa) that in or about late January or February 1998 the Amcor Group formed the belief that it has a higher cost structure than Visy Board in its corrugated fibreboard packaging division and was significantly uncompetitive with the corrugated fibreboard packaging business conducted by Visy Board.",
      "id": "s441"
    },
    {
      "text": "Particulars \n \n \n The Amcor Group's belief arose by reason of the fact that a former employee of Visy Board, John Alan Morriss (\" Morriss \"), provided the Amcor Group with, and the Amcor Group received, confidential information of Visy Board concerning Visy Board's CFP business, including a copy Visy Board's Managing Director's Report for the CFP Division dated June 1995 (\" the 1995 Report \").",
      "id": "s442"
    },
    {
      "text": "The 1995 Report covered Visy Board's sales and included a detailed analysis of all major costs areas by month, year to date performance against budget, and the previous year.",
      "id": "s443"
    },
    {
      "text": "It included statistics on volumes, credit notes, employee numbers and conversion cost per unit of volume and per employee.",
      "id": "s444"
    },
    {
      "text": "Morriss provided extracts of the 1995 Report and other Visy Board confidential information relating to Visy Board's costs and sales figures in respect of the CFP business to Peter Brown of the Amcor Group \n \n \n \n .",
      "id": "s445"
    },
    {
      "text": "(ab) that in or about November 1999, Morriss obtained a copy of the Visy Board Managing Director's Report --- CFP Division for October 1999 (\" 1999 Report\"), showed Brown, then the Managing Director of Amcor Australasia, the summary of the key financial data contained in the 1999 Report, and discussed the data with Brown.",
      "id": "s446"
    },
    {
      "text": "Particulars \n \n \n The 1999 Report covered an analysis of volumes, employee numbers, costs and production statistics and profitability of each Visy Board Manufacturing plant for Visy Board's CFP business.",
      "id": "s447"
    },
    {
      "text": "(ac) that during the period of his employment with the Amcor Group (approximately January 1998 until January 2000), Morriss disclosed to Amcor Group personnel, including Brown and Hodgson, confidential information of Visy Board concerning customers, volumes of CFP products sold, and Visy Board's costs of producing CFP products.",
      "id": "s448"
    },
    {
      "text": "(ad) that the Visy Board confidential information referred to in the particulars to paragraph 222(aa) and in paragraphs 222(ab) and (ac) above (\" the Visy Confidential Information \") was used by the Amcor Group: \n \n \n \n (i) to evaluate the relative efficiency of the Amcor Group's processes and costs in comparison with the corresponding processes and costs of Visy Board; \n \n (ii) in the development of the Amcor Group's business strategies and plans to compete with Visy Board's CFP business, including as the basis of capital expenditure requests to the Board of Amcor Limited; and \n \n (iii) to target Visy Board's customers.",
      "id": "s449"
    },
    {
      "text": "Particulars \n \n \n (A) Morriss provided information in the 1995 Report to members of the Executive Management Team of Amcor's CFP business including Brown, Peter Reichler, David Ley, Tony Myles, Max Fitzgibbons, John Crawford, Hodgson and Laidlaw at an Amcor strategy meeting in March 1998 at which the relative CFP cost structures of Visy and Amcor were discussed.",
      "id": "s450"
    },
    {
      "text": "Jones, then the Managing Director of Amcor Limited, visited during the meeting and was briefed on strategy developments, including the significance of the information in the 1995 Report.",
      "id": "s451"
    },
    {
      "text": "(B) Brown and Morriss from time to time during the Period of Service attended the Amcor Group's Camberwell offices to discuss issues about the CFP business with Jones.",
      "id": "s452"
    },
    {
      "text": "During these meetings, Morriss, Brown and Jones discussed the competitive position of the Amcor Group's CFP business and discussed information derived from the 1995 Report.",
      "id": "s453"
    },
    {
      "text": "(C) Information derived from the 1995 Report was used by Morriss at Board meetings of Amcor Limited that occurred in 1998 during the course of which Morriss made presentations to the Board of Amcor Limited in the context of making capital expenditure requests to upgrade facilities at the Amcor Group's corrugated factory at Brooklyn.",
      "id": "s454"
    },
    {
      "text": "(D) The Visy Confidential Information, or parts of it, were cited in presentations made to Jones, as Managing Director of Amcor Limited, to verify submissions as to the true competitive position of the Amcor Group and Visy Board, and in presentations made to Jones in support of additional injections of capital to fund a restructure of the corrugated fibreboard packaging division of the Amcor Group.",
      "id": "s455"
    },
    {
      "text": "These presentations were made by Brown, Morriss and others in or about the first half of 1988 and later by Hodgson to Brown and Jones at the Amcor Group's Rocklea offices in or about mid to late 1998.",
      "id": "s456"
    },
    {
      "text": "The presentation by Hodgson was made to support his request for a new corrugator and supporting infrastructure modernisation in order for the Amcor Group to compete more effectively with Visy Board's CFP business.",
      "id": "s457"
    },
    {
      "text": "(E) The Amcor Group restructured its CFP business to reduce costs and pursued increased market share by a \"breadth\" strategy, including bundling CFP products with other primary packaging which Visy Board did not offer at the time.",
      "id": "s458"
    },
    {
      "text": "This was agreed at the March 1998 strategy planning meeting referred to in sub-paragraph (a) above and ultimately approved by the Board on Amcor Limited and implemented.",
      "id": "s459"
    },
    {
      "text": "(ae) that despite incurring and continuing to incur significant expenditure aimed at regaining competitiveness in its CFP business, in or about late 1999 or early 2000 senior management of the Amcor Group, including Jones, Brown, and Hodgson, devised an alternative strategy, (described by the Amcor Group as \"price recovery\"), namely attempt to pursue collusive arrangements with Visy Board concerning prices and competition in respect of the supply of CFP; \n \n (af) that the Amcor Group's attempts to pursue the collusive arrangements referred to in paragraph 222(ae) were unsuccessful.",
      "id": "s460"
    },
    {
      "text": "\" \n \n \n 110 Sub-pars (aa) to (ad) raise allegations far removed from the numerous serious issues of fact and law already present in this case.",
      "id": "s461"
    },
    {
      "text": "They have the potential of raising countless side issues as to the rights and wrongs of the conduct of Mr Morriss and the effect of that conduct on Amcor.",
      "id": "s462"
    },
    {
      "text": "Such evidence would be likely to be excluded as resulting in an undue waste of time: Evidence Act 1995 (Cth) s 135 (c).",
      "id": "s463"
    },
    {
      "text": "111 Such pars (ae) and (af) stand on a different footing.",
      "id": "s464"
    },
    {
      "text": "The respondents put them as an alternative.",
      "id": "s465"
    },
    {
      "text": "In the end the respondents did not object to the provision of further particulars.",
      "id": "s466"
    },
    {
      "text": "Orders \n \n 112 There will be orders as follows: \n \n \n 1.",
      "id": "s467"
    },
    {
      "text": "The first to fifth respondents' motions dated 5 December 2006 and 1 February 2007 are dismissed with costs.",
      "id": "s468"
    },
    {
      "text": "2.",
      "id": "s469"
    },
    {
      "text": "Subparagraphs 222 (aa) to (ad) of par 22 of the first to fifth respondents' amended defence filed 8 January 2007 are struck out.",
      "id": "s470"
    },
    {
      "text": "3.",
      "id": "s471"
    },
    {
      "text": "The first to fifth respondents file and serve further and better particulars of the allegations in par 222 (ae) and (af) of their amended defence by 27 April 2007\n 4.",
      "id": "s472"
    },
    {
      "text": "The first to fifth respondents pay the applicant's costs of the motion dated 21 February 2007.",
      "id": "s473"
    },
    {
      "text": "I certify that the preceding one hundred and twelve (112) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Heerey.",
      "id": "s474"
    },
    {
      "text": "Associate:\n\nDated: 29 March 2007\n\n Counsel for the Applicant: P J Jopling QC, CM Caleo SC, J Moore and P Wallis \n \n Solicitor for the Applicant: Australian Government Solicitor \n \n Counsel for the first to fifth Respondents: J L Sher QC, J Beach QC, P D Crutchfield, M H O'Bryan and D Crennan \n \n Solicitors for the first to fifth Respondents: Arnold Bloch Leibler \n \n Dates of Hearing: 28 February, 1, 13 and 15 March 2007 \n \n Date of Judgment: 29 March 2007 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/444.html",
      "id": "s475"
    }
  ]
}