{
  "name": "Harrington-Smith v Native Title Registrar [2007] FCA 414 (12 March 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/414.html",
  "catchphrases": [
    {
      "text": "claimant application dismissed",
      "id": "c0"
    },
    {
      "text": "aggrieved applicants seek injunction restraining native title registrar from removing entry relating to claim from the register of native title claims",
      "id": "c1"
    },
    {
      "text": "whether s 190(4)(d) of the native title act 1993 (cth) has the effect that the registrar must remove entry once proceeding \"dismissed\" following trial, or only if and when dismissal sustained upon appeal",
      "id": "c2"
    },
    {
      "text": "held : the former, so that there was no scope for interference with native title registrar's proposed removal of entry from the register following dismissal at trial.",
      "id": "c3"
    },
    {
      "text": "\"dismissed\".",
      "id": "c4"
    },
    {
      "text": "native title",
      "id": "c5"
    },
    {
      "text": "words and phrases",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "1 The following are my reasons for an order that I made in each of these two proceedings on 12 March 2007, dismissing the proceedings.",
      "id": "s0"
    },
    {
      "text": "2 In order to understand the genesis of these proceedings, it is necessary that I set out some background.",
      "id": "s1"
    },
    {
      "text": "3 On 5 February 2007, there were eight Native Title claimant applications before the Court for judgment.",
      "id": "s2"
    },
    {
      "text": "Those of present relevance are:\n \n (a) The Wongatha Claim (WAD 6005/1998);\n (b) The Cosmo Newberry Claim (WAD 144/1998); and\n (c) The Wutha Claim (WAD 6064/1998).",
      "id": "s3"
    },
    {
      "text": "4 I dismissed the Wongatha Claim and the Cosmo Newberry Claim, and I dismissed the Wutha Claim in so far as it related to land and waters the subject of the Wongatha Claim: see Harrington-Smith on behalf of the Wongatha People v State of Western Australia (No 9) [2007] FCA 31.",
      "id": "s4"
    },
    {
      "text": "As in those Reasons for Judgment, I will use the abbreviation \"Cosmo\" for \"Cosmo Newberry\".",
      "id": "s5"
    },
    {
      "text": "5 The Reasons for Judgment were lengthy, and pursuant to an application made by the Wongatha applicants immediately following my making of the orders of dismissal and publication of my reasons, I ordered that the Registrar of this Court not notify the Native Title Registrar of the decisions for a period of 14 days.",
      "id": "s6"
    },
    {
      "text": "Section 189A of the Native Title Act 1993 (Cth) (\"the Act \") provides that the Registrar of this Court must, \"as soon as practicable\", notify the Native Title Registrar of the details of any decision of this Court that covers a claim.",
      "id": "s7"
    },
    {
      "text": "At the time of the delivery of judgment on 5 February 2007, there was no opportunity for the parties to read the Reasons for Judgment or to make submissions as to the significance of the expression \"as soon as practicable\" in the circumstances, and I thought it arguable that in those circumstances the expression \"as soon as practicable\" may permit the fortnight's delay.",
      "id": "s8"
    },
    {
      "text": "No party opposed the making of the order.",
      "id": "s9"
    },
    {
      "text": "6 Subsequently, the Wongatha applicants asked that I extend the period but I declined to do so on the basis that whatever the position may have been immediately upon delivery of judgment on 5 February 2007, by 19 February 2007 it could no longer be said that it was not practicable for the Registrar of this Court to notify the Native Title Registrar of the decision.",
      "id": "s10"
    },
    {
      "text": "Accordingly, on 20 February 2007 he notified the Native Title Registrar of the decision.",
      "id": "s11"
    },
    {
      "text": "7 Subsection 190(4) of the Act provides, so far as relevant, as follows:\n \n \"(4) If: \n \n \n \n (a) the Registrar is notified under section ... 189A of a decision ... covering a claim; ... \n \n the Registrar must, as soon as practicable: \n \n (d) if the application in question has been withdrawn, dismissed or otherwise finalised --- remove the entry on the Register that relates to the claim; or \n (e) in any other case --- amend the entry on the Register that relates to the claim so that it only relates to the matters in relation to which the application has not been finalised.",
      "id": "s12"
    },
    {
      "text": "\" \n \n \n \n\nThe reference to the \"Register\" is a reference to the Register of Native Title Claims that is governed by Part 7 of the Act .",
      "id": "s13"
    },
    {
      "text": "8 On 23 February 2007, the Native Title Registrar advised the Wongatha applicants and the Cosmo applicants that in his view s 190(4) required him to remove, or, in the case of the Wutha Claim, to amend, the entries on the Register, on the basis that my orders of 5 February 2007 were dismissals.",
      "id": "s14"
    },
    {
      "text": "He indicated that he proposed to do so after 4.00 pm on 28 February 2007.",
      "id": "s15"
    },
    {
      "text": "9 The Wongatha and Cosmo proceedings were commenced on 27 February 2007 and 28 February 2007, respectively.",
      "id": "s16"
    },
    {
      "text": "In them, the Wongatha applicants and the Cosmo applicants, respectively, seek an order that the Native Title Registrar be restrained from removing from the Register the entry relating to the Wongatha or Cosmo Claim, as the case may be, or amending the Register relating to any other application in which the Goldfields Land and Sea Council represents the applicants.",
      "id": "s17"
    },
    {
      "text": "The Wutha Claim is one of these.",
      "id": "s18"
    },
    {
      "text": "10 In substance, the \"final\" relief claimed in each proceeding is an injunction directed to preserving the status quo until appeals against the orders of 5 February 2007 are heard and determined.",
      "id": "s19"
    },
    {
      "text": "The order sought in each application has the appearance of interlocutory relief and may be interlocutory relief, even though it is the final relief sought in each of the two proceedings.",
      "id": "s20"
    },
    {
      "text": "Separately, however, the applicants in each proceeding have sought what has been designated as \"interlocutory relief\" until the proceeding can be heard and determined.",
      "id": "s21"
    },
    {
      "text": "11 There was argument before me on 28 February 2007.",
      "id": "s22"
    },
    {
      "text": "Clearly, if the word \"dismissed\" was satisfied by my orders of 5 February 2007, I would not have power to order the Native Title Registrar to refrain from doing as he was proposing to do, since so to order would be to fly in the face of the statute.",
      "id": "s23"
    },
    {
      "text": "On the other hand, if the Wongatha and Cosmo applicants' argument was correct, the statutory provision would not oblige the Registrar to do as he was proposing to do, and any removal or amendment by him of an entry on the Register would be unlawful.",
      "id": "s24"
    },
    {
      "text": "At the time of the argument on 28 February 2007, not all parties had been served.",
      "id": "s25"
    },
    {
      "text": "Since the matter could not then be resolved, I ordered the Registrar not to remove the entries on the Register relating to the Wongatha Claim, the Cosmo Claim (or the Wutha Claim) until Tuesday 13 March 2007 or further order of the Court.",
      "id": "s26"
    },
    {
      "text": "I also made directions for the filing and service of submissions.",
      "id": "s27"
    },
    {
      "text": "12 I fixed the interlocutory applications in both proceedings for judgment on Monday 12 March 2007 at 4.15 pm.",
      "id": "s28"
    },
    {
      "text": "On that occasion, I announced my decision that the order directed to the Registrar should not be further extended.",
      "id": "s29"
    },
    {
      "text": "This would mean that the Registrar must, as soon as practicable (I presume on Tuesday 13 March 2007), act as he had earlier proposed to do.",
      "id": "s30"
    },
    {
      "text": "13 At the time of delivering judgment on Monday 12 March 2007, I inquired of the legal representatives of the applicants in each of the two proceedings, whether, in view of the conclusion that I had reached as to the meaning of \"dismissed\", there was any reason why the substantive proceeding should not also be dismissed.",
      "id": "s31"
    },
    {
      "text": "They indicated that there was none, and accordingly I ordered that each proceeding be dismissed.",
      "id": "s32"
    },
    {
      "text": "14 The Wongatha applicants have said, through their counsel, Mr Hooker, all that could reasonably be said in favour of the proposition that it is arguable that the word \"dismissed\" in s 190(4)(d) does not bear its literal meaning, but I do not agree that this is arguable.",
      "id": "s33"
    },
    {
      "text": "On the contrary, I think it clear beyond reasonable argument that the word \"dismissed\" is satisfied by a dismissal at first instance following a trial.",
      "id": "s34"
    },
    {
      "text": "15 There are three reasons why I think that the word \"dismissed\" in s 190(4) bears the meaning to which I have referred, and which was satisfied by the orders of dismissal made on 5 February 2007.",
      "id": "s35"
    },
    {
      "text": "First, the plain meaning of the word \"dismissed\" is satisfied by the dismissal of an application following a trial.",
      "id": "s36"
    },
    {
      "text": "Sections 189A and 190 (4)(d) are concerned with applications.",
      "id": "s37"
    },
    {
      "text": "Section 61 of the Act provides for the \"applications\" that may be made under Div 1 of Pt 3 of the Act , one of which is a \"native title determination application\".",
      "id": "s38"
    },
    {
      "text": "Such an application may be either a claimant application or a non-claimant application.",
      "id": "s39"
    },
    {
      "text": "The applications that were the subject of my orders of 5 February 2007 were claimant applications.",
      "id": "s40"
    },
    {
      "text": "An appeal is not, and is not an aspect of, these claimant applications.",
      "id": "s41"
    },
    {
      "text": "16 Second, Part 7 of the Act reflects an intention that the Register, being a public register available for inspection (s 187) , be kept up to date, and it would frustrate that intention that a native title claim should remain on the Register after it has been dismissed.",
      "id": "s42"
    },
    {
      "text": "The legislative intention that the Register should accurately reflect the up to date position regarding claims, is expressed in ss 63 , 64 (3) and (4), 66 , 66A and 66B (3) and (4) of the Act .",
      "id": "s43"
    },
    {
      "text": "The frequent use of the expression \"as soon as practicable\" in these provisions emphasises this intention.",
      "id": "s44"
    },
    {
      "text": "17 Section 186 sets out the information that the Native Title Registrar is required to include in the Register.",
      "id": "s45"
    },
    {
      "text": "There is no mention of, for example, the fact that a registered claim is the subject of an order of dismissal that is the subject of an appeal.",
      "id": "s46"
    },
    {
      "text": "Section 186 contemplates only that pending but not yet resolved claims will be registered.",
      "id": "s47"
    },
    {
      "text": "18 One of the pieces of information to be included in the Register is, in substance, a description of the native title rights and interests in the claim that, relevantly, the Native Title Registrar considers \"prima facie, could be established\" (s 186(1)(g)).",
      "id": "s48"
    },
    {
      "text": "It would be incongruous that an entry of such prima facie native title rights and interests should remain on the Register after the Court has heard and dismissed the related application.",
      "id": "s49"
    },
    {
      "text": "19 This last consideration leads naturally to the third reason why I think it clear that the word \"dismissed\" in s 190(4) is apt to describe the orders I made on 5 February 2007.",
      "id": "s50"
    },
    {
      "text": "Until a claim has been heard and determined, it is not known whether the claimants do or do not have native title in relation to the area in question.",
      "id": "s51"
    },
    {
      "text": "The Register represents a compromise between conflicting interests pending the hearing and determination of a claim.",
      "id": "s52"
    },
    {
      "text": "That compromise is that the Native Title Registrar is required to enter particulars of a claim where the he or she is satisfied of certain matters on a prima facie basis.",
      "id": "s53"
    },
    {
      "text": "Registration gives rise to certain benefits to claimants, such as the so called \"right to negotiate\".",
      "id": "s54"
    },
    {
      "text": "The Parliament might, instead, have taken the course of allowing no benefits to claimants until the final hearing and determination of their claim.",
      "id": "s55"
    },
    {
      "text": "The fact that the compromise accords benefits to claimants on a prima facie basis is no reason why, following a hearing and dismissal of their claim, the prima facie position should not be supplanted.",
      "id": "s56"
    },
    {
      "text": "Once there has been a dismissal, the reason for the compromise has disappeared, and one would expect the prima facie position to be supplanted.",
      "id": "s57"
    },
    {
      "text": "20 The above reasons are the reasons for the orders of dismissal that I made in these two proceedings on 12 March 2007.",
      "id": "s58"
    },
    {
      "text": "I certify that the preceding twenty (20) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Lindgren.",
      "id": "s59"
    },
    {
      "text": "Associate:\n\nDated: 22 March 2007\n\n\n WAD 41 of 2007 \n Counsel for the First and Second Applicants: Mr R Hooker \n \n Solicitor for the First and Second Applicants: Mr M Hutchings of the Goldfields Land and Sea Council \n \n Counsel for the First Respondent\n(Native Title Registrar): \nMr AJ Musikanth \n \n Solicitor for the First Respondent \n(Native Title Registrar): \nMs S Brown of Allens Arthur Robinson \n \n Solicitor for the Second Respondents\n(State of Western Australia): Mr D McCloskey of the State Solicitor's Office (Western Australia) \n \n Counsel for the Third Respondent (Commonwealth of Australia): \nMs R Webb QC \n \n Solicitor for the Third Respondent\n(Commonwealth of Australia): \nAustralian Government Solicitor \n \n Counsel for the Fourth Respondents\n(those respondents who were the Group 3 respondents in proceeding WAD 6005/1998): \n\nMr F van der Kooy \n \n Solicitor for the Fourth Respondents\n(those respondents who were the Group 3 respondents in proceeding WAD 6005/1998): \n\nMinter Ellison \n \n Counsel for the Sixth Respondents \n(Cosmo Newberry Aboriginal Corporation): \nMr G McIntyre \n \n Solicitor for the Sixth Respondents\n(Cosmo Newberry Aboriginal Corporation): \nMs S Hanrahan of Ngaanyatjarra Council \n \n Counsel for the Tenth Respondents \n(those respondents who were the Group 5B respondents in proceeding WAD 6005/1998): \n\n\nMr M McKenna \n \n Solicitor for the Tenth Respondents \n(those respondents who were the Group 5B respondents in proceeding WAD 6005/1998: \n\nHunt &amp; Humphry \n\n Counsel for the Twelfth Respondents\n(those respondents who were the Group 5D respondents (except Wesfarmers CSBP Ltd) in proceeding WAD 6005/1998: \n\n\nMr M McKenna \n \n Solicitor for the Twelfth Respondents\n(those respondents who were the Group 5D respondents (except Wesfarmers CSBP Ltd) in proceeding WAD 6005/1998: \n\n\nHunt &amp; Humphry \n \n Counsel for Wesfarmers CSBP Ltd Ms C Piper \n \n Solicitor for Wesfarmers CSBP Ltd Freehills \n \n Counsel for the Thirteenth and Fourteenth Respondents (those respondents who were the Group 5E and 5F respondents in proceeding WAD 6005/1998): \n\n\nMr M McKenna \n \n Solicitor for the Thirteenth and Fourteenth Respondents (those respondents who were the Group 5E and 5F respondents in proceeding WAD 6005/1998): \n\n\nHunt &amp; Humphry \n \n Counsel for the Fifteenth and Seventeenth Respondents (those respondents who were the Group 6A and Group 10 respondents in proceeding WAD 6005/1998): \n\n\nMs K Duncan \n \n Solicitor for the Fifteenth and Seventeenth Respondents (those respondents who were the Group 6A and Group 10 respondents in proceeding WAD 6005/1998): \n\n\nBlake Dawson Waldron \n\n WAD 42 of 2007 \n Counsel for the Applicant: Mr G McIntyre \n \n Solicitor for the Applicant: Ms S Hanrahan of Ngaanyatjarra Council \n \n Counsel for the First Respondent \n(Native Title Registrar): \nMr AJ Musikanth \n \n Solicitor for the First Respondent \n(Native Title Registrar): \nMs S Brown of Allens Arthur Robinson \n \n Solicitor for the Second Respondents\n(State of Western Australia): Mr D McCloskey of the State Solicitor's Office (Western Australia) \n\nDate of Hearing: 28 February 2007\n\nDate of Last Submission: 9 March 2007\n\nDate of Judgment: 12 March 2007\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/414.html",
      "id": "s60"
    }
  ]
}