{
  "name": "Garrett v Westpac Banking Corporation [2007] FCA 439 (26 March 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/439.html",
  "catchphrases": [
    {
      "text": "summary judgment",
      "id": "c0"
    },
    {
      "text": "s 31a(2) of the federal court of australia act 1976 (cth)",
      "id": "c1"
    },
    {
      "text": "no demonstrated standing",
      "id": "c2"
    },
    {
      "text": "no reasonable prospect of success",
      "id": "c3"
    },
    {
      "text": "practice and procedure",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 The respondents in this matter, Westpac Banking Corporation and two of its employees, have moved the Court to have judgment entered in their favour pursuant to s 31A(2) of the Federal Court of Australia Act 1976 (Cth) in respect of an application brought against them by Andrew Morton Garrett.",
      "id": "s0"
    },
    {
      "text": "In the alternative they seek orders that the proceeding be dismissed or stayed pursuant to O 20 of the Federal Court Rules or else that security be provided in respect of their legal costs in the amount of $80,000 and that the proceeding be stayed until that security be given.",
      "id": "s1"
    },
    {
      "text": "2 The application purports to be bought by Mr Garrett in his capacities variously (i) as trustee of the Andrew Garrett Family Trust (No 3); (ii) as trustee for Corporate Investments pursuant to a Declaration of Trust dated 31 December 2006; and (iii) as trustee of the Andrew Garrett Group and Corporate Investments Joint Venture.",
      "id": "s2"
    },
    {
      "text": "It seeks orders that the respondents (i) have breached the duty of care owed to him by a bank to its customer; (ii) have breached the Bills of Exchange Act 1909 (Cth); and (iii) have breached the Banking Act 1959 (Cth).",
      "id": "s3"
    },
    {
      "text": "It went on to seek an order that Westpac credit to an account of Andrew Morton Garrett a sum of $11,350,000,000,000 and an order for damages.",
      "id": "s4"
    },
    {
      "text": "The application claims by way of interlocutory relief:\n \n \n \"1.",
      "id": "s5"
    },
    {
      "text": "That Westpac give an undertaking as to damages in respect of a arising out of (sic) these proceedings and in particular, with respect to; \n \n \n \n \n \n \n a.",
      "id": "s6"
    },
    {
      "text": "Letter of Offer addressed to the Qantas Board dated 2 nd of January 2007 to purchase 100% of the Issued Capital of Qantas Ltd. \n \n b.",
      "id": "s7"
    },
    {
      "text": "Letter of Offer addressed to the Fosters Group Board dated the 12 th January 2007 to acquire 100% of the issued capital of Fosters Group Ltd.\n \n c. Letter of Offer addressed to the Suncorp Board dated the 12 th January 2007 to acquire 100% of the issued capital of Suncorp Metway Ltd (Post Promina Merger).",
      "id": "s8"
    },
    {
      "text": "d. Letter of Offer addresses to the BHP Billiton Board dated 14 th January 2007 to acquire 100% of the issues capital of BHP Billiton Ltd.\n \n e. Transfer of a further USD$100Billion to the account of the Joint Venture.",
      "id": "s9"
    },
    {
      "text": "\"\n \n \n \n\n3 I have annexed the accompanying Statement of Claim to these reasons: see Attachment A.",
      "id": "s10"
    },
    {
      "text": "4 While the application in form seeks relief against all three respondents (hence the collective reference to Westpac), the Statement of Claim, though complaining of conduct of the second and third respondents, does not in any way plead causes of action against them individually which could give rise to the relief sought.",
      "id": "s11"
    },
    {
      "text": "In consequence I will order that summary judgment be given in favour of the second and third respondents.",
      "id": "s12"
    },
    {
      "text": "5 This leaves for consideration the claims against Westpac.",
      "id": "s13"
    },
    {
      "text": "FACTUAL SETTING \n \n6 The background to this matter is conveniently set out in Mr Garrett's affidavit.",
      "id": "s14"
    },
    {
      "text": "During the course of October 2006 Mr Garrett approached a Robert Gray of (what he describes as) Creditnet to provide A$350 million by way of funding in respect of a sale of certain assets of Fosters Wines Estates.",
      "id": "s15"
    },
    {
      "text": "7 I note in passing that there is nothing in the documentation before me which provides any details at all concerning Creditnet which is otherwise referred to in the material as \"Creditnet Banking International&eacute;\".",
      "id": "s16"
    },
    {
      "text": "The respondents having done ASIC searches of the latter name have put on evidence to the effect that there is no registered company or business name which matches it.",
      "id": "s17"
    },
    {
      "text": "Its search though did disclose a company with the name \"Creditnet International Pty Ltd\" which is currently under external administration.",
      "id": "s18"
    },
    {
      "text": "8 Mr Garrett deposes that on or about 16 December 2006 Mr Gray rang him and confirmed verbally the availability of US$300 million in respect of the proposed bid for the Fosters' Estates.",
      "id": "s19"
    },
    {
      "text": "On 18 December Creditnet issued an International Sight Draft in the amount of US$350 million in favour of Cullen Capital at Mr Garrett's request.",
      "id": "s20"
    },
    {
      "text": "That Draft is in evidence although the copy of it provided has the name of Cullen Capital crossed out: see Attachment B to these reasons.",
      "id": "s21"
    },
    {
      "text": "I note in passing that there is no evidence before me indicating the nature of the relationship, if any, between Mr Garrett and the named company.",
      "id": "s22"
    },
    {
      "text": "Mr Garrett goes on to indicate that Mr Gray, who appears to have a business address at Broadbeach on the Gold Coast, asked Mr Garrett to make a bid for all of the issued capital of Qantas Ltd on behalf of what Mr Garrett describes as Corporate Investments.",
      "id": "s23"
    },
    {
      "text": "I have no evidence before me as to the nature of the entity (if it be an entity) so named.",
      "id": "s24"
    },
    {
      "text": "I would simply note in passing that at the end of a letter signed by Mr Gray it is described in the following terms: \"Corporate Investments: A Sovereign Pure Trust, Private Investment Organisation\".",
      "id": "s25"
    },
    {
      "text": "9 On 21 December 2006 Mr Gray drew a further Sight Draft in the amount of US$11,000,000,000 in favour of Gaden Lawyers which was payable to its trust account, \"for the benefit of an offer by Corporate Investments arranged by Mr Andrew Garrett of the Andrew Garrett Family Trust No 3\".",
      "id": "s26"
    },
    {
      "text": "Characteristic of the documentation in this matter, there is an attempt here to attribute a personality to the named \"trust\" which it simply does not possess.",
      "id": "s27"
    },
    {
      "text": "Gadens subsequently, according to Mr Garrett, endorsed that Draft in his favour and he executed what appears to be a declaration of trust in favour of Mr Gray in his capacity as Managing Trustee of Corporate Investments on 31 December.",
      "id": "s28"
    },
    {
      "text": "10 On 2 January 2007 Mr Garrett acting in his capacity as agent for Mr Gray made an offer to the board of Qantas to acquire the issued share capital of Qantas and its subsidiaries.",
      "id": "s29"
    },
    {
      "text": "To anticipate matters, after a series of exchanges with Qantas' legal advisers, Qantas not only rejected the offer (such had been foreshadowed at the outset), it also indicated it proposed no longer to acknowledge or to respond to his correspondence or telephone calls.",
      "id": "s30"
    },
    {
      "text": "Again to anticipate matters, Mr Garrett proceeded to make offers to acquire all of the issued capital of Fosters Group Ltd at a price of around $6.80 per share, this offer being made in his capacity as Managing Trustee of the Andrew Garrett Group --- Corporate Investments Joint Venture (this last being a discretionary trust established by deed on 4 January 2007).",
      "id": "s31"
    },
    {
      "text": "The settlor of that was Mr Gray as Managing Trustee of Corporate Investments.",
      "id": "s32"
    },
    {
      "text": "The trust fund was the US$350 million Sight Draft issued on 18 December 2006.",
      "id": "s33"
    },
    {
      "text": "The beneficiaries were Mr Garrett in his capacity as trustee of the Andrew Garrett Family Trust (No 3) and Mr Gray in his aforementioned capacity.",
      "id": "s34"
    },
    {
      "text": "There is nothing to suggest how this draft drawn in favour of Cullen Capital could be so dealt with.",
      "id": "s35"
    },
    {
      "text": "Fosters indicated on 16 January 2007 that it attributed no credibility to the proposal and it did not propose to entertain the matter any further.",
      "id": "s36"
    },
    {
      "text": "11 To complete the references to Mr Garrett's proposed take over activities, on 12 January, purporting to act in the same capacity as he did in relation to Fosters, Mr Garrett made an offer to acquire the issued capital of Suncorp Metway Ltd. On 14 January he made a like offer to acquire the issued share capital of BHP Billiton Ltd.",
      "id": "s37"
    },
    {
      "text": "There is no evidence before me of the reception these offers received.",
      "id": "s38"
    },
    {
      "text": "12 Insofar as the two Sight Drafts are concerned, Mr Garrett indicated he sought to deposit the A$11 billion in a Westpac account with the instruction that the local manager send this draft to Sydney to the attention of Mr White, the second respondent.",
      "id": "s39"
    },
    {
      "text": "The other Sight Draft was deposited in the same account on 4 January 2004 with a like instruction.",
      "id": "s40"
    },
    {
      "text": "At this stage he sent letters to the Federal Treasurer seeking his assistance with regard to the respective transfer of funds.",
      "id": "s41"
    },
    {
      "text": "He has received no response from that source.",
      "id": "s42"
    },
    {
      "text": "13 In email correspondence with Mr White, Mr Garrett expressed concern at possible delays in processing the Sight Drafts that had been deposited with the bank.",
      "id": "s43"
    },
    {
      "text": "Between 8 and 11 January he had conversations with Mr White and sent regular emails to him.",
      "id": "s44"
    },
    {
      "text": "On 11 January Mr Garrett received an email from Mr White which was in the following terms:\n \n \"The documents you provided to us are not in standard format.",
      "id": "s45"
    },
    {
      "text": "In fact we are not accustomed to the format in which they have been prepared.",
      "id": "s46"
    },
    {
      "text": "For that reason I have referred them to experts in our operations and international settlements areas.",
      "id": "s47"
    },
    {
      "text": "They advise the documents are unusual and not something they are accustomed to in the normal course of business.",
      "id": "s48"
    },
    {
      "text": "We have not been able to determine if the documents are negotiable.",
      "id": "s49"
    },
    {
      "text": "The path for presentation for payment is unclear.",
      "id": "s50"
    },
    {
      "text": "Westpac has no operating procedures for Creditnet, which is also unusual.",
      "id": "s51"
    },
    {
      "text": "We would expect to have proceedures (sic) in place if Creditnet was a reputable international clearer.",
      "id": "s52"
    },
    {
      "text": "I am conscious that you wish to act urgently.",
      "id": "s53"
    },
    {
      "text": "Pending further instructions to the contrary, I propose to return the originals to you for collection at Hutt Street Branch in Adelaide.",
      "id": "s54"
    },
    {
      "text": "As Westpac is not involved in any transaction with you or any of the entities named in the documents I cannot see how I can be of further assistance.",
      "id": "s55"
    },
    {
      "text": "\"\n \n \n\nMr Garrett rejected Westpac's \"approach\" and refused to retrieve or accept the return of the Sight Drafts.",
      "id": "s56"
    },
    {
      "text": "14 He went on to indicate in his affidavit that on 12 January he received an email from Mr Gray confirming that the signatory of the two Drafts, a Dr Zvonko Berdik-Albert, had received a call from the Office of Foreign Asset Control in the United States Treasury, advising that the Sight Drafts had been confirmed to Westpac and the funds were available to collection.",
      "id": "s57"
    },
    {
      "text": "15 I should make several comments about the Sight Drafts which for the purposes of this proceeding have been treated by both parties as if they were bills of exchange.",
      "id": "s58"
    },
    {
      "text": "Westpac does not necessarily concede them to be bills, but given the nature of these proceedings has taken the approach I have mentioned.",
      "id": "s59"
    },
    {
      "text": "The Drafts themselves appear to be drawn in a fashion which invokes the UNCITRAL Convention on International Bills of Exchange and International Promissory Notes (1988).",
      "id": "s60"
    },
    {
      "text": "16 When these Bills or at least that relating to the US$11 billion were deposited with Westpac, a stamped receipt of the type characteristically used when payments are being made into a bank account was provided to Mr Garrett.",
      "id": "s61"
    },
    {
      "text": "17 I should also add that Westpac has put on evidence relating to the examination of the Sight Drafts by a Mr Pearson who was head of Risk Operations with Westpac.",
      "id": "s62"
    },
    {
      "text": "Mr Pearson's role with Westpac was to investigate transactions presented to it which fell outside its usual processing systems.",
      "id": "s63"
    },
    {
      "text": "The Instruments represented such a transaction as they had not been able to be processed by Westpac's ordinary cheque processing mechanisms.",
      "id": "s64"
    },
    {
      "text": "Mr Pearson's initial reaction on being provided with the Instruments was that they were highly suspicious and unlikely to be genuine.",
      "id": "s65"
    },
    {
      "text": "In particular, Mr Pearson considered that the amounts recorded on the Instruments and the fact that they did not disclose any obvious paying bank on which to present the Instruments were cause for significant suspicion.",
      "id": "s66"
    },
    {
      "text": "Westpac has no standard procedures or agreements for the exchange of financial instruments with any financial institution with the name \"Creditnet\".",
      "id": "s67"
    },
    {
      "text": "Mr Pearson has never been involved in a transaction with an institution by the name of \"Creditnet\".",
      "id": "s68"
    },
    {
      "text": "Extensive searches and enquiries were unable to identify any major financial institution by the name Creditnet with the capacity to pay to Westpac the funds referred to in the instruments.",
      "id": "s69"
    },
    {
      "text": "In the course of his investigations into the Instruments, Mr Pearson conferred with the persons occupying the positions of Head of International Operations and the Head of International Trade for Westpac, both of whom were unable to propose any mechanism for Westpac to receive the funds referred to in the Instruments.",
      "id": "s70"
    },
    {
      "text": "In Mr Pearson's view, the Instruments were worthless.",
      "id": "s71"
    },
    {
      "text": "THE CLAIMS MADE \n \n18 The essence of a claim made against the bank would appear to be captured in para 10 of the Statement of Claim.",
      "id": "s72"
    },
    {
      "text": "It is alleged that when Mr White received the Sight Drafts he should have arranged to credit Mr Garrett's account with the amount on the face of the drafts pending clearance.",
      "id": "s73"
    },
    {
      "text": "His failure to do so is alleged to constitute a \"breach of the Duty of Care owed by a Bank to its Customer, Unconscionable, Breach of Contract, Breach of the Bills of Exchange Act (C'th) (1909), breach of the Banking Act (C'th) (1959 and Breaches of Banking and Financial Institution law (sic)\".",
      "id": "s74"
    },
    {
      "text": "These wrongs are not enlarged upon in any illuminating way in the pleading.",
      "id": "s75"
    },
    {
      "text": "Mr Garrett's 37 page written submission does little to redress this.",
      "id": "s76"
    },
    {
      "text": "A large amount of wholly irrelevant material is contained in that submission.",
      "id": "s77"
    },
    {
      "text": "THE RESPONDENT'S MOTION \n \n19 Mr Garrett is an undischarged bankrupt.",
      "id": "s78"
    },
    {
      "text": "This provides part of the context for the respondents' motion.",
      "id": "s79"
    },
    {
      "text": "As Westpac contends, the notion that Mr Garrett is in a position to negotiate genuine banking instruments with a value in the order of US$11.35 billion is so fantastic as to amount, of itself, to an absurdity.",
      "id": "s80"
    },
    {
      "text": "Questions of Standing \n \n20 In relation to the draft for US$350 million Westpac contends, correctly in my view, that Mr Garrett has no demonstrated standing in respect of it.",
      "id": "s81"
    },
    {
      "text": "It has been drawn in favour of Cullen Capital Pty Ltd (though this has been crossed out).",
      "id": "s82"
    },
    {
      "text": "The relationship of Cullen Capital and Mr Garrett is not pleaded, nor is the basis of his entitlement to deal with the instrument.",
      "id": "s83"
    },
    {
      "text": "While the deed of trust of 4 January 2007 purports to include this draft in the trust property of that trust, this does not make up for the deficiencies noted.",
      "id": "s84"
    },
    {
      "text": "Absent the pleading of those matters, Mr Garrett has no standing to pursue any relief in respect of this draft.",
      "id": "s85"
    },
    {
      "text": "To that extent I would dismiss his application.",
      "id": "s86"
    },
    {
      "text": "21 In relation to the second Sight Draft, I accept for present purposes that Mr Garrett, in his capacity as trustee of that instrument, has standing to institute proceedings in respect of it.",
      "id": "s87"
    },
    {
      "text": "The causes of action \n \n22 It is difficult to determine precisely what are the causes of action pleaded against Westpac.",
      "id": "s88"
    },
    {
      "text": "The various species of wrong referred to in para 10a of the Statement of Claim and which have been noted above are, as I have said, unelaborated.",
      "id": "s89"
    },
    {
      "text": "Some indication of what he appears to have had in mind emerges from his written and oral submissions.",
      "id": "s90"
    },
    {
      "text": "He has contended that when Westpac took possession of the second draft on 3 January and provided Mr Garrett with the stamped credit slip, it thereby became the acceptor of the draft (as a bill of exchange) and incurred the liability of an acceptor under s 59 of the Bills of Exchange Act to pay the bill.",
      "id": "s91"
    },
    {
      "text": "This is the apparent explanation for the order sought in the application that Westpac credit his account in the sum of \"$11,350,000,000,000\" (sic).",
      "id": "s92"
    },
    {
      "text": "23 The short and insuperable response made by Westpac to this is that, whatever the function Westpac might have been assuming to perform when receiving the alleged bill, it was not making itself an acceptor of it and that this is apparent on the face of the instrument itself.",
      "id": "s93"
    },
    {
      "text": "Section 28(1) of the Bills of Exchange Act provides that a person is not liable as drawer, endorser or acceptor of a bill \"if he has not signed it as such\".",
      "id": "s94"
    },
    {
      "text": "Westpac simply did not sign the bill itself.",
      "id": "s95"
    },
    {
      "text": "It did sign a receipt for the bill.",
      "id": "s96"
    },
    {
      "text": "That signing does not satisfy the requirement of s 28(1).",
      "id": "s97"
    },
    {
      "text": "I agree.",
      "id": "s98"
    },
    {
      "text": "If such be Mr Garrett's claim, it must fail.",
      "id": "s99"
    },
    {
      "text": "24 The claimed breach of contract is unexplained and I do not speculate as to what was in contemplation, although the written submissions (which, in part, pr&eacute;cis text and statutes dealings with bills of exchange and banker customer) seem to tie it, as also the negligence claim, to a wrong committed by Westpac variously as an acceptor of the bill and as a collecting bank.",
      "id": "s100"
    },
    {
      "text": "This pleading does not indicate the material facts giving rise to these claims.",
      "id": "s101"
    },
    {
      "text": "Nothing in the evidence put on by Mr Garrett would suggest that some viable cause of action is immanent in the circumstances upon which he relies.",
      "id": "s102"
    },
    {
      "text": "25 In my view, the Statement of Claim discloses no cause of action that has any reasonable prospect of success.",
      "id": "s103"
    },
    {
      "text": "I do not consider that any useful purpose at all will be served by giving Mr Garrett an opportunity to replead.",
      "id": "s104"
    },
    {
      "text": "I am of this view because the application itself is misconceived in the principal relief it seeks in respect of the Sight Drafts.",
      "id": "s105"
    },
    {
      "text": "I need not comment on the interlocutory relief sought other than to say it is fanciful.",
      "id": "s106"
    },
    {
      "text": "26 Accordingly I will give summary judgment under s 31A of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s107"
    },
    {
      "text": "I order that the application be dismissed with costs.",
      "id": "s108"
    },
    {
      "text": "27 I should, for the sake of completeness, add the following.",
      "id": "s109"
    },
    {
      "text": "If I had not dismissed the proceedings, I would in any event have made an order for security for costs.",
      "id": "s110"
    },
    {
      "text": "Mr Garrett purports to rely upon his status as an undischarged bankrupt to shield himself from such an order.",
      "id": "s111"
    },
    {
      "text": "This misdescribes his true circumstances in the matter.",
      "id": "s112"
    },
    {
      "text": "He sues as a trustee having the rights of recourse against the trust estate that a trustee has.",
      "id": "s113"
    },
    {
      "text": "Moreover, from his case, I am being asked to accept that beneficiaries apparently of some means stand to benefit from the proposed litigation.",
      "id": "s114"
    },
    {
      "text": "They stand behind him and quite appropriately can be looked to, to guarantee costs.",
      "id": "s115"
    },
    {
      "text": "I would add that, on the evidence put on by Westpac, Mr Garrett's chances of success are remote and this also would weigh in favour of an order for security.",
      "id": "s116"
    },
    {
      "text": "I certify that the preceding twenty-seven (27) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finn.",
      "id": "s117"
    },
    {
      "text": "Associate:\nDated: 21 March 2007\n\n Counsel for the Applicant: The Applicant appeared in person.",
      "id": "s118"
    },
    {
      "text": "Counsel for the Respondent: Mr M Livesey QC \n \n Solicitor for the Respondent: Johnson Winter Slattery as agents for Allens Arthur Robinson \n \n Date of Hearing: 21 March 2007 \n \n Date of Judgment: 26 March 2007 \n\n\n\n\n \n \n 2\n \n \n \n \n \n \n Attachment B\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/439.html",
      "id": "s119"
    }
  ]
}