{
  "name": "Callegher v Australian Securities and Investments Commission [2007] FCA 482 (4 April 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/482.html",
  "catchphrases": [
    {
      "text": "review of decision of registrar of federal court to reregister a company pursuant to s 601ah",
      "id": "c0"
    },
    {
      "text": "whether plaintiffs were persons aggrieved",
      "id": "c1"
    },
    {
      "text": "whether it was just to reinstate the company.",
      "id": "c2"
    },
    {
      "text": "administrative law",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application pursuant to s 35A of the Federal Court of Australia Act 1976 (Cth) (the Federal Court Act) for a review of the exercise of power by a Registrar of the Court.",
      "id": "s0"
    },
    {
      "text": "It is necessary to recount the full history of the proceeding so far.",
      "id": "s1"
    },
    {
      "text": "2 On 12 April 2006 the first plaintiff, Mr Albert Callegher filed an application pursuant to s 601AH of the Corporations Act 2001 (the Corporations Act ) seeking an order that the defendant, Australian Securities and Investments Commission (ASIC), reinstate the registration of Australian Commerce and Mortgage Finance Pty Ltd ACN 095 147 023 (ACMF).",
      "id": "s2"
    },
    {
      "text": "3 The application was supported by an affidavit of the first plaintiff sworn on 12 April 2006 in which he deposed that he was formerly a director of ACMF and that ACMF had been deregistered on 12 June 2005 by the defendant for failure to pay an outstanding lodgement fee of $718.",
      "id": "s3"
    },
    {
      "text": "The first plaintiff said that at the time that it failed to make the necessary payment the registered office of ACMF was Level 6, 117 King William Street, Adelaide, South Australia which was also his office.",
      "id": "s4"
    },
    {
      "text": "He said that in September 2004 he sold the office and moved to other premises and then subsequently relocated to Melbourne on 22 January 2005.",
      "id": "s5"
    },
    {
      "text": "He said that he overlooked changing the registered office of ACMF.",
      "id": "s6"
    },
    {
      "text": "He said that his failure was due to the fact that all other companies in which he has an interest had their registered office at the office of his accountants, Iannella Gaskin and Cutone at Prospect in South Australia.",
      "id": "s7"
    },
    {
      "text": "4 He said that ACMF was engaged in litigation as plaintiff in proceedings in the District Court of South Australia seeking to recover from the defendant in those proceedings, Agostino De Angelis, the sum of $290,000 together with costs and interest which Mr Callegher said was money due from Mr De Angelis pursuant to the provisions of an agreement for sale and purchase of shares dated 10 December 2001.",
      "id": "s8"
    },
    {
      "text": "He deposed that the action was still current but the company's deregistered status prevented the action from proceeding.",
      "id": "s9"
    },
    {
      "text": "He said the company was solvent.",
      "id": "s10"
    },
    {
      "text": "5 ASIC wrote to the first plaintiff's solicitor on 20 April 2006 advising that provided all outstanding ASIC fees and penalties (totalling $1,390, as set out below) were paid within 14 days of reinstatement of ACMF, ASIC did not object to ACMF's reinstatement.",
      "id": "s11"
    },
    {
      "text": "ASIC advised that it did not intend to appear on the hearing of the application.",
      "id": "s12"
    },
    {
      "text": "6 On 5 May 2006, the applicant on this application, Mr Agostino De Angelis, filed a notice containing his grounds of opposition to the first plaintiff's application:\n \n 'AGOSTINO DE ANGELIS, Interested Third Party, intends to oppose the application on the following grounds: \n \n \n 1.",
      "id": "s13"
    },
    {
      "text": "That he would lose a right of action in the District Court against Australian Commerce &amp; Mortgage Finance Pty Ltd. \n 2.",
      "id": "s14"
    },
    {
      "text": "That the Plaintiff is not an aggrieved person pursuant to s601AH of the Corporations Act 2001 .",
      "id": "s15"
    },
    {
      "text": "' \n \n \n\n7 The notice was supported by an affidavit sworn by the applicant.",
      "id": "s16"
    },
    {
      "text": "In that affidavit he deposed that the information about the registered office of the company contained in the first plaintiff's affidavit was false.",
      "id": "s17"
    },
    {
      "text": "He deposed:\n \n \n '7.",
      "id": "s18"
    },
    {
      "text": "On or about 3 May I caused my solicitors to undertake a search of the deregistered Company at the Australian Securities and Investment Commission.",
      "id": "s19"
    },
    {
      "text": "The search discloses that from 24 January 2002 until 12 June 2005, the date of deregistration, the Registered Office of the deregistered Company was that of Iannella &amp; Holloway Accounts Pty Ltd at 194A Prospect Road, Prospect South Australia.",
      "id": "s20"
    },
    {
      "text": "A copy of the search results is annexed hereto and marked \" AD-1 \".",
      "id": "s21"
    },
    {
      "text": "8.",
      "id": "s22"
    },
    {
      "text": "The address referred to in paragraph 7 above is the address of the accountants Iannella Gaskin &amp; Cutone referred to in paragraph 7 of the Callegher Affidavit.",
      "id": "s23"
    },
    {
      "text": "9.",
      "id": "s24"
    },
    {
      "text": "The Plaintiff, through his own act or omission, has brought about the deregistration of the deregistered Company and therefore should not be considered a person aggrieved by the deregistration pursuant to s601AH of the Corporation Act 2001 .",
      "id": "s25"
    },
    {
      "text": "' \n \n \n\n8 Mr De Angelis deposed that an application had been made in the District Court to strike out ACMF's claim on the basis that the company had been deregistered and therefore ceased to exist and, as such, had no standing to continue the proceeding.",
      "id": "s26"
    },
    {
      "text": "I think that application has not been heard pending this application.",
      "id": "s27"
    },
    {
      "text": "9 On 10 May 2006 the first plaintiff swore a further affidavit in which he corrected an aspect of the first affidavit.",
      "id": "s28"
    },
    {
      "text": "He said that he was mistaken when he said that the registered office of ACMF was Level 6, 117 King William Street, Adelaide.",
      "id": "s29"
    },
    {
      "text": "He said that, in fact, that was the principal place of business of the company and was recorded with ASIC as such.",
      "id": "s30"
    },
    {
      "text": "He did not attempt to explain why he had given as the reason the failure to change the registered office.",
      "id": "s31"
    },
    {
      "text": "10 He gave further information in relation to the company's officers and shareholders.",
      "id": "s32"
    },
    {
      "text": "He said he was the sole director and sole company secretary.",
      "id": "s33"
    },
    {
      "text": "The sole shareholder in the company was Claremont Management Australia Pty Ltd (ACN 104 547 131) (Claremont).",
      "id": "s34"
    },
    {
      "text": "The sole shareholder of Claremont was the applicant's sister, Madalene Vassallo.",
      "id": "s35"
    },
    {
      "text": "Claremont is the trustee of the Callegher Family Trust, of which the beneficiaries are the Callegher family members, including the plaintiff's wife and children.",
      "id": "s36"
    },
    {
      "text": "11 The first plaintiff's solicitor also swore an affidavit on 10 May 2006 in which he exhibited the proceedings in the District Court including the summons and pleadings.",
      "id": "s37"
    },
    {
      "text": "He also exhibited the agreement between ACMF and Mr De Angelis.",
      "id": "s38"
    },
    {
      "text": "That agreement shows that Mr De Angelis agreed to purchase from ACMF two shares in the capital of Bentham Management Pty Ltd (ACN 101 974 798).",
      "id": "s39"
    },
    {
      "text": "12 The consideration for the purchase of the shares was $1,400,000 payable in part to ACMF and in part to creditors.",
      "id": "s40"
    },
    {
      "text": "He also exhibited a settlement statement which purportedly shows a vendor (ACMF) loan to the purchaser (Mr De Angelis) in the sum of $290,000.",
      "id": "s41"
    },
    {
      "text": "13 Following the filing of the notice to oppose the application, ASIC maintained its position that it did not oppose the application and would not seek to be heard on the application.",
      "id": "s42"
    },
    {
      "text": "14 On 12 May 2006 Claremont, the sole shareholder of the company, made an oral application to be joined as a co-plaintiff.",
      "id": "s43"
    },
    {
      "text": "The matter was adjourned in order that the application could be supported by affidavit.",
      "id": "s44"
    },
    {
      "text": "On 16 May 2006, Madalena Vassallo (the sole director of Claremont), swore an affidavit in which she deposed that as the sole shareholder in ACMF prior to deregistration Claremont was entitled to any dividends and the distribution of ACMF's net assets.",
      "id": "s45"
    },
    {
      "text": "Therefore, Ms Vassallo said Claremont was aggrieved by the decision to deregister the company.",
      "id": "s46"
    },
    {
      "text": "15 The proceeding was heard before Registrar Christie who on 17 May 2006 made the following orders:\n \n \n '1.",
      "id": "s47"
    },
    {
      "text": "Claremont Management Australia Pty Ltd ACN 104 547 131 be joined as second plaintiff in this action.",
      "id": "s48"
    },
    {
      "text": "2.",
      "id": "s49"
    },
    {
      "text": "Subject to outstanding fees payable to Australian Securities &amp; Investments Commission ('ASIC') in respect of Australian Commerce and Mortgage Finance Pty Ltd (deregistered) (ACN 095 147 023) being paid, or arrangements satisfactory to ASIC being made for their payment, ASIC reinstate registration of the company.",
      "id": "s50"
    },
    {
      "text": "3.",
      "id": "s51"
    },
    {
      "text": "Within 28 days of reinstatement of registration of the company, the company is to complete and file with ASIC any notices of change of address or other change of details as required by the Corporations Act 2001 or by ASIC.",
      "id": "s52"
    },
    {
      "text": "4.",
      "id": "s53"
    },
    {
      "text": "By 22 May 2006 the plaintiff is to file with ASIC an office copy of this order.",
      "id": "s54"
    },
    {
      "text": "5.",
      "id": "s55"
    },
    {
      "text": "There be no order as to costs.",
      "id": "s56"
    },
    {
      "text": "6.",
      "id": "s57"
    },
    {
      "text": "On the undertaking that has been given by the legal representative of Mr deAngelis that any application to review the exercise of power by me this day will be filed within 14 days, stay the operation of Orders 1-5 until the finalisation of that review application or until further order of the Court.",
      "id": "s58"
    },
    {
      "text": "7.",
      "id": "s59"
    },
    {
      "text": "Liberty to apply.",
      "id": "s60"
    },
    {
      "text": "' \n \n \n\n16 The Registrar gave reasons for her decision.",
      "id": "s61"
    },
    {
      "text": "She said that the Court had no discretion to order the registration of a company be reinstated unless, in a case such as this, the application for reinstatement is made by a person aggrieved by the deregistration.",
      "id": "s62"
    },
    {
      "text": "She considered whether Mr Callegher was a person aggrieved and, at the same time, considered whether Claremont was a person aggrieved within the meaning of s 601AH(2) of the Corporations Act .",
      "id": "s63"
    },
    {
      "text": "She concluded that it was necessary to join Claremont as a party to ensure that all matters in dispute could be effectually and completely determined, and reduce extra cost and delay if the first plaintiff was found not to be a person aggrieved.",
      "id": "s64"
    },
    {
      "text": "Although concerned about the paucity of evidence adduced on behalf of Claremont, she concluded, 'not without significant hesitation' that Claremont was a person aggrieved.",
      "id": "s65"
    },
    {
      "text": "17 She next considered whether, in the circumstances, it was just that the company's registration be reinstated: s 601AH(2)(b).",
      "id": "s66"
    },
    {
      "text": "She said, on the evidence before her, that the company had been deregistered because it had failed to comply with statutory obligations but the first plaintiff's failure should not of itself prevent reinstatement.",
      "id": "s67"
    },
    {
      "text": "She said that whilst the evidence as to whether the company wished to recommence business was unclear, there was evidence that ACMF would continue the action in the District Court if reinstated.",
      "id": "s68"
    },
    {
      "text": "That action, she said, if successful, could result in a substantial payment to ACMF.",
      "id": "s69"
    },
    {
      "text": "She took into account the fact that if the company was reinstated Mr De Angelis would lose 'what he considers to be an easy victory in the litigation'.",
      "id": "s70"
    },
    {
      "text": "In the end, she was satisfied that it was just that the company's registration be reinstated.",
      "id": "s71"
    },
    {
      "text": "18 This is an application pursuant to s 35A(5) of the Federal Court Act for a review of the exercise of power by Registrar Christie on 17 May 2006.",
      "id": "s72"
    },
    {
      "text": "The applicant, Mr De Angelis, who is the defendant in proceedings in the District Court of South Australia in which ACMF is plaintiff, seeks the following orders:\n \n \n '1.",
      "id": "s73"
    },
    {
      "text": "That Claremont Management Australia Pty Ltd ACN 104 547 131, be refused leave to be joined as second plaintiff to this action.",
      "id": "s74"
    },
    {
      "text": "2.",
      "id": "s75"
    },
    {
      "text": "That Australian Commerce and Mortgage Finance Pty Ltd (deregistered) (ACN 095 147 023) not be reinstated to the Register of companies.",
      "id": "s76"
    },
    {
      "text": "3.",
      "id": "s77"
    },
    {
      "text": "Costs of the Application for Reinstatement of Australian Commerce and Mortgage Finance Pty Ltd (deregistered) (ACN 095 147 023) awarded to Mr De Angelis against the Plaintiff.",
      "id": "s78"
    },
    {
      "text": "4.",
      "id": "s79"
    },
    {
      "text": "Costs in relation to this application for Review.",
      "id": "s80"
    },
    {
      "text": "' \n \n \n\n19 On 31 May 2006, for the purpose of this review hearing, the applicant's solicitor, Mr Ujavari swore and filed an affidavit in which he deposed to the grounds for review:\n \n '9.",
      "id": "s81"
    },
    {
      "text": "A Review is sought on the following grounds: \n \n \n \n \n 9.1 The Learned Registrar erred in allowing Claremont to be joined as co-Plaintiff in support of the Application to reinstate Australian Commerce.",
      "id": "s82"
    },
    {
      "text": "9.2 The Learned Registrar erred in finding that Claremont was a person aggrieved pursuant to s601 of the Act.",
      "id": "s83"
    },
    {
      "text": "9.3 The Learned Registrar erred in finding that it was just to order the reinstatement of Australian Commerce.",
      "id": "s84"
    },
    {
      "text": "9.4 The Learned Registrar should have found that it was contrary to the interests of justice to allow Claremont to be joined as co-Plaintiff so late in the action.",
      "id": "s85"
    },
    {
      "text": "9.5 The Learned Registrar should have found that Claremont was not an aggrieved person pursuant to s601 of the Act.",
      "id": "s86"
    },
    {
      "text": "9.6 The Learned Registrar should have found that it was contrary to the interests of justice to order the reinstatement of Australian Commerce.",
      "id": "s87"
    },
    {
      "text": "9.7 The Learned Registrar should have awarded costs to Mr De Angelis against the Plaintiff.",
      "id": "s88"
    },
    {
      "text": "' \n \n \n \n\n20 In that affidavit, he said that the applicant sought the following orders:\n \n \n '1.",
      "id": "s89"
    },
    {
      "text": "That Claremont Management Australia Pty Ltd (ACN 104 547 131) be refused leave to be joined as co-plaintiff in this action.",
      "id": "s90"
    },
    {
      "text": "2.",
      "id": "s91"
    },
    {
      "text": "That Australian Commerce and Mortgage Finance Pty Ltd (deregistered) (ACN 095 147 023) not be reinstated to the Register of Companies.",
      "id": "s92"
    },
    {
      "text": "3.",
      "id": "s93"
    },
    {
      "text": "Costs of the application awarded to Mr De Angelis against the plaintiff.",
      "id": "s94"
    },
    {
      "text": "4.",
      "id": "s95"
    },
    {
      "text": "Costs in relation to this Application for review.",
      "id": "s96"
    },
    {
      "text": "' \n \n\n21 The matter came before me for directions on 18 July 2006.",
      "id": "s97"
    },
    {
      "text": "I made directions allowing the parties to file any further affidavits upon which they intended to rely for the hearing of the review.",
      "id": "s98"
    },
    {
      "text": "22 On 8 August 2006 the plaintiffs filed an affidavit, sworn by Madalena Vassallo, exhibiting copies of the financial statements of Claremont and the Callegher Family Trust.",
      "id": "s99"
    },
    {
      "text": "The balance sheet for Claremont shows that the company has total assets of $100 and no liabilities and, consequently, a net asset figure of $100.",
      "id": "s100"
    },
    {
      "text": "The balance sheet for the Callegher Family Trust shows assets of $14,993,721 and liabilities of $10,712,995.",
      "id": "s101"
    },
    {
      "text": "It has net assets of $4,280,726.",
      "id": "s102"
    },
    {
      "text": "23 The first plaintiff swore a further affidavit on 8 August 2006 to which he exhibited ACMF's financial statements which were prepared as at the date it was deregistered.",
      "id": "s103"
    },
    {
      "text": "The balance sheet shows the company has assets of $315,000 comprising a loan of $290,000 and intangible assets of $25,000.",
      "id": "s104"
    },
    {
      "text": "No liabilities are disclosed.",
      "id": "s105"
    },
    {
      "text": "24 The first plaintiff has deposed that should the company be reinstated it will continue to prosecute the District Court proceedings and will also conduct a business as a property developer and finance broker.",
      "id": "s106"
    },
    {
      "text": "25 On 22 August 2006 the applicant's solicitor, Mr Ujavari swore and filed an affidavit in which he referred to the affidavits of Mr Callegher and Ms Vassallo filed on 8 August 2006.",
      "id": "s107"
    },
    {
      "text": "He deposed that the balance sheet exhibited to Mr Callegher's affidavit gave insufficient details to substantiate the 'intangible assets'.",
      "id": "s108"
    },
    {
      "text": "Further, he said the balance sheet does not evidence any income received by ACMF that would have enabled it to make the loan alleged in the District Court proceedings.",
      "id": "s109"
    },
    {
      "text": "Moreover, he deposed there was no evidence that the company was trading before it was deregistered or that there were ever any dividends paid to shareholders.",
      "id": "s110"
    },
    {
      "text": "He said there was no evidence that Claremont ever received income from the company or Claremont has ever benefited from being the sole shareholder of the deregistered company.",
      "id": "s111"
    },
    {
      "text": "He also said that there was no evidence that the Callegher Family Trust ever received any distribution from Claremont.",
      "id": "s112"
    },
    {
      "text": "26 It is not clear the relevance of 'the evidence' of the applicant's solicitor in this regard.",
      "id": "s113"
    },
    {
      "text": "As previously noted, ACMF's case against Mr De Angelis in the District Court relates to the sale of shares in a related company for $1,400,000 which, on ACMF's case, was financed by ACMF lending the sum of $290,000 to Mr De Angelis.",
      "id": "s114"
    },
    {
      "text": "27 On 8 September 2006 the applicant filed a further affidavit.",
      "id": "s115"
    },
    {
      "text": "In that affidavit he addressed the history of the litigation in the District Court.",
      "id": "s116"
    },
    {
      "text": "He also addressed the merits of ACMF's claim in the District Court and his defence.",
      "id": "s117"
    },
    {
      "text": "The merits of the plaintiff's case and his defence are barely relevant to this application.",
      "id": "s118"
    },
    {
      "text": "However, relevantly, it states:\n \n \n '26.",
      "id": "s119"
    },
    {
      "text": "Through my solicitors, I have made an application in the District Court proceedings to strike out and or dismiss Australian Commerce's claim on the basis that it had ceased to exist and had no standing to continue the proceedings.",
      "id": "s120"
    },
    {
      "text": "27.",
      "id": "s121"
    },
    {
      "text": "Further to the above, I say that I am a person who will be aggrieved by the reinstatement of the deregistered company and oppose the Plaintiff's application.",
      "id": "s122"
    },
    {
      "text": "' \n \n \n\n28 This matter came on for hearing before me again on 11 September 2006 and during argument I pointed out to the plaintiffs' counsel that the reason the first plaintiff gave for the non-payment of the ASIC fees could simply not be right given that ACMF's registered office was never at the address deposed to but was always at his accountant's address.",
      "id": "s123"
    },
    {
      "text": "The first plaintiff's counsel sought an adjournment which I granted to allow the plaintiffs to file a further affidavit.",
      "id": "s124"
    },
    {
      "text": "29 The first plaintiff swore a further affidavit on 18 September 2006 in which he exhibited a letter from ASIC in which ASIC identified the fees which had not been paid.",
      "id": "s125"
    },
    {
      "text": "30 Those fees are:\n \n '2001 $260.00 Unpaid lodgement fee including late fee of $60 \n 2002 $200.00 Unpaid lodgement fee \n 2003 $200.00 Unpaid review fee \n 2004 $482.00 Unpaid review fee of $212 plus $270 late fee \n \n \n 36.00 Unpaid fee for Form 963 request (cheque was dishonoured) \n 2005 $212.00 Review Fee (which would have accrued on 21 November 2005) \n \n Total $1,390.00 ' \n \n \n\n31 In that affidavit the first plaintiff deposed that he could give no explanation as to why the invoice for the 2001 and 2002 annual returns were not paid.",
      "id": "s126"
    },
    {
      "text": "He could not find a copy of the 2003 company statement of invoice.",
      "id": "s127"
    },
    {
      "text": "He could give no explanation as to why the 2004 invoice was not paid.",
      "id": "s128"
    },
    {
      "text": "He exhibited a letter from ASIC dated 5 April 2005 addressed to him at 31 Blyth Street, Parkside in which ASIC advised that it had started deregistration action against ACMF.",
      "id": "s129"
    },
    {
      "text": "He was advised that ACMF would be deregistered two months after the date the notice of intention to deregister appeared in the ASIC Gazette.",
      "id": "s130"
    },
    {
      "text": "The letter enclosed an information sheet which explained how the deregistration procedure could be stopped.",
      "id": "s131"
    },
    {
      "text": "The first plaintiff said he did not receive that letter.",
      "id": "s132"
    },
    {
      "text": "32 Mr Ianella, who is a principal in the firm of Ianella, Gaskin and Cutone, the first plaintiff's accountants, deposed to the practice his firm adopted in relation to ASIC correspondence sent to his firm concerning Mr Callegher's companies.",
      "id": "s133"
    },
    {
      "text": "His practice was to send any correspondence from ASIC concerning the first plaintiff's companies to the first plaintiff unopened.",
      "id": "s134"
    },
    {
      "text": "33 In an affidavit of 5 October 2006, the first plaintiff said that when preparing his first affidavit of 12 April 2006, he did not conduct a detailed inquiry into why the fees were not paid.",
      "id": "s135"
    },
    {
      "text": "He said that when he gave his instructions which led to the preparation of the first affidavit sworn on 12 April 2006 he assumed that the registered office of ACMF was at Level 6, 117 King William Street, Adelaide and that the fees had not been paid because he had closed that office and moved to Melbourne in January 2005.",
      "id": "s136"
    },
    {
      "text": "He said that when he swore his second affidavit on 10 May 2006 he was still under the mistaken belief that the reason for the non-payment of the fees was because of the move from Level 6, 117 King William Street, Adelaide to Melbourne.",
      "id": "s137"
    },
    {
      "text": "He said that his original explanation for the failure to pay the fees was due to an honest but mistaken assumption as to the registered office of ACMF.",
      "id": "s138"
    },
    {
      "text": "He admitted that his original explanation was speculation based on a misapprehension of the circumstances.",
      "id": "s139"
    },
    {
      "text": "34 On 12 October 2006 the applicant's solicitor swore and filed an affidavit deposing to ASIC searches of the directorships that the first plaintiff has held.",
      "id": "s140"
    },
    {
      "text": "His affidavit showed that the first plaintiff has been the director of 16 companies, of which seven have been deregistered whilst the first plaintiff was a director.",
      "id": "s141"
    },
    {
      "text": "35 The first plaintiff was cross-examined by the applicant's counsel on his affidavits sworn in support of the application to reregister ACMF.",
      "id": "s142"
    },
    {
      "text": "He said that he had first been appointed a company director in September 1986 and has been a director of other companies since that time.",
      "id": "s143"
    },
    {
      "text": "It was the first plaintiff's evidence that he engaged an accountant to deal with paperwork for the companies of which he was a director.",
      "id": "s144"
    },
    {
      "text": "He signed documents as requested by the accountant.",
      "id": "s145"
    },
    {
      "text": "36 The first plaintiff said that he was now aware of a company's obligation to maintain a registered office, but could not say when he first knew of that obligation.",
      "id": "s146"
    },
    {
      "text": "He knew that the company had an obligation to advise ASIC of its registered office.",
      "id": "s147"
    },
    {
      "text": "The first plaintiff said he knew during his time as a company director over the past 20 years that there was a responsibility to ensure that a company lodged returns and other documents with ASIC.",
      "id": "s148"
    },
    {
      "text": "However, he did not perform this function himself.",
      "id": "s149"
    },
    {
      "text": "37 The first plaintiff arranged for his accountant, Mr Ianella, to act as the registered office of the companies of which he was a director.",
      "id": "s150"
    },
    {
      "text": "ASIC would send correspondence to the registered office, being Mr Ianella's address and then the accounting firm would forward the correspondence to the applicant.",
      "id": "s151"
    },
    {
      "text": "That arrangement, he said, had been in place for the past three or four years.",
      "id": "s152"
    },
    {
      "text": "The first plaintiff did not follow up the accounting firm to see whether correspondence was being forwarded.",
      "id": "s153"
    },
    {
      "text": "He assumed that all letters were forwarded.",
      "id": "s154"
    },
    {
      "text": "Until recently, the first plaintiff's personal assistant would follow up information.",
      "id": "s155"
    },
    {
      "text": "However, more recently, the first plaintiff did not have a personal assistant and he did not personally monitor compliance in the absence of a personal assistant.",
      "id": "s156"
    },
    {
      "text": "The first plaintiff was, however, satisfied that the system for forwarding mail was working regardless of the fact that he did not engage in a compliance monitoring program.",
      "id": "s157"
    },
    {
      "text": "38 The first plaintiff was pressed about Mr Ianella's evidence of the practice adopted by his firm in relation to ASIC correspondence.",
      "id": "s158"
    },
    {
      "text": "The first plaintiff was unable to explain why he had not received the ASIC letters that the applicant's accountant said that he forwarded to the first plaintiff.",
      "id": "s159"
    },
    {
      "text": "39 He was asked when he knew that the other companies had been deregistered.",
      "id": "s160"
    },
    {
      "text": "He agreed he did not learn the other companies had been deregistered until after swearing the affidavit of 12 April 2006.",
      "id": "s161"
    },
    {
      "text": "He agreed that this showed that the scheme for forwarding mail had failed miserably.",
      "id": "s162"
    },
    {
      "text": "It was his evidence that he did not receive any correspondence from ASIC in the period between June 2005 and April 2006.",
      "id": "s163"
    },
    {
      "text": "40 The first plaintiff confirmed that he had been the director of 16 companies, seven of which had been deregistered by ASIC.",
      "id": "s164"
    },
    {
      "text": "He denied that he engaged in a practice of allowing companies to become deregistered by not paying fees rather than pursuing the liquidation process.",
      "id": "s165"
    },
    {
      "text": "However, the first plaintiff agreed that he had not sought to reregister any of the other companies that had become deregistered.",
      "id": "s166"
    },
    {
      "text": "41 The applicant said that he did not engage his accountants to maintain the company records, nor did they prepare financial statements for the companies.",
      "id": "s167"
    },
    {
      "text": "Their role was to act as the registered office for the companies.",
      "id": "s168"
    },
    {
      "text": "42 The first plaintiff was not able to offer any real explanation as to why ACMF and other companies of which he was a director had become deregistered.",
      "id": "s169"
    },
    {
      "text": "He left me with the impression that he was not interested in the detail required by the regulators.",
      "id": "s170"
    },
    {
      "text": "He gave me the clear impression that he left that entirely to his accountants.",
      "id": "s171"
    },
    {
      "text": "At the same time, neither he nor his accountants had put in a system whereby the de facto delegation of that responsibility could be discharged by the accountants.",
      "id": "s172"
    },
    {
      "text": "I do not mean by that that he was, as a director, entitled to delegate the duty.",
      "id": "s173"
    },
    {
      "text": "He was entitled to employ others to carry out those functions but he still remained responsible to ensure that the functions were attended to.",
      "id": "s174"
    },
    {
      "text": "43 The first plaintiff acknowledged that ACMF could only pay its debts by borrowing the money from its shareholders because it could not satisfy any debt from its own resources.",
      "id": "s175"
    },
    {
      "text": "He agreed that ACMF does not have any funds to pay for any legal costs of the District Court action.",
      "id": "s176"
    },
    {
      "text": "However, he said the company had the support of its parent company, Claremont, which could pay any legal costs by in turn having recourse to the assets of the family trust.",
      "id": "s177"
    },
    {
      "text": "The court action to which ACMF is a party has to date been funded by Claremont making payments as trustee on behalf of the trust.",
      "id": "s178"
    },
    {
      "text": "He said that ACMF was solvent because it had the support of its shareholders.",
      "id": "s179"
    },
    {
      "text": "It had various sources of funds it could access to satisfy its debts as and when they fell due.",
      "id": "s180"
    },
    {
      "text": "44 The first plaintiff was not a very satisfactory witness.",
      "id": "s181"
    },
    {
      "text": "He was careless about his answers.",
      "id": "s182"
    },
    {
      "text": "In some respects he was vague.",
      "id": "s183"
    },
    {
      "text": "From time to time he was argumentative.",
      "id": "s184"
    },
    {
      "text": "However, I did not form the opinion that he was in any way trying to mislead the Court.",
      "id": "s185"
    },
    {
      "text": "Indeed, I formed the opinion that he was truthful.",
      "id": "s186"
    },
    {
      "text": "In the end result, it is my opinion that the first plaintiff's evidence is consistent with the events which occurred.",
      "id": "s187"
    },
    {
      "text": "I think he was simply careless about his obligations in relation to ASIC requirements and he omitted to attend to those requirements from time to time.",
      "id": "s188"
    },
    {
      "text": "In his evidence, he said that he had recently had some difficulties in his personal life.",
      "id": "s189"
    },
    {
      "text": "That may have been a reason why he did not attend to the ASIC formalities in this case.",
      "id": "s190"
    },
    {
      "text": "I think, however, it is more likely that the first plaintiff is not interested in these matters of detail because he is more interested in the broader picture and in carrying on a business.",
      "id": "s191"
    },
    {
      "text": "45 In the end result, I accept his evidence that the failure to make the ASIC payments as required was due to inadvertence.",
      "id": "s192"
    },
    {
      "text": "That inadvertence was due to a lack of interest by the first plaintiff in attending to the sort of detail required, and a failure by the first plaintiff to put a system in place which would mean that those details were attended to.",
      "id": "s193"
    },
    {
      "text": "46 The hearing before me is a hearing de novo: Mazukov v University of Tasmania [2004] FCAFC 159 ; Pattison v Hadjimouratis [2006] FCAFC 153 ; (2006) 155 FCR 226.",
      "id": "s194"
    },
    {
      "text": "The right to review arises because the Registrar has exercised the judicial power of the Commonwealth and, as such, is subject to the supervision of the Court.",
      "id": "s195"
    },
    {
      "text": "The Registrar's orders are reviewable by hearing de novo: Harris v Caladine [1991] HCA 9 ; (1991) 172 CLR 84 per Dawson J at 124.",
      "id": "s196"
    },
    {
      "text": "A hearing de novo contemplates a complete rehearing.",
      "id": "s197"
    },
    {
      "text": "The moving party before the Registrar has the responsibility of satisfying the Court that the orders should have been made.",
      "id": "s198"
    },
    {
      "text": "The parties may adduce further evidence before the Court and the rehearing is determined on the evidence put before the Court which may include the evidence put before the Registrar.",
      "id": "s199"
    },
    {
      "text": "The judge determines the rehearing without being fettered by the decision of the Registrar: Southern Motors Pty Ltd v Australian Guarantee Corporation Ltd [1980] VR 187.",
      "id": "s200"
    },
    {
      "text": "The parties did adduce the further evidence to which I have referred and the applicant cross-examined the first plaintiff.",
      "id": "s201"
    },
    {
      "text": "47 The plaintiffs' claim is that the company should be reinstated because the company is solvent and was deregistered as a result of an oversight by the first plaintiff.",
      "id": "s202"
    },
    {
      "text": "48 The applicant, Mr De Angelis, claims that he is a person interested in the proceeding and therefore should have leave to be heard: r 2.13 Federal Court (Corporations) Rules 2000 .",
      "id": "s203"
    },
    {
      "text": "He claims that the first plaintiff is not a person aggrieved by the deregistration because the deregistration resulted from the plaintiff's conduct.",
      "id": "s204"
    },
    {
      "text": "Additionally, the applicant claims that there is no evidence to suggest that Claremont would be a person aggrieved by reinstatement and therefore should not be joined to the application.",
      "id": "s205"
    },
    {
      "text": "In addition, he claims there is no evidence to support the contention that the company would be solvent if it resumed trading.",
      "id": "s206"
    },
    {
      "text": "He contends that it would be unjust for the company to be reinstated as it would deprive him of his right to have the District Court proceedings struck out.",
      "id": "s207"
    },
    {
      "text": "49 The first question to be determined is whether the applicant is a person entitled to be heard in opposition to the order sought for reinstatement?",
      "id": "s208"
    },
    {
      "text": "The applicant is being presently sued for $290,000.",
      "id": "s209"
    },
    {
      "text": "He has a vital interest in the question and he is entitled to be heard: r 2.13 Federal Court (Corporations) Rules 2000 ; Re Peter Conyers Holdings Pty Ltd (In Liquidation) (1996) 14 ACLC 1835 at 1849; Payne v Wizard Industries Pty Ltd (1997) 15 ACLC 1012.",
      "id": "s210"
    },
    {
      "text": "He need not be or become a party: r 2.13 Federal Court (Corporations) Rules 2000 .",
      "id": "s211"
    },
    {
      "text": "50 The next question to be addressed is whether the first plaintiff is a person aggrieved by the deregistration.",
      "id": "s212"
    },
    {
      "text": "The first plaintiff was the director and company secretary, but not a shareholder of ACMF.",
      "id": "s213"
    },
    {
      "text": "Although the expression 'person aggrieved' is not defined in the Corporations Act , the term is understood in a different sense to its literal meaning.",
      "id": "s214"
    },
    {
      "text": "A person aggrieved is not someone who is merely dissatisfied by an event.",
      "id": "s215"
    },
    {
      "text": "A person aggrieved must be a person who has been damaged or injured in a legal sense: a person who has a legal grievance: Ealing Corporation v Jones [1959] 1 QB 384 at 391; Re G A &amp; R J Elliot Pty Ltd; ex parte Mitcham (1978) 3 ACLR 523 at 525; GIS Electrical Pty Ltd v Melsom [2002] WASCA 302 ; (2002) 172 FLR 218.",
      "id": "s216"
    },
    {
      "text": "The applicant contended that merely being a director is not enough: Casali v Crisp [2001] NSWSC 860 ; (2001) 165 FLR 79.",
      "id": "s217"
    },
    {
      "text": "51 The authorities suggest, as the applicant contended, that merely because a person is a shareholder or a director that is not enough to establish that a person is a person aggrieved.",
      "id": "s218"
    },
    {
      "text": "In this case, the first plaintiff is merely a director.",
      "id": "s219"
    },
    {
      "text": "However, upon his own evidence, the first plaintiff is the person who, by his own inaction, caused deregistration of ACMF.",
      "id": "s220"
    },
    {
      "text": "There is presently no suggestion that the first plaintiff might be prosecuted for a contravention of s 188 of the Corporations Act .",
      "id": "s221"
    },
    {
      "text": "As the secretary of ACMF, it was his responsibility to attend to the various matters in s 188(1) of the Corporations Act .",
      "id": "s222"
    },
    {
      "text": "Although there is presently no suggestion that any proceedings might be brought against the first plaintiff in relation to whatever breach of duty he committed, that is a risk, it seems to me, which would entitle the first plaintiff to say that he is a person aggrieved.",
      "id": "s223"
    },
    {
      "text": "The first plaintiff's conduct might have put some sort of legal burden on him that would be partly relieved by ACMF's reregistration: Ealing Corporation [1959] 1 QB at 391.",
      "id": "s224"
    },
    {
      "text": "In those circumstances, notwithstanding that the first plaintiff is a director and secretary only, in my opinion, he is a person aggrieved because he has a real and direct interest in the reregistration of ACMF: Denis &amp; Ors v McMahon (1989) 7 ACLC 283.",
      "id": "s225"
    },
    {
      "text": "52 Claremont made an oral application pursuant to O 6 r 8 of the Federal Court Rules to the Registrar to be joined as the second plaintiff on the basis that Claremont ought to have been joined as a party from the commencement of the proceeding.",
      "id": "s226"
    },
    {
      "text": "In my opinion, the Registrar was right to allow Claremont to be joined for the reasons that she gave.",
      "id": "s227"
    },
    {
      "text": "Claremont is clearly a party whose joinder is necessary to ensure that all matters in dispute in the proceeding may be effectually and completely determined and adjudicated upon.",
      "id": "s228"
    },
    {
      "text": "As the Registrar said, if Claremont were not allowed to be joined, that would not preclude Claremont, being a shareholder of ACMF, bringing a similar proceeding to that which has been brought by the first plaintiff.",
      "id": "s229"
    },
    {
      "text": "53 The fact that Claremont is a shareholder is not of itself enough to make Claremont a person aggrieved.",
      "id": "s230"
    },
    {
      "text": "However, if a shareholder can show that the shareholder might benefit from reinstatement by sharing in the assets of the company or obtaining a dividend of some kind that may make the shareholder a person aggrieved: Casali v Crisp [2001] NSWSC 860 ; 165 FLR 79.",
      "id": "s231"
    },
    {
      "text": "In this case, ACMF, if reregistered, has the potential of obtaining a judgment in the order of $290,000 with a consequential return to the shareholder, Claremont.",
      "id": "s232"
    },
    {
      "text": "In my opinion, Claremont is a person aggrieved because it will stand to benefit by ACMF's reregistration which allows it to prosecute its proceedings in the District Court.",
      "id": "s233"
    },
    {
      "text": "It will benefit if the litigation is successful to the extent of $290,000.",
      "id": "s234"
    },
    {
      "text": "It is not to the point, in my opinion, that Claremont is the trustee of the Callegher Family Trust and, as such, would not benefit in its own right if the action were successful.",
      "id": "s235"
    },
    {
      "text": "It has the responsibilities of a trustee to maintain the trust assets.",
      "id": "s236"
    },
    {
      "text": "The shareholding in ACMF has a significant value if the proceedings in the District Court are successful.",
      "id": "s237"
    },
    {
      "text": "In those circumstances, Claremont has the responsibility as trustee of maintaining that asset, being the shareholding in ACMF.",
      "id": "s238"
    },
    {
      "text": "54 It was contended that the sale of the shares by ACMF to Mr De Angelis was completed on 3 March 2004 and Claremont did not become a shareholder in ACMF until 21 October 2004.",
      "id": "s239"
    },
    {
      "text": "It was contended, in those circumstances, that Claremont did not have a relevant interest in ACMF.",
      "id": "s240"
    },
    {
      "text": "That contention must be rejected.",
      "id": "s241"
    },
    {
      "text": "It is not to the point that Claremont did not become a shareholder in ACMF until after the loan was made by ACMF to Mr De Angelis (if in fact that be the case).",
      "id": "s242"
    },
    {
      "text": "If ACMF was possessed of an asset, being the loan, and if later Claremont became its sole shareholder, then Claremont had the rights of a sole shareholder in relation to that asset.",
      "id": "s243"
    },
    {
      "text": "55 ACMF came to be deregistered because of the default of its director in failing to pay an ASIC fee.",
      "id": "s244"
    },
    {
      "text": "It has by its director undertaken to remedy that default.",
      "id": "s245"
    },
    {
      "text": "ASIC does not object to the reinstatement of the reregistration of ACMF.",
      "id": "s246"
    },
    {
      "text": "ASIC's attitude should be taken into account.",
      "id": "s247"
    },
    {
      "text": "It should be clearly understood that a company which has been deregistered for failing to comply with its statutory obligations could not be expected to be reregistered as of right.",
      "id": "s248"
    },
    {
      "text": "More is required.",
      "id": "s249"
    },
    {
      "text": "The Court must be satisfied that it would be just to order the reinstatement of the registration.",
      "id": "s250"
    },
    {
      "text": "The words of the section give the Court a very wide discretion.",
      "id": "s251"
    },
    {
      "text": "In exercising that discretion, which must remain unfettered, the Court will ordinarily have regard to the circumstances in which the company's registration lapsed; the party seeking the order; the reasons for seeking the order; the utility of making any order; the prejudice which any party including the company which is sought to be the subject of the order for reinstatement of the registration might suffer; and any other circumstances which would bear upon the making of an order which in all the circumstances would be just: see Australian Competition and Consumer Commission v Australian Securities and Investment Commission (2000) 174 ALR 688.",
      "id": "s252"
    },
    {
      "text": "In making the order it must also be steadily borne in mind that the company's registration is not to be reinstated for a particular purpose but the company's registration will be reinstated for all purposes: Donmastry Pty Ltd v Albarran (2004) 49 ACSR 745 at 747.",
      "id": "s253"
    },
    {
      "text": "56 I have already discussed the first plaintiff's evidence.",
      "id": "s254"
    },
    {
      "text": "Although the first plaintiff and his accountants did not put in a system whereby ASIC correspondence had to come to the attention of the first plaintiff, a system of some kind was developed.",
      "id": "s255"
    },
    {
      "text": "The system, unfortunately, was not foolproof.",
      "id": "s256"
    },
    {
      "text": "57 I am satisfied that the first plaintiff did not receive the notice of intention to deregister which was sent by ASIC on 5 April 2005 because, at the time, the first plaintiff had moved his address in Melbourne from Little Collins Street to Moray Street, South Melbourne.",
      "id": "s257"
    },
    {
      "text": "The notification which he gave to his accountants occurred after the move.",
      "id": "s258"
    },
    {
      "text": "58 In this case, the director's default, which was more of disinterest, is not of a kind that it would not be just to order reinstatement.",
      "id": "s259"
    },
    {
      "text": "Even if the first plaintiff had been delinquent, that would not necessarily mean that it would not be just to order the reregistration of ACMF.",
      "id": "s260"
    },
    {
      "text": "The first plaintiff stands to receive nothing from the reinstatement of ACMF's registration except if the reregistration serves his interests in respect of any anterior breaches.",
      "id": "s261"
    },
    {
      "text": "He stands to recover nothing from the benefits of ACMF's litigation in the District Court unless as a beneficiary of the Callegher Family Trust.",
      "id": "s262"
    },
    {
      "text": "On the other hand, if ACMF does not have its registration reinstated then Claremont, the Callegher Family Trust and the beneficiaries under that trust will suffer the loss of the chose in action.",
      "id": "s263"
    },
    {
      "text": "59 I am satisfied that ACMF is solvent.",
      "id": "s264"
    },
    {
      "text": "It has the support of Claremont which, in turn, has a right to indemnity from the Callegher Family Trust assets.",
      "id": "s265"
    },
    {
      "text": "Its only asset appears to be the chose in action against the applicant which is valued, if the action is successful, at $290,000.",
      "id": "s266"
    },
    {
      "text": "It has no liabilities except perhaps to Claremont which has funded the litigation in the District Court.",
      "id": "s267"
    },
    {
      "text": "60 It is impossible and also inappropriate to speculate on ACMF's prospects in that litigation in another court.",
      "id": "s268"
    },
    {
      "text": "It is enough to observe that there is no evidence that the claim is without foundation.",
      "id": "s269"
    },
    {
      "text": "The plaintiffs have exhibited the agreement between ACMF and the settlement statement.",
      "id": "s270"
    },
    {
      "text": "61 The company's proposed future activities are important.",
      "id": "s271"
    },
    {
      "text": "In this case, the company wishes to prosecute litigation it commenced prior to deregistration to recover an asset.",
      "id": "s272"
    },
    {
      "text": "It also, so the first plaintiff said, intended to carry on the business of a property developer and finance broker.",
      "id": "s273"
    },
    {
      "text": "62 It is necessary to have regard to the prejudice that any person might suffer by reason of the reinstatement.",
      "id": "s274"
    },
    {
      "text": "There is no suggestion that anyone apart from the applicant might be prejudiced by the reinstatement of ACMF's registration.",
      "id": "s275"
    },
    {
      "text": "Of course, the applicant argued that he would suffer prejudice if the company were reregistered because he would need to defend the proceedings which are presently in abeyance in the District Court.",
      "id": "s276"
    },
    {
      "text": "However, when the proceedings were commenced in the District Court, ACMF was registered and entitled to bring the proceedings.",
      "id": "s277"
    },
    {
      "text": "By reason of inadvertence, ACMF has become deregistered.",
      "id": "s278"
    },
    {
      "text": "In my opinion, although the applicant would suffer the prejudice of having to continue to defend that proceeding, it is not prejudice of the kind which would make it unjust to order the reinstatement of ACMF.",
      "id": "s279"
    },
    {
      "text": "63 No doubt, if an order is made that ASIC reinstates the registration of ACMF and ACMF prosecutes the proceedings in the District Court, the applicant will seek an order for security for costs under s 1335 of the Corporations Act and r 194 of the Supreme and District Court Civil Rules 2006.",
      "id": "s280"
    },
    {
      "text": "It would not be appropriate for me to speculate as to what decision a District Court judge would make in that regard but if an order were to be made that would protect the applicant if ACMF failed in its proceeding.",
      "id": "s281"
    },
    {
      "text": "If, on the other hand, no order were made, it would be because either no order needed to be made or perhaps because of the strength of ACMF's case.",
      "id": "s282"
    },
    {
      "text": "Indeed, all of that is speculation.",
      "id": "s283"
    },
    {
      "text": "All I need to take into account is that there are procedures in the District Court which, if appropriate, would protect the applicant against any loss which might be occasioned in the event that ACMF failed in the litigation and by ACMF's financial position.",
      "id": "s284"
    },
    {
      "text": "64 It was put that Claremont may elect to fund ACMF in the District Court action without itself incurring any liability for the applicant's costs in the event that the applicant were successful in defending the proceedings.",
      "id": "s285"
    },
    {
      "text": "It was submitted that the reasoning in Knight v FP Special Assets Ltd [1992] HCA 28 ; (1992) 174 CLR 178 may not be apposite having regard to the statutory powers of the District Court to award costs against a non-party.",
      "id": "s286"
    },
    {
      "text": "I think that argument must be rejected.",
      "id": "s287"
    },
    {
      "text": "In Vestris v Cashman (1999) 72 SASR 449, the Full Court of the Supreme Court considered the District Court's power to award costs against non-parties.",
      "id": "s288"
    },
    {
      "text": "Following upon that decision, s 42 of the District Court Act 1991 (SA) was amended to make it clear that costs could be awarded by the Court against any party, whether a party to or a witness in the proceedings or not: s 42 of the District Court Act 1991 (SA).",
      "id": "s289"
    },
    {
      "text": "65 In my opinion, the Registrar was right to make the orders which she did.",
      "id": "s290"
    },
    {
      "text": "66 I therefore dismiss the application.",
      "id": "s291"
    },
    {
      "text": "However, I will make an order varying paragraph 4 of the order of 17 May 2006 of Registrar Christie by deleting '22 May 2006' and including in lieu thereof '13 April 2007'.",
      "id": "s292"
    },
    {
      "text": "67 I will hear the parties as to costs.",
      "id": "s293"
    },
    {
      "text": "I certify that the preceding sixty-seven (67) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Lander.",
      "id": "s294"
    },
    {
      "text": "Associate:\nDated: 4 April 2007\n\n Counsel for the Plaintiffs: Mr M Manetta \n \n Solicitor for the Plaintiffs: Mark Esau \n \n Counsel for the Defendant: The Defendant did not appear \n \n Counsel for the Applicant: Mr G Stevens \n \n Solicitor for the Applicant: McNamara Business &amp; Property Law \n \n Date of Hearing: 11, 28 September, 16 October, 13 December 2006 \n \n Date of Judgment: 4 April 2006 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/482.html",
      "id": "s295"
    }
  ]
}