{
  "name": "Cox on behalf of the Yungngora People v State of Western Australia [2007] FCA 588 (27 April 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/588.html",
  "catchphrases": [
    {
      "text": "native title",
      "id": "c0"
    },
    {
      "text": "consent determination",
      "id": "c1"
    },
    {
      "text": "whether appropriate and within power",
      "id": "c2"
    },
    {
      "text": "consideration of connection report",
      "id": "c3"
    },
    {
      "text": "determination made.",
      "id": "c4"
    },
    {
      "text": "aborigines",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 Just over nine years ago, on 3 March 1998, the Yungngora people who live on the Noonkanbah pastoral lease, which is held by the Yungngora Association Inc, lodged an application for a native title determination with the National Native Title Tribunal (the Tribunal).",
      "id": "s0"
    },
    {
      "text": "In September 1998 that application became a proceeding in this Court by reason of amendments to the Native Title Act 1993 (Cth) (the Act).",
      "id": "s1"
    },
    {
      "text": "2 The applicants and the State of Western Australia, the Shire of Derby and the Kimberley Land Council have reached agreement about the application.",
      "id": "s2"
    },
    {
      "text": "They have each signed a minute of proposed consent orders.",
      "id": "s3"
    },
    {
      "text": "They now ask the Court to make a determination of native title according to the terms on which they have agreed.",
      "id": "s4"
    },
    {
      "text": "3 When the parties to a native title determination application have reached agreement the Court has power, under s 87 of the Act, to give effect to it by making the orders that they seek.",
      "id": "s5"
    },
    {
      "text": "In so doing, the Court must be satisfied that the order which it is asked to make is within its power and is appropriate.",
      "id": "s6"
    },
    {
      "text": "A determination of native title not only binds the parties to these proceedings, it is good against the whole world.",
      "id": "s7"
    },
    {
      "text": "So the Court must be satisfied that the orders sought are supportable and are in accordance with the law.",
      "id": "s8"
    },
    {
      "text": "4 I have had the opportunity of examining the proposed orders, and subject to some minor variations, which have been made, I am satisfied that they are in accordance with the law.",
      "id": "s9"
    },
    {
      "text": "I have also had the opportunity of considering a comprehensive expert report by two experienced consultant anthropologists, Mr Michael Gallagher and Dr Kingsley Palmer.",
      "id": "s10"
    },
    {
      "text": "The conclusions reached in their report indicate that the applicants would satisfy the criteria for a determination of native title in the terms which they seek.",
      "id": "s11"
    },
    {
      "text": "5 The area covered by the application is just over 1,800 square kilometres.",
      "id": "s12"
    },
    {
      "text": "It covers the Noonkanbah Station which is about 90 kilometres west south west of Fitzroy Crossing and about 15 kilometres south of the Great Northern Highway.",
      "id": "s13"
    },
    {
      "text": "The Fitzroy River is its southern boundary.",
      "id": "s14"
    },
    {
      "text": "The claim area also includes a small parcel of unallocated Crown land and two unvested reserves.",
      "id": "s15"
    },
    {
      "text": "6 I refer briefly to the principal findings of the expert report.",
      "id": "s16"
    },
    {
      "text": "The native title claim group constitutes a society whose members identify by reference to the Nyikina language.",
      "id": "s17"
    },
    {
      "text": "They consider themselves to be a community.",
      "id": "s18"
    },
    {
      "text": "They base that view of themselves upon cultural beliefs, practices and ways of doing things which can be traced back to the time before European contact and beyond to 1829 when Western Australia was annexed by the Crown.",
      "id": "s19"
    },
    {
      "text": "7 Rights to country among the people are attributed, according to traditional law and custom, acknowledged and observed by its members.",
      "id": "s20"
    },
    {
      "text": "A person's rights to country are exercised in relation to a home area known as a \"buru\".",
      "id": "s21"
    },
    {
      "text": "Rights are exercised alongside the rights of others who can be considered members of the country group by reason of descent, through belief in a spiritual association with conception and through socially recognised adoption.",
      "id": "s22"
    },
    {
      "text": "Those with a spiritual interest attained through ritual knowledge and expertise may also have rights to country.",
      "id": "s23"
    },
    {
      "text": "The contemporary system by which rights to land are articulated is either the same as that in existence at or before the time of effective sovereignty or directly founded or based upon it.",
      "id": "s24"
    },
    {
      "text": "8 The report indicates continuity of descent for many of the Nyikina families and concludes that at least some of the apical ancestors are likely to have been living on or adjacent to the claim area before the date of effective sovereignty.",
      "id": "s25"
    },
    {
      "text": "9 The religious beliefs and practices of the claimants continue to shape and influence their lives.",
      "id": "s26"
    },
    {
      "text": "Spiritual matters remain at the core of much thinking, social interaction and behaviour.",
      "id": "s27"
    },
    {
      "text": "The relationship which is forged between a member of the community and the natural world continues to be an important means of relating people to specific areas of country and to the natural world in general.",
      "id": "s28"
    },
    {
      "text": "Ritual life and inductions remain a required part of the socialisation of young men.",
      "id": "s29"
    },
    {
      "text": "For both men and women, ritual experience and knowledge constitute a means of gaining authority and respect and for realising rights in matters relevant to making decisions about country as well as other cultural matters.",
      "id": "s30"
    },
    {
      "text": "The various religious beliefs and practices are said to show continuity with the past and likely to be based upon similar beliefs and practices in existence before the date of effective sovereignty.",
      "id": "s31"
    },
    {
      "text": "10 Kinship relationships continue to be represented within the lives of members of the applicant community.",
      "id": "s32"
    },
    {
      "text": "11 The expert report refers to the understanding by adult members of the community of their traditional duties to pass on their knowledge to younger members.",
      "id": "s33"
    },
    {
      "text": "The report states (at [438]): \n \n ... adult members have worked hard over many years in an attempt to ensure the safety and integrity of their country against unwanted intrusion of [sic] disturbance.",
      "id": "s34"
    },
    {
      "text": "This duty to protect the country is a concomitant of their rights to the country.",
      "id": "s35"
    },
    {
      "text": "It also derives from a conviction that damage to country injures profound spirituality of which they themselves are a part.",
      "id": "s36"
    },
    {
      "text": "Members of the community continue to use the natural resources of the country and their knowledge of its products.",
      "id": "s37"
    },
    {
      "text": "Cultural knowledge is passed on to children through family group interactions and the community-based school at Noonkanbah.",
      "id": "s38"
    },
    {
      "text": "There have, of course, been changes over the years, nevertheless (at [441]): \n \n \n ... there remains a principled system of rights to country which relies upon normative rules for its legitimation and perpetuation.",
      "id": "s39"
    },
    {
      "text": "The philosophy and practices of the claimants are predicated upon a deeply held belief in the Dreaming.",
      "id": "s40"
    },
    {
      "text": "The claimants believe that the institutions and ways of doing things, understood to have the force and prescription of rules, have originated from thence.",
      "id": "s41"
    },
    {
      "text": "The landscape continues to provide testament to the activities whereby these laws were ordained while customary practice reflects their continuing ideal importance.",
      "id": "s42"
    },
    {
      "text": "12 Having regard to the agreement of the parties, the form of the order proposed and the supporting material in the report prepared by the anthropologists, I regard it as appropriate that I should make the orders and the determination which are proposed.",
      "id": "s43"
    },
    {
      "text": "I congratulate the parties on the agreement that they have reached.",
      "id": "s44"
    },
    {
      "text": "For the people of Noonkanbah the prosecution of their application has been a long and difficult path.",
      "id": "s45"
    },
    {
      "text": "Sadly, some of the people who began on that path did not live to see their goal realised.",
      "id": "s46"
    },
    {
      "text": "The challenges and difficulties of the native title process were not the first of the peoples' difficulties as the history of Noonkanbah demonstrates.",
      "id": "s47"
    },
    {
      "text": "Nor will it be the last.",
      "id": "s48"
    },
    {
      "text": "In achieving this determination of native title, the people have achieved an important milestone which involves recognition of their rights and interests in their country and of the traditional laws and customs from which those rights and interests spring.",
      "id": "s49"
    },
    {
      "text": "I will now make the orders which have been agreed between the parties.",
      "id": "s50"
    },
    {
      "text": "I certify that the preceding twelve (12) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice French.",
      "id": "s51"
    },
    {
      "text": "Associate:\nDated: 27 April 2007\n\n Counsel for the Applicant: Mr E Bridge appeared by leave.",
      "id": "s52"
    },
    {
      "text": "Counsel for the First Respondent: Mr J O'Halloran Solicitor for the First Respondent:\n\nCounsel for the Third Respondent: \nSolicitor for the Third Respondent: State Solicitor for the State of Western Australia\n\n\nMr Robert Powrie\n\n\nKimberley Land Council \n \n Date of Judgment: 27 April 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/588.html",
      "id": "s53"
    }
  ]
}