{
  "name": "CSBP Ltd v Liquor, Hospitality &amp; Miscellaneous Union(Corrigendum dated 22 May 2007) [2007] FCA 539 (5 April 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/539.html",
  "catchphrases": [
    {
      "text": "workplace relations act 1996 (cth), ss 400 (1), 423 , 427 , 435 (2), 441 , 449 , 451 , 488 (2)",
      "id": "c0"
    },
    {
      "text": "validity of initiating notice (s 423(3))",
      "id": "c1"
    },
    {
      "text": "validity of protected action notice (s 441).",
      "id": "c2"
    },
    {
      "text": "interlocutory injunction",
      "id": "c3"
    },
    {
      "text": "workplace relations act 1996 (cth)",
      "id": "c4"
    },
    {
      "text": "validity of initiating notice",
      "id": "c5"
    },
    {
      "text": "validity of protected action notice",
      "id": "c6"
    },
    {
      "text": "whether serious questions to be tried.",
      "id": "c7"
    },
    {
      "text": "interlocutory injunction",
      "id": "c8"
    },
    {
      "text": "form of orders",
      "id": "c9"
    },
    {
      "text": "whether confined by immediate issue before the court",
      "id": "c10"
    },
    {
      "text": "whether power to make orders in wider terms.",
      "id": "c11"
    },
    {
      "text": "industrial law",
      "id": "c12"
    },
    {
      "text": "injunction",
      "id": "c13"
    },
    {
      "text": "injunction",
      "id": "c14"
    }
  ],
  "sentences": [
    {
      "text": "1 By notice of motion the applicant seeks urgent interlocutory injunctive relief as against the respondent, including orders that the respondent immediately withdraw notices of industrial action given under s 441 of the Workplace Relations Act 1996 (Cth) (\"the Act \").",
      "id": "s0"
    },
    {
      "text": "At the first hearing of the motion there was only one notice of industrial action in question.",
      "id": "s1"
    },
    {
      "text": "However, for reasons which I will explain later, during a subsequent hearing a further notice of industrial action became relevant.",
      "id": "s2"
    },
    {
      "text": "BACKGROUND \n \n2 The following is drawn largely from the affidavit material filed on behalf of the applicant.",
      "id": "s3"
    },
    {
      "text": "These affidavits were read without objection and there was no cross-examination.",
      "id": "s4"
    },
    {
      "text": "No affidavits were filed by the respondent.",
      "id": "s5"
    },
    {
      "text": "Accordingly the matter proceeded upon the basis of uncontested fact.",
      "id": "s6"
    },
    {
      "text": "CSBP LIMITED \n \n3 The applicant, CSBP Limited, operates a chemicals and fertilisers plant in Kwinana (\"the Plant\"), and, in addition, despatch facilities at Albany, Esperance, Geraldton and Bunbury.",
      "id": "s7"
    },
    {
      "text": "The Plant is the production facility from which it manufactures and produces its chemical and fertiliser products.",
      "id": "s8"
    },
    {
      "text": "It is also a part owner of another company known as QNP which operates in Queensland.",
      "id": "s9"
    },
    {
      "text": "QNP supplies ammonium nitrate to industry in Queensland.",
      "id": "s10"
    },
    {
      "text": "QNP sells all of its product in other markets from the WA (and other) markets serviced by the applicant.",
      "id": "s11"
    },
    {
      "text": "It produces, distributes and sells fertilisers primarily to the agriculture industry.",
      "id": "s12"
    },
    {
      "text": "However the applicant also supplies some product to the domestic market.",
      "id": "s13"
    },
    {
      "text": "It also produces various chemicals for the industrial, mining and resources industries.",
      "id": "s14"
    },
    {
      "text": "4 The main products made by the applicant at Kwinana (which products it does not make anywhere else) include Ammonia, Ammonium Nitrate (AN), Sodium Cyanide, Carbon Dioxide (CO 2 ), Sodium Hypochlorite, Fertilisers and Fluorosilicic Acid.",
      "id": "s15"
    },
    {
      "text": "These products are sold variously to mining and industrial companies, the Water Corporation and farmers.",
      "id": "s16"
    },
    {
      "text": "5 The Kwinana site is, broadly speaking, divided into a number of areas as follows: \n \n \n (a) The Fertiliser Production Plants --- where fertilisers are made; \n (b) Chemicals North which is made up of: \n \n \n \n \n (i) The Ammonia Plant --- where ammonia is produced; \n (ii) The Nitric Acid Plant --- which is an intermediate step in production between ammonia and ammonia nitrate solution (ANsol); \n (iii) The ANsol plant --- which produces ANsol; \n (iv) The AN Prilling plant --- where ANsol is converted into solid granules; \n (v) The applicant's CO 2 operations.",
      "id": "s17"
    },
    {
      "text": "(c) Chemicals East Plants which is made up of: \n \n \n (i) the applicant's joint venture cyanide operations; and \n (ii) the applicant's sodium hypochlorite operations.",
      "id": "s18"
    },
    {
      "text": "(d) Receivals and Despatch --- which handles the receival of ingredients for producing fertiliser products and products at the chemical operations at Kwinana and despatch of fertilisers and AN (solid form) from the Plant.",
      "id": "s19"
    },
    {
      "text": "CSBP EMPLOYEES \n \n6 The applicant employs staff employees, trades employees and production employees in its business.",
      "id": "s20"
    },
    {
      "text": "Approximately 30 of the applicant's employees are based at its country facilities.",
      "id": "s21"
    },
    {
      "text": "The remainder (approximately 530 or so employees) are based at Kwinana.",
      "id": "s22"
    },
    {
      "text": "At its Kwinana facilities, excluding staff, the applicant employs approximately 120 operators/technicians (the Process Technicians); 64 despatch employees; and 50 trades persons (including both mechanical and electrical trades).",
      "id": "s23"
    },
    {
      "text": "7 The Process Technicians are permanent employees employed under contracts of employment which require them to give 4 weeks notice of termination.",
      "id": "s24"
    },
    {
      "text": "8 In addition to the contract of employment which the applicant has with each of them, the Process Technicians, amongst other employees, the applicant is bound by a certified agreement which was certified by the Australian Industrial Relations Commission (\"the Commission\") on 15 April 2004 (\"the CSBP Agreement\").",
      "id": "s25"
    },
    {
      "text": "Under their contractual and industrial arrangements, the Process Technicians are required to work shift work.",
      "id": "s26"
    },
    {
      "text": "All bar two Process Technicians are employed on a rotating 24 hour shift roster.",
      "id": "s27"
    },
    {
      "text": "9 The Process Technicians work a \"four on (2 day shifts then 2 night shifts) --- four off\" 12 hour shift roster pattern (including day shifts and night shifts).",
      "id": "s28"
    },
    {
      "text": "The day shift starts at 6am and the night shift starts at 6pm.",
      "id": "s29"
    },
    {
      "text": "There are 4 \"panels\" of shifts.",
      "id": "s30"
    },
    {
      "text": "That is, on any one day, two panels will be working and two panels will be rostered off.",
      "id": "s31"
    },
    {
      "text": "There are additional Process Technicians in each area who also work shift work which includes annual leave relief and training relief.",
      "id": "s32"
    },
    {
      "text": "THE LIQUOR, HOSPITALITY AND MISCELLANEOUS UNION \n \n10 The respondent Union is for the purposes of the Act an organisation of employees.",
      "id": "s33"
    },
    {
      "text": "LHMU MEMBERSHIP \n \n11 The large majority of \"despatch operators\" and \"Process Technicians\" are members of the respondent.",
      "id": "s34"
    },
    {
      "text": "According to the Australian Electoral Commission's declaration of a result for a postal ballot resulting from a Commission ballot order sought by the respondent and made by Commissioner Smith of the Commission on 2 March 2007 in matter BP 2007/244, the respondent has 152 members among the 214 despatch and Process Technicians employed in its Kwinana and country operations.",
      "id": "s35"
    },
    {
      "text": "12 As at 12 February 2007 the respondent had one member in each of the applicant's Albany and Geraldton facilities, and none in Esperance and Bunbury.",
      "id": "s36"
    },
    {
      "text": "According to the estimate of Mr Matthew Riordan, the applicant's Human Resource Manager, given that the respondent had only 2 members at the applicant's country operations at the time of the Protected Action Ballot, conducted in March 2007, the respondent had 150 members among the 184 despatch employees and Process Technicians at Kwinana.",
      "id": "s37"
    },
    {
      "text": "INDUSTRIAL AGREEMENT AND NEW AGREEMENT NEGOTIATIONS \n \n13 The nominal expiry date of the CSBP Agreement has passed.",
      "id": "s38"
    },
    {
      "text": "14 Since April 2006, the applicant has been negotiating a new collective workplace agreement with the unions who are currently party to the CSBP Agreement, namely: \n \n(a) The respondent; \n \n \n (b) The Communications, Electrical, Electronic, Energy, Information, Postal, Plumbing and Allied Services Union of Australia (\"the CEPU\"); and\n (c) The Automotive, Food, Metals, Engineering, Printing and Kindred Industries Union (\"the AMWU\").",
      "id": "s39"
    },
    {
      "text": "15 On 5 and 7 September 2006, the CEPU and the AMWU, respectively, pursuant to s 423 of the Act , gave notice to the applicant purporting to initiate, in respect of each, a bargaining period with the applicant.",
      "id": "s40"
    },
    {
      "text": "16 The applicant has reached agreement on the terms of a new collective workplace agreement with each of the CEPU and AMWU.",
      "id": "s41"
    },
    {
      "text": "THE INITIATING NOTICE \n \n17 The respondent, on 30 January 2007, pursuant to s 423(3) of the Act filed a notice to initiate a bargaining period (\"Initiating Notice\") with the Commission and served a copy of the Initiating Notice on the applicant.",
      "id": "s42"
    },
    {
      "text": "The notice was assigned the number BP 2007/8 by the registry of the Commission.",
      "id": "s43"
    },
    {
      "text": "It recorded the intent of the respondent to make a collective agreement to which s 423 of the Act applies with \"the other negotiating parties\" stated to be the applicant and two other unions namely the AMWU and the CEPU.",
      "id": "s44"
    },
    {
      "text": "PROCEEDINGS IN THE AUSTRALIAN INDUSTRIAL RELATIONS COMMISSION \n \n18 On 8 February 2007 the respondent made an application pursuant to s 451 of the Act to the Commission for a protected action ballot order in relation to employees of the applicant.",
      "id": "s45"
    },
    {
      "text": "19 The applicant contended in the Commission before Lawler VP that it was not open under the Act for a union to initiate a bargaining period naming other unions as negotiating parties and accordingly it was submitted that the Initiating Notice was invalid and did not initiate a bargaining period.",
      "id": "s46"
    },
    {
      "text": "The Commission upheld the validity of the Initiating Notice: Liquor, Hospitality and Miscellaneous Union --- Western Australian Branch v CSBP Ltd [2007] AIRC 112 (\"the first Commission case\").",
      "id": "s47"
    },
    {
      "text": "20 Lawler VP in so finding said relevantly:\n \n [14] It is certainly arguable, as CSBP submits, that the effect of s 423 is that, while an employer is able to initiate a single bargaining period with more than one union as negotiating parties (see s 423(1) ,(3)), where a particular union initiates a bargaining period, only that union and the employer are negotiating parties (see s 423(1) and (4)) and that, accordingly, other unions who may wish to be part of the proposed collective agreement with the employer cannot be \"negotiating parties\" in relation to that particular bargaining period: \n \n\n21 He continued: \n \n To the extent that s 423 has the effect of preventing a union from initiating a bargaining period in which other unions are negotiating parties, I can see nothing in the legislation that would render invalid a notice by a union initiating a bargaining period merely because it (incorrectly) names other unions as a negotiating party.",
      "id": "s48"
    },
    {
      "text": "If s 423 has the effect for which CSBP contends then those other unions do not in fact become \"negotiating parties\" (in the particular bargaining period initiated by the giving of the notice) notwithstanding that they are named as \"negotiating parties\" in the notice.",
      "id": "s49"
    },
    {
      "text": "However, it does not automatically follow that the notice thereby becomes invalid or otherwise ineffective in initiating a bargaining period to which the employer and notifying union are negotiating parties.",
      "id": "s50"
    },
    {
      "text": "[17] (Emphasis added)\n \n Section 423(3) specifies how the bargaining period is initiated.",
      "id": "s51"
    },
    {
      "text": "Even if CSBP, as employer, is the only other person who can be a \"negotiating party\" to a bargaining period initiated by the LHMU in relation to CSBP employees in this case the LHMU gave \"written notice ... to each other negotiating party and to the Commission stating that the initiating party intends to try to make a collective agreement to which this section applies ... with the other negotiating parties under ... 328\" as required by s 423(3).",
      "id": "s52"
    },
    {
      "text": "The fact that the notice was also given to other persons as \"negotiating parties\" does not detract from the fact that the requirements of s 423(3) have been satisfied.",
      "id": "s53"
    },
    {
      "text": "[18]\n \n\n22 In upholding the validity of the notice, the Vice-President adopted the approach taken by the Full Bench of the Commission in APRA v CPSU (Print S7131) .",
      "id": "s54"
    },
    {
      "text": "That case was an appeal from a decision of Polites SDP and concerned the validity of a notice of initiation of bargaining periods and, in particular, whether, by including an additional employee organisation in the notice, the notice thereby was invalid.",
      "id": "s55"
    },
    {
      "text": "Polites SDP had held that the inclusion of another organisation of employees in the notice did not serve to invalidate the notice as between the initiating party and the negotiating party.",
      "id": "s56"
    },
    {
      "text": "He also held, assuming that he was wrong concerning the validity of the notice, on that ground, that the inclusion of the other organisation of employees could be severed from the other provisions of the notice and for that additional reason ought not to be regarded as invalidating the notice between the initiating party and negotiating party at [32].",
      "id": "s57"
    },
    {
      "text": "23 The Full Bench, without more, merely adopted the reasons of Polites SDP in these respects: APRA v CPSU (Print S7131) at [22].",
      "id": "s58"
    },
    {
      "text": "24 The protected action ballot order made by Lawler VP was, according to counsel for the respondent, revoked upon the application of the respondent.",
      "id": "s59"
    },
    {
      "text": "A further application for a protected action ballot order was then made relying upon the Initiating Notice and came on for hearing before Commissioner Smith of the Commission on 2 March of this year.",
      "id": "s60"
    },
    {
      "text": "The Commissioner in an ex tempore decision made a protection action ballot order.",
      "id": "s61"
    },
    {
      "text": "The Commissioner's edited reasons were published on 8 March 2007: Liquor, Hospitality and Miscellaneous Union v CSBP Limited (PR976337) (\"the second Commission case\").",
      "id": "s62"
    },
    {
      "text": "The points taken by the applicant before Lawler VP as to the invalidity of the Initiating Notice were re-argued before Commissioner Smith.",
      "id": "s63"
    },
    {
      "text": "In his reasons the Commissioner adopted, without more, the reasoning of Lawler VP, in the first Commission case, in finding that there was a valid bargaining period and in effect a valid initiating notice.",
      "id": "s64"
    },
    {
      "text": "25 As of 23 March 2007, the applicant had reached agreement on all terms of a new workplace agreement with the respondent except in respect of \"backpayment of allowances\".",
      "id": "s65"
    },
    {
      "text": "As at 26 March those issues were resolved save for issues said to have been specific to chemicals.",
      "id": "s66"
    },
    {
      "text": "26 As at 30 March 2007 the remaining issues concerned shift cover and chemical operator levels.",
      "id": "s67"
    },
    {
      "text": "THE PROTECTED ACTION NOTICE \n \n27 On 30 March 2007 the applicant received a fax from the respondent purportedly pursuant to s 441 of the Act , giving notice that certain of its members would be taking 7 days industrial action (\"industrial action\") commencing Friday 6 April 2007 (\"the Protected Action Notice\").",
      "id": "s68"
    },
    {
      "text": "Those members to whom the Protected Action Notice referred were expressed, in a formulative way, to be \"... those employees of CSBP Limited who are members of the LHMU who would be subject to the proposed collective agreement dealt with in bargaining period BP 2007/8 and work as process technicians\".",
      "id": "s69"
    },
    {
      "text": "The Protected Action Notice further advised: \n \n The purpose of the industrial action is in supporting or advancing claims made in respect of the proposed collective agreement.",
      "id": "s70"
    },
    {
      "text": "You are advised that industrial action in the form of a stoppage of seven (7) days duration will commence on Friday 6 April 2007.",
      "id": "s71"
    },
    {
      "text": "EFFECT OF A 7 DAY STRIKE \n \n28 A 7 day strike by the Process Technicians at the Plant will have significant negative consequences for the applicant and others.",
      "id": "s72"
    },
    {
      "text": "As at the commencement of the hearing before me there were potential safety consequences for the applicant and the public and economic consequences for the applicant, its customers and third parties.",
      "id": "s73"
    },
    {
      "text": "At the commencement of the hearing, I invited the parties to reach agreement on the safety matters.",
      "id": "s74"
    },
    {
      "text": "During a short adjournment, this was achieved.",
      "id": "s75"
    },
    {
      "text": "This broadly involved agreement to overcome safety issues at the Plant in \"shut-down\" mode in the event that the 7 day stoppage (\"the Stoppage\") proceeded.",
      "id": "s76"
    },
    {
      "text": "Accordingly, other than going to the efficacy of the respondent's Protected Action Notice, the safety concerns are no longer relevant to this application.",
      "id": "s77"
    },
    {
      "text": "It is therefore, in that limited context, that I now set out a relevant summary of the safety issues.",
      "id": "s78"
    },
    {
      "text": "SAFETY ISSUES \n \n29 The Kwinana operations involve the storage, production and use of hazardous chemicals.",
      "id": "s79"
    },
    {
      "text": "The Plant is a Major Hazard Facility and is subject to rigorous safety and environmental regulations.",
      "id": "s80"
    },
    {
      "text": "At all times, the applicant is required to safely operate and maintain the Plant.",
      "id": "s81"
    },
    {
      "text": "Without due care, the Plant conditions may be compromised resulting in possible release of hazardous chemicals into the atmosphere or onto the land thus impacting on the safety of the public.",
      "id": "s82"
    },
    {
      "text": "30 If the Process Technicians stop work for 7 days, there are a number of immediate safety and economic consequences for the applicant.",
      "id": "s83"
    },
    {
      "text": "Firstly, it cannot operate most of its chemical facilities and its fertiliser plant without the Process Technicians.",
      "id": "s84"
    },
    {
      "text": "31 When the Process Technicians all stop work, the applicant must cease operations of most of its chemical facilities.",
      "id": "s85"
    },
    {
      "text": "This cannot be achieved in any immediate way.",
      "id": "s86"
    },
    {
      "text": "The applicant must undertake a controlled shut-down of its various operations, in order to prevent significant damage occurring to its facilities and also to comply with its safety obligations.",
      "id": "s87"
    },
    {
      "text": "The length of time required to shut down the different chemical facilities at the Kwinana Plant varies from a number of hours (i.e.",
      "id": "s88"
    },
    {
      "text": "approximately 6---12 hours) in some cases, to 3 or 4 days in the case of the ammonia plant.",
      "id": "s89"
    },
    {
      "text": "PRODUCTION, ECONOMIC AND THIRD PARTY EFFECTS: CONSEQUENCES OF A STOPPAGE BY TECHNICIANS \n Ammonia \n \n32 The applicant produces approximately 230,000 to 250,000 tonnes of ammonia per year and has a storage capacity for 40,000 tonnes.",
      "id": "s90"
    },
    {
      "text": "It is stored at the Plant in refrigerated tanks.",
      "id": "s91"
    },
    {
      "text": "The applicant's current storage levels are approximately 24,200 tonnes.",
      "id": "s92"
    },
    {
      "text": "33 Approximately 165,000 tonnes per annum of ammonia produced by the applicant is consumed on site.",
      "id": "s93"
    },
    {
      "text": "Of this amount approximately 115,000 tonnes is used to make nitric acid and subsequently AN solution; approximately 30,000 tonnes is used to make cyanide products and approximately 20,000 tonnes is used by the applicant to make fertiliser products.",
      "id": "s94"
    },
    {
      "text": "It also sells approximately 85,000 tonnes of ammonia externally.",
      "id": "s95"
    },
    {
      "text": "Ammonia production halted by the proposed stoppage \n \n34 The applicant could not produce any more ammonia itself during the Stoppage (or for a period of some 7.5 additional days of shutdown/start-up around the Stoppage).",
      "id": "s96"
    },
    {
      "text": "It cannot run the ammonia plant without the Process Technicians during the Stoppage.",
      "id": "s97"
    },
    {
      "text": "It will therefore have to shut the ammonia facility down.",
      "id": "s98"
    },
    {
      "text": "Additionally, if there is a shutdown of the Plant, or most of it (as will be required if the Process Technicians stop work), it will not be able to despatch ammonia held in storage to some of its other facilities at the Plant.",
      "id": "s99"
    },
    {
      "text": "This is because the applicant's AN facility and the fertilisers area will also have to be shut down.",
      "id": "s100"
    },
    {
      "text": "35 Currently, there is a high level of demand for the applicant's chemical products, including its ammonia based products.",
      "id": "s101"
    },
    {
      "text": "For an extended period now the applicant has been operating its ammonia facility at maximum capacity.",
      "id": "s102"
    },
    {
      "text": "Indeed it is currently building a second AN facility because demand for its product is high.",
      "id": "s103"
    },
    {
      "text": "In order to have enough ammonia to \"feed\" that facility when it is commissioned (expected to be November 2007), the applicant will be importing ammonia.",
      "id": "s104"
    },
    {
      "text": "It will not have enough of its own product to feed that facility.",
      "id": "s105"
    },
    {
      "text": "Once the new facility is fully commissioned it is expected to operate at full capacity and sell all of the product that it can produce.",
      "id": "s106"
    },
    {
      "text": "36 There is therefore a significant economic impact for the applicant from not producing and using ammonia during any period of stoppage.",
      "id": "s107"
    },
    {
      "text": "Notwithstanding current storage levels of ammonia at Kwinana, it is able to sell all of the ammonia that it can produce.",
      "id": "s108"
    },
    {
      "text": "When its stocks increase, it is able to enter into contracts to sell the additional stock or alternatively use the product itself to make other chemicals.",
      "id": "s109"
    },
    {
      "text": "37 If the applicant's production is reduced by a 14-15 day stoppage (which is the likely consequence of the proposed Stoppage by Process Technicians), then over the course of the coming year or so, it will have reduced sales of product proportionate to the short fall in ammonia production.",
      "id": "s110"
    },
    {
      "text": "Alternatively, were the applicant forced to import ammonia to meet its contractual obligations, the prevailing market price of ammonia currently exceeds its contracted sale price to external customers.",
      "id": "s111"
    },
    {
      "text": "That is, it would cost the applicant more to import than the revenue it would obtain from selling the ammonia.",
      "id": "s112"
    },
    {
      "text": "38 Mr Martelli estimated the financial cost to the applicant from lost ammonia production from the Stoppage notified by the respondent to commence on 6 April 2007 will be in the order of $2.6 million to $3.2 million.",
      "id": "s113"
    },
    {
      "text": "In his affidavit, sworn 2 April 2007 as amended, in part, by his further affidavit sworn 3 April 2007, Mr Martelli demonstrated in considerable detail how he arrived at this estimate.",
      "id": "s114"
    },
    {
      "text": "There was no challenge to those estimates and for present purposes I will treat them as reliable.",
      "id": "s115"
    },
    {
      "text": "These losses will not be immediate but will be incurred over time.",
      "id": "s116"
    },
    {
      "text": "39 Viewed alternatively, a stoppage of production at the ammonia plant over 14 to 15 days would result in fixed cost losses to the applicant.",
      "id": "s117"
    },
    {
      "text": "That is, it will incur costs even though it is not producing.",
      "id": "s118"
    },
    {
      "text": "Those costs include the fixed proportion of gas transmission which it must pay for, whether or not it is using gas during a period of the shutdown, depreciation of the facility and various other costs associated with the production side of the ammonia facility.",
      "id": "s119"
    },
    {
      "text": "According to Mr Martelli the fixed cost component of the loss would exceed $1.5 million over the 14 day period.",
      "id": "s120"
    },
    {
      "text": "Ammonium Nitrate \n \n40 The applicant sells AN produced at its Plant to its customers either as a solution or in solid form.",
      "id": "s121"
    },
    {
      "text": "It operates its AN solution and prilling facilities at maximum capacity and can sell all the product that it makes.",
      "id": "s122"
    },
    {
      "text": "It sells about 250,000 tonnes of AN per annum.",
      "id": "s123"
    },
    {
      "text": "Of some approximately 285,000 tonnes of AN sold each year in WA, the applicant supplies 250,000 tonnes.",
      "id": "s124"
    },
    {
      "text": "However it could sell more AN if it had the capacity to produce it.",
      "id": "s125"
    },
    {
      "text": "For this reason it is currently in the process of building a second AN facility at Kwinana.",
      "id": "s126"
    },
    {
      "text": "It sells all of its AN to Dyno Nobel Asia Pacific Pty Limited (Dyno Nobel).",
      "id": "s127"
    },
    {
      "text": "Dyno Nobel receives AN from the applicant and then further processes the AN to make explosives for its various mining customers including BHP Billiton and Pilbara Iron Ore (i.e.",
      "id": "s128"
    },
    {
      "text": "Rio Tinto) and other mining companies in WA.",
      "id": "s129"
    },
    {
      "text": "Contract with Dyno Nobel \n \n41 The applicant has long term supply contracts with Dyno Nobel.",
      "id": "s130"
    },
    {
      "text": "There is a main contract to supply to a base volume of AN.",
      "id": "s131"
    },
    {
      "text": "In addition to the \"base supply\", Dyno Nobel buys all additional AN that the applicant can produce under supplementary contracts.",
      "id": "s132"
    },
    {
      "text": "This allows Dyno Nobel to work out how much AN it will source from the applicant during the relevant contractual period.",
      "id": "s133"
    },
    {
      "text": "Product that cannot be supplied by the applicant will then be sourced from elsewhere by Dyno Nobel.",
      "id": "s134"
    },
    {
      "text": "However Dyno Nobel will buy all the AN that the applicant can sell to it.",
      "id": "s135"
    },
    {
      "text": "42 When the applicant assesses its capacity to supply Dyno Nobel, it does so taking into account all relevant factors e.g.",
      "id": "s136"
    },
    {
      "text": "planned shut downs and current stocks.",
      "id": "s137"
    },
    {
      "text": "If stocks are depleted by a shutdown of the facility, the applicant must build that into its planning.",
      "id": "s138"
    },
    {
      "text": "In short, it will mean that the applicant will sell less AN to Dyno Nobel because it will produce less overall in the relevant period.",
      "id": "s139"
    },
    {
      "text": "That is, the applicant is able to enter into contracts to sell all stocks of AN that it produces.",
      "id": "s140"
    },
    {
      "text": "Stocks of AN \n \n43 In order to properly service Dyno Nobel, the applicant needs to have AN in storage.",
      "id": "s141"
    },
    {
      "text": "Dyno Nobel and its customers (i.e.",
      "id": "s142"
    },
    {
      "text": "the mining companies) do not store large quantities of stock.",
      "id": "s143"
    },
    {
      "text": "It needs to be responsive to their stock delivery requirements.",
      "id": "s144"
    },
    {
      "text": "It also needs to build up stocks to be able to cope with supply constraints during its planned shutdowns (which occur approximately every 5 months or so) and also for unplanned shutdowns, plant \"trips\" etc. \n \n44 The applicant is obliged contractually to maintain greater than 5,000 tonnes of AN granules at any time so as to be able to supply Dyno Nobel as needed.",
      "id": "s145"
    },
    {
      "text": "The storage capacity provides flexibility around any break down or trip at the Plant.",
      "id": "s146"
    },
    {
      "text": "That is, as is the case with ammonia, the applicant stores AN product as part of its overall supply chain efficiency.",
      "id": "s147"
    },
    {
      "text": "Its stores of AN on site are a \"timing issue\" only.",
      "id": "s148"
    },
    {
      "text": "As a matter of product management, there needs to be stocks of AN available on site at any time.",
      "id": "s149"
    },
    {
      "text": "45 The applicant currently has 8,200 tonnes of AN granules in stock.",
      "id": "s150"
    },
    {
      "text": "This is standard.",
      "id": "s151"
    },
    {
      "text": "This represents less than 2 weeks supply of AN granules to Dyno Nobel.",
      "id": "s152"
    },
    {
      "text": "It currently has 460 tonnes of AN solution in stock which is also standard.",
      "id": "s153"
    },
    {
      "text": "This represents about 2 to 3 days supply to Dyno Nobel.",
      "id": "s154"
    },
    {
      "text": "If the Stoppage occurs, the applicant, for safety reasons will dilute the AN solution to make the product safe in storage.",
      "id": "s155"
    },
    {
      "text": "The AN solution will not be able to be despatched to Dyno Nobel in that form.",
      "id": "s156"
    },
    {
      "text": "After the Stoppage the diluted AN solution will have to be concentrated before it can be sold to Dyno Nobel.",
      "id": "s157"
    },
    {
      "text": "Therefore, if the Stoppage occurs, immediately it will not be able to supply AN solution to Dyno Nobel.",
      "id": "s158"
    },
    {
      "text": "In turn, Dyno Nobel may not be able to supply explosives to those mines that require an explosive derived from AN solution.",
      "id": "s159"
    },
    {
      "text": "46 It is possible to produce AN solution from a particular grade of AN granules by melting the AN granules into AN solution.",
      "id": "s160"
    },
    {
      "text": "However, the applicant does not produce the particular grade of granules to enable this to occur.",
      "id": "s161"
    },
    {
      "text": "Nor does Dyno Nobel itself have the capacity to make AN Solution from the granules.",
      "id": "s162"
    },
    {
      "text": "Further there is a long lead time to get the required grade of AN granules even if Dyno Nobel could make AN solution from the granules.",
      "id": "s163"
    },
    {
      "text": "There are also substantial costs in the melting process and not all sites have such facilities.",
      "id": "s164"
    },
    {
      "text": "There is therefore a real prospect of slowing or halting production at those mines that rely on AN solution for their explosives, at least for a period of time until alternative arrangements can be made by Dyno Nobel.",
      "id": "s165"
    },
    {
      "text": "AN facility shutdown \n \n47 The applicant cannot run the AN facilities without the Process Technicians during the Stoppage.",
      "id": "s166"
    },
    {
      "text": "It will therefore have to shut the AN facilities down.",
      "id": "s167"
    },
    {
      "text": "Consequently it will not produce any AN during the Stoppage.",
      "id": "s168"
    },
    {
      "text": "Nor will it produce AN for a period of some additional 2 days to allow for shutdown/start-up of the AN facilities, i.e.",
      "id": "s169"
    },
    {
      "text": "a half a day to 1 day either side of the Stoppage (averaging about 1.5 days additional lost production in total).",
      "id": "s170"
    },
    {
      "text": "There is therefore a significant economic impact for the applicant from not producing AN during any period of stoppage.",
      "id": "s171"
    },
    {
      "text": "Since the applicant is able to sell all of the AN that it can produce, if its AN production is reduced by an 8 to 9 day shutdown of the AN facilities, then over the course of the coming year or so, it will have to reduce sales of product proportionate to the short fall in AN production.",
      "id": "s172"
    },
    {
      "text": "48 Mr Martelli estimated that the financial loss to the applicant from lost AN production from the Stoppage will be in the order of $750,000 to $900,000.",
      "id": "s173"
    },
    {
      "text": "Again detailed calculations were deposed to by him to which there was no challenge.",
      "id": "s174"
    },
    {
      "text": "I do not need to recite these here.",
      "id": "s175"
    },
    {
      "text": "Alternative sources of AN \n \n49 Most mines supplied by Dyno Nobel do not carry high stocks of inventory and usually carry limited or minimal inventory of AN or AN based explosives.",
      "id": "s176"
    },
    {
      "text": "The applicant currently has 460 tonnes of AN solution, and 8,200 tonnes of bulk/bagged AN.",
      "id": "s177"
    },
    {
      "text": "If it was not able to continue producing AN then, based on its current stocks, stocks of AN granules would run out in less than 14 days.",
      "id": "s178"
    },
    {
      "text": "50 As I have indicated, for safety reasons AN solution will be diluted.",
      "id": "s179"
    },
    {
      "text": "Therefore immediately upon this occurring during the shutdown and Stoppage, the applicant will cease supplying AN solution to Dyno Nobel notwithstanding the fact that Dyno Nobel will wish to be supplied by it.",
      "id": "s180"
    },
    {
      "text": "Dyno Nobel does not store large quantities of AN Solution but relies on the applicant to provide very regular supplies of the product.",
      "id": "s181"
    },
    {
      "text": "Similarly, the mines who are supplied with AN solution (converted into emulsion) do not hold large quantities of AN solution on site (the product is a classified explosive and only small quantities are held on mine sites).",
      "id": "s182"
    },
    {
      "text": "51 If the applicant can no longer provide Dyno Nobel with AN granules, there are some other plants interstate which may have some capacity to divert to Dyno Nobel although Mr Martelli believed that such capacity would be minimal.",
      "id": "s183"
    },
    {
      "text": "The lead time for obtaining suppliers interstate is 10 to 25 days.",
      "id": "s184"
    },
    {
      "text": "However, this is an estimate only.",
      "id": "s185"
    },
    {
      "text": "Interstate lead time could be even longer given the fact that AN is classed as a dangerous good under relevant dangerous goods legislation and is therefore subject to strict regulatory control.",
      "id": "s186"
    },
    {
      "text": "52 In order to obtain overseas shipments of AN granules, the applicant would need to divert ships that have already been ordered by other suppliers.",
      "id": "s187"
    },
    {
      "text": "It could not just ring up a supplier and secure a shipment.",
      "id": "s188"
    },
    {
      "text": "The process is likely to take 2 to 3 months as many ships are booked out months in advance.",
      "id": "s189"
    },
    {
      "text": "53 Another issue in relation to importing AN granules is port limits.",
      "id": "s190"
    },
    {
      "text": "It is not possible to have an unlimited supply of AN at the port because the port at Kwinana has a limit of 4,000 tonnes of AN per ship and the port at Dampier has a limit of 5,000 tonnes of AN per ship.",
      "id": "s191"
    },
    {
      "text": "Those shipment amounts of AN would only be enough for one week's supply of AN to Dyno Nobel.",
      "id": "s192"
    },
    {
      "text": "54 The fastest way to transport AN is by road and or rail, however, the costs of transport by road and rail are very high relative to the price of the product.",
      "id": "s193"
    },
    {
      "text": "It is very difficult to transport AN solution because it needs to be kept at a certain temperature in heated containers which are difficult to obtain.",
      "id": "s194"
    },
    {
      "text": "Based on the alternative sources of AN available and the delays involved in transport, it would not possible to supply Dyno Nobel with AN from alternative sources, particularly given that other AN plants in Australia have minimal product to divert.",
      "id": "s195"
    },
    {
      "text": "55 If the applicant was not able to supply Dyno Nobel with AN, it is likely that Dyno Nobel will not be able to source AN from other sources within the time frames required to supply some of its customers.",
      "id": "s196"
    },
    {
      "text": "It is therefore likely that production at affected mines will be reduced as a consequence.",
      "id": "s197"
    },
    {
      "text": "Therefore, if it cannot supply AN to Dyno Nobel there will be a flow on effect of reduced production in gold, nickel and iron ore.",
      "id": "s198"
    },
    {
      "text": "Even if it can supply all of its customers from alternate sources, or Dyno Nobel obtains the product itself, it will lose the benefit of those sales.",
      "id": "s199"
    },
    {
      "text": "Fertilisers \n \n56 The fertiliser business comprises the granulation plant product and superphosphate plant product.",
      "id": "s200"
    },
    {
      "text": "The applicant's fertiliser business relies on ammonia produced by itself to maintain production.",
      "id": "s201"
    },
    {
      "text": "At this time of year fertiliser usage by farmers begins to peak.",
      "id": "s202"
    },
    {
      "text": "Demand for the applicant's fertiliser product is high.",
      "id": "s203"
    },
    {
      "text": "In addition, farmers who cannot obtain fertiliser from the applicant will immediately source product from other suppliers.",
      "id": "s204"
    },
    {
      "text": "This is because each farmer has a small window during which the farmer desires to apply fertiliser to his/her land.",
      "id": "s205"
    },
    {
      "text": "Delays of 1 to 2 days on fertiliser supply can affect a farmer's economic returns.",
      "id": "s206"
    },
    {
      "text": "With Fertiliser Process Technicians and Process Technicians in the ammonia plant engaging in the Stoppage this will significantly impact the applicant's ability to service customers.",
      "id": "s207"
    },
    {
      "text": "Granulation Plant \n \n57 The plant runs to full production capacity up to early July 2007.",
      "id": "s208"
    },
    {
      "text": "After July, the fertilising season is over.",
      "id": "s209"
    },
    {
      "text": "Therefore any lost production prior to July 2007 cannot be \"caught up\" during the fertiliser season and represents lost sales.",
      "id": "s210"
    },
    {
      "text": "58 In other words, the Stoppage will mean that the applicant loses the ability to manufacture product to meet customer demand.",
      "id": "s211"
    },
    {
      "text": "According to the estimate of Mr Martelli the impact of lost production over 7 days (i.e.",
      "id": "s212"
    },
    {
      "text": "8,400 tonnes lost production) will result in lost sales in the order of $3.8 million and lost profits in the order of $550,000.",
      "id": "s213"
    },
    {
      "text": "CO 2 Production \n \n59 CO 2 is a by-product of producing ammonia.",
      "id": "s214"
    },
    {
      "text": "A company called Air Liquide has a small compressor and refrigeration plant at the Plant.",
      "id": "s215"
    },
    {
      "text": "Air Liquide buys CO 2 from the applicant and on-sells CO 2 to industrial users.",
      "id": "s216"
    },
    {
      "text": "The applicant sells approximately 20,000 tonnes of CO 2 to Air Liquide.",
      "id": "s217"
    },
    {
      "text": "It has recently commissioned its own CO 2 plant.",
      "id": "s218"
    },
    {
      "text": "It is contracted to sell CO 2 to BOC Ltd.",
      "id": "s219"
    },
    {
      "text": "In turn BOC Ltd will on-sell the CO 2 to Alcoa and other users of the product.",
      "id": "s220"
    },
    {
      "text": "CO 2 is used by Alcoa to treat residual waste from the alumina process.",
      "id": "s221"
    },
    {
      "text": "It expects to sell 70,000 tonnes of CO 2 to BOC/Alcoa.",
      "id": "s222"
    },
    {
      "text": "Any impact on ammonia production at the Plant will have an immediate impact on supply of CO 2 as there is no intermediate storage of CO 2 .",
      "id": "s223"
    },
    {
      "text": "The gas goes straight from the Plant to the customer.",
      "id": "s224"
    },
    {
      "text": "THE APPLICANT'S SUBMISSIONS \n \n60 It was common ground that if the Stoppage occurs, the applicant will have to shut-down its ammonia, AN and fertiliser manufacturing plants and cease production of CO 2 .",
      "id": "s225"
    },
    {
      "text": "The period of lost production will vary, but in each case will be greater than 7 days because of the time required to shut down and start up plant.",
      "id": "s226"
    },
    {
      "text": "For example, the threatened 7 day strike will result in the ammonia plant ceasing production for up to 15 days.",
      "id": "s227"
    },
    {
      "text": "The applicant will incur substantial current and future losses, including lost production, estimated at over $4 million.",
      "id": "s228"
    },
    {
      "text": "This figure was not disputed by the respondent.",
      "id": "s229"
    },
    {
      "text": "61 The applicant submits that there is a serious question to be tried that the threatened industrial action will not be protected, within the meaning of s 435 of the Act because the Initiating Notice and the Protected Action Notice are each invalid.",
      "id": "s230"
    },
    {
      "text": "I will deal with each of these in turn.",
      "id": "s231"
    },
    {
      "text": "INITIATING NOTICE INVALID: \n \n62 The applicant contended that:\n \n \n (i) protected industrial action can only occur during a bargaining period: ss 435(1) and (2).",
      "id": "s232"
    },
    {
      "text": "The Protected Action Notice indicates that employees will take industrial action \"in respect of the notice of bargaining period BP 2007/8\".",
      "id": "s233"
    },
    {
      "text": "The Initiating Notice was directed to 3 \"other negotiating parties\" (the applicant, the AMWU and CEPU) and stated that the respondent intended to try to make a collective agreement with the other negotiating parties.",
      "id": "s234"
    },
    {
      "text": "The particulars (at paragraph (b) of the Protected Action Notice) confirmed that the proposed collective agreement sought in the bargaining period was one binding the applicant, the respondent, CEPU and AMWU; \n \n\n\n \n \n (ii) there is no provision in the Act which allows a union to initiate a bargaining period in pursuit of a multi-union agreement.",
      "id": "s235"
    },
    {
      "text": "Where a union initiates a bargaining period the only other negotiating party is the employer: s 423(3) and (4).",
      "id": "s236"
    },
    {
      "text": "The ability to initiate a bargaining period with more than one union is confined to employers: s 423(4)(c).",
      "id": "s237"
    },
    {
      "text": "A defect of this kind is no mere technicality.",
      "id": "s238"
    },
    {
      "text": "The effect of a bargaining period is to modify existing legal rights.",
      "id": "s239"
    },
    {
      "text": "A union that is a negotiating party may take protected action: s 435(2).",
      "id": "s240"
    },
    {
      "text": "Severance is not possible because it will substantially alter the nature of the proposed collective agreement sought in the bargaining period (as confirmed by the particulars).",
      "id": "s241"
    },
    {
      "text": "The inclusion of the CEPU and AMWU as \"Other Negotiating Parties\" was not a \"slip\".",
      "id": "s242"
    },
    {
      "text": "Both the particulars and the factual matrix in which the notice was served confirm that the respondent intended to negotiate an agreement with the applicant and the other 2 unions.",
      "id": "s243"
    },
    {
      "text": "The expired CSBP Agreement was an agreement between the applicant and the 3 unions and, since April 2006, the applicant and the 3 unions had been negotiating a new agreement to replace the expired agreement.",
      "id": "s244"
    },
    {
      "text": "Further, even if the references in the Initiating Notice to the AMWU and CEPU could be severed, it is seriously arguable that the notice would only then be valid so that a bargaining period would not come into effect for a further 7 days: s 427 of the Act ; \n \n\n\n \n \n (iii) whereas a challenge to the validity of the Initiating Notice was rejected by Lawler VP in LHMU v CSBP Limited [2007] AIRC 112 , PR976150, at [17]-[18], and a similar challenge under the pre-reform Act was rejected by a Full Bench of the Commission in APRA v CPSU &amp; Anor , 21 June 2000, Print S7131 at [12], [14], [21]-[22], those decisions should not be followed.",
      "id": "s245"
    },
    {
      "text": "The point which arises in this case, and which was not addressed in those decisions, is not merely that the CEPU and AMWU have been erroneously named as negotiating parties in the respondent's notice.",
      "id": "s246"
    },
    {
      "text": "It is that the proposed collective agreement referred to in the Initiating Notice was particularised as, and was intended to be, an agreement between the respondent, the applicant and the CEPU and AMWU and that, by reason of s 423(4)(d) , a union cannot initiate a bargaining period under the Act which would entitle it to take protected industrial action in support of a multi-union agreement; \n \n\n\n \n \n (iv) under s 435(2) of the Act , industrial action organised or engaged in during the bargaining period may be protected action but only if it is organised or engaged in for the purpose of supporting or advancing claims made in respect of \"the proposed collective agreement\": s 435(2).",
      "id": "s247"
    },
    {
      "text": "The \"proposed collective agreement\" is that to which the bargaining period is directed [s 423(3)]: Trinity Garden Aged Care &amp; Anor v ANF , 21 August 2006, PR973718, at [43].",
      "id": "s248"
    },
    {
      "text": "Accordingly, if the Initiating Notice is held to be valid, the result will be that the respondent will seemingly be entitled to take protected industrial action to cause the respondent to make an agreement with the respondent, the CEPU and the AMWU.",
      "id": "s249"
    },
    {
      "text": "Such an outcome is inconsistent with s 423(4)(d) which clearly evinces an intention that if a bargaining period is to be initiated in pursuit of a multi-union agreement (with the possibility that industrial action will then be taken in support of such an agreement), it must be initiated by the employer; \n \n\n\n \n \n (v) the contrast with s 423(4)(c) , which expressly allows for more than one organisation to be a negotiating party where the initiating party is the employer, is telling.",
      "id": "s250"
    },
    {
      "text": "This is not a curious result.",
      "id": "s251"
    },
    {
      "text": "It is quite easy to envisage why Parliament would not have wished to give unions the ability to take industrial action to cause an employer to enter into a multi-union agreement, irrespective of the wishes of the employer.",
      "id": "s252"
    },
    {
      "text": "It is quite possible that Parliament considered the employer was best placed to determine whether a multi-union agreement was suited to the needs of the particular business and therefore that the employer should not be pressured into making a multi-union agreement if it did not wish to.",
      "id": "s253"
    },
    {
      "text": "The fact that, in the present case, the applicant is prepared to negotiate a multi-union agreement is not to the point.",
      "id": "s254"
    },
    {
      "text": "What is at issue is the capacity of the respondent union to initiate a bargaining period in pursuit of a multi-union agreement; and \n \n\n\n \n \n (vi) if, as appears from s 435(2) , a union cannot initiate a bargaining period in pursuit of a multi-union agreement, there is at least a serious question to be tried that the respondent's Initiating Notice was invalid such that no bargaining period was initiated and the proposed industrial action will be unprotected and unlawful.",
      "id": "s255"
    },
    {
      "text": "THE RESPONDENT'S ANSWER \n ISSUE ESTOPPEL \n \n63 It was submitted by the respondent that in relation to the challenge to the validity of the Initiating Notice, at least in so far as dependent upon the argument that the inclusion of the two other unions rendered it invalid, gave rise to an issue estoppel between the parties.",
      "id": "s256"
    },
    {
      "text": "This gives rise to important considerations.",
      "id": "s257"
    },
    {
      "text": "No authority was cited by the respondent at the hearing in support of this submission.",
      "id": "s258"
    },
    {
      "text": "I invited counsel for the respondent and the applicant to provide at the earliest any authority and any additional submissions in relation to this point.",
      "id": "s259"
    },
    {
      "text": "Relevant to this question, the respondent provided to me during the course of the hearing, copies of the applicant's submissions made, as respondent, in the proceedings in the Commission before both Lawler VP and Commissioner Smith.",
      "id": "s260"
    },
    {
      "text": "64 In further written submissions provided during the morning of 4 April 2007 the respondent contended that issue estoppel is not limited in its operation to issues decided by a court exercising judicial power but extends to other tribunals.",
      "id": "s261"
    },
    {
      "text": "It relied upon The Administration of the Territory of Papua and New Guinea v Daera Guba [1973] HCA 59 ; (1972-3) 130 CLR 353 at 452 per Gibbs J where his Honour considered the case of Stiftung v. Rayner &amp; Keeler Ltd (No.",
      "id": "s262"
    },
    {
      "text": "2) 1967) 1 AC 853 and also Stephen J at 460; Barwick CJ at 402, McTiernan and Menziess JJ agreeing.",
      "id": "s263"
    },
    {
      "text": "It referred also to the discussion by Pincus J in Bogaards v McMahon (1988) 80 ALR 342 at 350 et seq.",
      "id": "s264"
    },
    {
      "text": "65 The respondent, without any additional submissions, later, by email, referred the Court to the following further decisions: Automotive, Food, Metals, Engineering, Printing &amp; Kindred Industries Union v Ardmona Foods Limited [2006] FCA 1039 ; Blagojevch v Australian Industrial Relations Commission [2000] FCA 483 at [13] et seq; Miller v University of New South Wales [2002] FCA 882 [68] et seq especially [74], [79].",
      "id": "s265"
    },
    {
      "text": "66 It followed, in the respondent's submission that the decisions of Lawler VP and Commissioner Smith in the first Commission case and the second Commission case, respectively, that the Initiating Notice is valid, now estop the applicant from raising that issue in the present proceedings.",
      "id": "s266"
    },
    {
      "text": "67 Alternatively, so the respondent submitted, as a matter of discretion, the applicant should not be permitted to dispute the validity of the notice initiating the bargaining period because that issue has already been decided twice, even if, on a strict application of the doctrine of issue estoppel, it does not apply.",
      "id": "s267"
    },
    {
      "text": "It cited in support Spalla v St George Motor Finance Ltd (No 6) [2004] FCA 1699 , at [66]-[67], per French J; Walton v Gardiner [1992] HCA 12 ; (1993) 177 CLR 378 per Mason CJ, Deane and Dawson JJ at 393; Sea Culture International Pty Ltd v Scoles (1991) 32 FCR 275 at 279 per French J.",
      "id": "s268"
    },
    {
      "text": "68 The respondent contended that it has now been put to arguing the validity of the Initiating Notice on three occasions and that if the injunction is granted and the case proceeds to hearing it will have to argue it for a fourth time and potentially a fifth time if there is an appeal.",
      "id": "s269"
    },
    {
      "text": "69 In this further submission, the respondent, without reference to authority concluded by stating that this proceeding was an abuse of process, unjustifiably vexatious, oppressive, a waste of judicial resources and the resources of the respondent which, relative to the applicant, are scant.",
      "id": "s270"
    },
    {
      "text": "70 For its part the applicant in the afternoon of 4 April 2007 filed responsive written submissions on the question of issue estoppel containing a further 43 paragraphs.",
      "id": "s271"
    },
    {
      "text": "These submissions together with those of the respondent on this question raise complex issues of law including significant constitutional questions, including the proposition that whether issue estoppel applies, at all, to findings by the Commission, is an open question.",
      "id": "s272"
    },
    {
      "text": "71 The question as to whether there is an issue estoppel in relation to the findings, twice, of the Commission that, in effect, the Initiating Notice is valid cannot, in my opinion, in the time available, and without full argument and appropriate consideration, be resolved in this application.",
      "id": "s273"
    },
    {
      "text": "It is enough for present purposes for me to find, as I do, that there is a serious issue to be tried, whether, from the applicant's standpoint, there is no such issue estoppel.",
      "id": "s274"
    },
    {
      "text": "It is relevant to note that other considerations apart, the question posed by the applicant before me as to the validity of the Initiating Notice, whatever may have been argued before the Commission, was not the same question which was exposed in the reasoning of Lawler VP (in the first Commission case) and adopted by Commissioner Smith in the second Commission case.",
      "id": "s275"
    },
    {
      "text": "72 The respondent additionally contended that ss 487 - 9 establish limitations on challenges to protected ballot orders.",
      "id": "s276"
    },
    {
      "text": "73 The applicant submitted that the scheme of the Act is that once a ballot order has been issued it is not open to collaterally attack the decision: the purpose of the scheme is to establish a transparent, fair and democratic process for decision making in relation to industrial action: s 449 ; and for that process to occur quickly (s 457) ; and for legal challenges to be very limited (s 487 - 9 ) and accordingly the applicant's attack on the validity of the bargaining period is excluded by the legislative scheme.",
      "id": "s277"
    },
    {
      "text": "74 The applicant further submitted that s 487 gives immunity from suit to the respondent and its members where the industrial action is not authorised by the ballot.",
      "id": "s278"
    },
    {
      "text": "It contended that if the ballot was invalid the action is nevertheless protected because the respondent is acting in good faith on the outcome of the ballot, which underlines the fact that the validity of the bargaining period can only be attacked at the time of the application for the ballot order.",
      "id": "s279"
    },
    {
      "text": "75 These additional submissions have simply added to the mix of difficult legal questions attaching to the issue whether the Initiating Notice is invalid or not.",
      "id": "s280"
    },
    {
      "text": "REASONING \n \n76 In my opinion there is a serious question to be tried as to whether in the circumstances of this case, the Initiating Notice was valid.",
      "id": "s281"
    },
    {
      "text": "I am not immediately persuaded, although I make no decision in this regard, that the reasoning of Lawler VP to which I have referred is correct.",
      "id": "s282"
    },
    {
      "text": "In any event, as I earlier foreshadowed, his reasons do not deal with the point which has been raised by the applicant here, namely, whether the addition of the CEPU and the AMWU as negotiating parties were included advisedly in the Initiating Notice (not \"incorrectly\" as Lawler VP assumed) to the end that the proposed collective agreement referred to in the Initiating Notice was intended to be an agreement between the applicant, the respondent and each of the CEPU and the AMWU.",
      "id": "s283"
    },
    {
      "text": "This question in turn raises associated questions not dealt with in either the first Commission case or the second Commission case in any determinative way.",
      "id": "s284"
    },
    {
      "text": "These are firstly whether upon the proper construction of s 423(4)(b) of the Act a union can initiate a bargaining period under the Act which would entitle it to take industrial action in support of a multi-union agreement.",
      "id": "s285"
    },
    {
      "text": "Secondly there is the effect upon the validity of the Initiating Notice having regard to the provisions of s 435(2) of the Act which provides relevantly that during a bargaining period an organisation of employees that is a negotiating party is entitled, for the purpose of supporting or advancing claims made in respect of the proposed collective agreement to organise or engage in industrial action against the employer.",
      "id": "s286"
    },
    {
      "text": "For the purposes of s 423(3) of the Act the \"proposed collective agreement\" is that to which the bargaining period is directed: Trinity Garden Aged Care v ANF, 21 August 2006, PR973718 at [43].",
      "id": "s287"
    },
    {
      "text": "On one view, as the applicant submits, this would produce the result that the respondent would similarly be entitled to take protected industrial action to cause the applicant to make an agreement not merely with the respondent but with the respondent and each of the CEPU and AMWU.",
      "id": "s288"
    },
    {
      "text": "77 In any event, whatever the position in relation to the question of issue estoppel as it may concern that particular challenge to the Initiating Notice, there was no issue at any time in the Commission concerning the validity of the Protected Action Notice nor could there have been for the obvious reason that this notice was not given until after the protected ballot order had been made by Commissioner Smith.",
      "id": "s289"
    },
    {
      "text": "I will now consider that question.",
      "id": "s290"
    },
    {
      "text": "NO VALID PROTECTED ACTION NOTICE \n \n78 In the alternative, the applicant submits that even if there is a valid bargaining period in place there is a serious question to be tried that the Protected Action Notice given by the respondent on 30 March 2007, in purported compliance with s 441 of the Act , did not adequately state the nature of the intended action and was therefore not a valid notice.",
      "id": "s291"
    },
    {
      "text": "79 This, the applicant said, was because in order to comply with s 441(6) of the Act a notice must describe the nature of the industrial action with sufficient particularity to enable an employer to take appropriate defensive action: Davids Distribution Pty Ltd v NUW [1999] FCA 1108 ; (1999) 91 FCR 463 at 494-5.",
      "id": "s292"
    },
    {
      "text": "80 There are, according to the applicant, two difficulties with the Protected Action Notice.",
      "id": "s293"
    },
    {
      "text": "Firstly, the Notice of Action states:\n \n The employees to whom this notice relates are those employees of CSBP Limited who are members of the LHMU, who would be subject to the proposed collective agreement dealt with in bargaining period BP2007/8 and work as process technicians.",
      "id": "s294"
    },
    {
      "text": "81 The applicant contends that it is ambiguous as to whether some or all of the process technicians, who are members of the respondent, are intended to take the threatened industrial action.",
      "id": "s295"
    },
    {
      "text": "82 This, it is said, is because if it is intended that all process technicians who are members of the respondent engaged in the threatened industrial action, then, having regard to the fact that approximately 80% of the applicant's process technicians and despatch workers are members of the respondent (Riordan affidavit at [14]-[16]), very serious plant and public safety issues would arise if the applicant were unable to obtain a sufficient number of personnel with the necessary expertise to perform critical functions including:\n \n \n (a) monitoring the Distributed Control System and ammonia storage tanks;\n (b) monitoring nitrogen pressure within the pyrophonic systems in the ammonia plant;\n (c) monitoring ammonia gas pressure within the ammonia refrigeration systems; and \n \n\n(d) monitoring the power supply to the plant.",
      "id": "s296"
    },
    {
      "text": "83 For example, as the applicant submitted, even after the ammonia manufacturing plant is shut down, if the ammonia storage tanks are not monitored, or ammonia gas pressure within the ammonia refrigeration systems is not monitored, and the plant's flare system fails, there is a risk that liquid ammonia will heat up and escape into the atmosphere as ammonia vapour causing a public health risk.",
      "id": "s297"
    },
    {
      "text": "If the nitrogen pressure within the ammonia plant's pyrophonic systems is not monitored and nitrogen pressure drops, there is a risk of ingress of oxygen into those systems leading to a fire.",
      "id": "s298"
    },
    {
      "text": "If power to the site is not monitored and maintained at 50 hertz there is a risk the plant will lose power from the grid with numerous safety issues arising.",
      "id": "s299"
    },
    {
      "text": "84 The applicant relied upon Woodside Petroleum (WA Oil) Pty Ltd v AIMPE [2005] FCA 403 where a similar issue arose.",
      "id": "s300"
    },
    {
      "text": "The notice of intended industrial action served by the union in that case did not make clear whether employees would perform critical safety functions including monitoring of the power supply.",
      "id": "s301"
    },
    {
      "text": "The seriousness of the safety issues raised weighed heavily in the balance of convenience: [2005] FCA 403 at [16] - [17] .",
      "id": "s302"
    },
    {
      "text": "The applicant also referred the Court to Burswood Resort (Management) Ltd v ALHMWU [1999] FCA 1443 (Carr J) at [13]-[14] (serious question to be tried as to whether \"stoppages of work\" refers to some or all employees); Burswood Resort (Management) Ltd v CEPU [2004] FCA 909 (Nicholson J) at [12]-[14].",
      "id": "s303"
    },
    {
      "text": "85 It additionally submitted that whereas the Protected Action Notice states that the action will consist of \" a stoppage of seven (7) days duration [and] will commence on Friday 6 April 2007 \", it does not indicate whether the action will commence (among others):\n \n \n (a) at 12.01 am with the night shift stopping work in the middle of their shift; \n \n\n(b) from the commencement of the day shift on 6 April 2007; or\n \n \n (c) from the commencement of the night shift on 6 April 2007 (so that the day shift in fact attends for work).",
      "id": "s304"
    },
    {
      "text": "and nor does the notice indicate when, in 7 days time, work will recommence.",
      "id": "s305"
    },
    {
      "text": "86 Consequently, the applicant submits that it does not know:\n \n \n (a) by when on 5 or 6 April 2007 it must complete its shut down work (hindering the applicant's ability to efficiently carry out the shut down and mitigate its losses); or\n (b) what arrangements it will have to make for Friday 6 April 2007, whether the night shift will work through to the end of their shift on that day, whether the day shift will present for work, which employees will be available to perform critical safety functions and whether some employees will have to be stood down; or\n (c) when it will be able to commence the process of restarting its plants.",
      "id": "s306"
    },
    {
      "text": "87 The applicant referred to Adelaide Brighton Cement v AWU [2002] FCA 601 , when faced with similar issues, von Doussa J, after considering Davids Distribution noted at [18]:\n \n The degree of specificity in a notice sufficient to enable the employer to take appropriate defensive action must be judged against the nature of the employer's undertaking and the way in which that undertaking operates.",
      "id": "s307"
    },
    {
      "text": "In that case, as here, the employer operated 12 hour day and night shifts and was left not knowing at what time on what day it would need to allocate labour to maintain its operations.",
      "id": "s308"
    },
    {
      "text": "His Honour found there was a serious question to be tried that the notice of industrial action failed to meet the requirements of s 170MO(5) (now 441 (6) of the Act ).",
      "id": "s309"
    },
    {
      "text": "88 It is no answer, in the applicant's submission, to say simply that the only express temporal requirement in s 441(6) is that the notice specify the day when the action will begin.",
      "id": "s310"
    },
    {
      "text": "The authorities indicate that the purpose of the sub-section will not be met unless the action is described with sufficient specificity to enable the recipient of the notice (usually but not always the employer) to take appropriate defensive measures --- and the degree of specificity required will vary according to the nature of the employer's undertaking and the way it operates.",
      "id": "s311"
    },
    {
      "text": "It referred to AFMEPKIU v ACI Mould Manufacturing [1999] FCA 1859 (Goldberg J) at [25]-[28] (serious question that notice was invalid because it failed to state the end date of proposed action).",
      "id": "s312"
    },
    {
      "text": "THE RESPONDENT'S SUBMISSIONS \n \n89 The respondent submitted that the Protected Action Notice is unambiguous in that the employees in question are those who are members of the respondent and who work as process technicians: there is no uncertainty as to whether the notice relates to some or all of those employees as it obviously relates to all of them.",
      "id": "s313"
    },
    {
      "text": "90 The respondent then contended that the Protected Action Notice specifies that industrial action in the form of the Stoppage will commence on 6 April and that whilst it does not specify the time it will commence, the Act does not require this to be done.",
      "id": "s314"
    },
    {
      "text": "Section 444(6) merely requires written notice of \"the day\" when the intended action will begin.",
      "id": "s315"
    },
    {
      "text": "91 The respondent contended further it has been held that the purpose of the notice provisions is to give the employer an opportunity to take defensive action and that the applicant's complaint about the notice is not that it has had insufficient time to take defensive action, but rather, it is that the failure to specify the time means it is not able to precisely ascertain the latest possible time to commence shutdown of the plant.",
      "id": "s316"
    },
    {
      "text": "It followed, so the respondent submitted, that the applicant's complaint is not valid when measured against the legislative purpose.",
      "id": "s317"
    },
    {
      "text": "REASONING \n \n92 I am satisfied that there is a serious question to be tried that the Protected Action Notice does not adequately state the nature of the intended action and was therefore not a valid notice.",
      "id": "s318"
    },
    {
      "text": "In Davids Distribution Pty Ltd v NUW , Wilcox and Cooper JJ (with whom Burchett J agreed on this point) said of then s 170MO(5), which was in the same terms as s 441(6) of the Act :\n \n 84. .",
      "id": "s319"
    },
    {
      "text": ".",
      "id": "s320"
    },
    {
      "text": ".",
      "id": "s321"
    },
    {
      "text": "Parliament did not indicate what degree of specificity it intended by the term \"nature of the intended action\".",
      "id": "s322"
    },
    {
      "text": "To interpret this term, on the one extreme, as requiring no more than an indication of industrial action, as argued by NUW, would be significantly to devalue s 170MO(5); the notice would provide little information.",
      "id": "s323"
    },
    {
      "text": "To interpret it, on the other extreme, as requiring precise details of every future act or omission would be to impose on the giver of a notice an obligation almost impossible to fulfil.",
      "id": "s324"
    },
    {
      "text": "Industrial disputes are dynamic affairs.",
      "id": "s325"
    },
    {
      "text": "Decisions as to future steps often need to be made at short notice, sometimes in response to actions of the opposing party or other people, including governments, and changing circumstances.",
      "id": "s326"
    },
    {
      "text": "It would be a major, and unrealistic, constraint on industrial action to require a party to specify, three clear working days in advance, exactly what steps it would take.",
      "id": "s327"
    },
    {
      "text": "An unduly demanding interpretation of s 170MO(5) would seriously compromise the scheme of Div 8 of Pt VIB of the Act ; it would be difficult for a party to an industrial dispute to obtain the protection contemplated by the Division .",
      "id": "s328"
    },
    {
      "text": "... \n 87.",
      "id": "s329"
    },
    {
      "text": "We think s 170MO(5) was designed to ensure that industrial disputants who are to become affected by protected action, in relation to which their usual legal rights are significantly diminished, are at least able to take appropriate defensive action.",
      "id": "s330"
    },
    {
      "text": "For example, an employer may operate a sophisticated item of equipment that will be damaged if precipitately shut down.",
      "id": "s331"
    },
    {
      "text": "If warned in advance of a ban that might affect the continued operation of that plant, the employer might choose a controlled shut down during the period of the notice.",
      "id": "s332"
    },
    {
      "text": "More commonly, perhaps, an employer might use the notice time to communicate with suppliers and customers, and thereby reduce the consequences for them of the notified industrial action.",
      "id": "s333"
    },
    {
      "text": "Very often, the recipient of the notice will respond in a way that has a legal dimension.",
      "id": "s334"
    },
    {
      "text": "For example, a union might react to a notice by an employer of intent to lockout some employees by giving notice that all employees will strike indefinitely as from the commencement of the lockout.",
      "id": "s335"
    },
    {
      "text": "Similarly, an employer might respond to an employees' notice of bans by giving notice of a lockout of some or all employees.",
      "id": "s336"
    },
    {
      "text": "93 The appropriate defensive action referred to by von Doussa J in Davids Distribution Pty Ltd included, by way of example, the shutting down of a sophisticated item of equipment, although in the context of potential damage to the equipment if precipitately shut down.",
      "id": "s337"
    },
    {
      "text": "In this case, whatever be the consideration concerning damage to the plant, there are very substantial safety issues concerned both with the shutting down of the plant safely but also in monitoring the plant whilst it is shut down: see the Woodside Petroleum and Burswood Resort cases referred to above.",
      "id": "s338"
    },
    {
      "text": "Arguably the Protected Action Notice should have specified the Process Technicians, if any, who would be available for safety duties during the proposed period of the industrial action.",
      "id": "s339"
    },
    {
      "text": "Whilst, at the hearing, this safety issue was resolved, by agreement, that fact does not assist the respondent in relation to the question of the efficacy of the Protected Action Notice: a question which falls to be considered in light of the content of the Notice, unaffected by the agreement reached at the hearing before me.",
      "id": "s340"
    },
    {
      "text": "94 Additionally the Protected Action Notice is arguably defective in failing to identify the start and finish times of the industrial action with greater precision, in the context of the particular circumstances which govern the operation of the Plant by the applicant.",
      "id": "s341"
    },
    {
      "text": "In my opinion the expression \"the nature of the intended action\" is wide enough, arguably, in an appropriate case, and arguably this case is one, as to when on the specified day in the notice the intended action is to commence as well as the time on the last day when the intended action is to cease.",
      "id": "s342"
    },
    {
      "text": "If it were otherwise, in the circumstances of this case, the applicant would be required to take defensive steps for the period commencing immediately after midnight on the day before the intended action and in respect of the period up until midnight on the last day of the intended action.",
      "id": "s343"
    },
    {
      "text": "It may be however, as a matter of fact, that such was not the intention of the respondent.",
      "id": "s344"
    },
    {
      "text": "It may have intended to commence the intended action at some time during the first day, perhaps the commencement of one of the shifts either 6am or 6pm and likewise in relation to cessation of the intended action on the last day.",
      "id": "s345"
    },
    {
      "text": "In those circumstances the applicant, particularly in relation to the serious safety issues which would otherwise arise, might well \"over-compensate\" because of the lack of specificity as to these matters in the notice.",
      "id": "s346"
    },
    {
      "text": "It would not be onerous for the respondent to have provided this information and it would relevantly have informed the applicant upon a very significant matter, namely what defensive steps were reasonably necessary without over-compensation, to meet the proposed industrial action.",
      "id": "s347"
    },
    {
      "text": "IS ANY UNPROTECTED INDUSTRIAL ACTION ALSO UNLAWFUL?",
      "id": "s348"
    },
    {
      "text": "95 The applicant submits further that there are serious questions to be tried to the effect that the respondent's conduct in organising industrial action and giving the Protected Action Notice has contravened and threatens to further contravene s 400(1) of the Act in that it is conduct intended to coerce the applicant to make a collective workplace agreement.",
      "id": "s349"
    },
    {
      "text": "It is also contended that serious questions to be tried arise in this respect in that the same conduct is tortious in that it is intended to cause the applicant's employees to breach their contract of employment and further whether by the same conduct the respondent will commit the tort of unlawful interference with trade or business.",
      "id": "s350"
    },
    {
      "text": "REASONING \n \n96 Counsel for the respondent made no oral submissions in response to these additional matters.",
      "id": "s351"
    },
    {
      "text": "I did not take that to mean any acceptance on the part of the respondent as to the correctness of the submissions made by the applicant.",
      "id": "s352"
    },
    {
      "text": "Rather the opposition to the orders sought focused upon questions going to the existence, or not, of serious questions to be tried as to the validity of the two notices.",
      "id": "s353"
    },
    {
      "text": "In my opinion they raise serious questions to be tried.",
      "id": "s354"
    },
    {
      "text": "BALANCE OF CONVENIENCE \n \n97 I have, in the short time available in these urgent proceedings, concluded that the balance of convenience weighs heavily in favour of the grant of injunctive relief.",
      "id": "s355"
    },
    {
      "text": "I consider the issues raised by the applicant to be of reasonable substance.",
      "id": "s356"
    },
    {
      "text": "Furthermore the issues are attended by significant legal complexity beyond the means of the Court to formulate, in the time available, any reasoned analysis informing the merits of these one way or another.",
      "id": "s357"
    },
    {
      "text": "98 On the one hand, the applicant faces the certainty of very significant financial loss of a kind difficult to establish with any precision at trial.",
      "id": "s358"
    },
    {
      "text": "There is also the very real prospect of damage to third parties.",
      "id": "s359"
    },
    {
      "text": "On the other hand, the respondent, if enjoined, cannot exercise what it contends to be an immediate legal right.",
      "id": "s360"
    },
    {
      "text": "It could however start again by registering a new bargaining period by a further initiating notice under s 423(3) of the Act in terms devoid of the reference to unions other than itself as well as in due course giving a further notice of industrial action under s 441 of the Act with the kind of detail to which I have referred.",
      "id": "s361"
    },
    {
      "text": "This could be achieved in a period of somewhere between one month, on the applicant's estimate and three months on that of the respondent.",
      "id": "s362"
    },
    {
      "text": "On balance therefore I consider that the applicant should have the benefit of injunctive relief.",
      "id": "s363"
    },
    {
      "text": "THE RELIEF ORDERED \n \n99 The motion was brought on again on Thursday 5 April 2007 at which time I indicated to the parties that I proposed to grant relief to the applicants and invited the parties to make submissions as to the orders I should make.",
      "id": "s364"
    },
    {
      "text": "I advised the parties that I would publish my written reasons later.",
      "id": "s365"
    },
    {
      "text": "100 During the course of hearing those further submissions the Court was informed of a further development.",
      "id": "s366"
    },
    {
      "text": "It was described by counsel for the respondent as forming part of the \"industrial arm wrestle\" between the parties.",
      "id": "s367"
    },
    {
      "text": "What had occurred was that during the first urgent hearing of this motion on Tuesday 3 April 2007 a further notice of industrial action purportedly under s 441 of the Act and dated that very day was served by the respondent on the applicant at approximately 4.56 pm.",
      "id": "s368"
    },
    {
      "text": "The hearing, on that day, did not conclude until about 6.00 pm.",
      "id": "s369"
    },
    {
      "text": "Whilst counsel for the respondent was unaware of this fact, I am informed that the Industrial Officer for the respondent, who was then in Court, did know that this further notice was to be served that afternoon.",
      "id": "s370"
    },
    {
      "text": "The Court however was not informed of this fact.",
      "id": "s371"
    },
    {
      "text": "101 Counsel for the respondent invited me to refrain from making injunctive orders as to the further notice.",
      "id": "s372"
    },
    {
      "text": "He submitted on behalf of the respondent that I had no evidence before me going to the question of the balance of convenience in so far as it concerned a 2 day strike of dispatch operators, this being the proposed industrial action under the further notice as opposed to a 7 day strike of process technicians under the Protected Action Notice.",
      "id": "s373"
    },
    {
      "text": "102 Whilst that may be so in a direct sense there is sufficient evidence in the affidavit of Mr Martelli sworn 2 April 2007 (in particular para 17(d), 66, 67, 95, 96, 118 and 123) for me to infer that there is a high likelihood of damage to the applicant and third parties which would flow from such proposed industrial action, the subject of the further notice \n \n103 Had this further notice been brought to the Court's attention on Tuesday 3 April, as I consider should have occurred, there would have been time then to have given appropriate consideration to it and its effect, if any, on the orders which the applicant sought.",
      "id": "s374"
    },
    {
      "text": "As it is, the further notice was only brought to the Court's attention in the afternoon on the eve of the Easter holiday period.",
      "id": "s375"
    },
    {
      "text": "The proposed industrial action under the second notice was due to commence on the following Wednesday.",
      "id": "s376"
    },
    {
      "text": "104 I have considered the question whether the Court has power to make orders of the kind sought by the applicant in its minute of proposed orders which go beyond the immediate reach of the industrial action set out under the Protected Action Notice, such as to embrace the proposed industrial action under the further notice.",
      "id": "s377"
    },
    {
      "text": "105 I am satisfied that I have such power: DG Whelan Rentals Pty Ltd v Australian Building Construction Employees' and Builders Labourers' Federation (1982-83) 46 ALR 339 at 346-347 and 349; Amcor Packaging (Australia) Pty Ltd v Automotive, Food, Metals, Engineering, Printing and Kindred Industries Union [2001] FCA 874 at [14] .",
      "id": "s378"
    },
    {
      "text": "106 In circumstances where I have concluded that there are serious questions to be tried involving matters of some complexity I do not consider it appropriate for the respondent to test the boundaries of the injunctive relief which the Court is prepared to order other than upon proper notice to the applicant and subject to a timetable which enables appropriate consideration of such matters by the Court.",
      "id": "s379"
    },
    {
      "text": "I do not consider that the respondent will suffer any substantial injustice as the result of a broader form of injunction and in any event I propose to give the parties liberty to apply which would enable the respondent to come back seeking a variation of injunctive relief, upon appropriate notice.",
      "id": "s380"
    },
    {
      "text": "Accordingly I propose to make orders in terms of the applicant's amended minute of proposed orders dated 5 April 2007, under paragraphs 1, 2, 3, 4, 7, 9, 10 (subject to deleting the word \"applicant\" and substituting the word \"parties\") and 11.",
      "id": "s381"
    },
    {
      "text": "There is no present warrant, in my opinion, on the evidence before me, for making orders in terms of paragraphs 5 and 6.",
      "id": "s382"
    },
    {
      "text": "ORDERS \n \n 1.",
      "id": "s383"
    },
    {
      "text": "The respondent immediately withdraw the s 441 notices of industrial action given to the applicant on: \n \n \n (a) Friday, 30 March 2007; and\n (b) Tuesday, 3 April 2007 \n \n \n and immediately withdraw all authorisation and advice for the taking of the industrial action referred to in those notices and take immediate steps to inform all of its members who might be affected by those notices of its withdrawal;\n 2.",
      "id": "s384"
    },
    {
      "text": "By no later than 4.30 pm Thursday 5 April 2007, the respondent forward to the solicitors for the applicant by facsimile transmission (facsimile number (08) 9366 8111) a notice or copy of a notice withdrawing the section 441 notices of industrial action referred to in Order 1 hereof;\n 3.",
      "id": "s385"
    },
    {
      "text": "Until further determination of the application or further order, the respondent be restrained, whether by itself, its officers, delegates, agents, employees or howsoever otherwise from, giving or threatening to give any further section 441 notices to the applicant in respect of BP 2007/8;\n 4.",
      "id": "s386"
    },
    {
      "text": "Until further determination of the application or further order, the respondent be restrained, whether by itself, its officers, delegates, agents, employees or howsoever otherwise from issuing any further notice of initiation of bargaining period which names any other union as a negotiating party or which seeks to negotiate a workplace agreement which includes any other union parties.",
      "id": "s387"
    },
    {
      "text": "7.",
      "id": "s388"
    },
    {
      "text": "Service of this Order as required by Order 37 Rule 2 of the Federal Court Rules is dispensed with and, instead, service of this Order on the Respondent is permitted by forwarding by facsimile transmission (facsimile number (08) 9338 7693) an original or copy of the Order to, Mr D Kelly, State Secretary of the Respondent;\n 9.",
      "id": "s389"
    },
    {
      "text": "Pursuant to Order 4 Rule 11 and/or Order 19 Rule 3, the time for service of the Originating Documents be abridged so far as is necessary to enable the motion of which notice is hereby given to be heard on 3 April 2007; \n 10.",
      "id": "s390"
    },
    {
      "text": "Liberty to the parties to apply on 24 hours' notice or on such notice as a judge shall allow to discharge, vary or extend the operation of this Order; \n 11.",
      "id": "s391"
    },
    {
      "text": "The directions hearing in the proceedings be otherwise adjourned to a date to be fixed.",
      "id": "s392"
    },
    {
      "text": "I certify that the preceding one hundred and six (106) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gilmour.",
      "id": "s393"
    },
    {
      "text": "Associate:\n\nDated: 13 April 2007\n\n\n Counsel for the Applicant: Mr J Blackburn \n \n Solicitors for the Applicant: Blake Dawson Waldron \n \n Counsel for the Respondent: Mr Derek Schapper \n \n Solicitor for the Respondent: Mr Derek Schapper \n \n Date of Hearing: 3 April 2007 \n \n Date of Judgment: 5 April 2007 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/539.html",
      "id": "s394"
    }
  ]
}