{
  "name": "Golden River Footwear Pty Ltd v Charlton [2007] FCA 587 (24 April 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/587.html",
  "catchphrases": [
    {
      "text": "leave to institute a proceeding in name of a company",
      "id": "c0"
    },
    {
      "text": "whether leave in the best interests of the company",
      "id": "c1"
    },
    {
      "text": "corporations",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "1 The plaintiff, Mr Bove, is involved in a long running dispute with Mr Charlton.",
      "id": "s0"
    },
    {
      "text": "Each is a director of, and the holder of shares in, Golden River Footwear Pty Ltd. Mrs Charlton is the company secretary.",
      "id": "s1"
    },
    {
      "text": "Until 28 June 2005 Golden River Footwear was the trustee of the Scarpa Australia Unit Trust.",
      "id": "s2"
    },
    {
      "text": "Mr Bove and Fumina Pty Ltd, a company controlled by Mr and Mrs Charlton, hold, in equal proportions, all the units in the trust.",
      "id": "s3"
    },
    {
      "text": "Approximately two years ago Golden River Footwear was removed as trustee of the trust on the application of Mr Bove.",
      "id": "s4"
    },
    {
      "text": "Mr McVeigh was appointed as trustee in its place and a vesting order was made.",
      "id": "s5"
    },
    {
      "text": "2 This application comes about because Mr Bove contends that Mr and Mrs Charlton acted in breach of the duties they owed Golden River Footwear under ss 180 and 181 of the Corporations Act 2001 (Cth), their fiduciary duty of good faith (to avoid conflicts of interest and not to profit from their position) and their common law duties to act with reasonable skill, care and diligence in the performance of their duties of office.",
      "id": "s6"
    },
    {
      "text": "Further Mr Bove alleges that by reason of the alleged breaches the trust assets were depleted and, in some cases, found their way into the hands of Kiss &amp; Tell Australia Pty Ltd, a company controlled by the Charltons.",
      "id": "s7"
    },
    {
      "text": "3 Mr Bove requested Mr McVeigh to bring an action against Mr and Mrs Charlton and their company for damages and to recover the allegedly misappropriated trust assets.",
      "id": "s8"
    },
    {
      "text": "Mr McVeigh refused to bring the action.",
      "id": "s9"
    },
    {
      "text": "Instead he made an application in the Supreme Court of Victoria for \"directions pursuant to O 54 of the Supreme Court (General Civil Procedure) Rules 2005 as to the respective entitlements of the trustee and the defendants [Fumina Pty Ltd and Mr Bove] to the property of the trust.",
      "id": "s10"
    },
    {
      "text": "\" That application has not yet been listed for hearing.",
      "id": "s11"
    },
    {
      "text": "4 In these circumstances Mr Bove asks for leave to bring the action in the name of Golden River Footwear against the Charltons and their company.",
      "id": "s12"
    },
    {
      "text": "It is proposed that Mr McVeigh be joined for conformity.",
      "id": "s13"
    },
    {
      "text": "The action will seek to recover damages, equitable compensation and an account of profits from the Charltons for breaches of duty, and damages for conversion and passing off and the recovery of trust assets from their company.",
      "id": "s14"
    },
    {
      "text": "5 Section 237 of the Corporations Act sets out what Mr Bove must establish to obtain leave.",
      "id": "s15"
    },
    {
      "text": "In summary he must show that it is probable the company will not itself bring the proceeding, that he is acting in good faith, that it is in the best interests of the company that he be granted leave, that there is a serious question to be tried and, finally, that Mr Bove has given the company notice of his intention to apply for leave to bring the action.",
      "id": "s16"
    },
    {
      "text": "6 It is conceded that each requirement has been satisfied other than the requirement that the proceeding is in the best interests of the company.",
      "id": "s17"
    },
    {
      "text": "As regards this requirement the rebuttable presumption in s 237(3) that granting leave is not in the best interests of the company does not arise as the Charltons, being directors of the company, have a material personal interest in the decision not to bring the proceeding.",
      "id": "s18"
    },
    {
      "text": "7 Ms Turner who appeared for the prospective defendants (other than Mr McVeigh) made two points in opposition.",
      "id": "s19"
    },
    {
      "text": "First she said that the company's interests would not in any way be served by the action because Golden River Footwear was a trustee company and could not in any way stand to benefit from the action.",
      "id": "s20"
    },
    {
      "text": "I accept that if Golden River Footwear were to succeed in the action it would not gain any financial advantage for itself.",
      "id": "s21"
    },
    {
      "text": "Indeed, it is likely that if it were to succeed the court would order that the damages and any property the company might recover be made over to Mr McVeigh as trustee and in whom the trust assets have vested.",
      "id": "s22"
    },
    {
      "text": "8 Still, that the action will not financially benefit Golden River Footwear does not lead to the conclusion that the action is not for its benefit.",
      "id": "s23"
    },
    {
      "text": "Golden River Footwear is obliged to take action to protect the beneficiaries' interest in the trust property.",
      "id": "s24"
    },
    {
      "text": "A failure to take action will be a breach of trust.",
      "id": "s25"
    },
    {
      "text": "Surely it is in the company's interest, and hence for its benefit, to cure any breach of trust.",
      "id": "s26"
    },
    {
      "text": "9 Ms Turner's second point is any action should be by Mr McVeigh.",
      "id": "s27"
    },
    {
      "text": "There are I think two answers to this argument.",
      "id": "s28"
    },
    {
      "text": "First Mr McVeigh has been trustee for almost two years and has not taken any steps to bring the action.",
      "id": "s29"
    },
    {
      "text": "I do not say this by way of criticism.",
      "id": "s30"
    },
    {
      "text": "It seems that Mr McVeigh is investigating whether any action should be commenced and that is one reason he has sought directions from the Supreme Court.",
      "id": "s31"
    },
    {
      "text": "However, this matter has dragged on for much too long and, in my opinion, it is in everyone's interest that the matter be brought to a head.",
      "id": "s32"
    },
    {
      "text": "The second point is this.",
      "id": "s33"
    },
    {
      "text": "While Mr McVeigh may be able to sue for breach of trust he has no standing to sue for breaches of ss 180 and 181 of the Corporations Act .",
      "id": "s34"
    },
    {
      "text": "That is a suit that can only be maintained by the company to whom the duties are owed, Golden River Footwear.",
      "id": "s35"
    },
    {
      "text": "10 Accordingly I will grant the leave sought but on condition that Mr Bove give an undertaking that he will be responsible for the costs incurred by Golden River Footwear and any costs that it might be ordered to pay.",
      "id": "s36"
    },
    {
      "text": "The costs of this application will be costs in the cause of the action to be commenced by Golden River Footwear.",
      "id": "s37"
    },
    {
      "text": "I certify that the preceding ten (10) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finkelstein .",
      "id": "s38"
    },
    {
      "text": "Associate:\n\nDated: 24 April 2007\n\n\n\n Counsel for the Second Plaintiff: Mr M Goldblatt \n \n Solicitor for the Second Plaintiff: Vadarlis &amp; Associates \n \n Counsel for the 1 st to 5 th Defendants: Ms Turner \n \n Solicitor for the 1 st to 5 th Defendants: Stedman Cameron \n \n Appearing for the 6 th Defendant: Mr D Porter \n \n Solicitors for the 6 th Defendant: Deacons \n \n Date of Hearing: 23 April 2007 \n \n Date of Judgment: 24 April 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/587.html",
      "id": "s39"
    }
  ]
}