{
  "name": "Plywood Association of Australasia Ltd v Jag Ply Pty Ltd [2007] FCA 54 (5 February 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/54.html",
  "catchphrases": [
    {
      "text": "injunction",
      "id": "c0"
    },
    {
      "text": "interlocutory relief",
      "id": "c1"
    },
    {
      "text": "commercial interests of applicant",
      "id": "c2"
    },
    {
      "text": "conflicting evidence",
      "id": "c3"
    },
    {
      "text": "refusal to grant interlocutory relief",
      "id": "c4"
    },
    {
      "text": "practice and procedure",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 On 2 August 2006, the applicant Plywood Association of Australasia Ltd ('Plywood') sought orders against the first respondent, Jag Ply Pty Ltd ('Jag') and the second respondent Peter Cranston Wintour ('Mr Wintour'), concerning conduct by Jag which Plywood alleges is misleading and deceptive and constitutes contraventions of ss 52 and 53 of the Trade Practices Act 1976 (Cth) ('the TPA').",
      "id": "s0"
    },
    {
      "text": "The application was accompanied by a statement of claim and various affidavits.",
      "id": "s1"
    },
    {
      "text": "Jag has yet to file a defence.",
      "id": "s2"
    },
    {
      "text": "2 On 2 November 2006 Plywood sought extensive interlocutory relief: \n \n \n '1.",
      "id": "s3"
    },
    {
      "text": "An injunction restraining each of the respondents (and both of them together) by themselves, their servants, agents and representatives until trial or earlier order from: \n \n \n \n (a) representing to any person that any piece of plywood has the characteristics necessary for that piece of plywood to be classified as meeting the standard; \n \n (b) Representing to any person that any piece of plywood has a particular stress grade as that term is used in the standard; \n \n (c) Representing to any person that any of the respondents is in a position to determine whether any piece of plywood: \n \n \n (i) meets the standard; of \n \n \n \n (ii) has a particular stress grade as that term is used in the standard.",
      "id": "s4"
    },
    {
      "text": "2.",
      "id": "s5"
    },
    {
      "text": "An injunction restraining each of the respondents (and both of them together) by themselves, their servants, agents and representatives until trial or earlier order from: \n \n \n \n \n (a) supplying to any person any piece of plywood marked as complying with the standard or as having a particular stress grade; and \n \n (b) making any agreement with any person or entity to test any piece of plywood so as to determine compliance with the standard or so as to identify its stress grade.",
      "id": "s6"
    },
    {
      "text": "3.",
      "id": "s7"
    },
    {
      "text": "An injunction compelling the respondents to file an affidavit in the court in which the respondents set out: \n \n \n \n (a) the name and address of every person for whom it has undertaken testing of plywood since September 2005; \n \n (b) the particulars of each such job including: \n \n \n \n \n \n (i) the number of sheets of plywood tested; \n \n (ii) the results of the test on each sheet of plywood; \n \n (ii) the date on which each sheet was tested; \n \n (iv) in respect of each such sheet, whether or not the sheet was marked as complying with the standard or as having a particular stress grade; and \n \n (v) what the applicant charged for the job; and \n \n (c) in respect of each advertisement by the respondent that it is willing to test sheets of plywood and indicate stress-grades or compliance with the standard: \n \n \n \n \n \n (i) the date of such publication; \n \n (ii) the name of the medium of such publication; and \n \n (iii) the contents of such publication.",
      "id": "s8"
    },
    {
      "text": "4.",
      "id": "s9"
    },
    {
      "text": "An injunction compelling the respondents to inform each of the persons named in the affidavit sought by the paragraph immediately above of the fact of these proceedings and to serve on each such person a copy of this application, the statement of claim served with it, and the affidavit of Simon James Dorries filed with the application.",
      "id": "s10"
    },
    {
      "text": "5.",
      "id": "s11"
    },
    {
      "text": "An injunction compelling the respondents to swear an affidavit demonstrating compliance with the injunction sought by paragraph 4.",
      "id": "s12"
    },
    {
      "text": "' \n \n \n \n 3 The essence of Plywood's allegations is that Jag is misrepresenting that the plywood panels which it labels comply with the Australian/New Zealand Standard Plywood --- Structural AS/NZS 2269:2004 ('the Standard') when the plywood panel does not comply, or, in the alternative, in circumstances where the plywood panel may not comply with that Standard.",
      "id": "s13"
    },
    {
      "text": "4 On 2 November 2006, I declined to grant interlocutory relief and ordered that the costs of the respondents be their costs in the principal proceedings.",
      "id": "s14"
    },
    {
      "text": "I indicated then that I would publish my reasons.",
      "id": "s15"
    },
    {
      "text": "These are those reasons.",
      "id": "s16"
    },
    {
      "text": "5 Plywood is essentially a trade organisation of companies which manufacture and sell plywood panels.",
      "id": "s17"
    },
    {
      "text": "In the statement of claim, Plywood alleges that it is: ' charged with representing the interests of almost all of the manufacturers of plywood in Australia, New Zealand, and the South Pacific' .",
      "id": "s18"
    },
    {
      "text": "Jag is not a member of Plywood.",
      "id": "s19"
    },
    {
      "text": "6 Plywood alleges in its statement of claim that: \n \n \n '(d) there was published by Standards Australia International Ltd and Standards New Zealand a document entitled \"Australian/New Zealand Standard Plywood-Structural\", which document is popularly identified as \"AS/NZS 2269:2004\" (\"the standard\"); and \n \n \n \n \n \n (e) the Building Code of Australia provided that where plywood was to be used for structural purposes in building and construction, such plywood should meet the standard.",
      "id": "s20"
    },
    {
      "text": "' \n \n \n \n 7 The material that was before the Court was less than extensive in relation to the statutory authority of the Building Code of Australia and of the obligations of persons to comply with it.",
      "id": "s21"
    },
    {
      "text": "For the purposes of interlocutory application, I was prepared to assume that there was such requirement, and that there is an obligation on persons such as Jag, if labelling products as meeting the standards required by AS/NZS 2269:2004 , that the plywood comply with that Standard.",
      "id": "s22"
    },
    {
      "text": "8 I note that Mr Simon Dorries, the General Manager of Plywood simply says in his affidavit that: \n 'It is commonly accepted in Australia that plywood which is to be used for [structural] purposes must meet the relevant standard.",
      "id": "s23"
    },
    {
      "text": "' \n (Emphasis added.",
      "id": "s24"
    },
    {
      "text": ")\n \n 9 Clause 1.1 of the Standards provides:\n ' 1.1 SCOPE \n This standard specifies requirements for the manufacture, grading, finishing and branding of structural plywood.",
      "id": "s25"
    },
    {
      "text": "Specifications for both stress and surface grades are also provided.",
      "id": "s26"
    },
    {
      "text": "The standard also specifies veneer quality, bond quality, standard lay-up construction, dimensional tolerances, joints, moisture content and characteristic strength and stiffness values for the nominated stress grades.",
      "id": "s27"
    },
    {
      "text": "' \n \n 10 Clause 1.5.3 dealing with stress grades provides:\n ' 1.5.3 Stress grades \n F-grades for structural plywood shall be F7, F8, F11, F14, F17, F22, F27 and F34.",
      "id": "s28"
    },
    {
      "text": "Procedures for the application of stress grades are provided in Section 4.",
      "id": "s29"
    },
    {
      "text": "...' \n \n 11 The Standard later says:\n ' 1.2 APPLICATION \n The specification for any grade of structural plywood shall consist of the general requirements given in this Section together with the requirements for veneers given in Section 2, the manufacturing requirements given in Section 3, and the application of stress grades and mechanical properties given in Section 4.",
      "id": "s30"
    },
    {
      "text": "' \n \n 12 Clause 4.3 of the Standard deals with mechanically F-graded structural plywood sheets.",
      "id": "s31"
    },
    {
      "text": "That clause commences:\n 'Mechanically F-graded structural plywood sheets shall be \n \n 13 At the end of the Standard, the following description appears under the heading, 'Standards Australia': \n 'Standards Australia is an independent company, limited by guarantee, which prepares and publishes most of the voluntary technical and commercial standards used in Australia.",
      "id": "s32"
    },
    {
      "text": "These standards are developed through an open process of consultation and consensus, in which all interested parties are invited to participate.",
      "id": "s33"
    },
    {
      "text": "Through a Memorandum of Understanding with the Commonwealth government, Standards Australia is recognized as Australia's peak national standards body.",
      "id": "s34"
    },
    {
      "text": "' \n (Emphasis added.",
      "id": "s35"
    },
    {
      "text": ")\n \n 14 According to clause 3.4.1 of the Standard, and the affidavit of Mr Dorries, a sheet of plywood can only comply with the Standard if each veneer in it is of at least Quality D or better, as that term is defined in clause 2.6 of the Standard.",
      "id": "s36"
    },
    {
      "text": "To determine whether a particular veneer is of Quality D, one must ascertain that: \n\n(a) the veneer is free from decay and active insect attack;\n \n(b) in any 300 mm long line drawn across the grain anywhere on the plywood sheet, the aggregate dimension of knots, gaps in edge joints, splits, holes, patches, bark and resin pockets, gum veins and areas of inactive decay shall not exceed 120 mm for softwood veneer and 75 mm for hardwood veneer;\n \n(c) any imperfections in the veneer is within those permitted by clause 2.6.2 of the Standard.",
      "id": "s37"
    },
    {
      "text": "15 Clause 4.3 of the Standard deals with mechanically F-graded structural plywood sheets.",
      "id": "s38"
    },
    {
      "text": "That clause commenced:\n 'Mechanically F-graded structural plywood sheets shall be constructed of veneer of the qualities described in Section 2 or Clause 3.4.1(c) and every sheet shall be graded in accordance with Appendix C.' \n \n 16 That clause provides for the determination of the deflection of each sheet and for a determination of a particular value calculated, amongst other things, according to the modulus elasticity of the particular stress grade in megapascals, the particular stress grade being listed in table 4.1 of the Standard.",
      "id": "s39"
    },
    {
      "text": "17 Mr Dorries deposes, on the basis of information and belief, that a stress grader, once owned by Carter Holt Harvey, a manufacturer represented by Plywood, was sold to a Mr Andrew McLeod, a former employee of a former member of Plywood, North Coast Plywoods, commonly known as Norply.",
      "id": "s40"
    },
    {
      "text": "Mr Dorries says that Mr McLeod is now employed by the first respondent.",
      "id": "s41"
    },
    {
      "text": "Mr Dorries said the sale ' took place pursuant to a purchase order on the letterhead of the first respondent '.",
      "id": "s42"
    },
    {
      "text": "18 Mr Dorries says that:\n 'If [the quality manager of Carter Holt Harvey] had known of the sale he would have stopped it on the basis that the machine should not be sold for use by someone other than a member of the applicant.",
      "id": "s43"
    },
    {
      "text": "' \n \n 19 Mr McLeod, according to Mr Dorries, sought to purchase an upgrade for the stress grader obtained from Carter Holt Harvey from the applicant.",
      "id": "s44"
    },
    {
      "text": "The applicant did not fill the order, and on being asked why the applicant would not supply the upgrade, told Mr McLeod that because Norply was not planning to rebuild its factory, Mr Dorries not see why it needed the upgrade.",
      "id": "s45"
    },
    {
      "text": "20 Later, Mr Dorries says he received a further call from Mr Wintour demanding to know why the applicant would not supply the upgrade.",
      "id": "s46"
    },
    {
      "text": "Mr Dorries says:\n 'I told him that if he could confirm that it was for use by Norply and not to grade imported plywood, then the applicant would supply the upgrade.",
      "id": "s47"
    },
    {
      "text": "Otherwise, the applicant would not supply it.",
      "id": "s48"
    },
    {
      "text": "' \n \n 21 On 28 February 2006, a subsequent email by Mr Dorries to Mr Wintour indicated that one of the conditions that had to be met was a commitment in writing from the Norply Board that: \n 'The machine will only be used to stress grade structural plywood manufactured by [Plywood] manufacturing members.",
      "id": "s49"
    },
    {
      "text": "' \n \n 22 On 28 February 2006, Mr Wintour, as General Manger for North Coast Plywood Products Pty Ltd, replied to Mr Dorries.",
      "id": "s50"
    },
    {
      "text": "The letter, an attachment to an email, said in part:\n 'I cannot guarantee the machine will only be used to stress grade [Plywood] product.",
      "id": "s51"
    },
    {
      "text": "If an opportunity existed, in particular, within the bracing plywood market to stress grade imported bracing plywood then I see this as a service to the industry rather than any complications for [Plywood] .",
      "id": "s52"
    },
    {
      "text": "Since the [Plywood] has not solved the issue of bracing plywood in Australia, I believe that this maybe a satisfactory and workable compromise to all parties concerned.",
      "id": "s53"
    },
    {
      "text": "' \n \n 23 Mr Dorries explains why the applicant declined to supply the upgrade to the respondents: \n 'The applicant's view that the respondents are not in a position to use the equipment to determine stress grades is founded on the fact that stress grades can only be determined by someone with sufficient involvement in the manufacturing process.",
      "id": "s54"
    },
    {
      "text": "The stress grader is used for a mechanical test but to determine a stress grade, the results of that test must be combined with visual inspection of each veneer in the sheet of plywood.",
      "id": "s55"
    },
    {
      "text": "This may be seen from clause 4.3 of the standard.",
      "id": "s56"
    },
    {
      "text": "' \n \n 24 Mr Dorries says concerning this reason: \n ' ... there would be nothing to prevent the respondents from manufacturing their own machine.",
      "id": "s57"
    },
    {
      "text": "Appendix C of the standard sets out the necessary requirements for such a machine.",
      "id": "s58"
    },
    {
      "text": "That said, the applicant's members have invested considerable money in the development of the stress grading machinery used by them and consider that the stress grading machinery so developed gives them a competitive advantage which they are eager to maintain.",
      "id": "s59"
    },
    {
      "text": "Further, that investment is part of the applicant's members overall efforts to maintain the quality of the plywood produced by them.",
      "id": "s60"
    },
    {
      "text": "' \n \n 25 However, the fact of the matter is that a stress grader is used for a mechanical test.",
      "id": "s61"
    },
    {
      "text": "Compliance with the requirements of the Standard may require a visual inspection of each veneer to ensure that the veneer complies with the requirements of the standard, but the stress grader is a machine employed in a mechanical testing, and its provision or otherwise is relevant, it seems to me, only to the results of the mechanical testing of the plywood panel.",
      "id": "s62"
    },
    {
      "text": "Compliance with the Standard does not depend on whether the mechanical tester of the panel was the manufacturer of it.",
      "id": "s63"
    },
    {
      "text": "A mechanical tester of a plywood panel can be satisfied of compliance with the Standard of the veneers in the panel and of the other requirements of the Standard concerning composition of the bonding joints and assembly by means other than a visual inspection by the tester.",
      "id": "s64"
    },
    {
      "text": "26 I note, however, that in relation to the requirements of the Standard as to branding, the Standard provides: \n ' 1.11 BRANDING \n Each sheet of structural grade plywood shall have the following legibly affixed thereon by the manufacturer at the point of manufacture at last once: \n \n \n (a) The manufacturer's name or registered mark.",
      "id": "s65"
    },
    {
      "text": "(b) The word 'STRUCTURAL' or product description.",
      "id": "s66"
    },
    {
      "text": "(c) Reference to this standard, i.e., AS/NZS 2269.",
      "id": "s67"
    },
    {
      "text": "(d) The grade of the outer plies (face first, back last), e.g., CC, CD or DD.",
      "id": "s68"
    },
    {
      "text": "... \n \n \n (e) The bond type of the glue-line, i.e., A BOND.",
      "id": "s69"
    },
    {
      "text": "(f) An indication of the stress grade of the sheet, e.g., F7.",
      "id": "s70"
    },
    {
      "text": "(g) The panel construction code, e.g., 17-24-7.",
      "id": "s71"
    },
    {
      "text": "...' \n \n 27 Of this branding requirement, Mr Kevin Lyngcoln, a consulting engineer who, for a long time, has been a member of Standards Australia Committee TM-008, the committee responsible for preparation of the Standard, says that: \n '... the use of clause 4.3 is limited to use by the manufacturer at the point of manufacture of the plywood.",
      "id": "s72"
    },
    {
      "text": "It is believed necessary to provide some background to each of these limitations.",
      "id": "s73"
    },
    {
      "text": "Firstly, it must be stressed that these requirements were not designed to be restrictive, they are based purely on technical considerations.",
      "id": "s74"
    },
    {
      "text": "...' \n \n 28 Notwithstanding this protestation, there seems room for the view that there is a self-serving element in the requirement that the branding be done by the manufacturer at the point of manufacture.",
      "id": "s75"
    },
    {
      "text": "29 That requirement would seem to prevent compliance with the Standard, at least as to branding, where the plywood panels comply in every respect with the requirements of the standard as to composition, and also comply with the mechanical grading test, where that testing was performed by somebody other than the manufacturer, or otherwise than at the point of manufacture.",
      "id": "s76"
    },
    {
      "text": "30 The complaint of Mr Dorries seems to be that, ' the respondents are offering in the market place to conduct tests when they lack the necessary information to conduct such tests '.",
      "id": "s77"
    },
    {
      "text": "31 The second respondent is the director of the first respondent and is also a director of International Panels Australia Pty Ltd ('IP(A)PL') which is in the business of importing plywood.",
      "id": "s78"
    },
    {
      "text": "Mr Wintour was director of Plywood, the applicant, from January 2005 to November 2005; and from April 2004 to April 2006, was employed by Norply as its general manager.",
      "id": "s79"
    },
    {
      "text": "Andrew McLeod was employed as the production manager at Norply from April 2005 to January 2006.",
      "id": "s80"
    },
    {
      "text": "32 The stress grader, which was purchased from Carter Holt Harvey, was purchased about 9 November 2005 by IP(A)PL for the sum of $1000.",
      "id": "s81"
    },
    {
      "text": "Discussions concerning the upgrade related to a required software package, which was to cost $6000.",
      "id": "s82"
    },
    {
      "text": "33 The evidence establishes that Jag sources plywood panels from overseas and tests each panel before applying a label to the plywood.",
      "id": "s83"
    },
    {
      "text": "34 After the decision not to rebuild the Norply mill, Jag decided, rather than setting up a private manufacturing operation, to use the stress grader ' to test imported plywood to verify the stress grade assigned to each piece of plywood by the manufacturer or otherwise assign a stress grade to the plywood tested '.",
      "id": "s84"
    },
    {
      "text": "35 Jag published an advertisement in the April 2006 edition of The Australian Timberman magazine.",
      "id": "s85"
    },
    {
      "text": "The advertisement describes Jag as ' Australia's only testing facility for Imported Plywood ' and indicates that, amongst other services it offers, there is included mechanically stress grading individual sheets of plywood, as well as conducting \"A\" Bond quality tests on these sheets, and all other methods of tests for veneer and plywood.",
      "id": "s86"
    },
    {
      "text": "The advertisement also said, ' Individual sheets of plywood will be tested to the Australian Standards and labelled accordingly '.",
      "id": "s87"
    },
    {
      "text": "36 Importantly, Mr Wintour says: \n 'The service provided by JAG to its customers is to verify or allocate a stress grade to particular sheets of plywood presented for testing.",
      "id": "s88"
    },
    {
      "text": "JAG does not purport to determine whether each piece of plywood tested complies with the Standard and, for that reason, JAG has never attempted to label plywood tested by it in accordance with the labelling requirements of the standard.",
      "id": "s89"
    },
    {
      "text": "In particular, JAG does not include on its labels the word 'Structural' or a veneer grade.",
      "id": "s90"
    },
    {
      "text": "' \n \n 37 Mr Wintour further said: \n 'I am aware from my experience in the industry that importers import plywood into Australia with individual sheets branded as being manufactured in accordance with the Standard.",
      "id": "s91"
    },
    {
      "text": "JAG has offered its testing facilities to these importers to enable them to verify the quality of the imported sheets as to stress grade in particular, prior to the importer releasing that plywood onto the market.",
      "id": "s92"
    },
    {
      "text": "Some of the tests performed by JAG have revealed that some imported plywood, though labelled as complying with the Standard, does not in fact comply with respect to face and back veneer grades and stress grades.",
      "id": "s93"
    },
    {
      "text": "JAG has refused to stress grade such panels and has returned those to the importer.",
      "id": "s94"
    },
    {
      "text": "' \n \n 38 Of the compliance by the manufacturer of the imported plywood with the requirements of the Australian Standard, Mr Wintour says: \n \n \n '41.",
      "id": "s95"
    },
    {
      "text": "IP(A)PL imports plywood manufactured by two overseas mills each of which certify that they have manufactured the plywood in accordance with the Standard.",
      "id": "s96"
    },
    {
      "text": "Initially plywood was only imported from one mill (the first mill) however, from September 2006 IP(A)PL have begun importing from a second mill (the second mill).",
      "id": "s97"
    },
    {
      "text": "42.",
      "id": "s98"
    },
    {
      "text": "I have attended the first mill on four occasions to inspect its manufacturing processes.",
      "id": "s99"
    },
    {
      "text": "Most recently, in the last six months, I attended the first mill in May and again in July 2006.",
      "id": "s100"
    },
    {
      "text": "In my view, and based on my inspections, the mill's manufacturing operations enable it to conform with the manufacturing requirements of the Standard.",
      "id": "s101"
    },
    {
      "text": "Additionally, the mill has been accredited under the International Standard ISO 9001 with respect to its procedures and processes.",
      "id": "s102"
    },
    {
      "text": "43.",
      "id": "s103"
    },
    {
      "text": "I have not yet attended the second mill.",
      "id": "s104"
    },
    {
      "text": "However, I have been advised that they do manufacture the plywood in accordance with the Standard and have been accredited under the International Standard ISO 9001 with respect to its procedures and processes.",
      "id": "s105"
    },
    {
      "text": "44.",
      "id": "s106"
    },
    {
      "text": "The overseas mills advise of the specifications of the plywood which can only be ascertained by the manufacturer and label the plywood with that information.",
      "id": "s107"
    },
    {
      "text": "' \n \n \n \n 39 Mr Lyngcoln, addressing the possibility of certification by a manufacturer of compliance with the requirements of the Standard as to the composition and quality of the veneers and the bonding in the plywood, said in an affidavit sworn 20 July 2006 that: \n ' ... it may be possible that the plywood manufacturer could provide the sub-contractor evidence by means of a formal manufacturing specification and quality control document that the product to be tested in accordance with Clause 4.3 meet the stipulated conformance requirements of AS/NZS 2269-2004'.",
      "id": "s108"
    },
    {
      "text": "40 Mr Wintour deposes that, since July 2006, examples of the labels applied by Jag to the panels which it tests include the following:\n \n 41 I have earlier referred to the suggestion by Jag that it is not asserting that the panels which it labels are compliant with the Australian Standard.",
      "id": "s109"
    },
    {
      "text": "Mr Wintour said, ' JAG does not include on its labels the word \"Structural\" or a veneer grade '.",
      "id": "s110"
    },
    {
      "text": "42 The conduct in question has to be viewed against the terms of the s 52 of the TPA:\n ' 52 Misleading or deceptive conduct \n \n (1) A corporation shall not, in trade or commerce, engage in conduct that is misleading or deceptive or is likely to mislead or deceive.",
      "id": "s111"
    },
    {
      "text": "' \n \n \n 43 For the purposes of this interlocutory application, I am satisfied that the application of a stress grade to the plywood panels it tests involves a representation by Jag of compliance with the Australian Standard.",
      "id": "s112"
    },
    {
      "text": "The question is whether that representation is arguably misleading or deceptive, or one likely to mislead or deceive.",
      "id": "s113"
    },
    {
      "text": "44 Having regard to the evidence concerning the steps taken by Jag concerning compliance with the panels it tests with the other requirements of the Standard concerning particular veneers, and the quality assurance requirements it imposes on the suppliers of plywood panels to it, I was not satisfied, for present interlocutory purposes, that the representation, made by applying a stress grade to the plywood panels (which, in my view, is a representation that the panel complies with the Australian Standard) is conduct by Jag which is misleading and deceptive.",
      "id": "s114"
    },
    {
      "text": "45 Plywood has its own commercial interests in seeking to restrain the activities of Jag; but, if it were seriously arguable that the panels labelled by Jag were in breach of the Australian Standard for Structural Plywood, the objectives of the Act, particularly the interests (including the safety) of consumers and others, would call out for some interlocutory relief, even if interlocutory orders would have the significant consequence of closing down the business of Jag.",
      "id": "s115"
    },
    {
      "text": "46 The case for Plywood is not that Plywood is representing that sheets of plywood comply with the relevant Standard when they do not; it is that the respondent continues to represent that:\n 'Certain sheets of plywood comply with the standard when the first respondent lacks the capacity definitively to determine such compliance.",
      "id": "s116"
    },
    {
      "text": "' (Emphasis added.",
      "id": "s117"
    },
    {
      "text": ")\n \n 47 Further, Plywood complains that:\n 'Particular sheets bear a particular F grade when the sheet may not have that particular grade.",
      "id": "s118"
    },
    {
      "text": "' \n \n 48 Mr Simon Hall, the quality control engineer for Plywood reported that having tested some 18 millimetre product on a Stress Grader, three of the 40 sheets broke mid test.",
      "id": "s119"
    },
    {
      "text": "Of the testing of this product, he said: \n 'These two low [Modulus of Elasticity] results coupled with the fact that three of the forty sheets broke during testing raises some doubt that every sheet has been tested to meet F17 through a machine stress grader, or that the machine used by Jag Ply was within calibration.",
      "id": "s120"
    },
    {
      "text": "' \n (Emphasis in original.",
      "id": "s121"
    },
    {
      "text": ")\n \n 49 Under the heading, 'Discussion of Results and Conclusion', Mr Hall reports:\n 'There are essentially two issues with Jag Ply's practice that this report intends to highlight.",
      "id": "s122"
    },
    {
      "text": "Firstly, Jag Ply's general process of grading and branding does not conform to the specific requirements of AS/NZS 2269:2004.",
      "id": "s123"
    },
    {
      "text": "Secondly the test results in this report raise doubt as to whether Jag Ply has mechanically graded every individual sheet in each pack.",
      "id": "s124"
    },
    {
      "text": "' \n \n 50 Later under the heading 'Test Results' Mr Hall has stated:\n 'The test results in this report suggest some doubt in this [that every sheet has been individually mechanically stress graded using their machine stress grader] that is, Jag Ply may have made a false claim.",
      "id": "s125"
    },
    {
      "text": "' \n \n 51 On the other hand, evidence from the respondent suggests that: \n 'Since June 2006 the first respondent has insisted upon a declaration from the manufacturer of the plywood as to the veneer quality and construction of the tested plywood.",
      "id": "s126"
    },
    {
      "text": "The first respondent also now conducts visual inspection and testing of bond quality.",
      "id": "s127"
    },
    {
      "text": "The first respondent obtained National Association of Testing Authorities (NATA) accreditation on 28 August 2006, having applied for such accreditation in February 2006.",
      "id": "s128"
    },
    {
      "text": "Obtaining such accreditation has required the first respondent to develop a procedures manual and a quality manual.",
      "id": "s129"
    },
    {
      "text": "The quality manual requires the first respondent to obtain evidence of a quality control system in accordance with ISO9001 from each manufacturer of each tested sheet and that such manufacturing incorporates the requirements of the Standard.",
      "id": "s130"
    },
    {
      "text": "' \n \n 52 The results of the testing by Mr Hall are seriously disputed by evidence on behalf of the first and second respondents.",
      "id": "s131"
    },
    {
      "text": "53 I do not accept the contention on behalf of the first respondent that: \n ' ... the first respondent does not assert that the plywood tested by it complies with the Standard, nor that the plywood is suitable for structural purposes.",
      "id": "s132"
    },
    {
      "text": "The testing simply allocates a stress grade by the use of the mechanical testing procedure.",
      "id": "s133"
    },
    {
      "text": "' \n \n 54 In declining interlocutory relief, I have had regard to the principles recently considered by the High Court in Australian Broadcasting Corporation v O'Neill [2006] HCA 46.",
      "id": "s134"
    },
    {
      "text": "Gummow and Hayne JJ, with whom Gleeson CJ and Crennan J agreed, cited with approval (at par 65) the following statement from Beecham Group Ltd v Bristol Laboratories Pty.",
      "id": "s135"
    },
    {
      "text": "Limited [1968] HCA 1 ; (1968) 118 CLR 618 at p 622:\n 'How strong the probability [of success] needs to be depends, no doubt, upon the nature of the rights [the plaintiff] asserts and the practical consequences likely to flow from the order he seeks.",
      "id": "s136"
    },
    {
      "text": "' \n \n 55 In O'Neill , their Honours disapproved of statements by Lord Diplock in American Cyanamid Co v Ethicon Ltd [1975] UKHL 1 ; [1975] AC 396 and said at pars 71 --- 72 \n \n \n '71 However, a difference between this Court in Beecham and the House of Lords in American Cyanamid lies in the apparent statement by Lord Diplock that, provided the court is satisfied that the plaintiff's claim is not frivolous or vexatious, then there will be a serious question to be tried and this will be sufficient.",
      "id": "s137"
    },
    {
      "text": "The critical statement by his Lordship is \"[t]he court no doubt must be satisfied that the claim is not frivolous or vexatious; in other words, that there is a serious question to be tried\".",
      "id": "s138"
    },
    {
      "text": "That was followed by a proposition which appears to reverse matters of onus: \n \n \"So unless the material available to the court at the hearing of the application for an interlocutory injunction fails to disclose that the plaintiff has any real prospect of succeeding in his claim for a permanent injunction at the trial, the court should go on to consider whether the balance of convenience lies in favour of granting or refusing the interlocutory relief that is sought.",
      "id": "s139"
    },
    {
      "text": "\" (emphasis added.",
      "id": "s140"
    },
    {
      "text": ") \n \n Those statements do not accord with the doctrine in this Court as established by Beecham and should not be followed.",
      "id": "s141"
    },
    {
      "text": "They obscure the governing consideration that the requisite strength of the probability of ultimate success depends upon the nature of the rights asserted and the practical consequences likely to flow from the interlocutory order sought.",
      "id": "s142"
    },
    {
      "text": "72 The second of these matters, the reference to practical consequences, is illustrated by the particular considerations which arise where the grant or refusal of an interlocutory injunction in effect would dispose of the action finally in favour of whichever party succeeded on that application.",
      "id": "s143"
    },
    {
      "text": "The first consideration mentioned in Beecham , the nature of the rights asserted by the plaintiff, redirects attention to the present appeal.",
      "id": "s144"
    },
    {
      "text": "' \n \n \n \n 56 The effect of the grant of the interlocutory relief sought by the applicants in this case would be very serious.",
      "id": "s145"
    },
    {
      "text": "It almost certainly would shut down the business of the first respondent.",
      "id": "s146"
    },
    {
      "text": "57 For the above reasons, I declined to order interlocutory relief, and ordered that the respondents on the application for interlocutory relief be their costs in the principal proceedings.",
      "id": "s147"
    },
    {
      "text": "I certify that the preceding fifty-seven (57) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Spender.",
      "id": "s148"
    },
    {
      "text": "Associate:\n\nDated: 5 February 2007 \n\n\n Counsel for the Applicant: Mr Simon Couper QC \n \n Solicitor for the Applicant: Mr Theodore Tavoularis \n \n Counsel for the Respondent: Mr Chris Wilson \n \n Solicitor for the Respondent: Ms Kristy Dorney \n \n Date of Hearing: 2 November 2006 \n \n Date of Judgment: 5 February 2007 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/54.html",
      "id": "s149"
    }
  ]
}